horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Today your faith in karma may be reinforced. You may recall that what you give comes back to you. You are sensitive to others and understand otherﾒs problem. You may observe the generous side of your character taking the front seat. Someone may come to ask help from you. The day may also see a short trip with loved ones.",
        "Aries Health & Wellness Horoscope": "For a long time you have been ignoring your inner voice which is urging you to get in the groove of a healthy living. But today, you will honor your intuition and you always knew the correct thing to do. You might analyze yourself holistically as ignoring anymore is not your agenda today. Stick to your voice and plan a workable fitness routine.",
        "Aries Daily Love & Relationship Horoscope": "In search of love you have walked too far but with no quest! You need not to go further. Someone who has been a close pal is the one who is in love with you but is not confessing to you. He or she may have the fear of rejection or they want you to propose first! Spend some time with them and you will be able to figure out the way to their hearts.",
        "Aries Career & Money Horoscope": "It is good to be obedient but do not let others make you dance to their tunes. You are unique and so are your views. You must adhere to what you think is the right option however people may try to mislead you. You are in the mood to bring a change in your expenditure plans probably trying to minimize your expenses, go ahead!"
    },
    "1": {
        "Taurus Daily Horoscope": "Issues related to profession will get resolved. But no aggressive action, be it in words or in writing should not be taken till then. Those facing issues on personal front should make time for dear ones. Do take care of your health as you have been ignorant of it since long.",
        "Taurus Health & Wellness Horoscope": "You may be interested and you may find time to join groups online which motivate and encourage you towards maintaining good health! You may be tempted to eat well but that is okay if you plan to shed the calories via rigorous physical exercises! Plan a relaxation schedule which you may follow towards the end of the day.",
        "Taurus Daily Love & Relationship Horoscope": "The planets have lined up right for your love life. Be sure to go out with friends and enjoy yourself. You will find opportunities for dating and relationship opening up even in unlikely places. So you need to mix and mingle. This is the right time to explore a new relationship about which you may have had doubts in the past.",
        "Taurus Career & Money Horoscope": "You are not in the pink of your health and that is why you cannot make the most of this productive period. Continue to follow the already established plan of actions no matter how many trials you face. This is not a good time to adopt new ways of finishing up your work. Certain emergency situations may arise at home which may cause you a heavy financial loss.ﾠﾠ"
    },
    "2": {
        "Gemini Daily Horoscope": "The highlight of the day is communication with a person of influence which can have a long term impact on your life. You may also come in contact with a person or a situation where you are pitted against an opposite point of view. You need to be able to take constructive criticism and stick to your point without becoming rude.",
        "Gemini Health & Wellness Horoscope": "Take care of your digestive system. It can take a back beating during the festive season. The best way is to eat right and indulge in a casual exercise be it walking, climbing stairs or cycling. Your fast paced mind allows less time for enjoying your meal. Do not think about other stuffs while eating. Relish your meal and chew properly.",
        "Gemini Daily Love & Relationship Horoscope": "Friends, co-workers and all sorts of people you know may try to enlighten you about the things you must do for your love life to gather up some pace! Follow what they say to update your dating database, except the flirting tips! You are looking for love so better focus on it rather than locking yourself for some momentary pleasure!",
        "Gemini Career & Money Horoscope": "Great opportunities are likely to open up on the career front today. You can get a really fantastic job offer or that promotion for which you were eagerly waiting, finally comes through. Help may arrive from a completely unexpected quarter which is likely to overwhelm you. You may also receive help from someone whom you had helped in the past."
    },
    "3": {
        "Cancer Daily Horoscope": "The day may start with some confusion. A person with spiritual bent may come to your rescue. The person will guide you. You may follow his advices as they are given with a pure intention today. You may also be inclined to visit a holy place today. Second half of the day will pass smoothly. You may enjoy with friends.",
        "Cancer Health & Wellness Horoscope": "The day is favourable for outdoor activities and exercises. All the stress will be draining away today and you will end up feeling amazingly energetic and refreshed. This will bring a flood of optimism and you will be able to tackle any task ﾖ even those which you have been putting off. Your enthusiasm is likely to infect others in your family or friend circle and you can all end up organizing an impromptu outdoor game or picnic.",
        "Cancer Daily Love & Relationship Horoscope": "You need to empathise more with your partner. He / she have been under tremendous stress but you have been preoccupied with how it is affecting you and your partner's attitude towards you. You need to realize that love demands unconditional support and this is not the time to worry more about your own self rather than that of your partner.",
        "Cancer Career & Money Horoscope": "The day will get better as it progresses. The disappointments you have experienced in past few days will come to an end and you can breathe in a fresh air of optimism. Your superiors may even reward you for your consistent ability to tackle issues well. And this is a good time to get your point across anyone, ranging from the top management to the lowest level sub-ordinates."
    },
    "4": {
        "Leo Daily Horoscope": "Today is going to be a fun fare day. You will be revisited by friends and relatives. Least you can expect a call or mail from them. It is a good time to brush up your social skills and be prepared for the upcoming parties. Your financial issues will be taken care of as the day progresses.",
        "Leo Health & Wellness Horoscope": "You may have to bear unnecessary stress and strain from some work related issues. You need to realize that you can never please everyone and trying to do so will cause needless strain which will affect your health. Instead, try to go for a much needed break and rejuvenate your energy level. You should also try to adopt some relaxation exercise to relieve your mental strain.",
        "Leo Daily Love & Relationship Horoscope": "You must take care of not checking your partner's patience. They have been tolerating you and giving you enough warmth in spite of your cold reactions to their attempts to please you. It is okay; forgive them for hurting you once. They are really guilty of all their faults and won't repeat them again.",
        "Leo Career & Money Horoscope": "Taking control of your own finances is very important for you now and you are not afraid of hard work to achieve this goal. You are very organized and disciplined today and are ready to tackle career issues with a very practical eye. Start your good work today and your finances will reflect the positive results within a very short time."
    },
    "5": {
        "Virgo Daily Horoscope": "You a person of firm resolute and once you undertake any task; you will finish it completely with immaculate precision. So do not believe in what others say; you can do what others can never do and that is why you stand above them. Retain this attitude always and let your vision reach to the farthest of the destinations where others cannot even dream of!",
        "Virgo Health & Wellness Horoscope": "You are feeling irritable and rather ill used because of stomach problems. But you need to realize that eating indiscriminately is the root of all your physical problems which is leading to this feeling of mental stress. You need to control your diet, but will probably find it very difficult to do so. Get in touch with a dieting buddy. Support of another person can better help you through this situation.",
        "Virgo Daily Love & Relationship Horoscope": "People seeking soul mate may have a good day. You may attract someone. Mingle with friends and go out with them. People already in relationship, will see a spark in their relationship. Your monotony will be broken. You may try something different with your partner. If you are a home person, you may go out and splurge with your partner.",
        "Virgo Career & Money Horoscope": "The time is most favourable for those who are in any health related professions. Doctors, nurses, chiropractors, healers, hospital administrators and even medical students are going to enjoy a high degree of success. Be sure to follow the advice if you are consulting a professional as this advice is going to be very relevant to your professional life at this time."
    },
    "6": {
        "Libra Daily Horoscope": "You are full of energy and have a bright outlook. Things which were appearing bleak for the last few days do not seem to be so hopeless now. Strength and vitality in your attitude will help you to deal with the situation. The day is also favourable to express your views, opinions and desires strongly. Go after what you truly desire and you are likely to reach your goals.",
        "Libra Health & Wellness Horoscope": "Your dietary habits have never been very good and all your good intentions generally evaporate at the sight of tasty fast foods. But you cannot afford to continue in this way. You need to avoid deep fried and sugary snacks today as eating junk foods can result in serious stomach problems. The day is best suited for designing a new and healthier dietary regime.",
        "Libra Daily Love & Relationship Horoscope": "The affairs will be pretty worthwhile today! You will be irresistible for those who will be escorting you for travel today. If any doubt comes to your mind about what you are doing is correct or not then take a moment to re-evaluate your decision. But you are a grown up now so there wonﾒt be many challenges to face as a result of you indulge in pleasures!",
        "Libra Career & Money Horoscope": "You are not at peace. There is a constant warfare between your heart and mind which want to opt for morally and logically correct decisions respectively. Follow your heart and do something to quiet your mind. Try burdening yourself with a new responsibility. Finances may get disturbed if you spend without thinking much."
    },
    "7": {
        "Scorpio Daily Horoscope": "You are high in spirits and energy! Call up your friends and throw a party. Basking in the glory you may be careless towards the danger awaiting you in near future! Do not panic, it does not indicate harm from a person. Your health may get affected due to excess consumption of meals which your stomach cannot digest. So plan for a routine exercise and retain your pep for longer period of time!",
        "Scorpio Health & Wellness Horoscope": "Minor accidents are a strong possibility, especially on the road. So, be extra careful while driving or crossing the street because a collision may occur now. Even if you are careful, the accident may be caused by the recklessness of others. So, a defensive strategy is required. A little bit of extra attention can help to avoid major hassle today.",
        "Scorpio Daily Love & Relationship Horoscope": "If you like someone then this is not at all the day to confess you feelings. You may be misunderstood of ogling! Wait until the other person wants you to speak! The fruit of patience will be sweet. Just maintain friendship within control with them so that you are not wiped off their minds totally.",
        "Scorpio Career & Money Horoscope": "The day will have a remarkable beginning. You may be offered a promotion or a plum new assignment and the luckier ones may receive wonderful opportunities for new job even! Words of your hard work have spread round the corner and you shall be reaping awards for it. Finances seem to improve as more income will flow in!"
    },
    "8": {
        "Sagittarius Daily Horoscope": "Today is a bright time for the creative people. Your skills and works will be appreciated. Even monetary gain for the work of the creative people is predicted today. If you are a student, it is suggested to go out and take that dreaded exam. The stars tell that students will do good in exams today.",
        "Sagittarius Health & Wellness Horoscope": "Chronic ailments have been troubling you for the last few days but today you will discover a satisfactory way to deal with these problems. Be warned that the method will take time and patience in order to be effective, but if you follow the regimen strictly, you will be able to get rid of a painful chronic complaint to a large extent.",
        "Sagittarius Daily Love & Relationship Horoscope": "The day is ideal for planning some family activities. Take your kids to a ball game, the park or a museum. You can also schedule to spend time with your parents or siblings. The evening is especially suited for romance, but you should try for an intimate gathering rather than a large party. Family commitments will take priority now.",
        "Sagittarius Career & Money Horoscope": "Your ego will be fully satiated today when you will be rewarded for your leadership and valuable contribution to the organization. You cannot work well behind the scenes so you must show case your talent and abilities as and when you have been working on various issues. You will have a good laugh over the mistakes you have made yesterday."
    },
    "9": {
        "Capricorn Daily Horoscope": "You have probably been feeling ignored in recent days, but today you will grab the attention of all. The limelight will be centred on you and you are going to justify it by rising easily to the occasion. This can be related to the appearance of a new friend, reappearance of an old one or some situation at work.",
        "Capricorn Health & Wellness Horoscope": "Your health is sound and you enjoy a good spirit. Your near ones might fall ill or might show symptoms of falling sick. Keep an eye on them. Offer them help, wherever you can. Also, spend some quality time at home. Avoid eating junk food or going out. It is a day to have fun time with the family eating homemade food.",
        "Capricorn Daily Love & Relationship Horoscope": "It is an interesting phase in your love life. Those who have just started of with a new relationship should look for ways to strengthen their relationship more. The two of you can blend in romance and talents together very effectively. Just be open about the future but do not indulge into any plan making right now. Just go with the flow.",
        "Capricorn Career & Money Horoscope": "Great job opportunities are awaiting you! Think carefully and if it all suits you well make a transition in your career. One of your colleagues will be quitting the job and you may help someone else fill in this gap by recommending them. Though you may not realize but your opinions have a high regard. Finances will improve as your salary will hike irrespective of where you are!"
    },
    "10": {
        "Aquarius Daily Horoscope": "Lady Luck has been smiling on your finances for the last few days and your spending has gone up accordingly. It is now high time to put a brake on the high spending. You need to curb your extravagances now. Something may happen in connection with your family or someone close to you which can create a vague sense of disquiet in you.",
        "Aquarius Health & Wellness Horoscope": "You may suffer from some allergic reaction today. If you have known food allergies, you may accidentally eat the food. Chances of irritation of the skin are also there. Avoid going to polluted places if possible. Health will improve after evening. Be sure to get plenty of exercise as well as sleep. You should consciously cultivate healthy habits to avoid problems in the future.",
        "Aquarius Daily Love & Relationship Horoscope": "You will now be able to figure out what kind of a partner you want to spend your life with! Yes you are right; you must go for love and not marry for financial gains. You may come across that perfect person and a rush of butterflies through your stomach on seeing this person will be indicative of it! Let your intuition guide you if butterflies fail to!",
        "Aquarius Career & Money Horoscope": "There is a strong possibility of misunderstanding at work today, but be careful not to criticise your co-workers. You are feeling stressed out and irritated due to planetary influences and you are likely to take this out on your colleagues. You must consciously work to avoid this because it will create needless additional stress in your workplace and may even affect your health."
    },
    "11": {
        "Pisces Daily Horoscope": "Your over emotional nature though helps needy but at times may strangle you in an embarrassing situation. Seek help of your partner to come out of such situation. This is a time for some intimate and secret communication. Financial gains are most likely possible but keep a distance from gambling. Put your words cautiously lest they hurt a loved one.",
        "Pisces Health & Wellness Horoscope": "Minor ailments are there in the atmosphere which might affect your health slightly. Though, it wonﾒt be a major setback for you. You are prone to sneezes, common cold and cough. Also, be careful while lighting matchbox. With hygienic sense, these minor ailments can be easily taken care of. Keep a sanitizer handy with you wherever you go.",
        "Pisces Daily Love & Relationship Horoscope": "You are in for a big surprise today from your partner. Expect extravagant gestures or expensive gifts and this is the perfect time to rediscover your love for each other. If you are single, you may find romance blooming in unlikely places, but do not ignore this as implausible. Chances are, you are going to find a fulfilling relationship from this place where you never thought to look.",
        "Pisces Career & Money Horoscope": "You have recently lost money, mostly because you invested unwisely in get rich quick schemes. Another similar opportunity is knocking at your door and it is essential that you realize that these schemes can lead you to serious financial trouble. You need to rationalize your investment decisions and listen to the experts though you have a great tendency to be swayed by a glossy, if empty presentation."
    }
}
]
