horo_english=[{
    "0": {
        "Aries Daily Horoscope": "This is a busy day for you. You will see a number of appointments piling up. Even though you try your best to fulfil all your commitments on time, chances are you will lag behind and this can give rise to some stress. Do not hesitate to ask for and accept help in completing your tasks. Otherwise, you may not manage to finish them on time.",
        "Aries Health & Wellness Horoscope": "Pay attention to those who are sick at work. Avoid making contacts with the telephone, laptops or other equipments they may be using. If you can control the transmission you can control the infection easily! You are a benevolent soul and no other human being can be as much capable as you of benefitting other life resources. Take care of yourself too!",
        "Aries Daily Love & Relationship Horoscope": "The day is going to be stable as far as relationships are concerned. You will be able to enjoy a quiet and contemplative time with your partner. Take time to enjoy what you have. Taking part in ordinary domestic chores can create a level of contentment in your relationship which will give you a sense of happiness and renew your love.",
        "Aries Career & Money Horoscope": "You may receive some good news about better job prospects. You may be called for an interview at your dream companies. For the blooming writers it may be a great day as some of your articles or a book may get published with a renowned publisher. Your career may now follow an entirely new trajectory now."
    },
    "1": {
        "Taurus Daily Horoscope": "You will not feel comfortable dealing with unknown factors now. So, you will try to stick to the tried and proven roads rather than try any experimental approach. New opportunities will come your way today, but you are likely to choose one which you are familiar with rather than the one which seem to offer better rewards. Take this time to complete your old projects now.",
        "Taurus Health & Wellness Horoscope": "Prepare for some good news, especially regarding your home. Opportunities may arise leading to a shift in residence or you may finalize your buying plans of a house. Take advantage of positive energies. If you have been considering a renovation project or remodelling your home or a part of it, this is the best time to get the project off the ground.",
        "Taurus Daily Love & Relationship Horoscope": "It is time that you took a step back from your relationships and take a look at the bigger picture. You have become too tangled up in the nitty gritty and this may have caused you to lose sight of what you are really want out of your relationships. It is time to remove the clutter and judge the relationships on the basis of their own merit and take careful decisions.",
        "Taurus Career & Money Horoscope": "You are in a peaceful mental state and will be able to focus greatly at your work. Today you may be able to crack the best business deals of your career even. But the lack of support from your superiors may hold you back. Try to convince them and all will go well, earning better repute as well as money for you."
    },
    "2": {
        "Gemini Daily Horoscope": "You are in an impulsive mood today. You tend to rush into projects without thinking it through and this can create unnecessary problems both at work and in family life. Try to keep a level head, though it may seem to be too difficult now. Several opportunities will arise together and you need to see what works for you and what do not.",
        "Gemini Health & Wellness Horoscope": "You are endowed with the qualities of being an excellent trainer! But you forget to look after your own self most of the times if no one is around you to remind you of the same. Remember your good health is the biggest investment you can make for yourself! If you havenﾒt thought it this way yet, time to start doing it!",
        "Gemini Daily Love & Relationship Horoscope": "Disagreements are likely to flare up between you and your partner today. The issues may be very minor or may be vital, but they have all been festering for quite some time in your relationship. This has resulted from a lack of proper communication between you. You are going to require huge amount of patience to deal with the situation if you want to save this relationship.",
        "Gemini Career & Money Horoscope": "You have a charming aura and sweet speech. This will help you walk through any door you want to. Your childlike attitude spreads joy every where and puts every one at ease! And you can strike everyoneﾒs psychology very easily with your jokes which are pouring out of your mouth effortlessly!"
    },
    "3": {
        "Cancer Daily Horoscope": "This is the perfect day to reassess the current situation of your life and prioritize your projects. If you have been lazing for some time now and letting work pile up, today, you will find an amazing surge of energy which will help you to organize your projects satisfactorily. This is the best time to discard those which are no longer useful and finish the others instead of starting a new project.",
        "Cancer Health & Wellness Horoscope": "The day brings a lot of positive emotions for you and this will help you to enjoy excellent physical health. The happiness of your mind will help you to enjoy good health. However, you need to pay attention to your posture. Without this you may develop back problems of a persistent nature. Take up exercises like running, walking or swimming to keep fit.",
        "Cancer Daily Love & Relationship Horoscope": "Don't go knocking doors when it comes to relationship. Remember, someone is definitely made for you. When the ripe time will come, universe will unfold automatically to present that precious gift to you. Let your love find you. Till then, have good time with your friends and associates. May be your hidden diamond is located somewhere there. You shouldn't lose hope!",
        "Cancer Career & Money Horoscope": "You may find your day to be a bit monotonous as you have been working on the same project since long. This may be fatal for your progress so look for a change as soon as possible. However in the mean while enjoy the harmonious relationship with your co-workers. One of them may be of great help to you in finding a way out of the organization very safely!"
    },
    "4": {
        "Leo Daily Horoscope": "You have great capacity to charm everyone today. You are going to impress those around you with your wit and grace. You will win the admiration of everyone around you. Take advantage of this shining period to make new friends and mix with new people and new opportunities will open up in front of you.",
        "Leo Health & Wellness Horoscope": "It seems to be a bit difficult for you to realize healthy habits. May be your stubborn nature is getting you fixed and stagnating your progress. Put your health first! Be stubborn when it comes to taking proper rest before each night, going to gym every morning and consuming balanced meals.",
        "Leo Daily Love & Relationship Horoscope": "In search of love you have walked too far but with no quest! You need not to go further. Someone who has been a close pal is the one who is in love with you but is not confessing to you. He or she may have the fear of rejection or they want you to propose first! Spend some time with them and you will be able to figure out the way to their hearts.",
        "Leo Career & Money Horoscope": "You are your best critic. Analyze your situation and act accordingly. Having said that, today you need to motivate yourself to remain on track. Let monotony not bog you down. Time will change and you may be entrusted with bigger responsibilities. Till then, show your consistency. You have time at your side. Plan investing, do research work and go for it."
    },
    "5": {
        "Virgo Daily Horoscope": "You may examine changes in your lifestyle which could possibly establish a balance between your work and health. You can drop an email to one of your close friends asking about the solution for the same. These changes will make you comfortable. You may align yourself with right people and they will let you determine the purpose of various goals.",
        "Virgo Health & Wellness Horoscope": "You are a sensitive individual and so is your digestive system. As soon as you consume something which is not in accord with your digestive system, your body will reject it. You may suffer from loose motions or vomiting and the condition will get severe if not checked. Try to go for indigenously prepared medicines.",
        "Virgo Daily Love & Relationship Horoscope": "You will find it difficult to devote as much time as you would like to your partner because of the pressure created by a number of external factors. Professional commitments can eat into most of your time now. Be sure to communicate your feelings to your partner and you will find him / her much more understanding than you thought.",
        "Virgo Career & Money Horoscope": "There is a strong chance of changing your job or even the direction of your career completely today. Something which you have treated only as a hobby till now may develop into a money making avenue. You may give up your job to concentrate full time on this. While this may appear scary, the results are going to be very encouraging and, though it may take time, it will eventually become financially rewarding."
    },
    "6": {
        "Libra Daily Horoscope": "Today, you will be able to take the first step towards discharging an obligation or return a favour. This can be mental, financial or spiritual. This does not mean that all your obligations will be settled today, but you will feel relieved that you are at last doing something to actually settle your debts. This will prove to be very rewarding for you.",
        "Libra Health & Wellness Horoscope": "You are a workaholic and at times forget to derive pleasure from your achievements. In order to do so, you need to setup a questionnaire for yourself and work on the answers! The questions can be like ﾖ your favorite fruits are present in the house or not? Is your wardrobe containing the best of the attires or not? Think about how you look!",
        "Libra Daily Love & Relationship Horoscope": "You may question yourself for a better understanding of your feelings towards your partner. You seem to get affected by some one else as well. But it just a fancy passing by! You have the best and you must stick to it! Spend more time with your partner and you will be able to retain your cool.",
        "Libra Career & Money Horoscope": "For students, it is a good day to appear in any exam. Success is shining in your sign. For professionals, you will have a positive day at the work place. Pending issues will get sorted out. If you feel that you should be considered for a promotion, it is a good day to initiate the talk with decision making authorities."
    },
    "7": {
        "Scorpio Daily Horoscope": "You are full of positive vibes. But do not try to spread it among others. People will not welcome your advice! Being silent in spite of loaded with creative energy may make you feel depressed. But do not bother as your recognition is going no where, it is just being postponed. Control yourself from indulging in momentary pleasures which will cost you heavily in future.",
        "Scorpio Health & Wellness Horoscope": "You have become used to a sedentary lifestyle and you have let your body go. The time is right to start exercising in earnest and regain the strength and stamina that you originally had because you may soon be called upon to perform a physically difficult activity. It is also necessary to relieve your stress. Unbeknownst to you, your unhealthy dietary pattern is actually contributing towards this stress.",
        "Scorpio Daily Love & Relationship Horoscope": "Change, revolution and passion are indicated for you today. You refuse to sit on the fence anymore and you refuse to let destiny take its course without making an effort to guide it towards what you want. Your intensity of feeling may even leave your partner somewhat dazzled. Let your instincts guide you in making romantic decisions and they will take your life in a new direction.",
        "Scorpio Career & Money Horoscope": "Though you have been meticulous and methodical, you are left with the backlog of somebody else and for that now you are answerable. Believe in yourself and your work methodologies. Take up one job at a time and by the next week, you will see things getting back in shape. Till that time, do not get into an argument with your subordinates."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Rest and relaxation are the watchwords for today. You have been driving yourself hard for the last few days and now it is time to enjoy the fruits of your labour. Do not plan for a big party. Rather, take a day of quiet contemplation. Sharing your feelings with someone special can help you achieve a greater sense of fulfilment today.",
        "Sagittarius Health & Wellness Horoscope": "Today you will begin to realize how some moderate changes in your lifestyle can help you lead a healthier and happier life. Take a resolution to give up a habit which you know is harmful for your health and you will find the strength to stick to it. Also, if you have already taken such steps, you will begin to enjoy the fruits of these changes in both your boy and your attitude.",
        "Sagittarius Daily Love & Relationship Horoscope": "You are in for a big surprise today from your partner. Expect extravagant gestures or expensive gifts and this is the perfect time to rediscover your love for each other. If you are single, you may find romance blooming in unlikely places, but do not ignore this as implausible. Chances are, you are going to find a fulfilling relationship from this place where you never thought to look.",
        "Sagittarius Career & Money Horoscope": "A number of situations may arise at work today where you will be forced to choose between going with the flow and doing the right thing. Pay extra attention to your work ethics today. Refusing to go with the crowd may cause some tension with your colleagues, but you are sure to win the recognition of your bosses and this will have a positive impact on your career in the long run."
    },
    "9": {
        "Capricorn Daily Horoscope": "Though you are feeling somewhat overwhelmed by responsibilities, there will be no reprieve in sight. Your best course of action will be to quit complaining and get on with completing your tasks. The sooner you complete them, the quicker you will be free. However, this does not mean that you should finish them in a negligent way. Give your best and you will definitely reap the rewards in the future.",
        "Capricorn Health & Wellness Horoscope": "You have been planning to lose weight, but your good intentions are all coming to nought as a number of temptations are placed in your way. But today is an excellent day to start your diet and exercise routine to lose weight. You are likely to take professional advice for the purpose and invest a substantial sum of money in this project now.",
        "Capricorn Daily Love & Relationship Horoscope": "You will be faced with a number of financial demands from your family at this time. It is your commitment towards your family and you will have to meet them. You need to understand that though they seem like a lot, they are actually justified. But do not worry, you will find yourself more than capable of meeting all the expectations and these will end up ultimately strengthening your relationships.",
        "Capricorn Career & Money Horoscope": "You may face it difficult to meet targets today. Look for areas where you have never gone before. Explore is the buzz word today for you. You may find something worthwhile. If you have been planning shifting your job, today is the right day to initiate the process. You may shortly land in a new job or in a new office."
    },
    "10": {
        "Aquarius Daily Horoscope": "Every feeling is intensified today because of the alignment of the stars. You are going to feel both love and hate more deeply than ever before. Opportunities will also arise to show you what is keeping you from becoming close to your friends now. However, it will be prudent to wait before you act on these feelings and see if they endure before you commit yourself.",
        "Aquarius Health & Wellness Horoscope": "The day is made for relaxation. Book a massage appointment or go for a de-stressing exercise. But this does not mean that you will be slouching. Rather, the day promises to be quite active and you are likely to shop for health foods and / or gym equipments. You are likely to get good health related advice from someone.",
        "Aquarius Daily Love & Relationship Horoscope": "Your lavish lifestyle draws many people towards you. But all of them are just fake and make false pretensions of loving you. In such a situation just focus on the positivity that you are not alone. Try to ignore the negativity that you are lonely, this is just the beginning and you have many more lovers to follow.",
        "Aquarius Career & Money Horoscope": "The day is particularly favourable for marketing and has the potential to provide serious boost to your business. It is vital to maintain an equitable frame of mind so that you can practice all your marketing strategies. If a conference or such public event for promotion is planned for today, it can be very productive for you. Keep special note of the contacts that you made today as they may turn out to be the key of your future success."
    },
    "11": {
        "Pisces Daily Horoscope": "New horizons are opening up in front of you. A talent which you have always treated as a hobby may become something more and you may find yourself making a living doing what you love. New developments are expected in every front which would broaden your ideas and may completely change the character of your life. You will be experiencing a rare moment of satisfaction with your life.",
        "Pisces Health & Wellness Horoscope": "You have been out of shape since long. But not being able to do exercises for few days does not mean that you will never be able to do it! There is some one around you who is spreading negative vibes and that is what is affecting you badly! Give some time to your relations and meanwhile use your energy for your good.",
        "Pisces Daily Love & Relationship Horoscope": "You seem to be too excited about hosting a party in honor of your belovedﾒs achievements. But unfortunately it will turn out to be a regular get-together. Your favorite guests may not arrive even! Still your partner will be drawn to the care and concern you have for them! And this is what your real achievement is!",
        "Pisces Career & Money Horoscope": "Work pressure will be mounting and they may actually take you away from the activities which you enjoy. You will not have much time to relax. So, you will have to take pleasure from the little things of life. They will prove to be very satisfying and less expensive compared to your normal endeavour. This means, you will be saving on some unnecessary expenses today."
    }
}]
