horo_english=[ {
    "0": {
        "Aries Daily Horoscope": "You are full of zeal to change things around you, but you need a period of calm reflection to decide whether they need changing at all. While you are going to excel at the projects you decide to take on, it is better if you let someone else choose those projects for you. You will be filled with single minded determination today.",
        "Aries Health & Wellness Horoscope": "You seem to be a little stressed out. Try to practice fitness sports which are outdoor ones like swimming or yoga! You have to do it on a regular basis to strengthen your muscles and lung capacity. However avoid it if the weather is too cold outside, you will be affected negatively rather. In such a condition go to a gym and in a trainerﾒs guidance do the mild fitness exercises.",
        "Aries Daily Love & Relationship Horoscope": "Your lifestyle and your social circles are improving greatly right now. While your partner may find it a little difficult to adjust to these changing circumstances, you will be very supportive to help him / her through this time. Relationship and support are your greatest priority today and you will find your support highly appreciated. This will strengthen your relationship bonds.",
        "Aries Career & Money Horoscope": "Great job opportunities are awaiting you! Think carefully and if it all suits you well make a transition in your career. One of your colleagues will be quitting the job and you may help someone else fill in this gap by recommending them. Though you may not realize but your opinions have a high regard. Finances will improve as your salary will hike irrespective of where you are!"
    },
    "1": {
        "Taurus Daily Horoscope": "Life has been monotonous and lackluster over a long period of time. Try to spice up your life with little adventure. It may be a visit to your favorite holiday spot or undertaking some expeditions. Separate yourself from social and personal involvements for sometime to accomplish certain goals needing your full attention.",
        "Taurus Health & Wellness Horoscope": "This is the time to focus on spirituality for gathering some solace for your inner self. So devote your time in finding people who are spiritually oriented. You have been upset with certain happenings of your life or maybe you have been suffering from obesity so you find it hard to concentrate.ﾠ",
        "Taurus Daily Love & Relationship Horoscope": "Your partner may surprise you today. The longings and the loneliness will come to an end. You may want to take a step further in your relationship but ask your partner always as it needs to be mutual. You have found your love after a lot of efforts so do not act in haste. There is notorious air around your partner.",
        "Taurus Career & Money Horoscope": "Today is a lucky day for you as far as the money is concerned. You may receive your money if you have lent somebody in the past. You may also see your luck shining in financial schemes like chit fund or any other form of gambling. Students may see their career going in the right track today meaning that any exam or small test will yield good results."
    },
    "2": {
        "Gemini Daily Horoscope": "You are feeling very adventurous and are determined to make your own way today. You are going to conquer all obstacles in your path by sheer determination and the force of your will.ﾠ Nothing is going to hamper your progress today. So, you can schedule all your difficult activities today and you will find success in them coming quickly and without hassle.",
        "Gemini Health & Wellness Horoscope": "A very hectic schedule leaves you little time to spare for any serious health and fitness regime. Though you are generally diet conscious, you have been surviving on junk foods for the past few days because of the demands of your job. It is high time that you got some rest and ate some healthy food, even if your work pressure shows no signs of easing off.",
        "Gemini Daily Love & Relationship Horoscope": "It is going to be a great day for you today! You may get a chance to speak your heart out today. But be careful not to speak anything which you will regret later! Keep your speech brief and precise, you will get many more chances to address your partner openly! Highlight only the burning issues.",
        "Gemini Career & Money Horoscope": "You have several commitments pending but there is plenty of time to complete them with ease. However, you will be feeling restless, inattentive and lethargic. As a result, you will accumulate backlog. Since your mind is not at all ready to concentrate, it is best to take a day off and give yourself a much needed rest. This will help to relieve your stress to a great extent."
    },
    "3": {
        "Cancer Daily Horoscope": "Today you are determined to play the power game which may include fair and unfair means to achieve your goals. After getting cornered for a long time, a spurt of energy from the planets now may fill you with confidence. You may make decisions on the basis of your instincts and rest assured, none will laugh on your face.",
        "Cancer Health & Wellness Horoscope": "You now have the sufficient energy to overcome all the obstacles and challenges that you encounter. However few such issues may arise which will need a lot of your time and energy, leaving you drained and strained upon resolution. Be prepared in advance and keep your favorite meals cooked for yourself which you may consume after sorting out everything.",
        "Cancer Daily Love & Relationship Horoscope": "You may be insecure and restless today and may find it hard to trust the feelings of your partner. Time to take a brief break from your relationship and ponder upon the reasons which have imparted you with this feeling. After this trip of analysis you will feel a lot better and confident about yourself and your partner.",
        "Cancer Career & Money Horoscope": "You are fully turned on to work mode after spending few days of holidays without any official interference. But your clients, colleagues and sub-ordinates do not seem to be on the same page. Be understanding and respectful towards their problems. Give them a mental break from work. Do it without making them feel that you doing them a favor."
    },
    "4": {
        "Leo Daily Horoscope": "If there is tension persisting in your relationship with someone, you may want to find a way out today. Listen to the other part of the story. Do not be too submissive allowing other to steamroller over you. But at the same time do not be blunt. You may find an important client at your office. Be agile and proactive.",
        "Leo Health & Wellness Horoscope": "Today is a great day to embark on a new health regime. Pay close attention to your diet and inaugurate a new routine of exercise which you have been ignoring lately. It is necessary to recognize that your physical health is extremely important for our mental health as well. Join a new class of yoga or other relaxation technique as they are urgently required in your life now.",
        "Leo Daily Love & Relationship Horoscope": "The day is suitable for second chances. People who have not behaved well towards you will approach you today. This is the best time to repair your friendships and love interest. It is a good day to forgive and forget and to extend the olive branch. On the other hand, you too may approach someone with whom you have a history and attempt to make a fresh start.",
        "Leo Career & Money Horoscope": "Your competitors will try to weigh you down. But your fierce and confident spirit will let you be undefeated. Time to stop being polite with them and not to let them take your undue advantage. You may receive some unexpected wealth which was being delayed since long."
    },
    "5": {
        "Virgo Daily Horoscope": "The mood of the day is somewhat uncertain. You need to be extra cautious while dealing with sensitive people. It is also a time for confrontation and taking decisions. You may be forced into uncomfortable situations that you have been avoiding and make some tough decisions. However, you will be able to take the right decision even under pressure and this will ultimately have a positive effect on your life.",
        "Virgo Health & Wellness Horoscope": "You have been eating unhealthy diet for the past few days. There may also have been frequent dinners outside. Your digestive system is going to suffer today as a result. There may be stomach pain and indigestion. You need to control your diet and increase your water intake in order to recover quickly. You also need to take special care of dental hygiene.",
        "Virgo Daily Love & Relationship Horoscope": "You may get chances to have some real fun with some who is really funny and close to your heart. And you must choose such a person to be your soul mate. Do not get carried away by what others tell you about choosing ideal figures as your partners. Be realistic and sensible. If you are unhappy with the reality then there must be something you can do about it.",
        "Virgo Career & Money Horoscope": "Pending work at office may pull you apart today. You may find yourself doing a late shift. Pay attention to yourself as well. This is just a passing phase. Your boredom of last week has its negative effect on you today. Be gentle and humble to others as you might head for an argument today. Avoid such situations."
    },
    "6": {
        "Libra Daily Horoscope": "You are feeling confident and happy and these shows in your attitude and body language. People today are going to notice you wherever you go and you are likely to make quite an impression. Important business meetings will go in a positive direction. Even if certain situation appears dicey, you will be able to bring others around to your viewpoint and get things done your way.",
        "Libra Health & Wellness Horoscope": "You have taken the responsibility of your health as well the health of those who are dependant on you! It will all pay you off very well later on and you will be proud of the results. The fitness level will boost for yourself and for those you have intended to take care of! You may also get an opportunity to train a huge lot of people.",
        "Libra Daily Love & Relationship Horoscope": "If you like someone then this is not at all the day to confess you feelings. You may be misunderstood of ogling! Wait until the other person wants you to speak! The fruit of patience will be sweet. Just maintain friendship within control with them so that you are not wiped off their minds totally.",
        "Libra Career & Money Horoscope": "You are going to feel very ambitious today. New opportunities are opening up at the place of your work and you will be very eager to take advantage of them. Be careful that your eagerness does not breed jealousy and ill feeling among your colleagues. You need to realize that for successful completion of projects, it is necessary to not only impress your superiors but also to gain the support of your co-workers."
    },
    "7": {
        "Scorpio Daily Horoscope": "Today you need to move out of your comfort zone. Be aware that sticking too much to the conventional can actually land you into a rut. This will give you a sense of truly living your life rather than just going through the motions. The first step may appear to be scary but if you can step out, this can prove to be a turning point in your life.",
        "Scorpio Health & Wellness Horoscope": "You have to learn to be patient with yourself and others. Various situations may arise which will render you with no gain and to handle yourself in such times you need to inculcate the habit of waiting for the right things to happen at the right time. Go for a walk early morning and if you can try to walk bare footed on grass.",
        "Scorpio Daily Love & Relationship Horoscope": "Your partner is likely to be under considerable stress today and you will need to extend all your sympathy and understanding. He / she may take out the frustration on you. Reacting emotionally to the outburst will only serve to complicate the situation. You need to put your own feelings on hold for the time being and attend to the needs of your partner.",
        "Scorpio Career & Money Horoscope": "Small but persisting obstacles will arise in the path of your work today and you will find it very difficult to finish your projects within the deadlines. The obstacles are seemingly meaningless and it will be almost impossible to predict or avoid them. However, getting irritated and losing your cool is not going to be of any help. Instead, try asking your colleagues for help to complete your tasks on time."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Prepare for some good news, especially regarding your home. Opportunities may arise leading to a shift in residence or you may finalize your buying plans of a house. Take advantage of positive energies. If you have been considering a renovation project or remodelling your home or a part of it, this is the best time to get the project off the ground.",
        "Sagittarius Health & Wellness Horoscope": "You feel active and stress free today. You may take charge of your surroundings and people around you might get influenced by your positivity and oozing enthusiasm. With active mind, you also enjoy a healthy and sound body today. It is a good day for athletes and people related to sports as they are quite likely to achieve success.",
        "Sagittarius Daily Love & Relationship Horoscope": "Plan some family activity today. No matter how busy you are, you have been ignoring your family and it is time to redress the balance. A picnic or other group outdoor activity can be great fun. You can also go for activities like sailing or horse riding. Try to get in a much needed dose of nature during this quality time.",
        "Sagittarius Career & Money Horoscope": "Great opportunities are likely to open up on the career front today. You can get a really fantastic job offer or that promotion for which you were eagerly waiting, finally comes through. Help may arrive from a completely unexpected quarter which is likely to overwhelm you. You may also receive help from someone whom you had helped in the past."
    },
    "9": {
        "Capricorn Daily Horoscope": "Life has been full of ups and downs lately. But soon you are going to get rid of all these. Maintain your optimistic attitude like always and things will work out better. People may approach you for help and this is good, being busy will make you forget all your worries.",
        "Capricorn Health & Wellness Horoscope": "It is high time that you realize that your health is one of your assets and needs to be developed. Today is a good day to start a health regime, take up a sport or join an exercise class. Swimming or other aquatic activities can prove to be of special benefit to you. If you initiate a healthy regimen today, it has a greater chance of success.",
        "Capricorn Daily Love & Relationship Horoscope": "The day is perfect for love. Show your appreciation for that special someone in your life by doing something unexpected and see the day become special. Romance is in the air. If you are single, today is the day when you may meet the love of your life or just begin to see a close person in a completely new and romantic light.",
        "Capricorn Career & Money Horoscope": "Your professional skills will get sharpened up and you will tap back into professional race with a stronger fighting spirit. You may also get chances to bring your position and income at the same page! You were receiving meager income as compared to the position you have been holding and the amount of work you have been doing."
    },
    "10": {
        "Aquarius Daily Horoscope": "Today, you will develop a natural tendency towards stubbornness. Unfortunately, you will probably dig in your heels even when you logically understand that doing so is not in your best interest. Lighten up. You need to think clearly and do what your mind suggests instead of acting on your instincts. If you do manage to unbend a little, the situation can be resolved faster and you will be much happier.",
        "Aquarius Health & Wellness Horoscope": "You were gradually coming to realize that you need to institute some drastic changes in your lifestyle and dietary pattern but doubts and indecision have been holding you back. Today, all these doubts will disappear and you will be able to take the necessary steps to start a healthier lifestyle. You will be able to draw inspiration from someone near to you in this respect.",
        "Aquarius Daily Love & Relationship Horoscope": "There is some one close to you who wants to be your lover. But you wish to keep it to friendship only! It will be better if you let this person know your feelings very openly. However this person is an ultimate source of love and compassion for you and has been cushioning you against the bruises of life! My advice is to reconsider your decision.",
        "Aquarius Career & Money Horoscope": "You will be able to utilize some lessons that you learned from the past to avert a problem at the work and its possible complication. Your ability of practical application and quick thinking is going to attract the attention of your superiors and new and exciting career prospects may open up. You should not let this opportunity pass without result."
    },
    "11": {
        "Pisces Daily Horoscope": "Try to grab the opportunities which give you a chance to think and reproduce it in your own way. You enjoy all this very well with great enthusiasm. Changes at home are quite predictable, may be you are moving onto a new place in search of more solace and for better opportunities of growth.",
        "Pisces Health & Wellness Horoscope": "You may experience certain vague symptoms of a typical illness which has never affected you earlier. By the end of the day you will be able to figure out what it is! Focus on yourself and your personal needs too. In fact this is a wonderful time to groom your own self. Make yourself as much attractive as you can!ﾠﾠﾠ",
        "Pisces Daily Love & Relationship Horoscope": "You seem to have enough of relationships and are bored of the short and quiver affairs. Time to go for hibernation in your private zone where no body can peep into! If you cannot break apart from a troubling relationship then at least take a short break from it after informing andﾠﾠconvincing your partner about it.",
        "Pisces Career & Money Horoscope": "You have been contemplating a shift for quite some time. Today you may see an opportunity that will attract you. Be proactive and apply today. You may receive an interview call. With your confidence and subject knowledge, cracking an interview has never been a problem for you. So, take the first step today and apply. Be careful about your wallet while travelling in a public transport."
    }
}]
