horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You a person of firm resolute and once you undertake any task; you will finish it completely with immaculate precision. So do not believe in what others say; you can do what others can never do and that is why you stand above them. Retain this attitude always and let your vision reach to the farthest of the destinations where others cannot even dream of!",
        "Aries Health & Wellness Horoscope": "Your eyes are a lens and you must clean it up when being used for long. This implies that you must go for a check up of your eyes as cards show that they may get puffy and dark. Your eyes may contract some infection which is not evident to you right now but you may be struck all of a sudden with it.ﾠ",
        "Aries Daily Love & Relationship Horoscope": "Gentleness and care is necessary to relate to your partner right now. He or she is dealing with an issue that is very important to him / her. You need to inspire the confidence so that he / she decide to confide in you. Prepare to lend your full support. Passing successfully through this crisis will have a long lasting effect on both of you.",
        "Aries Career & Money Horoscope": "In this fast paced technology, you might realize today that your skills are not welcomed in a meeting. It is better to think fast and hence start learning a new skill that might help you to remain at par with your competitors. You may find yourself in a planning and self realization mode today. Seek help from your seniors."
    },
    "1": {
        "Taurus Daily Horoscope": "There is a chance that somebody near to you can steal your ideas to advance their own careers. So, be careful sharing new ideas with anyone. You have to keep a sharp eye out or your own interest at this time. Do not share knowledge with your colleagues even if you have known them for a long time. Patience during this time will help to reveal your true well-wishers to you.",
        "Taurus Health & Wellness Horoscope": "You feel full of energy and are ready for some seriously hard work today. Your flow of positive energy will even influence others so that you will energize everyone of your team to work better. Even at home you will shoulder much more responsibilities than you normally do, pleasing those near to you. You just need to make sure that this trend continues and you do not burn yourself out.",
        "Taurus Daily Love & Relationship Horoscope": "You will be revisited by someone from your past today, though the person may not be of a romantic interest to you. He or she will provide you with a vital piece of insight which can help you to resolve the confusions that you were carrying around with you for a long time. Take your first step towards healing with the help of this information.",
        "Taurus Career & Money Horoscope": "This is the best time to intensify all your efforts and concentrate on furthering your ambitions. You will be hard driven and committed to see to the end of the project in which you are engaged. Your determination and good efforts will not go to waste and you can expect rich rewards in the near future. You will also receive the full support of your family in this venture."
    },
    "2": {
        "Gemini Daily Horoscope": "There may be a psychological fact which is causing you a lot of discomfort. You may have reminisced about the bad happenings of the past. Go and share your concerns with a friend or a relative and the day will turn out to be a great one for you! These are just certain demonstrations to make you strong in life!",
        "Gemini Health & Wellness Horoscope": "The day will be little taxing on you. You may find yourself stressed. Neck pain may occur. It is advisable to walk and bend after every two hours of work. This will stretch your muscles and will relax them. You may also plan a massage or therapy for relaxation. Do not forget to dump your tensions back as you sit for massage.",
        "Gemini Daily Love & Relationship Horoscope": "You are likely to do a lot of soul searching in connection to your love life. You have been wearing rose tinted glasses when you judged your relationship before but now you will be able to adopt a far more sensible and mature approach to love. You will arrive at a clear idea of what you want from your partner and the relationship and how much you are willing to give to it.",
        "Gemini Career & Money Horoscope": "An atmosphere of camaraderie and universal cheer prevails in your workplace today and you will really enjoy doing even the most mundane tasks that you generally hate. You may find new enthusiasm for your work and are likely to receive active support from your colleagues to complete your responsibilities. You should finish all your pending jobs today as it is a favourable time to complete these projects today."
    },
    "3": {
        "Cancer Daily Horoscope": "You may have to trace back to the initial stages of few events. The cause for certain mishaps lay hidden in the roots. Your reputation in the eyes of others has suffered greatly because of this. It is very much necessary to be reserved and cautious in your approach lest people will try to be a hindrance in your quest.",
        "Cancer Health & Wellness Horoscope": "You need to be in a more flexible frame of mind, but today you are likely to dig your heel in and refuse to listen to either common sense or good advice. This rigidity on your part will probably create some tension both at home and at work. The only remedy is to try to keep an open mind and listen to what other people have to say.",
        "Cancer Daily Love & Relationship Horoscope": "The day is perfect to clear the air and get all the latent issues of your relationship out into the open. This clearing of air is a much needed exercise that you have been putting off. It will help cleanse your relationship and breathe new life into it. Expect to enjoy some great romantic gesture towards the end of the day.",
        "Cancer Career & Money Horoscope": "The day will go especially smoothly at the workplace. Any difficult projects that you had been postponing for some time now can best be completed today. You will probably get a lot done ﾖ more than you expected, and clear up all your backlogs. You are filled with positive energy and this is likely to affect everyone around you in a positive way."
    },
    "4": {
        "Leo Daily Horoscope": "The day is likely to be eventful. Circumstances may arise which will force you to confront a past event which you have been avoiding. You need to adopt a tolerant viewpoint in order to deal with this past situation as you tend to be needlessly hard on everyone ﾖ especially yourself. New opportunities can arise from this confrontation. The end result will be positive.",
        "Leo Health & Wellness Horoscope": "Until and unless you devote a waking hour to your health, you have made no good use of your day! Try to ponder upon the various activities you do and how they affect you! For instance monitor your breathing habits and analyze how it affects the way you talk or you love! Yoga seems to be the best exercise for you at this point of time.",
        "Leo Daily Love & Relationship Horoscope": "You must change your routine if you want to catch up with someone interesting else your relationship will reach the same boring level again! You need to change yourself from within for bringing a great change in your love life! You will have no idea how exciting things can get if you will dress differently!",
        "Leo Career & Money Horoscope": "It is good to be obedient but do not let others make you dance to their tunes. You are unique and so are your views. You must adhere to what you think is the right option however people may try to mislead you. You are in the mood to bring a change in your expenditure plans probably trying to minimize your expenses, go ahead!"
    },
    "5": {
        "Virgo Daily Horoscope": "Today you are determined to play the power game which may include fair and unfair means to achieve your goals. After getting cornered for a long time, a spurt of energy from the planets now may fill you with confidence. You may make decisions on the basis of your instincts and rest assured, none will laugh on your face.",
        "Virgo Health & Wellness Horoscope": "Series of events or official parties may upset your digestive system! And a sense of jealousy may arise in you when you see the fit and fine people around you! Do not give space to such negativity; tell yourself that you too can attain the same by doing regular workouts. Cut down on sweets and oily foods which are majorly responsible for spoiling your health.",
        "Virgo Daily Love & Relationship Horoscope": "Today, you will begin to understand that you will not respond to anybody elseﾒs manipulations and will set about drawing some healthy boundaries in your relationships. You have to understand that even your greatest well wisher should not be allowed to take your decisions for you and ultimately it is your opinion that matters. Take that first step and yourself respect will increase markedly.",
        "Virgo Career & Money Horoscope": "You have always been extremely finicky in your work and your attention to details will win the support and approval of your superiors today. Your sincerity, creativity and devotion to work are finally going to be noticed and big rewards await you. The day is going to be busy and full of work related commitments, but you are going to be feeling happy and energetic."
    },
    "6": {
        "Libra Daily Horoscope": "You are feeling creative and ready to get a number of things done. However, a very real fear of what others will think and say may be holding you back. You need to realize that the right attitude is actually half the battle won. Paradoxically, though you feel creative and energetic, your self confidence is actually at a low level.",
        "Libra Health & Wellness Horoscope": "Minor respiratory ailments are seen on the cards. Avoid going into places where there will be allergens present. Those who are involved in professions of mining or similar fields cannot avoid it completely. But they should take a break from the site work for curing health or as a precautionary measure beforehand.",
        "Libra Daily Love & Relationship Horoscope": "It is hard to bear with but you may have to! Cards show some discord with the partner today or even separation if the situation gets worse. But it will be temporary if you tend to retain cool. Donﾒt let your ego take control of you. Better go and clear up misunderstanding with your partner and put all issues to rest once and for all.",
        "Libra Career & Money Horoscope": "Good time for those in professions involving travel and journeys, you can make good money out of it! You can strive for making connections with high authorities, rewards of which you will reap soon. You may make investment into property or precious metals too."
    },
    "7": {
        "Scorpio Daily Horoscope": "You are going to offer some good advice to someone close today and it will be accepted with gratitude. You are in a very understanding and mellow mood today. This is a great time to connect with people from your past. Ring up a close school friend and you will get great joy in getting in touch. It is also the best time to put away past differences.",
        "Scorpio Health & Wellness Horoscope": "You are full of zeal to change things around you, but you need a period of calm reflection to decide whether they need changing at all. While you are going to excel at the projects you decide to take on, it is better if you let someone else choose those projects for you. You will be filled with single minded determination today.",
        "Scorpio Daily Love & Relationship Horoscope": "Social energy is high and so you might find yourself meeting people along with your partner. Monotony is just not your cup of tea. Try something new is boredom is seeping into your relation. Professional matters are moving at a tremendous speed and you are caught in the whirlwind. Look out; your partner is still on the shore waiting for you.",
        "Scorpio Career & Money Horoscope": "You are likely to encounter a run of good luck in ventures related to speculation and chance. If you were in two minds about any investment, then you will be able to take a logical and appropriate decision today. This will have a positive impact on your finances at a later date. It is also a good day to buy or invest in real estate or landed property."
    },
    "8": {
        "Sagittarius Daily Horoscope": "This day demands you to focus more on the social circles. Your charming persona will help you a lot in being impactful over others. Also you need to size up the people who have been against you and have been damaging your reputation on the social front. Amidst such a hectic schedule do not forget to take care of your health!",
        "Sagittarius Health & Wellness Horoscope": "A balanced lifestyle among other things is also supported by a sound health. You love good lifestyle but ignore health. You will not enjoy a lifestyle if you are not fit perfectly. You will gradually develop a taste for wellness related subjects. You will be attracted by fitness freaks. And subsequently you will make fitness your lifestyle. This will affect your life positively.",
        "Sagittarius Daily Love & Relationship Horoscope": "Today you will find the reason behind abrupt behavior of your partner. You have been paying lesser attention on him/her. Today is the day to pamper your partner. Take your partner out for a long drive or shopping. Have dinner together. Compliment your partner. You will again see the same freshness and spark in your soul mate.",
        "Sagittarius Career & Money Horoscope": "Change is indicated in your career, but this is a change that you are going to enjoy. You may get a job offer or be shifted to a new department. A promotion is also on the cards. You will love your new responsibilities and are full of zeal to prove yourself. You are going to impress everyone at work with your working abilities."
    },
    "9": {
        "Capricorn Daily Horoscope": "You are in a dominating mood today. You want to take the lead and demonstrate your authority. However, you have to be careful not to throw your weight around. You may accidentally step on some toes. Though you feel that you know better and can handle the situation better, you should still try for cooperation and harmony while tackling any project.",
        "Capricorn Health & Wellness Horoscope": "You enjoy an overall good health. But as the times are getting more demanding, you need to take care of your health and diet. Include multiple vitamins in your diet especially A, C and E which in turn will help you to maintain a good immune system. Also drink - glasses of water. This will keep you hydrated and fit.",
        "Capricorn Daily Love & Relationship Horoscope": "Those who are in the habit of moving around freely may face a lot of threat to their integrity. You may be desired by many but cannot be acknowledged well cause of the mobile nature of your job making you unfit for staying close to home! Your partner is correct from his or her point of view; after all you cannot manage families on the go!",
        "Capricorn Career & Money Horoscope": "You must stay alert or even rebellious, if required, for your own good. Those who appear to be more informed and knowledgeable may commit mistakes which are hard to rollback. Adhering to their command will make you fish in trouble waters too. You expenditures now seem to be under control and that is what you have been longing for since long."
    },
    "10": {
        "Aquarius Daily Horoscope": "This day is particularly favourable for spending time with your family. Go for some bonding with your parents or sibling or enjoy a quiet time with your spouse. Get involved in a fun activity with your children. Even if work pressure threatens to mount, put them aside for today and celebrate the togetherness. You may be surprised at what you can learn from these family sessions.",
        "Aquarius Health & Wellness Horoscope": "This is the time to focus on spirituality for gathering some solace for your inner self. So devote your time in finding people who are spiritually oriented. You have been upset with certain happenings of your life or maybe you have been suffering from obesity so you find it hard to concentrate.ﾠ",
        "Aquarius Daily Love & Relationship Horoscope": "Bundles of good words have travelled from you to your partner. A number of times you have told your partner what he/she means for you. Now is the time for some action. Prove the worth of your love through some action and today you may accomplish the same. Your partner may be pleasantly surprised by witnessing the manifestation of love.",
        "Aquarius Career & Money Horoscope": "You are likely to get a very good job offer today, but in a completely different field. You will have to engage in a lot of comparison to take the correct job related decisions. Though this is not going to be easy, it is advisable not to change your field completely. You need to take the advice of your family or your partner regarding which job to keep."
    },
    "11": {
        "Pisces Daily Horoscope": "Every feeling is intensified today because of the alignment of the stars. You are going to feel both love and hate more deeply than ever before. Opportunities will also arise to show you what is keeping you from becoming close to your friends now. However, it will be prudent to wait before you act on these feelings and see if they endure before you commit yourself.",
        "Pisces Health & Wellness Horoscope": "Go for spiritual contemplation and exercises to free yourself of the worries and mental pressure which have been a great cause of your suffering. Undertaking it may change your outlook towards life even! Enroll in fitness packages and you will find it pretty effective as well as convenient to undertake few harmonious exercises.",
        "Pisces Daily Love & Relationship Horoscope": "For the last few days you have been preoccupied with your career and job issues. You have neglected your family and romantic relationship for the duration. So, it is now time that these aspects of your life will begin to demand more of your time. You must attend to these issues now. Otherwise there may be problems in the future.",
        "Pisces Career & Money Horoscope": "It is been a while since you have been lying low. Today you may make a decision for stepping onto something new, may be to avail new methods of income. You will feel more passionate and determined to operate from the position of strength. Financial status seems to be usual like any other day."
    }
}]
