horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Someone has been offering you constant and unwavering loyalty, help and support. Today, opportunities will arise for you to return some of the favour and express your appreciation. In so doing, you may have to take on a difficult situation, but this will ultimately strengthen your relationship. You need to be brave and assertive while displaying kindness and gratitude.",
        "Aries Health & Wellness Horoscope": "You need to realize that good health is the key to happiness and you will not be able to enjoy anything if you continue to indulge in habits that are harmful for your health. Today is quite suitable for adopting these changes which can help you to lead a better and healthier lifestyle. Take a pledge to give up your unhealthy addictions today.",
        "Aries Daily Love & Relationship Horoscope": "Disagreements are likely to flare up between you and your partner today. The issues may be very minor or may be vital, but they have all been festering for quite some time in your relationship. This has resulted from a lack of proper communication between you. You are going to require huge amount of patience to deal with the situation if you want to save this relationship.",
        "Aries Career & Money Horoscope": "While you are quite satisfied with your job and good at it too, you may lose your temper today and get into arguments with your colleagues. Be careful not to take any reckless decision based on these momentary disturbances. There is a chance that you may leave your job ﾖ a job you actually like ﾖ because of a momentary unpleasantness. So, it is vital that you guard your temper today."
    },
    "1": {
        "Taurus Daily Horoscope": "The planetary alignments allow you a period of calm reflection. You may have reacted rather harshly to certain situations in the past, but now you will be in a far more amenable frame of mind. The time is ripe for extending an olive branch. Give yourself as well as those around you a second chance and you will be in a far happier position.",
        "Taurus Health & Wellness Horoscope": "During the festive season, you had your share of fun and feast. Now is the time to detoxify so that you are back with a splash of energy. Concentrate more on raw fruits and vegetables. Cut down on caffeinated drink and alcoholic drinks. Feel energized and exude positivity. Also, take your loved ones on a healthy regime. They need your support.",
        "Taurus Daily Love & Relationship Horoscope": "It may be a situation of trial for you to choose between your way and your partner's. But just retain your cool and do not land up questioning your partner over any issue. Try to reciprocate the love you have lavished from your partner. And remind him too of the hard time both of you have passed with your joint efforts rather than yielding to any one person's wishes!",
        "Taurus Career & Money Horoscope": "There is a strong chance of changing your job or even the direction of your career completely today. Something which you have treated only as a hobby till now may develop into a money making avenue. You may give up your job to concentrate full time on this. While this may appear scary, the results are going to be very encouraging and, though it may take time, it will eventually become financially rewarding."
    },
    "2": {
        "Gemini Daily Horoscope": "You are in a good state and are full of inspiration. Your mind is working actively and stimulating you to constantly come up with new ideas and strategies. So this day can prove to be very productive for you. However all this can be messed up if you fail to take the matters of health into consideration.",
        "Gemini Health & Wellness Horoscope": "Life takes its own course and sometimes when things are not in our own hands, we need to wait patiently and calmly. If you show agitation or fickleness, it will affect your health negatively. You may develop pain in some body part. Relax and and listen to some meditative music. That will have a healing effect on your soul.",
        "Gemini Daily Love & Relationship Horoscope": "The day is ideal for planning some family activities. Take your kids to a ball game, the park or a museum. You can also schedule to spend time with your parents or siblings. The evening is especially suited for romance, but you should try for an intimate gathering rather than a large party. Family commitments will take priority now.",
        "Gemini Career & Money Horoscope": "Your career is poised on the verge of a major breakthrough. Decisive action on your part is needed to decide which direction you want it to take. You need to analyze the pros and cons carefully. Your decision is going to affect your life and if you do decide to take the correct alternative, your income is likely to increase considerably over the next few days due to your decision."
    },
    "3": {
        "Cancer Daily Horoscope": "You will have to put your trust into another person today. This person can be someone close to you ﾖ a friend or a relative. He or she will help you in some crucial task which will significantly affect your future, but the key here is the trust that you will have to place in that person. This will require a leap of faith on your part.",
        "Cancer Health & Wellness Horoscope": "It is high time that you realized the value of good diet. You have been suffering from a number of minor health issues which seem unrelated. They are actually all related to poor dietary patterns. Today, you need to understand that modifying your diet is the only way to improve your general health and this can improve other areas of your life as well.",
        "Cancer Daily Love & Relationship Horoscope": "Love may be near you but you are not able to catch the vibes. Today focus on how people near you talks to you and behave with you. Someone near you is yearning for your attention. There will be some confusion with people in relationship. Talk and listen to your partner as that will solve the problem.",
        "Cancer Career & Money Horoscope": "You have recently lost money, mostly because you invested unwisely in get rich quick schemes. Another similar opportunity is knocking at your door and it is essential that you realize that these schemes can lead you to serious financial trouble. You need to rationalize your investment decisions and listen to the experts though you have a great tendency to be swayed by a glossy, if empty presentation."
    },
    "4": {
        "Leo Daily Horoscope": "When it comes to making decision, you may be pulled between heart and mind. This is enigma. Listen to your instincts and you will end up making right decisions. Your family and loved ones need your attention. Spend some quality time with them. It is a good time to make travel plans. You may travel in the coming week.",
        "Leo Health & Wellness Horoscope": "You may examine thoroughly the changes you need to incorporate in your lifestyle and food habits for achieving a better health. Go for walks in the morning and in the evening to breathe in some fresh air. This will boost blood circulation in your body, thus minimizing the chances of heart strokes.",
        "Leo Daily Love & Relationship Horoscope": "Love, relationship and family take up your attention now. You are going to spend some quality time with your children today. You will be reminded of what are the most important things in your life and this will help you to finalize a decision which was puzzling you for quite some time now. The quality time with your family will also help to relieve the stress that has been accumulating in your mind.",
        "Leo Career & Money Horoscope": "Your sense of humor is your biggest asset; make the best use of it to bridge the gap between yourself and your superiors! The sitcoms are the best way out, so just try to think about it when you face the burn rather than taking the harsh words to your heart. Cards show that you may receive money from unexpected sources."
    },
    "5": {
        "Virgo Daily Horoscope": "While the day indicates that you are going to enjoy great fun, it will be prudent to take some time in the morning and complete the tasks that you have left pending. Also, adjust and coordinate your schedule with other family members and colleagues so that no difficulties or misunderstandings arise later on. You can also get some good news today.",
        "Virgo Health & Wellness Horoscope": "Today tension and pressure of work place may affect your sleep. You may find yourself waking up time and again. Before going to bed, relax and meditate for some time. You may want to listen to slow and melodious songs. Darken your room and set the temperature pleasant enough so that you may sleep peacefully. Drink a glass of warm milk before sleeping.",
        "Virgo Daily Love & Relationship Horoscope": "This is the time for light-hearted fun. The day is perfect for romance and spending a day of fun filled activities with your partner. While your worries will not magically disappear, you will feel much lighter and will be able to shelve your problems for the time being as you enjoy this special time. Single people may meet potential long term partners in a social gathering.",
        "Virgo Career & Money Horoscope": "You will hit the bull's eye today. Your eyes are right set on the target and you will nail down what ever you have aimed for! Just be patient if any changes occur with your seating location or you may be asked to work on an entirely new site. Contrary to your belief this new office space will boost your confidence and your ability to perform independently."
    },
    "6": {
        "Libra Daily Horoscope": "This day is all about change. You may come in contact with someone who will bring substantial changes in your life or put you in touch with other people who can cause the change. However, not all the changes are good for you. You will need to analyze whether the change will be good for you in the long run before you decide to go with the flow.",
        "Libra Health & Wellness Horoscope": "If you are conscious about your health, then you are going to enjoy excellent day. Avoid eating junk foods today though temptations will come in your path. It has cost you considerable effort to abandon your previous bad habits and addictions and adopt a healthier lifestyle. Do not throw all these efforts away today due to some temporary impulse.",
        "Libra Daily Love & Relationship Horoscope": "Today you will find the reason behind abrupt behavior of your partner. You have been paying lesser attention on him/her. Today is the day to pamper your partner. Take your partner out for a long drive or shopping. Have dinner together. Compliment your partner. You will again see the same freshness and spark in your soul mate.",
        "Libra Career & Money Horoscope": "Today you may be a lot forgiving to every one who has done wrong to you! Be it your colleagues who have been trying to harm you out of jealousy or be it your cruel bosses who never gave a hearing to you and have hindered your progress always! Your finances may reach to the top however you may have to take few risks for gains."
    },
    "7": {
        "Scorpio Daily Horoscope": "If there is tension persisting in your relationship with someone, you may want to find a way out today. Listen to the other part of the story. Do not be too submissive allowing other to steamroller over you. But at the same time do not be blunt. You may find an important client at your office. Be agile and proactive.",
        "Scorpio Health & Wellness Horoscope": "You feel active and stress free today. You may take charge of your surroundings and people around you might get influenced by your positivity and oozing enthusiasm. With active mind, you also enjoy a healthy and sound body today. It is a good day for athletes and people related to sports as they are quite likely to achieve success.",
        "Scorpio Daily Love & Relationship Horoscope": "Celebrations round the corner! For those who are married may cheer up on a personal fulfillment, may be like completing another year of togetherness or may have a new baby born in their family. For those of you who are unmarried seem to get approved of their relationship from the family, who have been strongly opposing against you since long.",
        "Scorpio Career & Money Horoscope": "You have been working hard in the straight and narrow path for a long time now, but today you will be tempted to resort to trickery to accomplish a task. However, this is a needless risk that you will be taking. People will identify what you are trying to do and will take offence and you will lose the trust that you have build up over the years."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Everything seems to fall into their proper place today and all your endeavour will meet with success. You may even recoup losses which you have incurred earlier. As a result you tend to be overly optimistic about possibilities at first. Try to guard against the tendency to take risks without checking out the opportunities in depth. A sudden unexpected encounter may catch you off guard today.",
        "Sagittarius Health & Wellness Horoscope": "Respiratory trouble may affect you today. People who have asthma are in an especially vulnerable condition and should avoid all allergens like dust and pollen. You may also catch a cold which can develop complications if not treated at once. Take adequate protection against the weather. If you have been suffering physically for the past few days, the diagnosis may be successfully made today.",
        "Sagittarius Daily Love & Relationship Horoscope": "You need to lighten up today. Enjoy a time of romance and simple pleasures with your partner and try to forget the serious issues for today. Your relationship is too intense for you to actually relax. You should take this chance to indulge in some simple and enjoyable activities and take joy in spending time in the company of each other.",
        "Sagittarius Career & Money Horoscope": "If you have applied for a job, check with the company. You may receive some good news regarding your job. A promotion or an increment is on the cards today. It is an auspicious day for any kind of investment. If you have been planning for buying a property like house, day is favorable for you and you may cut a good deal."
    },
    "9": {
        "Capricorn Daily Horoscope": "You are feeling very adventurous and are determined to make your own way today. You are going to conquer all obstacles in your path by sheer determination and the force of your will.ﾠ Nothing is going to hamper your progress today. So, you can schedule all your difficult activities today and you will find success in them coming quickly and without hassle.",
        "Capricorn Health & Wellness Horoscope": "You may experience marked mood swings today. You may feel exuberant at one moment and depressed the next. These moods can actually be better related to what you are eating and your physical activities rather than what is happening in your life. You can consult a professional about your diet. This advice will prove immensely helpful in altering your lifestyle and a reduction in this moodiness.",
        "Capricorn Daily Love & Relationship Horoscope": "The one for whom you have been waiting for is close by! You have been dreaming of many fantasies which you can turn into reality today! You will be intensely involved in this affair and it will last for longer than usual. You may have to miss out on other opportunities in life for better prospects in order to stay in to this relationship!",
        "Capricorn Career & Money Horoscope": "You are trying to trick some one to yield to your wishes. But you must not indulge in these things today otherwise you may fish in trouble waters. People will take it as an offence and you may lose their faith forever which you have built over so many years. Do not put up any sort of act; just be the way you are with display of honesty in your every action!"
    },
    "10": {
        "Aquarius Daily Horoscope": "After long, today you will feel relieved. An important news will make your day. Parents may find suitable match for their son/daughter. A pending court case will be settled in your favor. A little effort in the career today will give rich dividends tomorrow. Today life seems to be back on track. Enjoy this period with your family.",
        "Aquarius Health & Wellness Horoscope": "You need to structure your health habits else the outcome will be ill health which will be hard to manage easily. Chalk out a basic code of conduct for your behavioral pattern and keep checking your deviation from it each day! Eat only freshly cooked foods which may be hard to attain but you have to if you want to be fit and fine.",
        "Aquarius Daily Love & Relationship Horoscope": "You are high on feelings. And you may run into someone who is as fervent and as passionate as you! You must not get along with this person! You will only fetch disappointment! After all like poles repel each other. Ride off your high horse and try to get involved with people who are of the same footing. You may even form business alliances with them later on!",
        "Aquarius Career & Money Horoscope": "Your patience is reaping benefits now. You have been waiting for a long time but you never stopped working and looking out for opportunities. Gradually you are getting what you want. Do not get overboard. Enjoy the benefits but at the same time remain grounded and humble to people around you. Travel is on your card. You can treat yourself."
    },
    "11": {
        "Pisces Daily Horoscope": "You have been feeling like you are being pulled in different directions and you could not decide which way to go. These pulls will become even stronger today and taking a decision becomes even more difficult. You need to be careful while making a judgement because emotional or other external factors can interfere with your good sense today. It is better to postpone important decisions.",
        "Pisces Health & Wellness Horoscope": "Relaxation is on your cards today. You will indulge in various relaxation techniques be it massaging, swimming or self pampering. Yoga is also a good option. Second half of the day may be hectic with guests pouring in or you visiting people. While partying also, stick to healthier option as you may suffer from stomach aches. Family and friends keep you engaged.",
        "Pisces Daily Love & Relationship Horoscope": "You may have a longing for partner who is away from you either physically or emotionally. Physical distance is difficult to cover but emotional distance can be covered with ease. Just keep your ego aside and take the first step. You may be surprised to find that your partner reciprocates your feelings. Go and smash the invisible wall.",
        "Pisces Career & Money Horoscope": "You have to pay special attention to your work today as your superiors are going to closely watch your progress. They will be impressed by your dedication and strong leadership qualities. So, with a little extra effort on the job front today can result in a major advancement later as your superiors will be sure to mark your enterprise."
    }
}
]
