horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Try to grab the opportunities which give you a chance to think and reproduce it in your own way. You enjoy all this very well with great enthusiasm. Changes at home are quite predictable, may be you are moving onto a new place in search of more solace and for better opportunities of growth.",
        "Aries Health & Wellness Horoscope": "You may experience lethargy today, but this is a natural reaction to the frantic pace that you have been setting for yourself for the last few days. Minor aches and pains may also occur, especially in your leg muscles and these too are the result of over exhaustion. So, take the day easy with plenty of rest and good food to recover your strength.",
        "Aries Daily Love & Relationship Horoscope": "You may get chances to have some real fun with some who is really funny and close to your heart. And you must choose such a person to be your soul mate. Do not get carried away by what others tell you about choosing ideal figures as your partners. Be realistic and sensible. If you are unhappy with the reality then there must be something you can do about it.",
        "Aries Career & Money Horoscope": "You have been working hard in the straight and narrow path for a long time now, but today you will be tempted to resort to trickery to accomplish a task. However, this is a needless risk that you will be taking. People will identify what you are trying to do and will take offence and you will lose the trust that you have build up over the years."
    },
    "1": {
        "Taurus Daily Horoscope": "The day is going to be an emotionally intense one for you. You will bring great passion to everything that you do today and success will follow as an inevitable result. You may have been avoiding an issue because it is too close to you, but today is the best day to tackle this issue and confront it head on.",
        "Taurus Health & Wellness Horoscope": "Passion is the dominant emotion that you feel today and your health and fitness urge is also not exempt from it. You are likely to drive yourself much harder today during your exercise routine. So, you need to be careful that you do not end up actually pulling a muscle or overstraining yourself. All mental stress is likely to vanish, leaving you full of energy and ready to go.",
        "Taurus Daily Love & Relationship Horoscope": "The stars have aligned up to help you meet the person of your dreams. He / she will be adventurous and with a well developed sense of humour. You may not have envisaged someone exactly like this, but he / she will come very close to what you want. So, be sure to express your liking and give a hint about your feelings.",
        "Taurus Career & Money Horoscope": "You have been pulled in different directions for the last few days and have found it difficult to take decisive action. However, today you will experience a rare clarity of vision and will be able to take clear and proper decision regarding the issues at your workplace. You are also likely to get good career advice from someone. You are also likely to come in contact with someone who will prove to be very influential in your future career life."
    },
    "2": {
        "Gemini Daily Horoscope": "There is a strong possibility that you will meet someone from your past today and that person is likely to play an important role in your future. Be ready to offer and accept help without reservation as that can open up a completely new and exciting avenue for you. Change in your case can only be rewarding now.",
        "Gemini Health & Wellness Horoscope": "Today you will be emotionally very sensitive. You may feel like curling up and remain restricted to home. Things which make you feel secure may be taken away from you. But do not worry; you are just temporarily separated from the things you love! Follow your heart but adhere to the fitness program as well.",
        "Gemini Daily Love & Relationship Horoscope": "You are all ready to make a fresh start in your relationship. This may take the form of letting go of an old relationship which had stopped working for you for quite some time now. Or you may decide to renew your efforts and infuse new romance in your existing relationship. You are full of energy and ready to take your love life to the next level.",
        "Gemini Career & Money Horoscope": "You may feel somewhat puzzled about your working life. You never planned the career which you have now built for yourself. This may prompt you to suddenly quit the job and decide to follow your passion. However, do not take any decision today as the planets are in a difficult situation. Sudden changes in your finances may also occur."
    },
    "3": {
        "Cancer Daily Horoscope": "This is the perfect time to implement your creative ideas and expand your thinking. Enroll yourself in some intellectual pursuits or a vocational training which will help you to take an edge over the others. How ever you may be subjected to some financial problems while striving to pursue the same.",
        "Cancer Health & Wellness Horoscope": "There is a high chance that you will face considerable work related stress today and this can lead to certain health problems like migraine or hypertension. It is best to start the day with a round of exercise, yoga or meditation as this will keep you calm and help you to overcome the physical problems. Try to keep the stress from affecting your inner peace and you will enjoy a far more fruitful day.",
        "Cancer Daily Love & Relationship Horoscope": "You may decide to show your love and affection for your partner through an extravagant and very public gesture. You may plan a surprise party to honour the achievements of your partner. Minor hitches may develop in the execution of your plans, but your partner will be left in no doubt about your pleasure and depth of commitment to him / her.",
        "Cancer Career & Money Horoscope": "You will hit the bull's eye today. Your eyes are right set on the target and you will nail down what ever you have aimed for! Just be patient if any changes occur with your seating location or you may be asked to work on an entirely new site. Contrary to your belief this new office space will boost your confidence and your ability to perform independently."
    },
    "4": {
        "Leo Daily Horoscope": "Today your faith in karma may be reinforced. You may recall that what you give comes back to you. You are sensitive to others and understand otherﾒs problem. You may observe the generous side of your character taking the front seat. Someone may come to ask help from you. The day may also see a short trip with loved ones.",
        "Leo Health & Wellness Horoscope": "You may dream in your sleep which may provide you with a very useful guidance. You have been ignoring the advice of specialists to switch to homeopathic care! Consequently you may experience strain in all parts of your body! Ask some one to be close to you when you go for ablutions!",
        "Leo Daily Love & Relationship Horoscope": "Try to strike a conversation with your partner. You have not actually talked much and have been busy enjoying and taking your relationship lightly. Itﾒs time you two go off to a new place preferably near nature so that natural beauty takes its own course to fill your heart with emotions and thus helping you open up. Your relation will get stronger.",
        "Leo Career & Money Horoscope": "This is a good time to support you with activities and achievements and will empower you with a sense of accomplishment that you are first on the track! So this is the perfect time to make a fresh start, be it of a new project or a new job opportunity. Try to retain this energy until you reach your final destination."
    },
    "5": {
        "Virgo Daily Horoscope": "Life has been monotonous and lackluster over a long period of time. Try to spice up your life with little adventure. It may be a visit to your favorite holiday spot or undertaking some expeditions. Separate yourself from social and personal involvements for sometime to accomplish certain goals needing your full attention.",
        "Virgo Health & Wellness Horoscope": "The end of the day may be a bit challenging for you! But with spiritual exercises like yoga, meditation, tai chi you can overcome every obstacle which averts you from attaining a good health! If problems arise do not be ignorant to them, rush to your nearest medical professional and request them to treat you with mild medicines.",
        "Virgo Daily Love & Relationship Horoscope": "It is good to absorb a lot of things. This actually avoids a number of trivial fights. But sometimes you also need to speak up. If the attitude and behavior of your partner has been bothering you, then speak up. Things will only move towards betterment. You are known to stand by your values and principles. Act within the boundary.",
        "Virgo Career & Money Horoscope": "For those who are studying this seems to be a good time for reaping of all your endeavors. The same is visible on the cards for the working professionals. Success and appreciation seem to be coming your way. However you may suffer a loss in investments if you have done any! So put the investment task for the other day if you are planning to make one!"
    },
    "6": {
        "Libra Daily Horoscope": "Your inner strength lets you undergo some multilevel thinking. You are able to see varied sides of any issue. You are right in judging your friends and peer. Follow your intuition under circumstances where logical thinking has no scope. This is the time to explore the hidden potential within you. Stir away from any arguments as they may create a problem for you later.",
        "Libra Health & Wellness Horoscope": "You may be interested and you may find time to join groups online which motivate and encourage you towards maintaining good health! You may be tempted to eat well but that is okay if you plan to shed the calories via rigorous physical exercises! Plan a relaxation schedule which you may follow towards the end of the day.",
        "Libra Daily Love & Relationship Horoscope": "Experimentation is the keyword for the day! You can ask and allow yourself to do the weirdest of the things ever! Dress in retro style, eat foods of different cultures, be spontaneous about what you say, undertake road trips and be strict enough not to let the world interfere in your matters.",
        "Libra Career & Money Horoscope": "Distractions at the workplace are now acting to reduce your productivity. A possibility of an office romance is actually taking your mind away from work. However, you need to bring your concentration back. Avoid taking any action that can prove irritating or offensive to your colleagues. You are probably being distracted by a simple infatuation. Adopt an attitude of if it happens, it happens and concentrate on your duties."
    },
    "7": {
        "Scorpio Daily Horoscope": "You need help and the quicker you realize this the better. A timely call to a friend or a mentor can go a long way to establish your peace of mind and position in life. The changes that you have been resisting will begin to make more sense and you will begin the process of implementing these changes. Do not let your ego stand in the way of practical necessity.",
        "Scorpio Health & Wellness Horoscope": "You are brimming with enthusiasm to get up and go! But as you will step out your mood may get spoiled due to bad treatment from those who have been close to you. But do not let social issues affect your mental health. You have to face a lot of pressure in coming days. So be prepared and remain cheerful!",
        "Scorpio Daily Love & Relationship Horoscope": "Your relationship is happy and content. However there is much more to explore and much more happiness to receive going further. Try to turn off your partner by doing what they donﾒt like. Instead of being aggressive they will make you understand why you should never attempt doing that. And this is worth enjoying!",
        "Scorpio Career & Money Horoscope": "You may have to assume various roles today. So do not hesitate to call favors from friends. They can form a strong support in leading you to the path of success. For the students there can be a good happening; you may receive a diploma or degree from a prestigious institution. This will pave the way for backing up highly paid jobs."
    },
    "8": {
        "Sagittarius Daily Horoscope": "A situation is likely to arise in your life where you will have to take a very direct and proactive role. It may appear to be a very difficult situation, but you have the capability of solving it fairly. You will just have to assert yourself, but do not worry. After the crisis is over, people are going to be impressed by your role in solving it.",
        "Sagittarius Health & Wellness Horoscope": "The strict health regime that you have been following will now begin to bear fruit. If you have changed your diet pattern, you will see a marked improvement in your health today rising from that shift. This will encourage you to follow through with your healthy routine. You can also intensify any physical exercise that you have been doing recently with good results.",
        "Sagittarius Daily Love & Relationship Horoscope": "You will be feeling very emotional today. Both positive and negative emotions crowd your brain today. So, this is not the best time to take any crucial decision regarding your romantic life. However, it is an excellent time for love and romance, especially if you are already in a committed relationship. Single people will find themselves reaching out to anybody who shows even a slight interest.",
        "Sagittarius Career & Money Horoscope": "This is the day to bring a change in your professional and money life! So if you have any such plans, just let yourself be free. You will find it easy to approach the top managers and to communicate to them effectively your notions. This is the best chance to maximize your income from your employer."
    },
    "9": {
        "Capricorn Daily Horoscope": "You are a simple person and that is why you lack tactics while dealing with relationships. This may cause you to suffer even at times but it is all momentary, simplicity will rule over anything manipulated. Keep your sensitiveness in control. However you may be able to spend some good time with your dear ones as well.",
        "Capricorn Health & Wellness Horoscope": "High energy keeps your spirit soaring high. Today is a great day to get back to exercise regime after a brief period of laziness which has left you desperate enough to be back on the track. You believe in making fitness your lifestyle and today you work towards the same. Following the correct procedure during exercising is important lest you may experience a small injury.",
        "Capricorn Daily Love & Relationship Horoscope": "Today marks the beginning of a new period of understanding and adjustment between you and your partner. All the cobwebs of the relationship has now been removed and both of you will be able to see each other in a bright shining light, but this will only make your love stronger and more enduring. The day will bring great optimism for you.",
        "Capricorn Career & Money Horoscope": "You take great pride in doing a job well and thoroughly. This will now come to the notice of your superiors. This can well lead to additional responsibilities being placed in your hands and open the door to considerable advancements in your career. Income is also likely to increase. You need to increase your dedication and attention to details for your career."
    },
    "10": {
        "Aquarius Daily Horoscope": "You are at your creative best. Decipher the meaning of your imagination. It will bring luck and happiness. Let your mind rule your heart. You look for a logical output. Channelize your energy just a bit to unleash the hidden gold. Today is a good day to think of investments of any kind. Let yourself go loose a bit not getting over cautious.",
        "Aquarius Health & Wellness Horoscope": "Somebody near to you may be feeling sick today. You will be required to do quite a lot of nursing duty, but do not worry. Something good is going to come out of your help. However, you should take precautions against minor infections today. Ignoring small health issues of yourself or someone close to you can lead to greater complications in the future.",
        "Aquarius Daily Love & Relationship Horoscope": "You are prepared to listen to others and you may come across some one who talks endlessly about life and love! You are in luck! This person can honor you with a perfect relationship for lifetime. Plan for more meetings with this person and do not be shy in approaching this person as and when required.",
        "Aquarius Career & Money Horoscope": "Lately the co-workers have been uncooperative towards you out of jealousy! But do not blurt out anything in front of them as it will get manipulated and reciprocated to your seniors in a different way. Just maintain distance with these people for some time. You may receive some unexpected wealth today.ﾠﾠ"
    },
    "11": {
        "Pisces Daily Horoscope": "Today is an important day for you as you may develop contacts with someone either residing in different city or abroad. The contact will be helpful for your career. Do check your mailbox as you may receive an important mail regarding an opportunity. Friends living abroad may invite you to work with them. White is a lucky color for you today.",
        "Pisces Health & Wellness Horoscope": "You are going to enjoy excellent health today. However, you need to keep an eye out for the health of your family members. You may have to nurse one of them through a minor illness. You also need to realize that your physical health is dependant to a large extent on your mental well being. Going for soothing massage or aromatherapy can help you to take full advantage of your good health now.",
        "Pisces Daily Love & Relationship Horoscope": "In search of love you have walked too far but with no quest! You need not to go further. Someone who has been a close pal is the one who is in love with you but is not confessing to you. He or she may have the fear of rejection or they want you to propose first! Spend some time with them and you will be able to figure out the way to their hearts.",
        "Pisces Career & Money Horoscope": "The work seems to get severely affected due to your overly emotional behavior. Get accustomed to it for a while as getting rid of it will take time. Try to put this sensitivity of yours to your advantage by being empathetic towards other people around. In free time look for real estate properties which are worthy of investment."
    }
}]
