horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You are an optimistic individual and today is the day to let the world know it and benefit from it! This will render you the reputation of being a motivational speaker, something you have been longing for to achieve! Strained relations with people in society will get better as they will stop finding faults with you anymore!",
        "Aries Health & Wellness Horoscope": "Regular exercises and salad filled diet is boring you like hell. Time to treat your taste buds with your favorite cuisines. Do not forget to note how you feel next morning. The bitter experience will stop you from getting tempted towards the oily food next time! You may even get a chance to demonstrate physical exercises to the masses.ﾠ",
        "Aries Daily Love & Relationship Horoscope": "It is an interesting phase in your love life. Those who have just started of with a new relationship should look for ways to strengthen their relationship more. The two of you can blend in romance and talents together very effectively. Just be open about the future but do not indulge into any plan making right now. Just go with the flow.",
        "Aries Career & Money Horoscope": "Your mannerisms are well placed today. Use them for your gain. Meet people and strike conversation. Maintain a positive body language. It is quite possible that a new opportunity will sprout from there. This is a good week to start a new project. Remember your organization skills and keep yourself clutter free. At the end of the month, an unexpected gain is possible."
    },
    "1": {
        "Taurus Daily Horoscope": "The day will be marked by mood swings, but fortune will smile on you today. The downside of this is that you may begin to rely a little too much on Lady Luck. Take care that this does not lead to shoddy preparation for your projects. Material gains are likely, but try to guard against splurging unnecessarily. Your run of financial good luck is not going to last very long.",
        "Taurus Health & Wellness Horoscope": "Minor respiratory ailments are seen on the cards. Avoid going into places where there will be allergens present. Those who are involved in professions of mining or similar fields cannot avoid it completely. But they should take a break from the site work for curing health or as a precautionary measure beforehand.",
        "Taurus Daily Love & Relationship Horoscope": "Experimentation is the keyword for the day! You can ask and allow yourself to do the weirdest of the things ever! Dress in retro style, eat foods of different cultures, be spontaneous about what you say, undertake road trips and be strict enough not to let the world interfere in your matters.",
        "Taurus Career & Money Horoscope": "There may be a difference of opinion today at the office. It may occur with a colleague, a subordinate or with your boss. No matter with whom it happens, the stress is going to affect your health. So, you need to keep a cool head today and avoid all possible confrontations. You will be able to significantly reduce the level of stress if you start the day with some physically testing activities like running."
    },
    "2": {
        "Gemini Daily Horoscope": "It is vital that you put all the credence on your logical mind rather than on instinct which has proven to be not so dependable. This is a must when you are dealing with someone who is close to you but may be conspiring against you. You should not hesitate to take decisive action once you understand what your mind is telling you to do.",
        "Gemini Health & Wellness Horoscope": "You are demoralized due to certain happenings which are constantly disturbing you and you just cannot concentrate on your work. In order to maintain a better focus try to write down the tasks you have performed each day while you are awake. And also pen down the tasks you want to finish off the next day.",
        "Gemini Daily Love & Relationship Horoscope": "Love, relationship and family take up your attention now. You are going to spend some quality time with your children today. You will be reminded of what are the most important things in your life and this will help you to finalize a decision which was puzzling you for quite some time now. The quality time with your family will also help to relieve the stress that has been accumulating in your mind.",
        "Gemini Career & Money Horoscope": "If you are unemployed, an opportunity may knock your door. Grab it with both the hands. You have nothing to lose. Do not get carried away by people who offer free advices. Show your sincerity and dedication once you get the job. You may receive opportunity from a new area. Consider searching jobs from various fields."
    },
    "3": {
        "Cancer Daily Horoscope": "You may want to act impulsively and rashly out of a fit of anger. But you are advised to keep your mind stable and think sensibly. You have the power of communication and you should use that in your favor. In order to reduce the level of stress, go for any adventurous sports which you like but do not indulge in carnal pleasures.",
        "Cancer Health & Wellness Horoscope": "Today your health is in a good shape mainly because you are feeling good emotionally. You are enjoying a self confidence. An emotional stability and happiness have curative powers that heal us from inside to the outside. You are oozing positivity. It is a great day to accomplish something important. You are most likely to achieve success and recognition.",
        "Cancer Daily Love & Relationship Horoscope": "Excitement is in the air. You are likely to meet someone rather dazzling with whom you are going to spend a very enjoyable time. As stars are in your favour right now, the person has the potential of becoming someone very close to you. Keep all your work related worries in the background for now and just enjoy an exciting time of discoveries with a very vital person.",
        "Cancer Career & Money Horoscope": "The day is particularly favourable for marketing and has the potential to provide serious boost to your business. It is vital to maintain an equitable frame of mind so that you can practice all your marketing strategies. If a conference or such public event for promotion is planned for today, it can be very productive for you. Keep special note of the contacts that you made today as they may turn out to be the key of your future success."
    },
    "4": {
        "Leo Daily Horoscope": "You may head for an unplanned adventurous trip. It may be within the city or it may be slightly short. But the idea is to have lots of fun and that you will definitely have. You may wipe your differences with someone close to heart. It was pending for long but as you get face to face, you may want to let go the past.",
        "Leo Health & Wellness Horoscope": "You are very rigid and go to the extremes when it comes to your diets and exercises. Time to lower your pace since certain problems may arise due to excess strain to your body. It will be a bit tricky to deal with these but you will be able to, if you do not push your body beyond its capability! Being obsessive is no better than being a lax.",
        "Leo Daily Love & Relationship Horoscope": "If you were going steady or were in two minds about committing to a relationship, you will be able to arrive at a conclusion today. Those involved in a relationship may decide to get engaged or married. A shift in the planetary energies today can cause you to evaluate your relationship in a new light. If you had been avoiding commitments before, you will welcome them today.",
        "Leo Career & Money Horoscope": "The day is best suited for speculative ventures. Buy a lottery ticket or invest in stocks and share today and you have a high chance of hitting the jackpot. You may also get a good tip from someone and if you act timely on it, you can significantly increase your income. You will enjoy a calm and peaceful day at work."
    },
    "5": {
        "Virgo Daily Horoscope": "You have been feeling restless and unhappy for the past few days and today you are ready to take a more proactive approach to the problem. You need to dig deep to understand exactly where the problem lies and today is the best day to start the process. The day is also favourable to plan some projects which you have been ignoring for too long.",
        "Virgo Health & Wellness Horoscope": "You may be a little crazy today! After a rigorous workout session you may treat yourself with a chocolate cake! And this is where you need to control. Consume something sweet containing much less calories than the chocolate cake! And if you will not remain restricted by the diet suggested by the gym instructors, you can never get back in shape in a short time!",
        "Virgo Daily Love & Relationship Horoscope": "In search of love you have walked too far but with no quest! You need not to go further. Someone who has been a close pal is the one who is in love with you but is not confessing to you. He or she may have the fear of rejection or they want you to propose first! Spend some time with them and you will be able to figure out the way to their hearts.",
        "Virgo Career & Money Horoscope": "Some changes are likely to occur in your workplace. They may appear discouraging at first, but soon they will open up new opportunities for you. But you are going to require courage and a leap of faith to avail this opportunity. The venture appears risky at first, but you get to enjoy doing what you do and succeeding at it quite soon."
    },
    "6": {
        "Libra Daily Horoscope": "The desire to be successful may get heightened in you today! And you may strive to enhance your writing and oratorical skills today. Try to read some useful tips for achieving the same or get in touch with the experienced people for better guidance. However do not get negligent towards those who have been waiting for your attention and care since long.",
        "Libra Health & Wellness Horoscope": "You are feeling irritable and rather ill used because of stomach problems. But you need to realize that eating indiscriminately is the root of all your physical problems which is leading to this feeling of mental stress. You need to control your diet, but will probably find it very difficult to do so. Get in touch with a dieting buddy. Support of another person can better help you through this situation.",
        "Libra Daily Love & Relationship Horoscope": "You have been admiring some one deeply since long. But few incidences may make you repent wasting your time over them. The crush you want to fall for is not worthy of any attention and care! Switch to some one better and amazing. You deserve some one who makes you look forward to tomorrow and has a high mental level.",
        "Libra Career & Money Horoscope": "Change is indicated in your career, but this is a change that you are going to enjoy. You may get a job offer or be shifted to a new department. A promotion is also on the cards. You will love your new responsibilities and are full of zeal to prove yourself. You are going to impress everyone at work with your working abilities."
    },
    "7": {
        "Scorpio Daily Horoscope": "You have a talented and impressive personality which will get highlighted in front of everyone today ﾖ including both your well-wishers and people opposing you! Pay heed to the advice of the former ones and ignore the rest. Your elders will be there in your support and will guide you well to regain your focus on certain very crucial goals of your life.",
        "Scorpio Health & Wellness Horoscope": "You may have been feeling irritated and under-appreciated in the past few days and this is because you have been heaping your attention on others at the cost of your own health. It is time to turn the love towards your own self. Pay attention to your diet. Get plenty of rest or go for a beauty treatment to pamper your body and you will feel refreshed and energised.",
        "Scorpio Daily Love & Relationship Horoscope": "Before you seek love from others, you have to love yourself and this is what you will understand clearly today. It is time to listen to your own inner voice and give yourself the love and respect that you deserve. Then, you will not have to go out in search of love. Rather, your own self confidence and self respect will create opportunities for meaningful relationships in your life.",
        "Scorpio Career & Money Horoscope": "Prepare to receive an unexpected gift from someone close to you. The day is especially good as far as your ob is concerned. Colleagues and superiors at the workplace are going to be especially helpful and supportive. This will help you to finish off all your work on time and you can schedule some party time in the evening."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You need to take the control of your life back. It is time to stop worrying what other people are thinking and saying. Instead, a period of self analysis is called for so that you can better understand your own needs and desires and arrive at an objective conclusion. However, take care that your decision does not hurt someone who is emotionally dependant on you.",
        "Sagittarius Health & Wellness Horoscope": "Minor ailments are there in the atmosphere which might affect your health slightly. Though, it wonﾒt be a major setback for you. You are prone to sneezes, common cold and cough. Also, be careful while lighting matchbox. With hygienic sense, these minor ailments can be easily taken care of. Keep a sanitizer handy with you wherever you go.",
        "Sagittarius Daily Love & Relationship Horoscope": "Enjoy some romantic time with your partner today. It is going to be a relaxed and lazy day. Even if you do not plan anything special, you are going to spend some quality time with your partner and your family. Put the urgent issues on hold and enjoy the little things of life today. You will be filled with a sense of contentment and wonder.",
        "Sagittarius Career & Money Horoscope": "A short but extremely lucrative opportunity is likely to open up for you today. Investing in construction or real estate business can turn out to be most profitable now. However, you will get to enjoy the benefits only if you take timely and decisive action. Wasting time now would result in the loss of your opportunity. Property related loans are also likely to be sanctioned today."
    },
    "9": {
        "Capricorn Daily Horoscope": "You are likely to be in a more serious frame of mind. The practical issues of life are going to demand your attention today. But you are full of faith and optimism and are ready to take chances at the deepest emotional levels. Someone near to you will exhibit concerns regarding your aims and goals. Take the time to explain the situation to them.",
        "Capricorn Health & Wellness Horoscope": "You need to realize that in order to stay fit and look young; you need to keep away from junk foods. You have been indulging in junk foods rather more than usual in the last few days. It is high time that you took a step back. Cut out all the junk foods from your menu. Instead, eat a lot of fibre rich food today.",
        "Capricorn Daily Love & Relationship Horoscope": "You are a unique and special creation of God and nobody has the right to corner you. If you feel so, put your points subtly and gracefully through your actions. The situation will take a turn. Your partner will understand you. At present your love is distracted by surroundings. But as tough situation arises, he will know your worth.",
        "Capricorn Career & Money Horoscope": "You are a person with good nature and you are also a social butterfly. Today these qualities of yours will be highly appreciated and rewards for them will follow soon. You may also receive wonderful advice to boost your confidence and achieve much more than you could achieve on your own!"
    },
    "10": {
        "Aquarius Daily Horoscope": "You have a crisp tongue and a logical mind. But this ability of yours may suffer today due to your insecure nature. Try to go with the flow instead of opposing it like always. Experience will teach you a lot more worthy lessons which the satiation of your ego can never. Later on you will be at ease and will be full of confidence.",
        "Aquarius Health & Wellness Horoscope": "You are about to undertake a trip to destinations having a completely different climatic zone! If it is a hot climatic area, consume a lot of cucumber whether you like it or not! If it is an area with cold climate, take extra care to protect yourself from the penetration of cold breeze in your body by wearing as much as woolen clothes as you can.",
        "Aquarius Daily Love & Relationship Horoscope": "Both you and your partner are full of ideas today! You may organize events at your workplace collectively or arrange a social gathering at home with your dear ones! Either of the two attempts will fetch a higher social status and build better bonds with people. Just do not invite those who are not your well wishers!",
        "Aquarius Career & Money Horoscope": "Be careful with your finances. You need to take a cold look at the small expenses which could otherwise accumulate to rather large proportions. Though your individual expenses are small, you need to limit your spending if you want to avoid serious money trouble in the future. You should also start looking for additional ways of increasing your income."
    },
    "11": {
        "Pisces Daily Horoscope": "Open your mind to share your philosophies and ideas today with someone and you will find a kindred spirit. This can pave the way for a beautiful friendship or a viable partnership. With little observation you will be able to learn a lot of things from others and this knowledge can be very beneficial for you. You may also meet someone who will share your opinion and ideas.",
        "Pisces Health & Wellness Horoscope": "Before you drive yourself too hard on your new diet and / or exercise regime, be sure that this is what you need. Following an artificial yardstick set by someone else will not necessarily be good for you. It is time for you to understand what you need and to chalk out a new schedule which will be more suited to your needs and personality rather than what others think of you.",
        "Pisces Daily Love & Relationship Horoscope": "Today you and your partner may plan to move in together. Your partner can support you easily with a plush housing accommodation. However for a change of mood you may go for an exotic holiday trip or an unusual adventure trip before that in order to break the monotonous routine and to lighten up the moods.",
        "Pisces Career & Money Horoscope": "You are proactive and today your proactive nature is keeping you at the top of everything. You are the centre of all the activities. You are doing very good. Just maintain your pace and keep moving forward. You still have a lot to achieve. Keep your work area clutter free and time to time keep a check on your documents."
    }
}
]
