horo_english=[{
    "0": {
        "Aries Daily Horoscope": "This is the perfect time to implement your creative ideas and expand your thinking. Enroll yourself in some intellectual pursuits or a vocational training which will help you to take an edge over the others. How ever you may be subjected to some financial problems while striving to pursue the same.",
        "Aries Health & Wellness Horoscope": "You are easily distracted and hence deeply admire those who have the ability to focus and concentrate. Time to learn something from them and implement their techniques in your own life! You will get opportunity to focus on something important and go after it. Practicing yoga early in the morning may be of help too.",
        "Aries Daily Love & Relationship Horoscope": "You want to be loved and pampered like never before and this may make you demanding and insecure! You may act prematurely today and demand your partner to keep your affair a personal one, which seems to be a tough task since both of you are at the same workplace. Try to understand the difficult position you are putting your partner into!",
        "Aries Career & Money Horoscope": "Life at the work place will be cool and all targets will get completed on time. But in business matters consult legal practitioners before signing any deal. There may be chances of fraudulent. If possible push your partnership deals onto the other day and re-evaluate the reliability of your partners."
    },
    "1": {
        "Taurus Daily Horoscope": "Your every thought and attention is now centred on your career. Actually, you are devoting too much time and attention to it because you are apprehensive. Instead, you need to lighten up a little but you will still be able to achieve what you want. It is vital to pay attention to your family now to balance your work-holism.",
        "Taurus Health & Wellness Horoscope": "You are full of energy and life today! You will also receive the required information which you needed about getting yourself treated the best way! It will be easy to diagnose and to cure your ailment which was quite an unattainable goal since long. Try to get a full body massage or spend time at a spa to stimulate your body and soul.",
        "Taurus Daily Love & Relationship Horoscope": "You are very good at flirting and you can do so with any number of people you come across on your way today. But keep it light and restricted to carnal pleasures only without attaching yourself emotionally to it. Nobody will take you too seriously and do not allow anyone to demand anything much out of you.",
        "Taurus Career & Money Horoscope": "Today you feel that things are out of your control and those things inhibit you from performing. But have faith. You have been sincere and hardworking. Even your bosses understand the constraint. So be honest and work as usual. In order to make profit, you need to team up with someone from abroad. Your finances have the potential to increase."
    },
    "2": {
        "Gemini Daily Horoscope": "Today, you are likely to discover a new and untapped source of power within you. You will realize that you neither need nor are likely to get any external help in dealing with the problems that you have been facing. You can easily tackle all of them yourself and there is actually a fountain of strength within you that you can rely on.",
        "Gemini Health & Wellness Horoscope": "During the festive season, you had your share of fun and feast. Now is the time to detoxify so that you are back with a splash of energy. Concentrate more on raw fruits and vegetables. Cut down on caffeinated drink and alcoholic drinks. Feel energized and exude positivity. Also, take your loved ones on a healthy regime. They need your support.",
        "Gemini Daily Love & Relationship Horoscope": "You are in a rather irritable mood today and you are likely to take this out on your partner. You realize that you are being unfair, but you still find it difficult not to assign blame where none is due. It is vital that you control your mood swings. If you cannot do so, try to spend some time away from your partner. Otherwise, your relationship will be in jeopardy.",
        "Gemini Career & Money Horoscope": "You may be able to meet new people or foreign delegates who will be amiable to you! Communicate with them freely and collect as much useful information as you can! This will be of great help to you in the completion of your project. Do not let yourself succumb to any panicking scenario created by your seniors."
    },
    "3": {
        "Cancer Daily Horoscope": "You will easily get many opportunities to complete your unfinished work on time. Other problems which may crop up will get resolved quickly so do not bother yourself about them. Try to make the most of the day because what ever you will do today, will be successful as well as fruitful. You may be looking for a good advice from someone dear to you.",
        "Cancer Health & Wellness Horoscope": "You have been working a lot lately, so take ample rest before you embark on a new mission. You can participate in creative activities or sports in your leisure time to boost your thinking ability and physical stamina. Try to move across the town as much as you can or even out of it if possible in order to refresh your mind completely.",
        "Cancer Daily Love & Relationship Horoscope": "You may appear to be confused to select the best among the rest! Making decisions in a short time is not your innate ability but you can do it this time! But going for the right option is as easy as following your heart! The best way is to look up to the one who is rich at heart and decipher whatﾒs there in the hearts of those who pretend to be so but arenﾒt.",
        "Cancer Career & Money Horoscope": "Your job is treating you well and you have your hands full with project. Still today a new opportunity will surface which will be quite good for your career. It will increase the area of your work with more responsibilities. You may want to make a shift. The opportunity will be available within the company. Be conscious of any information regarding the same. However, the salary may remain same."
    },
    "4": {
        "Leo Daily Horoscope": "You may meet people who are aware of the vices in you but are unacceptable towards it! As if they have no flaw in themselves. Simply maintain distance from such people. Instead try to recollect about the good people you came across in all these years and if possible establish contacts with them again.",
        "Leo Health & Wellness Horoscope": "Either start your day or end your day with a slow and relaxed walk. It will give you positivity and will also help you relax. Ask your loved ones for company. Fatigue can overpower you during the day. Do not take stress. Things will fall in place when the right time comes. Drink fresh juice rather than caffeinated drinks.",
        "Leo Daily Love & Relationship Horoscope": "Your old sweetheart is trying to be a new one. You must give them a chance and appreciate their efforts to reconcile the differences between the two of you! However make them fully aware of the mistakes they have committed in the past and that they are no more allowed to repeat the same.",
        "Leo Career & Money Horoscope": "A thousand things demand your attention today and you may feel pulled apart. Be gentle on yourself. Sit down for a while and think the course of action. Then plan and act accordingly. You may meet an old friend today. Someone will also talk about an interesting offer and you may be tempted to go ahead. Visualize the end result and then take a step."
    },
    "5": {
        "Virgo Daily Horoscope": "The day is perfect to embark upon a new program of abundance and prosperity. If you have been feeling undecided about a new project to which you have devoted considerable thought, then this is the perfect time to take action. Whatever you decide to do today will ultimately lead to success. The events of today will also help to shift your perspective regarding money and modify your negative ideas.",
        "Virgo Health & Wellness Horoscope": "Considerations of beauty are at the top of your mind today. You can go in for extensive beauty treatments today. These may range from a simple anti aging massage to major cosmetic surgery. You are also going to institute major changes in your lifestyle in order to stay beautiful. While these efforts are admirable, you need to realize that each age comes with its own beauty and trying to look younger than what you are is not always necessary.",
        "Virgo Daily Love & Relationship Horoscope": "Minor tiffs may happen today with your partner. Try not to get irritable or into any arguments though they seem inevitable. Issues may easily get blown out of proportion. Avoid confrontations today.ﾠ You need to pay special attention to your children and spend quality time with them. It is better to go for family activities today rather than any romantic plans.",
        "Virgo Career & Money Horoscope": "Hit the iron when it is hot! This is a great day specifically for the people accomplishing the role of motivational speakers or in similar profiles. You will be able to communicate better with the masses. And you can be paid highly for that as well. So put your best foot forward to leave everyone wanting to listen more from you!"
    },
    "6": {
        "Libra Daily Horoscope": "It is vital that you put all the credence on your logical mind rather than on instinct which has proven to be not so dependable. This is a must when you are dealing with someone who is close to you but may be conspiring against you. You should not hesitate to take decisive action once you understand what your mind is telling you to do.",
        "Libra Health & Wellness Horoscope": "If you are working on a health related project or are planning something new then you can achieve results far more easily and successfully than you have ever imagined. But track your progress and keep remedies ready if unexpected results crop up! You may earn appreciation for all these good practices even.",
        "Libra Daily Love & Relationship Horoscope": "Recently you have been negligent to all kinds of relationships in your life! But before it gets late you must bridge up the gap! Your partner has stood by you in odd times but somewhere you are not able to give him the same return. Do not be speculative of the flaws your partner possesses. You have not noticed while he has improved greatly!",
        "Libra Career & Money Horoscope": "New opportunities of employment and income are now opening up for you. You will be faced with a large number of choices so that you may find it quite difficult to judge the alternatives and choose the most suitable path. Balancing work and family life can be difficult today as you emphasize on work at the cost of family today."
    },
    "7": {
        "Scorpio Daily Horoscope": "Today is one of the lucky days for you when fortune smiles on you. It has the potential to take you to places you have never dreamt of. Your day is backed by lady luck in all your endeavors. You know that success is achieved when you work hard. In your case that minuscule luck was missing and with both the hands in fortune, today you can achieve anything with your dedication.",
        "Scorpio Health & Wellness Horoscope": "High energy keeps your spirit soaring high. Today is a great day to get back to exercise regime after a brief period of laziness which has left you desperate enough to be back on the track. You believe in making fitness your lifestyle and today you work towards the same. Following the correct procedure during exercising is important lest you may experience a small injury.",
        "Scorpio Daily Love & Relationship Horoscope": "Nobody has the permission to make you feel down. It is a trying time. If your love hurts, it was never meant to be yours. It is time to move on. There is no social obligation to remain attached with something that does not gel with your energies. With clashing energies, it is batter to back off. You may find love shortly.",
        "Scorpio Career & Money Horoscope": "Try to figure out what you can do to bring out the best in you. It will also make you unique in your designs and concepts. However when it comes to finances your rewards will be delayed. Still you have enough income to save yourself from financial crisis. Just safeguard what you have and you will be able to come out of the situation!"
    },
    "8": {
        "Sagittarius Daily Horoscope": "Today, you will develop a natural tendency towards stubbornness. Unfortunately, you will probably dig in your heels even when you logically understand that doing so is not in your best interest. Lighten up. You need to think clearly and do what your mind suggests instead of acting on your instincts. If you do manage to unbend a little, the situation can be resolved faster and you will be much happier.",
        "Sagittarius Health & Wellness Horoscope": "Take special care of your health as well as those of your loved ones today. If you have children, then more precautions are indicated. Even minor health issues can suddenly become important today. It is better to take preventive measures beforehand. Try to regulate what you eat because they are likely to put you in a bad mood later on.",
        "Sagittarius Daily Love & Relationship Horoscope": "Those who are in the habit of moving around freely may face a lot of threat to their integrity. You may be desired by many but cannot be acknowledged well cause of the mobile nature of your job making you unfit for staying close to home! Your partner is correct from his or her point of view; after all you cannot manage families on the go!",
        "Sagittarius Career & Money Horoscope": "Time to pamper the sub-ordinates! You are about to dig deep into the toughest tasks and juniors are the best supporters. So please them well! Those who are in leading positions may be knocked by better career opportunities as well. It may promise you much better future prospects and will be beneficial for you."
    },
    "9": {
        "Capricorn Daily Horoscope": "Someone dear to your heart is facing some difficulties and you will have to lend a sympathetic ear today. Chances are high that you will end up feeling impatient and frustrated with the problems of this person, but it is vital that you lend your support without criticism. It can influence a very important friendship or even a partnership in your life.",
        "Capricorn Health & Wellness Horoscope": "You may be interested and you may find time to join groups online which motivate and encourage you towards maintaining good health! You may be tempted to eat well but that is okay if you plan to shed the calories via rigorous physical exercises! Plan a relaxation schedule which you may follow towards the end of the day.",
        "Capricorn Daily Love & Relationship Horoscope": "You seem to be well contended with short term relations but soon you may develop a craving for true love! You are a bit impulsive and rash in temperament. This creates a barrier for you in being a part of long term relations. Try to control your mood swings and you will see yourself settled with a pious soul very soon.",
        "Capricorn Career & Money Horoscope": "While there will be a natural tendency to shirk your responsibilities, this can land you in trouble with your superiors. The fact is you are avoiding work more out of habit rather than from any genuine desire to laze around. The time is just right to take on more responsibilities and throw yourself more into your work. Hard work and sincere effort will be rewarded y success today."
    },
    "10": {
        "Aquarius Daily Horoscope": "You are full of imagination today. You may get a chance at work place to visit places. You shall reveal your romantic self today. It is a day to let yourself free for a while. You also need to show your practical self at work. You also display a good mood to your peers. Check your mailbox. An important mail may be waiting for you.",
        "Aquarius Health & Wellness Horoscope": "You may dream in your sleep which may provide you with a very useful guidance. You have been ignoring the advice of specialists to switch to homeopathic care! Consequently you may experience strain in all parts of your body! Ask some one to be close to you when you go for ablutions!",
        "Aquarius Daily Love & Relationship Horoscope": "Some one irresistible is close to you. Still you cannot find out a way to reach up to their heart. Do not get disheartened, your mere attempts to find a place in some bodyﾒs heart will impress them well! Things may appear to be nonchalant but love may simmer behind the scenes and you may find yourself in a love interlude very soon.",
        "Aquarius Career & Money Horoscope": "This is the time to separate yourself from people who are no longer serving you or are incapable of serving you! This is a big step in balancing the finances. You will be rewarded soon and that too monetarily for this business tactic. The saved income is safe and can be utilized to add onto your assets."
    },
    "11": {
        "Pisces Daily Horoscope": "You love to meet people who are genuine and honest. But today you may come across people who mask up their original self. So learn to see through their pretence. Time may demand from you to decide things quickly. Think twice before being firm about any move and you must defer all your other plans until you are done with the decision-making.",
        "Pisces Health & Wellness Horoscope": "You are full of hope and energy. This positive feeling will keep you going throughout the day no matter how many hindrances you have to face. Situation is not rosy when it comes to your health, still you will not get bed ridden! Proper consultation with a specialist will cure you in no time. Maintain a healthy diet as well.",
        "Pisces Daily Love & Relationship Horoscope": "Your mind is free now and you are prepared to find someone without rose-colored glasses. Do not let the familiar feeling of uncertainty touch you and chill up your spine. Tread softly into the lush gardens of love. The romance will not be sultry and you will reside coolly in the house of love and awe!",
        "Pisces Career & Money Horoscope": "You have been saving up to spend on some pet project and the time is at last right to actually put your plan into motion. When you go to buy the object, you are going to be tempted by bigger and more sophisticated things, but you should definitely stay within your budget. Expenses are inevitable today, but try to avoid over spending o n things that you do not need."
    }
}]
