horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You will be affectionate and loving towards everyone you come in contact with today! Some one may be moved by your generosity and will confess his or her feelings for you by the end of the day. However bitter experiences are still on your mind, but this is the time to let go off all the negativity and grudges you have been holding onto since long.",
        "Aries Health & Wellness Horoscope": "Mental stress followed by tension headaches has been creating quite a lot of trouble for you in the past week. While your external circumstances may not change significantly, you will notice a marked lowering of the stress level in your mind and this may be brought out by reorienting your thinking and the way you deal with the problems in your job or your relationships. This will help you to attain an overall sense of peace and achievement.",
        "Aries Daily Love & Relationship Horoscope": "Today you and your partner may plan to move in together. Your partner can support you easily with a plush housing accommodation. However for a change of mood you may go for an exotic holiday trip or an unusual adventure trip before that in order to break the monotonous routine and to lighten up the moods.",
        "Aries Career & Money Horoscope": "New business ideas that you proposed will now begin to bear fruit. You may have been thinking of starting your own business. This is the best time for striking out on your own. Chances are very good that you will be able to get adequate financing for your new business at this time. You may have to work in partnership with someone from abroad for establishing this business."
    },
    "1": {
        "Taurus Daily Horoscope": "You may be cracking one of the biggest joint venture deals today. But you must mention explicitly once again your mission and goals to your partner. If altercations arise then you may be driven by impulses and this is what you need to keep in check. You may devote the end of the day towards your intellectual pursuits or in perusal of an artistic passion.",
        "Taurus Health & Wellness Horoscope": "While physical health continues to be quite good, your mental stress has been mounting lately and you urgently need to look for a solution. Certain dynamics in the career front must be changed. Otherwise, the accumulated stress may have a drastic impact on your health. You can try some relaxation techniques and exercise. A detoxification diet can also work wonders.",
        "Taurus Daily Love & Relationship Horoscope": "Your plans to hang out with your dear one may get shattered today. Do not press your partner hard at this point of time to let you know the reason behind screwing up the plan. Sitting coolly at home and watching your favorite TV show or reading a good book will entertain you equally well.",
        "Taurus Career & Money Horoscope": "The time is ripe for a change in the career front. If you were in two minds about changing your job, then this is the time when you can take the decision that will work out the best for you. Do not be afraid to take some risks as far as your career is concerned. They are very likely to pay off."
    },
    "2": {
        "Gemini Daily Horoscope": "Today, you will be in an adjusting mood. Your willingness to meet people half way and arrive at a compromise through reasonable discussion is going to endear yourself to one and all. You will be able to resolve any situation quickly. You are also concerned with beautifying your person and your surroundings as well as making sure that every occasion goes off without any hitch.",
        "Gemini Health & Wellness Horoscope": "You may be troubled by problems related to skin and teeth. Make sure to eat plenty of fruits, green veggies, milk and milk products in your diet. Allergies too may be acting up and this is the time to take special care to avoid all allergens. Proper diet and relaxation exercise are necessary to maintain your health and beauty.",
        "Gemini Daily Love & Relationship Horoscope": "Stress has been building in your relationship and you have been pushing to get everything out in the open. Your efforts come to a head now and a major confrontation is likely to happen. However, this will at last release all the stress and pent up tension that were clouding your interaction. With everything in the open, you will be able to make some important decision regarding the progress of your relationship.",
        "Gemini Career & Money Horoscope": "You are getting messages of Almighty from some one close to you. Be receptive to them and get guided by them. You must change your action plan before you commit a mistake which can never be undone. Financial condition and expenses seem to be well balanced. You can even try to be a spendthrift; still there will be a sudden inflow of income from unexpected sources."
    },
    "3": {
        "Cancer Daily Horoscope": "The day is going to be calm and quiet ﾖ a welcome break after the hectic schedule of the last week. You need to put in some hard work as your superiors are watching you now. A few personal issues may arise which you have completely failed to anticipate. They will take you by surprise, but you will be able to deal satisfactorily with them.",
        "Cancer Health & Wellness Horoscope": "You may experience marked mood swings today. You may feel exuberant at one moment and depressed the next. These moods can actually be better related to what you are eating and your physical activities rather than what is happening in your life. You can consult a professional about your diet. This advice will prove immensely helpful in altering your lifestyle and a reduction in this moodiness.",
        "Cancer Daily Love & Relationship Horoscope": "If you were going steady or were in two minds about committing to a relationship, you will be able to arrive at a conclusion today. Those involved in a relationship may decide to get engaged or married. A shift in the planetary energies today can cause you to evaluate your relationship in a new light. If you had been avoiding commitments before, you will welcome them today.",
        "Cancer Career & Money Horoscope": "You have been looking for that one great opportunity to come your way and this is the best time for it to appear. If you have appeared for an interview, you will get good news on that front today. Job offers from unexpected quarters or scope of advancements from old contacts will now begin to manifest. You have kept up excellent spirit during the tough times. The end is now in sight."
    },
    "4": {
        "Leo Daily Horoscope": "A situation is likely to arise in your life where you will have to take a very direct and proactive role. It may appear to be a very difficult situation, but you have the capability of solving it fairly. You will just have to assert yourself, but do not worry. After the crisis is over, people are going to be impressed by your role in solving it.",
        "Leo Health & Wellness Horoscope": "Health is likely to be fairly steady today and the minor problems which you had been experiencing in the last few days will be gone. However, it is necessary to guard against minor ailments which may develop today. If you ignore them, they can grow into serious proportions. On the other hand, timely intervention can easily take care of these minor problems.",
        "Leo Daily Love & Relationship Horoscope": "You will meet with somebody from your past that used to have a close relationship with you. This meeting can actually mark a new beginning, either by changing the dynamics of your current relationship or by renewing the old one. Pay attention to your feelings instead of covering them up and you will enjoy a better day.",
        "Leo Career & Money Horoscope": "You are likely to inherit money today, most probably from an unlikely source. Speculative ventures, investments in stocks and short term investment in the market are likely to meet with success. Your financial luck is running high. Just rein in your impulse for extravagance and you will enjoy financial security now. You are also likely to make considerable donation to charities."
    },
    "5": {
        "Virgo Daily Horoscope": "You are liable to be in a rather emotional mood today. Small things can trigger a melancholy or you may recall a happier time. You may call up somebody or try to get in touch with an old friend. You may also think of forgetting old grudges and extending olive branch in order to arrive at a satisfactory solution to your current problem.",
        "Virgo Health & Wellness Horoscope": "Someone is going to inspire you to a higher level of physical fitness today. You know on an intellectual level that you need to improve your fitness, but you have been dragging your feet. Today, you will come across someone who may not be physically in a superb shape, but who will inspire you to improve your health. You will start a new diet or new exercise pattern today.",
        "Virgo Daily Love & Relationship Horoscope": "It is vital that you now communicate your needs and desires to your partner in a clear manner. Your communication has appeared rather ambiguous and this may have created confusion in your relationship. This day is perfect for clearing up all misunderstanding and to renew the vitality of your relationship. You may also learn something from your partner that is totally unexpected and very surprising for you.",
        "Virgo Career & Money Horoscope": "You are confident and positive today. Today is a good day for cracking any interview or any deal with the client. You will also gain a good margin. You might get stuck up in some trivial issue in the latter half of the day. Postpone your plans of recreation or entertainment for tomorrow. Take help from your colleague today."
    },
    "6": {
        "Libra Daily Horoscope": "You will form association with someone you find very entertaining. The day will pass away soon due to the lively conversations. Take this as an opportunity to learn and inspire from this fellow. It will also help you to be able to take an insight into other peopleﾒs psyche. Try to be a volunteer in making plans for family trips if you want to go to your desired place!",
        "Libra Health & Wellness Horoscope": "Either start your day or end your day with a slow and relaxed walk. It will give you positivity and will also help you relax. Ask your loved ones for company. Fatigue can overpower you during the day. Do not take stress. Things will fall in place when the right time comes. Drink fresh juice rather than caffeinated drinks.",
        "Libra Daily Love & Relationship Horoscope": "You are in a judgmental mood today and your romantic partner is also not exempt. You are likely to sit down and categorically consider the pros and cons of the relationship in order to make a decision whether to continue it or not. In this accounting, you are also likely to underestimate your own feelings or even leave them out altogether. It is necessary to consider your heart and emotions before you take any decisions today.",
        "Libra Career & Money Horoscope": "You may have a head start in your career today. You may even get opportunities to make a transition from one employer to another offering you far better prospects. But be careful of fraudulent offers as someone has been attempting since long to take undue advantage of your capability and genuineness."
    },
    "7": {
        "Scorpio Daily Horoscope": "You may find yourself getting possessive about material things. Do not hold things too tight. Just follow the flow and move with it. You need to be firm about things until you have the answers in your hand. You may also think of shifting your house. It will be good to spread the words to your friends and colleagues.",
        "Scorpio Health & Wellness Horoscope": "You need to maintain a stable frame of mind and think things through sensibly and logically before you jump in with both feet. This is a time of fantasy for you. So, turn your mind towards romance and enjoying yourself. Applying a fantasy to romance will work to your advantage, but results may be very different if you try to be fanciful at your workplace.",
        "Scorpio Daily Love & Relationship Horoscope": "Love is in the air, love is on the mind. Actually love is everywhere. You just have to be conscious of its presence. Take baby steps and talk to friends for advice. With many options seen today, do not be in a hurry to jump. Your silence attracts people. A little enigma around your character is alluring. Be the same.",
        "Scorpio Career & Money Horoscope": "Friction is likely to develop between you and your partner, but you need to stick to your point and not back down from it. Do not worry as this situation will not lead to a lasting estrangement. Though there may be temporary feelings of coldness, your partner will realize that you had done what you thought right and you will gain more respect from him / her."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Life has been full of ups and downs lately. But soon you are going to get rid of all these. Maintain your optimistic attitude like always and things will work out better. People may approach you for help and this is good, being busy will make you forget all your worries.",
        "Sagittarius Health & Wellness Horoscope": "You may not be in the mood to follow your routine exercises. There is an alternate to it. Prepare and consume a good amount of herbal tea. It will keep moving your energy in a positive direction. Inspire yourself to put your focus and concentration to your personal care once again!",
        "Sagittarius Daily Love & Relationship Horoscope": "You may get chances to have some real fun with some who is really funny and close to your heart. And you must choose such a person to be your soul mate. Do not get carried away by what others tell you about choosing ideal figures as your partners. Be realistic and sensible. If you are unhappy with the reality then there must be something you can do about it.",
        "Sagittarius Career & Money Horoscope": "The projects you have been working on very diligently can now be made public at this point of time. And at such an occasion ramp walk the podium in your style. The uniqueness of your work will be known and respected by all when it will be opened up! However retain the confidentiality all the time!"
    },
    "9": {
        "Capricorn Daily Horoscope": "Time to choose between fun and freedom. You will be allowed to be free if you have the sense of responsibility. Although after putting excess of hard work you will not be able to reach your desired goal but perseverance will pay off later so keep working. Do not get embarrassed when it comes to financial conditions. They will gradually improve with time.",
        "Capricorn Health & Wellness Horoscope": "You have almost always been careless with your health. But from today you will begin to take an unusual interest in health and fitness regime. You may join a physical activity class and you feel especial interest in yoga. You will also change your diet, opting for a far healthier one. You will no longer allow your health to take a back seat whether you are partying or working.",
        "Capricorn Daily Love & Relationship Horoscope": "Today you will find the reason behind abrupt behavior of your partner. You have been paying lesser attention on him/her. Today is the day to pamper your partner. Take your partner out for a long drive or shopping. Have dinner together. Compliment your partner. You will again see the same freshness and spark in your soul mate.",
        "Capricorn Career & Money Horoscope": "You are a person with good nature and you are also a social butterfly. Today these qualities of yours will be highly appreciated and rewards for them will follow soon. You may also receive wonderful advice to boost your confidence and achieve much more than you could achieve on your own!"
    },
    "10": {
        "Aquarius Daily Horoscope": "Today, you are likely to discover a new and untapped source of power within you. You will realize that you neither need nor are likely to get any external help in dealing with the problems that you have been facing. You can easily tackle all of them yourself and there is actually a fountain of strength within you that you can rely on.",
        "Aquarius Health & Wellness Horoscope": "If you take care of your daily food habits, you are going to enjoy excellent health. Junk foods on the other hand not only affect your body but also clog your mind with stress which does not allow you to enjoy the greatest perks of having a fit body. A healthier lifestyle can help to prolong this sense of fitness for you.",
        "Aquarius Daily Love & Relationship Horoscope": "You need to take off the rose coloured glasses when you examine your current relationship and take the necessary drastic step. Do not drag a relationship just because it is meant to be or due to social pressure. Examine whether it is making you happy, and if it is not doing so, then this is the right time to dump it.",
        "Aquarius Career & Money Horoscope": "Your finances are in an expanding stage right now and you are all set to take advantage of this now. You may apply for a sizeable loan today for buying a new home or a business or a vehicle and you will get the loan quite easily. Students seeking educational loans will also find positive response today. It is a good day to invest in the stock market."
    },
    "11": {
        "Pisces Daily Horoscope": "You are likely to spend quite a lot on matters like furnishing, clothes and cosmetics. However, you will be able to stop your spending just short of extravagance. You are also likely to give expensive gifts to someone you love and this is definitely going to be appreciated. However, you need to verbalize your feelings so that your gestures become more meaningful.",
        "Pisces Health & Wellness Horoscope": "You enjoy an overall good health. But as the times are getting more demanding, you need to take care of your health and diet. Include multiple vitamins in your diet especially A, C and E which in turn will help you to maintain a good immune system. Also drink - glasses of water. This will keep you hydrated and fit.",
        "Pisces Daily Love & Relationship Horoscope": "Enjoy some romantic time with your partner today. It is going to be a relaxed and lazy day. Even if you do not plan anything special, you are going to spend some quality time with your partner and your family. Put the urgent issues on hold and enjoy the little things of life today. You will be filled with a sense of contentment and wonder.",
        "Pisces Career & Money Horoscope": "You are likely to face some major expenses today, but they will all be because you want to spend and not because you are forced to do it. You have been saving for a rainy day and that is a prudent move, but today is the day to indulge your extravagant side without worrying and buy a nice treat for yourself or a person close to you."
    }
}]
