horo_english=[ {
    "0": {
        "Aries Daily Horoscope": "Some unexpected and demanding task will come up today, but do not worry. You will handle it very well and will soon earn the praise of everyone. It can be a number of guests visiting unannounced or your boss handing you an assignment in the last minute. Whatever be the situation, you will be able to call up on your reserve and rise to the task.",
        "Aries Health & Wellness Horoscope": "You seem to be out of form since past few days and that is the cause of your concern. Imbalance between what you do and what you plan to do is the root cause of your failure to accomplish the goals set by you. Relax yourself and expect less from yourself too. You may have an attack of anxiety if you will not retain your cool at this point of time.",
        "Aries Daily Love & Relationship Horoscope": "You have been more on the passionate side and hence fail to recognize that relationships are multi faceted doorways. You have to move in circles which are both exciting and challenging. You will get a chance to get closer to someone whom you have deeply admired since past many years. You will be greatly delighted to have this person around.",
        "Aries Career & Money Horoscope": "Work life seems to be balanced. You will be well identified for your impressive soft skills. You will get numerous opportunities to learn more and share this knowledge with others too. However there may be some unforeseen circumstances which may cause a heavy financial loss to you.ﾠﾠ"
    },
    "1": {
        "Taurus Daily Horoscope": "You have had a good exposure to new things in life! Just be prepared to face the challenges coming across your way. Be ready to explain whatever you are being questioned. Your efforts will last for long and will lay a solid foundation for better progress. Do not forget to re-vitalize and pamper yourself amidst all this!",
        "Taurus Health & Wellness Horoscope": "The day is best suited for a complete change in your health and fitness regime. You are likely to start a new routine of exercise or other physical activities today. You will feel a surge of enthusiasm to take special care of your health. However, you need to realize that your mind is intimately linked with your physical health and one will not improve without a corresponding improvement in the other.",
        "Taurus Daily Love & Relationship Horoscope": "You may come across certain information which will help you to understand your partner and the direction of your relationship better. Your partner may have been sending off confusing and contradictory signals in the last few days, but today you will begin to understand the significance of this behaviour. This will help you to take important decisions regarding the future nature of your relationships.",
        "Taurus Career & Money Horoscope": "You are not feeling very confident today but it is vital that you should mask your uncertainty. Disclosing your feelings of confusion will lead others to doubt your ability and you may lose out on an important deal. If that happens, you need to maintain a positive attitude if you want to recover your fortune tomorrow. You need to understand that you do have the ability though you do not feel the confidence."
    },
    "2": {
        "Gemini Daily Horoscope": "You are going to face a significant interaction today. This may take the form of a confrontation or it may be something milder. But whatever it is, it will provide a lot of food for thought and will keep you occupied for the most of the day. You are not going to tolerate distractions today. However, you need to realize that obsessing over this incident is not going to be of much help.",
        "Gemini Health & Wellness Horoscope": "Pay a lot of attention to revise your diet and incorporate healthy meals in it. Drink a lot of water to keep your blood pressure in control. Try to tackle your personal relationships later on as they seem to hamper you more in addition to the digestive tract ailments. Relieve yourself mentally and stop thinking about other things as well.",
        "Gemini Daily Love & Relationship Horoscope": "Try to strike a conversation with your partner. You have not actually talked much and have been busy enjoying and taking your relationship lightly. Itﾒs time you two go off to a new place preferably near nature so that natural beauty takes its own course to fill your heart with emotions and thus helping you open up. Your relation will get stronger.",
        "Gemini Career & Money Horoscope": "You seem to be occupied with your personal work and have put the professional work on hold for a while. But people need you badly at the workplace. It is okay if you are unanswerable over the phone or unresponsive over the e-mail. Expenses seem to mount up but you will be able to make up the lost money as you are about to receive some unexpected wealth very soon."
    },
    "3": {
        "Cancer Daily Horoscope": "You are feeling somewhat confused by the events that are unfolding around you and the various seemingly contradictory information that are coming your way. Your own inner voice is your best guide now. Trust your instincts and do what they are telling you to do and you will learn a lot about yourself and the direction you want your life to take.",
        "Cancer Health & Wellness Horoscope": "Today you will begin to realize how some moderate changes in your lifestyle can help you lead a healthier and happier life. Take a resolution to give up a habit which you know is harmful for your health and you will find the strength to stick to it. Also, if you have already taken such steps, you will begin to enjoy the fruits of these changes in both your boy and your attitude.",
        "Cancer Daily Love & Relationship Horoscope": "You are going to understand very clearly what you want and expect from your relationship. You may also come to realize that your goals are not coinciding with that of your partner. However, before you take any drastic step, you should try to sort it out by dialogue. Your persuasive powers are at their peak now. So, make good use of them.",
        "Cancer Career & Money Horoscope": "You have been receiving a lot of help from your co workers. It is now time to return the favour. So, you are going to help somebody at the work today and this will actually solidify your position in your office and will increase your popularity. While you may be working a little longer today, this is well worth the effort."
    },
    "4": {
        "Leo Daily Horoscope": "The highlight of the day is communication with a person of influence which can have a long term impact on your life. You may also come in contact with a person or a situation where you are pitted against an opposite point of view. You need to be able to take constructive criticism and stick to your point without becoming rude.",
        "Leo Health & Wellness Horoscope": "Your physical health can be somewhat unpredictable today. However, you will be able to call upon reserves of mental strength to deal with the situation. It is a clear case of triumph of mind over matter as you will sail through all difficulties and be able to complete all your scheduled tasks on time in spite of any problems posed by your health.",
        "Leo Daily Love & Relationship Horoscope": "The day will have a pleasant beginning. A lot of warmth and laughter from your partner will brighten up the personal relationship. You have faced a difficult time in your personal life. So this is the time to go out with your partner, lie down and have some real fun! Laughing at yourselves will vanish most of your worries as a couple.",
        "Leo Career & Money Horoscope": "A rare job opportunity is going to knock on your door today. The idea may sound somewhat risky and novel to you, but if you act on it, you can give a new turn to your career. The time is right to take risks and go after what you really want to do with your life rather than sticking to the safe and narrow path."
    },
    "5": {
        "Virgo Daily Horoscope": "The time is ripe to take some bold steps. This is not the time to hesitate. Instead, decisive action is critical. Do not shy away from opportunities. A leap of faith at this time can dramatically alter your life for the better, though it may not seem so now. It is also time to re-evaluate old relationships and cut out the deadwood.ﾠ",
        "Virgo Health & Wellness Horoscope": "Time to take extra care of yourself since you have been paying least attention to your health lately. You may have fever or minor accidents if you miss out at any point in safeguarding your health. Reveal whatﾒs there in your heart to someone you can confide in! This will relieve you pretty well. Change your lifestyle and mindset too if required.",
        "Virgo Daily Love & Relationship Horoscope": "You are feeling especially sanguine and diplomatic today. Hence, you will be able to handle any situation that arises in your family or your relationship today. Your partner may be misinformed about you or may come out with a grudge from long ago. You will be able to deal with this easily in a sympathetic manner which will actually strengthen your relationship.",
        "Virgo Career & Money Horoscope": "You will be driven by a need to make a difference in the lives of people. You are likely to get involved in some charitable work which will take up a lot of your time and commitment. You may need to make some tough decision like whether to stay in this charity organization, help others and earn much less or to go back to your regular job and earn lots."
    },
    "6": {
        "Libra Daily Horoscope": "Rest and relaxation are the watchwords for today. You have been driving yourself hard for the last few days and now it is time to enjoy the fruits of your labour. Do not plan for a big party. Rather, take a day of quiet contemplation. Sharing your feelings with someone special can help you achieve a greater sense of fulfilment today.",
        "Libra Health & Wellness Horoscope": "Today is your day. You will find luck favoring you the big time. You may gain appreciation at your work place and among your friends. Be cautious not to get carried away and neglect your other basic need which is your health. Eat in time and eat right. With a healthy body, you will have many other opportunities to enjoy the treat.",
        "Libra Daily Love & Relationship Horoscope": "It is good to absorb a lot of things. This actually avoids a number of trivial fights. But sometimes you also need to speak up. If the attitude and behavior of your partner has been bothering you, then speak up. Things will only move towards betterment. You are known to stand by your values and principles. Act within the boundary.",
        "Libra Career & Money Horoscope": "The day is especially fruitful for those working for the government in any capacity and those in administrative jobs. Any detailed work which you have been postponing should be tackled today because they will be easily completed. The day is also suitable to look for a new job if you are feeling restless or stuck in a rut. If the new job is in an administrative capacity, then you are likely to meet with considerable success in near future."
    },
    "7": {
        "Scorpio Daily Horoscope": "Self reflection is the key today. You may feel an unrest which you cannot express or a discontent, even though everything works out all right for you. The only way to deal with this sense of disquiet is to go through a quiet process of reflection which can help you to understand yourself better and find an effective remedy.",
        "Scorpio Health & Wellness Horoscope": "You may experience marked mood swings today. You may feel exuberant at one moment and depressed the next. These moods can actually be better related to what you are eating and your physical activities rather than what is happening in your life. You can consult a professional about your diet. This advice will prove immensely helpful in altering your lifestyle and a reduction in this moodiness.",
        "Scorpio Daily Love & Relationship Horoscope": "You want to be loved and pampered like never before and this may make you demanding and insecure! You may act prematurely today and demand your partner to keep your affair a personal one, which seems to be a tough task since both of you are at the same workplace. Try to understand the difficult position you are putting your partner into!",
        "Scorpio Career & Money Horoscope": "Your power of observation and analysis are at their peak today. So, if you are in any job which requires these skills, then you are going to enjoy a high degree of success today. Scientists, investigators and researchers face a fruitful day. You are likely to find rather creative and ingenuous ways to solve problems at your workplace which will be appreciated by all."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You are feeling confident and happy and these shows in your attitude and body language. People today are going to notice you wherever you go and you are likely to make quite an impression. Important business meetings will go in a positive direction. Even if certain situation appears dicey, you will be able to bring others around to your viewpoint and get things done your way.",
        "Sagittarius Health & Wellness Horoscope": "Respiratory trouble may affect you today. People who have asthma are in an especially vulnerable condition and should avoid all allergens like dust and pollen. You may also catch a cold which can develop complications if not treated at once. Take adequate protection against the weather. If you have been suffering physically for the past few days, the diagnosis may be successfully made today.",
        "Sagittarius Daily Love & Relationship Horoscope": "You are adventurous and hence you wanted to take the risk of a blind date. It will turn out to be a raw and embarrassing date! Rain outside may keep you tied to the venue but soon it will end and the person will not piss you too in future! Someone smart and attractive will soon enter your life till then just enjoy.",
        "Sagittarius Career & Money Horoscope": "You have a charming aura and sweet speech. This will help you walk through any door you want to. Your childlike attitude spreads joy every where and puts every one at ease! And you can strike everyoneﾒs psychology very easily with your jokes which are pouring out of your mouth effortlessly!"
    },
    "9": {
        "Capricorn Daily Horoscope": "There is some personal happening in your life which is holding you back and hampering your progress. Try to sort out these things if you really want to save yourself of some serious trouble. Try to question the worth of relations; worthiness may be a deciding factor in terms of the input you must give to the relation.ﾠﾠﾠﾠ",
        "Capricorn Health & Wellness Horoscope": "You are demoralized due to certain happenings which are constantly disturbing you and you just cannot concentrate on your work. In order to maintain a better focus try to write down the tasks you have performed each day while you are awake. And also pen down the tasks you want to finish off the next day.",
        "Capricorn Daily Love & Relationship Horoscope": "It is vital that you take special interest in your family matters today. You have been ignoring your relationships for your career commitments for quite some time now. You have also achieved what you set out to do in your career. So, now, you need to turn your attention to relationships. Nurturing your relationships can supply some vital ingredient to your life at this point.",
        "Capricorn Career & Money Horoscope": "The day indicates great success, especially for those who are connected to education or writing in any way. Students, researchers, journalists, authors and other professionals connected to education are likely to enjoy a very good day. The day is also suitable for investing in long term plans. You are going to sit back, relax and reap the benefits of the efforts that you have put in towards your professional life."
    },
    "10": {
        "Aquarius Daily Horoscope": "The day is going to be an emotionally intense one for you. You will bring great passion to everything that you do today and success will follow as an inevitable result. You may have been avoiding an issue because it is too close to you, but today is the best day to tackle this issue and confront it head on.",
        "Aquarius Health & Wellness Horoscope": "Your health may be a little down today due to ailments related to stomach. It may by minor. Today take necessary precautions while drinking water and other cold beverages as they might be the cause of water borne diseases. It is also advisable that today you stay away from unhygienic and street food as you may be vulnerable to infections.",
        "Aquarius Daily Love & Relationship Horoscope": "You may be a lot forced to become a part of romantic drama of other people's life! Avoid it straightaway! And if you cannot then do not take any sides, just be neutral while giving advices to both the opposing groups! Take out time to plan something new and sensuous for yourself!",
        "Aquarius Career & Money Horoscope": "Unexpected demands on your finances can make the day rather unsettling. Be sure to check all your bills and other obligations to make sure that you have paid all your dues. If you have overlooked anything, it may come back as a much inflated amount in near future. You may have to pay off some old debt which you had forgotten about."
    },
    "11": {
        "Pisces Daily Horoscope": "You will be feeling very creative today. You appreciate all beautiful things and want to create something beautiful. The day is especially favourable for artists. However, it is necessary to complete the projects that you start today. You may suddenly start feeling deflated ﾖ a common occurrence after a surge of creativity and it may leave you feeling depressed and hollow without reason.",
        "Pisces Health & Wellness Horoscope": "Incorrect sitting posture may lead to pain in the neck region today. Watch your posture while you sit in the office. You may carry a cushion to support your back while sitting. You are a little low in energy today which might interfere with your ability to work either at home or work place. You might be inclined today to include some fitness routine in your daily activity.",
        "Pisces Daily Love & Relationship Horoscope": "The golden rule of relationship tells that you listen to your heart. Let your heart rule your mind this time. People around you will not be able to judge your partner. So do not seek their verdict on your love life. Follow your heart and maintain your self esteem. What matters to you is the purity of your relationship.",
        "Pisces Career & Money Horoscope": "Today you may have to face people who are intense in their approach and demand. But you have to bear with them for professional gains and publicity of your firm. However looking at your calmness and composure, a successful advertising agency may contact you for business. And if everything goes well you will be promoted to a plum position as well."
    }
}]
