horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Cards show that you need to socialize more than ever today! You want to make a transition in your lifestyle and career by indulging in work requiring communication with others. Try to accomplish what all you set out to do! You can maintain a sharp focus on what ever you want to do; just make sure you do not go overboard.",
        "Aries Health & Wellness Horoscope": "The time is right for taking up some intense physical exercise. Lifting weights is a viable option. If you have been in two minds about starting any training or entering any athletic event, sign up now and you will be rewarded by a sense of wellness and energy. The exercise will also help you to see your own mind and feelings clearly and can help you to take an important decision in your life regarding your relationship or career.",
        "Aries Daily Love & Relationship Horoscope": "The singles may have a strong piece of luck in finding their better half today at sports or spiritual centers. For those who are in relationships must take a break from their strenuous relationship and do things which make them glad or which they generally canﾒt find time to do! Sometimes two people have to fall apart to realize how much they need to be together!",
        "Aries Career & Money Horoscope": "You might get caught between the interest of your family and your professional interest. Choose for the welfare of your family and put other things on hold for a while. You have a strong luck in matters of finance. You can even bid and winning is quite probable. All your investments made at this point of time will pay you well in future."
    },
    "1": {
        "Taurus Daily Horoscope": "Mood swings are likely today and even you will not be able to explain why you are feeling so disturbed and how to change the situation. Your erratic behaviour and response will leave others confused. However, do remember to stick to honesty in all situations as that alone can help you to achieve your goals. Take things easily today and confine yourself to the role of an observer.",
        "Taurus Health & Wellness Horoscope": "With a little patience and forbearance, the day can turn out to be very productive for you. But having that patience can be the greatest challenge now. Time will seem to slow down to a crawl and nothing would move fast enough to suit your mood. But if you try to hurry up the process, you can completely mess up your agenda. Try starting the day with some calming exercises to control your energy.",
        "Taurus Daily Love & Relationship Horoscope": "A new and promising relationship will develop in life of those who are single. However, ego and lack of farsightedness is going to cause problems in cultivating this relationship further. They may also cause trouble in a relationship which you are already having. It is necessary to take a step back and give your partner enough space as you have been encroaching too much upon his / her personal space.",
        "Taurus Career & Money Horoscope": "You are full of powerful energy to help you achieve your desired goals and generate wealth for your family. You will be able to acquire a lot of knowledge and which will help you earn more the next time your serve someone. So you have all the ingredients for financial security and success at your hand."
    },
    "2": {
        "Gemini Daily Horoscope": "You can speculate easily what is about to happen. And you have an expressive attitude with impressive communication skills. So just strive hard for what you want! Refrain yourself from getting into any altercations with aggressive people who are always fault finding.",
        "Gemini Health & Wellness Horoscope": "You are not sleeping well since past few days. If you will continue to be so then soon you are going to be an insomniac. So make a tight schedule of getting up from bed and going to bed at a fixed time. And adhere to it as if it is a ritual. For better guidance listen to your very own intuition which will point to the above stated facts as well.",
        "Gemini Daily Love & Relationship Horoscope": "The day is suitable for second chances. People who have not behaved well towards you will approach you today. This is the best time to repair your friendships and love interest. It is a good day to forgive and forget and to extend the olive branch. On the other hand, you too may approach someone with whom you have a history and attempt to make a fresh start.",
        "Gemini Career & Money Horoscope": "The stars favour those who are in real estate or in construction business. This is a good time to buy property. A very short window of opportunity may open up where you may find a great bargain while searching for your dream house or apartment. Investments which you had made in this field will now bear fruit. You can also start investing in real estate today with good results."
    },
    "3": {
        "Cancer Daily Horoscope": "Today is decision time. You have been worrying about some issues for the last week. However, today you need to take a decision which may seem tough at first. Your heart will guide you in the right direction. Think what youﾠwantﾠto do rather than what youﾠhaveto do and follow your heart. This will prove beneficial for you in the long run.",
        "Cancer Health & Wellness Horoscope": "There are a few surprises in store for you today, but do not worry. They are all pleasant! Some of the things for which you have been waiting for a long time are likely to come to fruition today. Some of your efforts which you thought have been wasted will finally be successful. So, celebrate tonight with family and friends and even they may have good news to share.",
        "Cancer Daily Love & Relationship Horoscope": "This is the time for light-hearted fun. The day is perfect for romance and spending a day of fun filled activities with your partner. While your worries will not magically disappear, you will feel much lighter and will be able to shelve your problems for the time being as you enjoy this special time. Single people may meet potential long term partners in a social gathering.",
        "Cancer Career & Money Horoscope": "You are in a rather indecisive mood today with regard to your finances. Contradictory planetary influences tend to pull you in different directions. You may go out for a bout of expensive shopping, but you may find it difficult to take the final decision at the last moment. Such indecisiveness will also mark your investments. This is likely to irritate people close to you."
    },
    "4": {
        "Leo Daily Horoscope": "The mood of the day is somewhat uncertain. You need to be extra cautious while dealing with sensitive people. It is also a time for confrontation and taking decisions. You may be forced into uncomfortable situations that you have been avoiding and make some tough decisions. However, you will be able to take the right decision even under pressure and this will ultimately have a positive effect on your life.",
        "Leo Health & Wellness Horoscope": "Today you are upbeat physically and psychologically. Boost in your morale will reflect in your work. You have been taking good care of your health. Today increase that care a little extra bit and join a fitness program as boredom seeps in fast in you. A company will keep you motivated. Look for a fun company for walking or jogging.",
        "Leo Daily Love & Relationship Horoscope": "Arguments and altercations mark your day. Avoid picking any issue with your partner today. Arguments stop if a person gives in. Be the silent one this time. Be gentle and loving. Try to understand your partnerﾒs point and do not offer any counter statement. Try to divert his mind to the good times that you shared. The day will pass with less damage done.",
        "Leo Career & Money Horoscope": "If you have applied for a job, check with the company. You may receive some good news regarding your job. A promotion or an increment is on the cards today. It is an auspicious day for any kind of investment. If you have been planning for buying a property like house, day is favorable for you and you may cut a good deal."
    },
    "5": {
        "Virgo Daily Horoscope": "Your inner strength lets you undergo some multilevel thinking. You are able to see varied sides of any issue. You are right in judging your friends and peer. Follow your intuition under circumstances where logical thinking has no scope. This is the time to explore the hidden potential within you. Stir away from any arguments as they may create a problem for you later.",
        "Virgo Health & Wellness Horoscope": "Minor illnesses are on the cards today. You may feel a slight cold or a headache coming on. This is just a passing phase, but it may leave you feeling somewhat weak. So, do not schedule too many appointments today. Plenty of rest and relaxation will take care of the problem and you will soon be fit and fine.",
        "Virgo Daily Love & Relationship Horoscope": "You will have more on your plate than you can possibly handle. You seem to be involved in multiple affairs along with a hectic work schedule. Consequently you have to cut out on your work which will prove to be fatal for you in future. Try to be honest and open with your partner and just enjoy what you have while you have it.",
        "Virgo Career & Money Horoscope": "Be careful with your finances. You need to take a cold look at the small expenses which could otherwise accumulate to rather large proportions. Though your individual expenses are small, you need to limit your spending if you want to avoid serious money trouble in the future. You should also start looking for additional ways of increasing your income."
    },
    "6": {
        "Libra Daily Horoscope": "With a little patience and forbearance, the day can turn out to be very productive for you. But having that patience can be the greatest challenge now. Time will seem to slow down to a crawl and nothing would move fast enough to suit your mood. But if you try to hurry up the process, you can completely mess up your agenda. Try starting the day with some calming exercises to control your energy.",
        "Libra Health & Wellness Horoscope": "You will feel a surge of strength today. The feeling of hopelessness that had been holding you back for the last few days will disappear today. You will have unbelievable mental strength and will be ready to take on any task. However, be sure to assess the practicality of the task before you get carried away by your surge of confidence and take on impossible tasks.",
        "Libra Daily Love & Relationship Horoscope": "The planets line up today to make you feel very romantic and emotional. You have just been paying lip service to the tenets of love recently, but now you are ready to fully commit yourself to the requirements of love. This call to action from your heart comes at a very critical time indeed and if you want to preserve your romantic partnership, you must act on it without delay.",
        "Libra Career & Money Horoscope": "Taking control of your own finances is very important for you now and you are not afraid of hard work to achieve this goal. You are very organized and disciplined today and are ready to tackle career issues with a very practical eye. Start your good work today and your finances will reflect the positive results within a very short time."
    },
    "7": {
        "Scorpio Daily Horoscope": "Your mood is both playful and dramatic today and you are going to be attracted to all things beautiful. This may lead to some unplanned and unnecessary expenditure. All your pursuits today will have an aesthetic touch. You may also go for some beauty treatment. You are going to be in a jovial mood all day and this will create conviviality in your workplace as well.",
        "Scorpio Health & Wellness Horoscope": "You are a sensitive individual and so is your digestive system. As soon as you consume something which is not in accord with your digestive system, your body will reject it. You may suffer from loose motions or vomiting and the condition will get severe if not checked. Try to go for indigenously prepared medicines.",
        "Scorpio Daily Love & Relationship Horoscope": "The day will have a pleasant beginning. A lot of warmth and laughter from your partner will brighten up the personal relationship. You have faced a difficult time in your personal life. So this is the time to go out with your partner, lie down and have some real fun! Laughing at yourselves will vanish most of your worries as a couple.",
        "Scorpio Career & Money Horoscope": "You are confident and positive today. Today is a good day for cracking any interview or any deal with the client. You will also gain a good margin. You might get stuck up in some trivial issue in the latter half of the day. Postpone your plans of recreation or entertainment for tomorrow. Take help from your colleague today."
    },
    "8": {
        "Sagittarius Daily Horoscope": "There may be a sudden uproar of emotions in some one close to you. And the reason could be possibly you! You have a tendency to quickly jump onto conclusions! And have blamed the person for being unfaithful without properly looking into the matter! So you should better inculcate the patience of sitting back and watching the things get revealed at the right time.ﾠﾠ",
        "Sagittarius Health & Wellness Horoscope": "You may come across any intense situation which will affect your health severely. Try to free yourself of the burden of work in the days to come to avoid feeling over exhausted. Preserve this energy for making a strong comeback. Do not stretch much over a project as it will ultimately lead you to suffer from headaches or general tension.",
        "Sagittarius Daily Love & Relationship Horoscope": "You may come across someone who impresses you pretty well as a person but you have certain mental constraints. You want to choose some one on the basis of what all they have to offer for you! But love is not so demanding. So if you want to love and want to be loved you must give up this ideology and believe in sharing!",
        "Sagittarius Career & Money Horoscope": "You may feel somewhat puzzled about your working life. You never planned the career which you have now built for yourself. This may prompt you to suddenly quit the job and decide to follow your passion. However, do not take any decision today as the planets are in a difficult situation. Sudden changes in your finances may also occur."
    },
    "9": {
        "Capricorn Daily Horoscope": "You have devoted considerable time and effort to a project and it will start to pay off now. Hard work and determination along with farsighted planning has done the trick. You have also been planning some renovations but have been deterred by financial constraints. Today you will come up with creative ways to accomplish all these tasks within your means.",
        "Capricorn Health & Wellness Horoscope": "Mental stress followed by tension headaches has been creating quite a lot of trouble for you in the past week. While your external circumstances may not change significantly, you will notice a marked lowering of the stress level in your mind and this may be brought out by reorienting your thinking and the way you deal with the problems in your job or your relationships. This will help you to attain an overall sense of peace and achievement.",
        "Capricorn Daily Love & Relationship Horoscope": "Your plans to hang out with your dear one may get shattered today. Do not press your partner hard at this point of time to let you know the reason behind screwing up the plan. Sitting coolly at home and watching your favorite TV show or reading a good book will entertain you equally well.",
        "Capricorn Career & Money Horoscope": "A trend is building up for past few weeks and the result will appear today. Prepare yourself to harness the result. Keep the company of like minded people. An innovative business idea will fly from your conversation. Be contended with what you have. Do not let greed blanket you. The goodness of your soul will help you stay away from wrong things."
    },
    "10": {
        "Aquarius Daily Horoscope": "Opportunities come your way easily but do not be in a haste to grab them all. Weigh your options minutely, feel confident and then act accordingly. Also, share with your friends. This is a time when you will have to open many doors. However, surprises will not be pleasant always. Do not leave everything on destiny. Your actions will determine your destiny.",
        "Aquarius Health & Wellness Horoscope": "You are vulnerable to minor illnesses today but you can avoid them with suitable precautions. Do not eat junk food as there is a possibility of stomach ailment. It is necessary to realize that the stress in your life is not simply the result of what you do but also what you put in your mouth. Join a health class today as it can have long term benefits for you.",
        "Aquarius Daily Love & Relationship Horoscope": "You somewhere have started to feel that romantic involvements are tedious and non-fulfilling to you these days. However a unique and fresh kind of romance may re-kindle your desire to form alliances with the people of opposite sex. Motivate yourself not to lose hope, the fruit of patience is sweet and so will be your reward.",
        "Aquarius Career & Money Horoscope": "Your sense of humor is your biggest asset; make the best use of it to bridge the gap between yourself and your superiors! The sitcoms are the best way out, so just try to think about it when you face the burn rather than taking the harsh words to your heart. Cards show that you may receive money from unexpected sources."
    },
    "11": {
        "Pisces Daily Horoscope": "You are at your humor best. Don't lose this aspect of your character which keeps you tension free in toughest of situations. You may crack a deal because of your proactive nature. Someone needs your encouragement. Look around and be the mentor. A happy time with near and dear ones are indicated. Be cautious while eating fish.",
        "Pisces Health & Wellness Horoscope": "Mounting pressure at your workplace is creating stress and they may begin to manifest today through aches and pains and a feeling of restlessness. It is necessary to be more organized in your work to reduce this stress. Also, eating junk food is not going to compensate for this. Practice meditation or get a massage appointment for temporary relief.",
        "Pisces Daily Love & Relationship Horoscope": "The time is just right to get serious about love and romantic affairs. You will find that you are no longer interested in idle flirtations. Instead, you will gravitate naturally towards more serious and mature romantic partner. You will also begin to think of your long term future and relationships and may even start taking the first steps towards a long term commitment.",
        "Pisces Career & Money Horoscope": "Indecision has marked your behaviour for the last few days, but it is now time to take action and abandon this attitude once and for all. Do not be apprehensive about taking a decision. Whatever you decide will be right for your future. You can also consult someone close to you about career and money and you will be getting good advice today."
    }
}
]
