horo_english=[ {
    "0": {
        "Aries Daily Horoscope": "While the day indicates that you are going to enjoy great fun, it will be prudent to take some time in the morning and complete the tasks that you have left pending. Also, adjust and coordinate your schedule with other family members and colleagues so that no difficulties or misunderstandings arise later on. You can also get some good news today.",
        "Aries Health & Wellness Horoscope": "Pay special attention to what you eat today. Your immune system is quite resilient and this has led you to eat even unhygienic foods in the past. However, your physique is actually in a vulnerable state now. You need to be careful about your dietary habits. In fact, the day is best suitable to institute some much needed long term changes in your dietary pattern.",
        "Aries Daily Love & Relationship Horoscope": "Your partner is co-operative and supportive. Go share your concerns with your dear ones rather than keeping the worries within you. That will be of great help and will relieve your stress to quite an extent. Try it over a coffee if it is linked to your partner indeed, they wonﾒt react much in public so you can easily blurt it out.",
        "Aries Career & Money Horoscope": "While you have been advancing satisfactorily in your job, today there is a huge opportunity to showcase your talent, creativity and commitment. This may require you to cancel some family plans, but it will vastly advance your career. Done correctly, it may open avenues for you that you could not have imagined. You need to maintain a fine balance between your family and career now in order to enjoy the best of both situations."
    },
    "1": {
        "Taurus Daily Horoscope": "Be careful in your actions and movements today, you may get mild bruises while moving around. Unintentional poking of the ribs even with the closed ones may pose a threat to your terms with them! Best is to stay numb and remain restricted to your own business for the day! Go for cinema or something entertaining.",
        "Taurus Health & Wellness Horoscope": "A great sense of happiness, health and general well being mark your day. You have an excellent attitude towards an important thing today. Your decision today will have a long term effect and with your positive attitude, it will affect you favorably in the future. Your strength of mind and peppiness will be a focus of envy for others.",
        "Taurus Daily Love & Relationship Horoscope": "You will experience a change within yourself regarding what you want in a romantic partner. While you have been enjoying light superficial romance, you will start thinking seriously and begin looking for your soul mate in earnest. This is going to cause some uneasy times because soul mates do not come without romantic trials, but you are now emotionally ready to take on all these challenges.",
        "Taurus Career & Money Horoscope": "Before you rush in blindly to complete your tasks, you need to take some time and mull over your past experiences. You need to evaluate your past and find out what you can change and what you need to accept in order to fulfil your potential. You will also need to judge your own abilities to determine whether you should proceed in the path that you have been following for so long."
    },
    "2": {
        "Gemini Daily Horoscope": "You are going to face a significant interaction today. This may take the form of a confrontation or it may be something milder. But whatever it is, it will provide a lot of food for thought and will keep you occupied for the most of the day. You are not going to tolerate distractions today. However, you need to realize that obsessing over this incident is not going to be of much help.",
        "Gemini Health & Wellness Horoscope": "You need to realize that wellness of the mind is essential and striving only for the goals of physical fitness is likely to leave you with dissatisfaction. Yet, you are driving your body even more in search of a sense of wellness. Instead, try for some breathing exercises and relaxation techniques. They will also help you to deal with problems of lack of sleep that you have been facing recently.",
        "Gemini Daily Love & Relationship Horoscope": "You have been more on the passionate side and hence fail to recognize that relationships are multi faceted doorways. You have to move in circles which are both exciting and challenging. You will get a chance to get closer to someone whom you have deeply admired since past many years. You will be greatly delighted to have this person around.",
        "Gemini Career & Money Horoscope": "Take on some additional responsibilities today. If you perform well, you may be entrusted with such responsibility on a daily basis. With this, will also come an increase in salary. So work sincerely and constantly motivate yourself. Benefits do not appear today, but you are working towards a better life tomorrow. Use your creativity to accomplish your task."
    },
    "3": {
        "Cancer Daily Horoscope": "Try to grab the opportunities which give you a chance to think and reproduce it in your own way. You enjoy all this very well with great enthusiasm. Changes at home are quite predictable, may be you are moving onto a new place in search of more solace and for better opportunities of growth.",
        "Cancer Health & Wellness Horoscope": "You are at the peak of your physical and mental health today. If you take part in sporting competitions today, then success and glory is inevitable. All stress and tension will vanish today. A sense of energy will fill your mind and body. Take advantage of this opportunity to put in a good hour or two at the gym or go for a run outside to revive you.",
        "Cancer Daily Love & Relationship Horoscope": "You may decide to dress up perfectly today to impress your beloved! What ever hair you do or wear up is going to add charm to your personality! Moreover you may receive permission from your partner to go ahead in pursuit of your interests. This will make you fall in love with your partner forever!",
        "Cancer Career & Money Horoscope": "The projects you have been working on very diligently can now be made public at this point of time. And at such an occasion ramp walk the podium in your style. The uniqueness of your work will be known and respected by all when it will be opened up! However retain the confidentiality all the time!"
    },
    "4": {
        "Leo Daily Horoscope": "The mood of the day is somewhat uncertain. You need to be extra cautious while dealing with sensitive people. It is also a time for confrontation and taking decisions. You may be forced into uncomfortable situations that you have been avoiding and make some tough decisions. However, you will be able to take the right decision even under pressure and this will ultimately have a positive effect on your life.",
        "Leo Health & Wellness Horoscope": "Emotions will surface and you are a lot vulnerable to emotional traumas. Try to re-evaluate your feelings before you make any decision as a result of emotional out burst. To inject some levity into the situation start pampering yourself by doing the things you like the most. In this way the feelings can be avoided until you retain your emotional balance.",
        "Leo Daily Love & Relationship Horoscope": "Today you want to socialize but you may be drawn towards some one matching your taste and preferences. You will enjoy yourself immensely with this new romantic encounter. However you may find it to be worthless after sometime and you may walk away as a free woman! In the single hood, think of better ways of loving your partner.",
        "Leo Career & Money Horoscope": "You are likely to receive considerable help today on the job front. Friends, spouse or colleagues will all help you to catch up. Be sure to express your gratitude and help someone else in your turn. Cash flow is likely to improve significantly. This is also a good time to plan for expensive purchases because though you will earn a lot, you will find it difficult to save much money."
    },
    "5": {
        "Virgo Daily Horoscope": "You are a simple person and that is why you lack tactics while dealing with relationships. This may cause you to suffer even at times but it is all momentary, simplicity will rule over anything manipulated. Keep your sensitiveness in control. However you may be able to spend some good time with your dear ones as well.",
        "Virgo Health & Wellness Horoscope": "Good health is not a distant goal for you. Just maintain a proper fitness regime and you are there. Exercise is a must for relaxing your body and improving your concentration. You have to turn your aspirations into reality in order to live the life of your dreams. Staying in good health will give you a chance to fulfill your aim!",
        "Virgo Daily Love & Relationship Horoscope": "The stars have aligned up to help you meet the person of your dreams. He / she will be adventurous and with a well developed sense of humour. You may not have envisaged someone exactly like this, but he / she will come very close to what you want. So, be sure to express your liking and give a hint about your feelings.",
        "Virgo Career & Money Horoscope": "You are very industrious today and are likely to be strict with money. The result is that though your savings will be healthy, the question of expenses can become a touchy issue in your family. A sense of insecurity will compel you to curb spending even when there is no need for it. This tendency towards miserliness should be avoided because your cash flow will continue to improve."
    },
    "6": {
        "Libra Daily Horoscope": "After long, today you will feel relieved. An important news will make your day. Parents may find suitable match for their son/daughter. A pending court case will be settled in your favor. A little effort in the career today will give rich dividends tomorrow. Today life seems to be back on track. Enjoy this period with your family.",
        "Libra Health & Wellness Horoscope": "You are likely to be at the peak of your health today. The day is especially favourable for athletes and those taking part in competitive sports and you are likely to be met with a high degree of success. In addition, you will also feel an amazing surge of energy and your mind will also be fresh and alert.",
        "Libra Daily Love & Relationship Horoscope": "Complications are going to arise in your romantic relationship today. A younger sibling of you or your partner may play a crucial role in this. This does not mean that you are going to learn something bad about your partner. Rather, you are going to come to know of a facet of his / her personality that you were previously unaware of and this can add to the layers of your relationship.",
        "Libra Career & Money Horoscope": "You are a person with good nature and you are also a social butterfly. Today these qualities of yours will be highly appreciated and rewards for them will follow soon. You may also receive wonderful advice to boost your confidence and achieve much more than you could achieve on your own!"
    },
    "7": {
        "Scorpio Daily Horoscope": "In general you are very clearheaded. But today, your ability to think logically will be hindered by your own problems and insecurities. Hence, this is not the best day to take on a new project or a new partner. You are liable to be wrong in your judgment today. So, basing your future activities on this may not be fruitful. Try for some relaxation today.",
        "Scorpio Health & Wellness Horoscope": "Be careful what you eat because stomach trouble and other problems related to the digestive system can manifest today. For some time now, you have known the need to completely revise your diet patterns and today you will get a major incentive to do so. A change in your diet will also actually reduce your mental stress, much of which was caused not by external worries as you thought but by your lifestyle.",
        "Scorpio Daily Love & Relationship Horoscope": "Love, relationship and family take up your attention now. You are going to spend some quality time with your children today. You will be reminded of what are the most important things in your life and this will help you to finalize a decision which was puzzling you for quite some time now. The quality time with your family will also help to relieve the stress that has been accumulating in your mind.",
        "Scorpio Career & Money Horoscope": "Take special care of your investments today. The day is especially suitable for investing in the stock exchange. You will get the best results if you invest in automobile, pharmaceuticals and cosmetics. It is imperative that you review all your old investments and make changes as you see fit. This can vastly increase your potential profits. The day is very profitable and you should not waste this opportunity. You can also take a risk in a game of chance today."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You are at your creative best. Decipher the meaning of your imagination. It will bring luck and happiness. Let your mind rule your heart. You look for a logical output. Channelize your energy just a bit to unleash the hidden gold. Today is a good day to think of investments of any kind. Let yourself go loose a bit not getting over cautious.",
        "Sagittarius Health & Wellness Horoscope": "Your mind is very active today. You are full of ideas and inspiration. You will be constantly coming up with new plans which you will be able to plan and execute very easily. Your only problem today will be that you may feel overwhelmed by the flood of new ideas that will constantly fill your mind. You are also likely to inspire others around you to a higher level of activity.",
        "Sagittarius Daily Love & Relationship Horoscope": "The affairs will be pretty worthwhile today! You will be irresistible for those who will be escorting you for travel today. If any doubt comes to your mind about what you are doing is correct or not then take a moment to re-evaluate your decision. But you are a grown up now so there wonﾒt be many challenges to face as a result of you indulge in pleasures!",
        "Sagittarius Career & Money Horoscope": "You are a bit different right now as fun and romance are on your mind, contrary to the thoughts of work hovering around you always. But it is okay, take a day off from work and enjoy your day. Do not worry much since you know it well when you have to draw the line. Management at the workplace is pretty impressed with your work and you may get a promotion even!"
    },
    "9": {
        "Capricorn Daily Horoscope": "Lady Luck has been smiling on your finances for the last few days and your spending has gone up accordingly. It is now high time to put a brake on the high spending. You need to curb your extravagances now. Something may happen in connection with your family or someone close to you which can create a vague sense of disquiet in you.",
        "Capricorn Health & Wellness Horoscope": "Give yourself plenty of time to become accustomed to a fitness routine. Health issues have been there on your mind since past few months but you have not been able to figure out what you are supposed to do to help it! You have been proactive and you will be able to save your health at the right time.",
        "Capricorn Daily Love & Relationship Horoscope": "The day is perfect to take your relationship to a new level. If you were going steady with someone, today may be the day when it is finally settled. You may even decide to start a family. Single persons have a high chance of meeting someone new who is likely to play an important role in the future. Be sure to spend time with your loved ones.",
        "Capricorn Career & Money Horoscope": "The day is going to be demanding and you have to follow a strict regulation and out in lot of hard work. But, this will help to build a sound base for your future plans. The hard work that you do today will bear fruit in the distant future. You are likely to take on responsibilities on behalf of a colleague as well."
    },
    "10": {
        "Aquarius Daily Horoscope": "You have a talented and impressive personality which will get highlighted in front of everyone today ﾖ including both your well-wishers and people opposing you! Pay heed to the advice of the former ones and ignore the rest. Your elders will be there in your support and will guide you well to regain your focus on certain very crucial goals of your life.",
        "Aquarius Health & Wellness Horoscope": "Your diet requires immediate attention. You have been overeating consistently and have been following a highly unhealthy diet. This is affecting your health without you being even aware of it. In addition, your junk food diet is the root cause of the stress that has been accumulating in your mind and body. Unless you modify your diet, these relaxation techniques are not going to be effective.",
        "Aquarius Daily Love & Relationship Horoscope": "A new and promising relationship will develop in life of those who are single. However, ego and lack of farsightedness is going to cause problems in cultivating this relationship further. They may also cause trouble in a relationship which you are already having. It is necessary to take a step back and give your partner enough space as you have been encroaching too much upon his / her personal space.",
        "Aquarius Career & Money Horoscope": "You have been working hard recently and you will now receive a token of appreciation from the universe. You may get a bonus or a long awaited pay check. You may even be offered a good financial opportunity which you had not expected. While it is not something huge, it will fill you with a nice feeling of satisfaction."
    },
    "11": {
        "Pisces Daily Horoscope": "It is vital that you put all the credence on your logical mind rather than on instinct which has proven to be not so dependable. This is a must when you are dealing with someone who is close to you but may be conspiring against you. You should not hesitate to take decisive action once you understand what your mind is telling you to do.",
        "Pisces Health & Wellness Horoscope": "You have been taking rather a long break from your fitness and health regime due to various reasons. You will now get back on track. You may not want to do it, but you will clearly realize today what ignoring your health is actually costing you. Do not try to start with your original fitness routine because you are just not up to it. Instead, you will have to take it one step at a time.",
        "Pisces Daily Love & Relationship Horoscope": "The day is perfect for romance and you can plan to surprise your partner with some intimate or extravagant gesture. You also will probably receive a happy surprise from your partner. Be sure to schedule some alone time in order to take full advantage of this planetary setting. If you are thinking of starting a family, then this is the perfect time for it.",
        "Pisces Career & Money Horoscope": "You are serious by nature and your total commitment to your work will now begin to bear fruit. There is a possibility of major financial gain towards the end of the day and you have earned this by your sincerity and hard work. But you need to develop a sense of humour in order to enjoy what you do instead of simply doing it out of a sense of responsibility and duty."
    }
} ]
