horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You are full of positive vibes. But do not try to spread it among others. People will not welcome your advice! Being silent in spite of loaded with creative energy may make you feel depressed. But do not bother as your recognition is going no where, it is just being postponed. Control yourself from indulging in momentary pleasures which will cost you heavily in future.",
        "Aries Health & Wellness Horoscope": "While physical health continues to be quite good, your mental stress has been mounting lately and you urgently need to look for a solution. Certain dynamics in the career front must be changed. Otherwise, the accumulated stress may have a drastic impact on your health. You can try some relaxation techniques and exercise. A detoxification diet can also work wonders.",
        "Aries Daily Love & Relationship Horoscope": "The time is exactly right to mend fences and clear up old misunderstandings. You may also get close to someone from whom you have been estranged before. There is a real possibility that you will meet an old flame and passion between you will be rekindled. Balancing the past and the present relationships can be an especially demanding task today.",
        "Aries Career & Money Horoscope": "All your efforts are meeting with success one after another and you feel that you are invincible. Take care to exploit this streak of good luck to its fullest extent. This is the best time to tackle all those projects which had seemed hopeless to you. Your own confidence and the planetary alignments make all career related issues almost too easy today and all your obstacles disappear."
    },
    "1": {
        "Taurus Daily Horoscope": "You are feeling much more outspoken today than what you normally do. You have been behaving tactfully for quite some time now and today this may feel somewhat stifling. You are likely to blurt out the unpalatable truth today and this will not go down very well with everybody. It is better to plan for some solitary activity because you are unlikely today to modify your behaviour to suit others.",
        "Taurus Health & Wellness Horoscope": "A cup of coffee each day is good for your heart. And so will be the licorice tea, in addition to having healthy benefits for your stomach. If you increase the intake of beverages then you must increase the intake of water as well. Try to go for yoga at least once a week if not everyday for massaging your organs well.",
        "Taurus Daily Love & Relationship Horoscope": "You may have to argue with your partner to stop them for their own good. They may not welcome our opinion but you have to make them understand your point of view. Do not fuss too much else you will lose your relevance. The altercations will not last for long and you will fetch more respect from your partner towards the end of the day.",
        "Taurus Career & Money Horoscope": "A business trip is shown on the cards in the later half of the day. It will be a great opportunity for intellectual stimulation. If you feel too much burdened take an off in the first half of the day and prepare yourself about how you are going to present yourself in front of everyone."
    },
    "2": {
        "Gemini Daily Horoscope": "Cards show that you need to socialize more than ever today! You want to make a transition in your lifestyle and career by indulging in work requiring communication with others. Try to accomplish what all you set out to do! You can maintain a sharp focus on what ever you want to do; just make sure you do not go overboard.",
        "Gemini Health & Wellness Horoscope": "It may be a surprisingly embarrassing situation for you that your temper may shoot up when you have not expected this to happen at all. Do not put pressure on your mind for this reaction of yours. Mistakes happen and you are not the only one who commits them! It may be an outburst of mental stress which you have been going through in the past few days. Try to cure that first!",
        "Gemini Daily Love & Relationship Horoscope": "The one for whom you have been waiting for is close by! You have been dreaming of many fantasies which you can turn into reality today! You will be intensely involved in this affair and it will last for longer than usual. You may have to miss out on other opportunities in life for better prospects in order to stay in to this relationship!",
        "Gemini Career & Money Horoscope": "It is good to be obedient but do not let others make you dance to their tunes. You are unique and so are your views. You must adhere to what you think is the right option however people may try to mislead you. You are in the mood to bring a change in your expenditure plans probably trying to minimize your expenses, go ahead!"
    },
    "3": {
        "Cancer Daily Horoscope": "It is vital that you put all the credence on your logical mind rather than on instinct which has proven to be not so dependable. This is a must when you are dealing with someone who is close to you but may be conspiring against you. You should not hesitate to take decisive action once you understand what your mind is telling you to do.",
        "Cancer Health & Wellness Horoscope": "If you are conscious about your health, then you are going to enjoy excellent day. Avoid eating junk foods today though temptations will come in your path. It has cost you considerable effort to abandon your previous bad habits and addictions and adopt a healthier lifestyle. Do not throw all these efforts away today due to some temporary impulse.",
        "Cancer Daily Love & Relationship Horoscope": "Today, there is a possibility that you will become less approachable. The day is not best suited for cultivating new or old relationships. Instead, you will be more concerned with self analysis and this can give off a vibe that you do not want to be disturbed. However, you may call up an old friend or get a surprise visit from someone close to you from your past.",
        "Cancer Career & Money Horoscope": "Your patience and your sense of duty and responsibility will go a long way today to conquer all the obstacles in your path. You are definitely going to require your ability to see humour in different situations today if you want to maintain a calm atmosphere at work. There is a chance of serious financial gains towards the end of the day."
    },
    "4": {
        "Leo Daily Horoscope": "Work hard and party harder! This seems to be your theme for the day and it is absolutely apt too! The day can begin with regular work routine but may end with celebration with close friends and family! You have a great sense of humor so you can choose to host large scale events too!",
        "Leo Health & Wellness Horoscope": "Emotions will surface and you are a lot vulnerable to emotional traumas. Try to re-evaluate your feelings before you make any decision as a result of emotional out burst. To inject some levity into the situation start pampering yourself by doing the things you like the most. In this way the feelings can be avoided until you retain your emotional balance.",
        "Leo Daily Love & Relationship Horoscope": "You tend to ignore your love life and your partner as you devote more and more time to your job and career. Your partner has quite understood, but now he or she may be showing signs of impatience. It is vital that you pay attention towards your personal life before it develops into a full fledged crisis. However, you may not even recognize the problem till it is too late.",
        "Leo Career & Money Horoscope": "You will be able to utilize some lessons that you learned from the past to avert a problem at the work and its possible complication. Your ability of practical application and quick thinking is going to attract the attention of your superiors and new and exciting career prospects may open up. You should not let this opportunity pass without result."
    },
    "5": {
        "Virgo Daily Horoscope": "Today you can risk buying a lottery ticket or buy shopping deals. Winning is quite evident as lady luck will be on your side today. The situation may require you to be a little assertive with your point of view. Your silence may be taken wrongly and will put you in a questionable position. So better not let anyone form an opinion against you.",
        "Virgo Health & Wellness Horoscope": "You need to realize that in order to stay fit and look young; you need to keep away from junk foods. You have been indulging in junk foods rather more than usual in the last few days. It is high time that you took a step back. Cut out all the junk foods from your menu. Instead, eat a lot of fibre rich food today.",
        "Virgo Daily Love & Relationship Horoscope": "You can relate well to everyone you come across today. But this does not mean that they can be a perfect match for you. It will be too early to call it ﾓlove at first sight ﾓfor someone you may be attracted to! Take a step back and start analyzing how things have been and how things will be in future of you go ahead with this person in life.",
        "Virgo Career & Money Horoscope": "You are not at peace. There is a constant warfare between your heart and mind which want to opt for morally and logically correct decisions respectively. Follow your heart and do something to quiet your mind. Try burdening yourself with a new responsibility. Finances may get disturbed if you spend without thinking much."
    },
    "6": {
        "Libra Daily Horoscope": "This is the time to put in your best efforts in what you believe and very soon you will reap rich rewards. You have been playing with a few ideas recently. You now need to execute them and this will require all your attention. Though it is going to be a busy time, the rewards will come soon and will exceed your expectations.",
        "Libra Health & Wellness Horoscope": "Anxiety can be the cause of some health related problems today. You tend to worry too much and today is no exception. This may lead to some stress related conditions like migraine or ulcers to act up. However, if you can bring yourself to think rationally that there is nothing to worry about and even if things do not work out exactly as you planned, it is no big deal, you can avoid these problems completely.",
        "Libra Daily Love & Relationship Horoscope": "It has been a long time since you and your partner have had a good time together. Take out some time from you busy schedule for your partner. Accompany your presence with gifts or something of utility for your partner and show the care which you have in your heart for them!",
        "Libra Career & Money Horoscope": "It is necessary to exercise caution at your workplace today. You tend to forget that modern offices have open cubicles where all the boundaries are actually in your head and there is no concept of privacy. Discretion is a major necessity which you may ignore today and you will pay the price in terms of your career if you are not careful."
    },
    "7": {
        "Scorpio Daily Horoscope": "Your every thought and attention is now centred on your career. Actually, you are devoting too much time and attention to it because you are apprehensive. Instead, you need to lighten up a little but you will still be able to achieve what you want. It is vital to pay attention to your family now to balance your work-holism.",
        "Scorpio Health & Wellness Horoscope": "Your health remains in peak condition today. It is necessary to start a light exercise routine in the morning for continual good health and today is the best day to take the first step towards this. You may develop some complaint of the teeth towards the evening. It is also necessary to change your dietary pattern immediately for your continuous good health.",
        "Scorpio Daily Love & Relationship Horoscope": "It is time to take a step back and examine your relationship in the cold light of reason. You have been ignoring some information about your partner but you need to realize that this will not make it go away. Instead, you need to factor that in as you analyze the dynamics of your relationship. You may have to take some tough decisions at this time.",
        "Scorpio Career & Money Horoscope": "Research students are going to receive a piece of very good news today. Those sitting for competitive examinations will also fare better than expectations. However, timing can be crucial today. The opportunity that will be brought by these events need to be utilized as quickly as possible; otherwise, you may have missed the boat. You may have to take a bold step to secure your career."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You are in a dominating mood today. You want to take the lead and demonstrate your authority. However, you have to be careful not to throw your weight around. You may accidentally step on some toes. Though you feel that you know better and can handle the situation better, you should still try for cooperation and harmony while tackling any project.",
        "Sagittarius Health & Wellness Horoscope": "Incorrect sitting posture may lead to pain in the neck region today. Watch your posture while you sit in the office. You may carry a cushion to support your back while sitting. You are a little low in energy today which might interfere with your ability to work either at home or work place. You might be inclined today to include some fitness routine in your daily activity.",
        "Sagittarius Daily Love & Relationship Horoscope": "You may summon the courage to let an important person know the feelings you have for that person. Make the most of the opportunities that may come your way. It is a day when you let yourself free to go with the flow. You may not be bothered about many other things, blame it on your stars.",
        "Sagittarius Career & Money Horoscope": "Try to find the company of such people who can supply some useful information to you. You have been thinking big and this is the right time to take risk. Save your time of solving unimportant issues. Do not spend before you have cash in your pocket! Postpone your promise of celebrating your success bash if possible."
    },
    "9": {
        "Capricorn Daily Horoscope": "You need to maintain a stable frame of mind and think things through sensibly and logically before you jump in with both feet. This is a time of fantasy for you. So, turn your mind towards romance and enjoying yourself. Applying a fantasy to romance will work to your advantage, but results may be very different if you try to be fanciful at your workplace.",
        "Capricorn Health & Wellness Horoscope": "The symptoms may get amplified and you may be deeply troubled. But you can handle all this on your own. Try to follow the hints which these symptoms provide. It will help you backtrack and reach to the root cause of the disease. Take proper measures to remove the infection and you will wipe off more diseases which you could not even see until now.",
        "Capricorn Daily Love & Relationship Horoscope": "You are very good at flirting and you can do so with any number of people you come across on your way today. But keep it light and restricted to carnal pleasures only without attaching yourself emotionally to it. Nobody will take you too seriously and do not allow anyone to demand anything much out of you.",
        "Capricorn Career & Money Horoscope": "A number of different opportunities regarding finance and career open up in front of you today and you may begin to feel overwhelmed and a bit confused about which direction to take. Be careful not to let this indecision paralyze you. If you get moving now, it can completely change your financial future. Quick and decisive action is the need of the day."
    },
    "10": {
        "Aquarius Daily Horoscope": "Beware today of what you say. Someone whom you consider close might spill the beans on you. Weigh your sentences before speaking. Try talking about yourself and the person you are talking to. Refrain from discussing about a third person. You may travel today to different city. You may meet an old acquaintance and together you may have nostalgic memories.",
        "Aquarius Health & Wellness Horoscope": "Minor skin ailments have been troubling you. Today plan a detoxification program. With this, cut down on oily stuffs. Your health otherwise will remain sound. Avoid walking in places having lots of trees as insect bite is indicated. It may leave rashes on your skin. Carry anti allergic medicine today as a precautionary measure. If required, visit a doctor.",
        "Aquarius Daily Love & Relationship Horoscope": "Change, revolution and passion are indicated for you today. You refuse to sit on the fence anymore and you refuse to let destiny take its course without making an effort to guide it towards what you want. Your intensity of feeling may even leave your partner somewhat dazzled. Let your instincts guide you in making romantic decisions and they will take your life in a new direction.",
        "Aquarius Career & Money Horoscope": "Take special care of your investments today. The day is especially suitable for investing in the stock exchange. You will get the best results if you invest in automobile, pharmaceuticals and cosmetics. It is imperative that you review all your old investments and make changes as you see fit. This can vastly increase your potential profits. The day is very profitable and you should not waste this opportunity. You can also take a risk in a game of chance today."
    },
    "11": {
        "Pisces Daily Horoscope": "You are like an unbeatable force today and though there will be oppositions, you will easily annihilate them. This is the day to accomplish what you have been trying to do for a long time because simply no one can stop you now. Keep your must urgent tasks scheduled for today and success will be yours at every step of the way.",
        "Pisces Health & Wellness Horoscope": "It is time to take special care of your health. Ignoring your health problems will not make them disappear. Instead, they are likely to become much more serious over time. However, timely intervention can avoid much of that. It is also necessary to take care of the general health of your loved ones. You can also catch an infection from someone close to you.",
        "Pisces Daily Love & Relationship Horoscope": "The day is best suited for laying old ghosts to rests as cathartic influences come into play. New beginnings are indicated on all fronts. You may renew your pledge to love each other, or you may meet someone who is going to usher in a new chapter in your life. You need to identify what is holding you back so that you can let go and move forwards towards a new life.",
        "Pisces Career & Money Horoscope": "Your finances are in an expanding stage right now and you are all set to take advantage of this now. You may apply for a sizeable loan today for buying a new home or a business or a vehicle and you will get the loan quite easily. Students seeking educational loans will also find positive response today. It is a good day to invest in the stock market."
    }
}
]
