horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You love to meet people who are genuine and honest. But today you may come across people who mask up their original self. So learn to see through their pretence. Time may demand from you to decide things quickly. Think twice before being firm about any move and you must defer all your other plans until you are done with the decision-making.",
        "Aries Health & Wellness Horoscope": "You are very good at taking care of others, but negligent towards your own health! This will spoil your balance soon and then even the emotional pull of serving humanity wonﾒt be of help to you! Refresh yourself and awaken your inner drive by taking a hot water bath sprinkled with few drops of eucalyptus oil in water. Keep such essential oils with yourself always and enlighten others about its good values too!",
        "Aries Daily Love & Relationship Horoscope": "You will feel a surge of self confidence and a need to assert your own identity within the confines of your romantic relationships. You will begin to realize that healthy boundaries are actually a sign of a healthy and flourishing relationship. For the first time, you will feel self assured enough to lay down these boundaries. You will be very clear about what you do not want in your relationship.",
        "Aries Career & Money Horoscope": "The day is going to be demanding and you have to follow a strict regulation and out in lot of hard work. But, this will help to build a sound base for your future plans. The hard work that you do today will bear fruit in the distant future. You are likely to take on responsibilities on behalf of a colleague as well."
    },
    "1": {
        "Taurus Daily Horoscope": "All your efforts regarding both your career and your personal life are now coming to a head. A momentum is likely to build up which will lead to a major success for you. Your efforts and ingenuity will be noticed by your superiors and you will gain some staunch supporters in the process. Your enemies will be left helpless today.",
        "Taurus Health & Wellness Horoscope": "It is high time that you realize that your health is one of your assets and needs to be developed. Today is a good day to start a health regime, take up a sport or join an exercise class. Swimming or other aquatic activities can prove to be of special benefit to you. If you initiate a healthy regimen today, it has a greater chance of success.",
        "Taurus Daily Love & Relationship Horoscope": "It is vital to devote time to your family right now. Career and other outside consideration is demanding your attention. However, your relationship status has become rather precarious over the last few days and it is imperative that you nurture your family now. While there may seem to be some financial loss, doing something thoughtful and sensitive for your partner will be enormously rewarding.",
        "Taurus Career & Money Horoscope": "Seems to be a good time to touch base with colleagues and sub-ordinates. Long lasting period of review and frustration will come to an end soon. So out of happiness you will go crazy spending over yourself as well as over friends and family! Do it for a day or so at the maximum!"
    },
    "2": {
        "Gemini Daily Horoscope": "You are going to receive some unexpected good news. It may be related to your career or personal life, but it will result in financial gain for you. It will also show you the path to future gains of the similar types. You are going to be in an upbeat mood and will infect everyone around you with optimism and happiness. Enjoy the time with friends and family.",
        "Gemini Health & Wellness Horoscope": "You will become aware of the health risks of your current lifestyle and may initiate a regime to correct it. You may have to undergo a health check up due to some reasons and this is likely to alert you to the possible danger. You have adopted a better lifestyle a number of times in the past, but this time you will find it much easier to stick to the regime this time.",
        "Gemini Daily Love & Relationship Horoscope": "Minor tiffs may happen today with your partner. Try not to get irritable or into any arguments though they seem inevitable. Issues may easily get blown out of proportion. Avoid confrontations today.ﾠ You need to pay special attention to your children and spend quality time with them. It is better to go for family activities today rather than any romantic plans.",
        "Gemini Career & Money Horoscope": "Your career planning is going haywire. You are not able to fix up your mind on one thing. You are also wasting a lot of time thinking. You may seek advice from any experienced professional or a career advisor. A career advisor will guide you and you may settle down gradually. Today you may make up your mind regarding career."
    },
    "3": {
        "Cancer Daily Horoscope": "While the day indicates that you are going to enjoy great fun, it will be prudent to take some time in the morning and complete the tasks that you have left pending. Also, adjust and coordinate your schedule with other family members and colleagues so that no difficulties or misunderstandings arise later on. You can also get some good news today.",
        "Cancer Health & Wellness Horoscope": "Your physical health can be somewhat unpredictable today. However, you will be able to call upon reserves of mental strength to deal with the situation. It is a clear case of triumph of mind over matter as you will sail through all difficulties and be able to complete all your scheduled tasks on time in spite of any problems posed by your health.",
        "Cancer Daily Love & Relationship Horoscope": "Your partner is likely to be under considerable stress today and you will need to extend all your sympathy and understanding. He / she may take out the frustration on you. Reacting emotionally to the outburst will only serve to complicate the situation. You need to put your own feelings on hold for the time being and attend to the needs of your partner.",
        "Cancer Career & Money Horoscope": "You have a charming aura and sweet speech. This will help you walk through any door you want to. Your childlike attitude spreads joy every where and puts every one at ease! And you can strike everyoneﾒs psychology very easily with your jokes which are pouring out of your mouth effortlessly!"
    },
    "4": {
        "Leo Daily Horoscope": "Some unexpected and demanding task will come up today, but do not worry. You will handle it very well and will soon earn the praise of everyone. It can be a number of guests visiting unannounced or your boss handing you an assignment in the last minute. Whatever be the situation, you will be able to call up on your reserve and rise to the task.",
        "Leo Health & Wellness Horoscope": "You will be fine no matter how much you will be expected to pace yourself. However a good mood can boost your tackling ability very well and will give you a renewed sense of vitality. However you may catch cold or a similar infection which will not last for long but will be a cause of concern. Just be aware of what you touch and wash your hands as much as you can!",
        "Leo Daily Love & Relationship Horoscope": "You will have more on your plate than you can possibly handle. You seem to be involved in multiple affairs along with a hectic work schedule. Consequently you have to cut out on your work which will prove to be fatal for you in future. Try to be honest and open with your partner and just enjoy what you have while you have it.",
        "Leo Career & Money Horoscope": "It is necessary that you take special care in dealing with your co-workers today. A volatile atmosphere at your workplace can erupt into a full-fledged argument. So, it is best to avoid confrontations at work today. Minor disagreements with seniors are also possible. However, investing in some metals or agricultural commodities can turn out to be very lucky for you."
    },
    "5": {
        "Virgo Daily Horoscope": "You are in an inexplicable hurry today. You need to slow down because trying to finish all your jobs in a hurry will result in mistakes for which you may earn censure. Slow down. Pay closer attention to what you are saying and doing. You need to be careful and pay greater attention to details in order to complete your task in a satisfactory manner.",
        "Virgo Health & Wellness Horoscope": "You are full of zeal to change things around you, but you need a period of calm reflection to decide whether they need changing at all. While you are going to excel at the projects you decide to take on, it is better if you let someone else choose those projects for you. You will be filled with single minded determination today.",
        "Virgo Daily Love & Relationship Horoscope": "Your partner may do something that will increase your confidence in your relationship. You may return the favor by guarantying a happy time together. You may have a happy time with your love. You may eat out together. Take time to introduce your partner to your family. Remember slow and steady wins the race. Weigh everyoneﾒs mood before taking a step.",
        "Virgo Career & Money Horoscope": "An outstanding opportunity is heading your way to let you finish your pending work. Make full use of this vacant time slot. However you may have to break your ways of working which you have adopted so far! This is the perfect time to go for the ownership of the house of your choice."
    },
    "6": {
        "Libra Daily Horoscope": "You have devoted considerable time and effort to a project and it will start to pay off now. Hard work and determination along with farsighted planning has done the trick. You have also been planning some renovations but have been deterred by financial constraints. Today you will come up with creative ways to accomplish all these tasks within your means.",
        "Libra Health & Wellness Horoscope": "The time is right for taking up some intense physical exercise. Lifting weights is a viable option. If you have been in two minds about starting any training or entering any athletic event, sign up now and you will be rewarded by a sense of wellness and energy. The exercise will also help you to see your own mind and feelings clearly and can help you to take an important decision in your life regarding your relationship or career.",
        "Libra Daily Love & Relationship Horoscope": "It may be a situation of trial for you to choose between your way and your partner's. But just retain your cool and do not land up questioning your partner over any issue. Try to reciprocate the love you have lavished from your partner. And remind him too of the hard time both of you have passed with your joint efforts rather than yielding to any one person's wishes!",
        "Libra Career & Money Horoscope": "Some changes are likely to occur in your workplace. They may appear discouraging at first, but soon they will open up new opportunities for you. But you are going to require courage and a leap of faith to avail this opportunity. The venture appears risky at first, but you get to enjoy doing what you do and succeeding at it quite soon."
    },
    "7": {
        "Scorpio Daily Horoscope": "Link up all the fragments of thoughts and the resultant output will make it a lot easier for you to get rid of certain tricky situations. Do not allow yourself to get stuck up with things you do not believe in! Just chuck them and move on! Although beating around the bush is not your best attribute but you have to do it at times!",
        "Scorpio Health & Wellness Horoscope": "The day calls for rest and relaxation. You are likely to spend the day pampering yourself. Book a beauty session or a spa treatment as they are going to be very effective today. You are soon going to be glowing and glamorous. People around you are going to find it difficult to keep pace with your vitality after your beauty and wellness session.",
        "Scorpio Daily Love & Relationship Horoscope": "You will find it difficult to devote as much time as you would like to your partner because of the pressure created by a number of external factors. Professional commitments can eat into most of your time now. Be sure to communicate your feelings to your partner and you will find him / her much more understanding than you thought.",
        "Scorpio Career & Money Horoscope": "Success will mark every task that you undertake today. If you have appeared for a competitive examination, you will get positive results today. The day is also suitable to initiate discussions with your superiors about taking on more responsibilities or for a promotion. You need to concentrate all your efforts into exploiting the most of this very favourable day."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Certain crucial planets are lining up in such a way that you will be presented with a rare opportunity to heal and make amends. You would be able to confess to some wrong that you have done in the past and will be able to atone for it. In doing so, you will be able to remove a great burden from your soul.",
        "Sagittarius Health & Wellness Horoscope": "You have been slacking off as far as your health and fitness routine is concerned. It is now high time to get back on track. Otherwise, all the good work that you have accomplished at the fitness front will come to nought. However, do not overtax yourself as this will seriously affect your motivation. Just spend thirty minutes in the gym today to get back to the rhythm of the thing.",
        "Sagittarius Daily Love & Relationship Horoscope": "Today you want to socialize but you may be drawn towards some one matching your taste and preferences. You will enjoy yourself immensely with this new romantic encounter. However you may find it to be worthless after sometime and you may walk away as a free woman! In the single hood, think of better ways of loving your partner.",
        "Sagittarius Career & Money Horoscope": "Today you may be a lot forgiving to every one who has done wrong to you! Be it your colleagues who have been trying to harm you out of jealousy or be it your cruel bosses who never gave a hearing to you and have hindered your progress always! Your finances may reach to the top however you may have to take few risks for gains."
    },
    "9": {
        "Capricorn Daily Horoscope": "Prepare for some good news, especially regarding your home. Opportunities may arise leading to a shift in residence or you may finalize your buying plans of a house. Take advantage of positive energies. If you have been considering a renovation project or remodelling your home or a part of it, this is the best time to get the project off the ground.",
        "Capricorn Health & Wellness Horoscope": "Work pressure at your work place is causing you to feel stressed. The stress is spoiling your health. You need to find a way to overcome the stress as you will feel pressure for quite some time. For an instant relaxation, consider an appointment with a massage parlor or enroll in a meditation workshop. Morning walk will be beneficial for you.",
        "Capricorn Daily Love & Relationship Horoscope": "You may be worried about your partner and the status of your relationship, but things will begin to become clearer from today. A number of actions and personality traits that appeared inexplicable earlier with now become clear. This will help you to take a logical decision about how much you are willing to invest in this relationship and what boundaries are essential for you.",
        "Capricorn Career & Money Horoscope": "You are in a mood of speculation today; still your ability to stay focused will be quite strong. You must stick to your office desk or work station at home in order to finish maximum work in minimum time. However working at home will be conserving more time, energy and money. Order something or do some window shopping online."
    },
    "10": {
        "Aquarius Daily Horoscope": "You are in a good state and are full of inspiration. Your mind is working actively and stimulating you to constantly come up with new ideas and strategies. So this day can prove to be very productive for you. However all this can be messed up if you fail to take the matters of health into consideration.",
        "Aquarius Health & Wellness Horoscope": "You can maintain your ability to manage a busy life easily only if your food intake is balanced, you exercise regularly and you take proper care of your bodily needs. Do not skip exercise any day. Avoid the restaurant food or frozen foods if you cannot prepare a meal one day. Consume boiled foods if such a condition arises. You are just one step away from a healthier lifestyle.",
        "Aquarius Daily Love & Relationship Horoscope": "Your relationship is happy and content. However there is much more to explore and much more happiness to receive going further. Try to turn off your partner by doing what they donﾒt like. Instead of being aggressive they will make you understand why you should never attempt doing that. And this is worth enjoying!",
        "Aquarius Career & Money Horoscope": "You are an ambitious person with the capability of keeping things well organized in addition to chasing your dreams. But others are not so! And you must not tell them to be so; that is up to time. So just resist this urge else you will be mistaken to be interfering in other peopleﾒs lives!ﾠﾠ"
    },
    "11": {
        "Pisces Daily Horoscope": "Cards show that you need to socialize more than ever today! You want to make a transition in your lifestyle and career by indulging in work requiring communication with others. Try to accomplish what all you set out to do! You can maintain a sharp focus on what ever you want to do; just make sure you do not go overboard.",
        "Pisces Health & Wellness Horoscope": "You may be interested and you may find time to join groups online which motivate and encourage you towards maintaining good health! You may be tempted to eat well but that is okay if you plan to shed the calories via rigorous physical exercises! Plan a relaxation schedule which you may follow towards the end of the day.",
        "Pisces Daily Love & Relationship Horoscope": "The time is exactly right to mend fences and clear up old misunderstandings. You may also get close to someone from whom you have been estranged before. There is a real possibility that you will meet an old flame and passion between you will be rekindled. Balancing the past and the present relationships can be an especially demanding task today.",
        "Pisces Career & Money Horoscope": "The challenging times are over. You have successfully dealt with the obstacles that fate threw at you. So, now it is very much necessary to keep your cool. Also, you can now begin to relax as the pressure will reduce noticeably at the workplace. Financial gains for performing well will also be coming your way. This is also a good time to invest this money in long term investments."
    }
}
]
