horo_english=[{
    "0": {
        "Aries Daily Horoscope": "The highlight of the day is communication with a person of influence which can have a long term impact on your life. You may also come in contact with a person or a situation where you are pitted against an opposite point of view. You need to be able to take constructive criticism and stick to your point without becoming rude.",
        "Aries Health & Wellness Horoscope": "Physically taxing activities are on the cards today and you are going to enjoy every minute of it. You will be at the top of your form and will perform excellently in all sporting and athletic pursuits. You will have a tendency to drive yourself hard, carries away by your success. However, this is not going to have any negative effects as long as you remember to regulate your diet.",
        "Aries Daily Love & Relationship Horoscope": "Your partner is co-operative and supportive. Go share your concerns with your dear ones rather than keeping the worries within you. That will be of great help and will relieve your stress to quite an extent. Try it over a coffee if it is linked to your partner indeed, they wonﾒt react much in public so you can easily blurt it out.",
        "Aries Career & Money Horoscope": "A trend is building up for past few weeks and the result will appear today. Prepare yourself to harness the result. Keep the company of like minded people. An innovative business idea will fly from your conversation. Be contended with what you have. Do not let greed blanket you. The goodness of your soul will help you stay away from wrong things."
    },
    "1": {
        "Taurus Daily Horoscope": "You may undertake short trips for professional or personal reasons. Though it is not easy for you to undertake trips at this point of time but still you will manage to do so and its results will be favorable too! Your generosity will be identified greatly especially by the people who failed to recognize it earlier.",
        "Taurus Health & Wellness Horoscope": "You may not be in the mood to follow your routine exercises. There is an alternate to it. Prepare and consume a good amount of herbal tea. It will keep moving your energy in a positive direction. Inspire yourself to put your focus and concentration to your personal care once again!",
        "Taurus Daily Love & Relationship Horoscope": "Today you want to socialize but you may be drawn towards some one matching your taste and preferences. You will enjoy yourself immensely with this new romantic encounter. However you may find it to be worthless after sometime and you may walk away as a free woman! In the single hood, think of better ways of loving your partner.",
        "Taurus Career & Money Horoscope": "Students may find a new career option through a friend or a guide. You might end up choosing this as your career. A thorough research is advisable. Professionals may might a surge of energy today. It is a good day for head starting any project. Subordinates will prove helpful. You will play the role of a good team leader."
    },
    "2": {
        "Gemini Daily Horoscope": "Today you will be the cynosure of attraction. Being the centre of focus is your innate ability which others lack and hence they will be jealous of you like never before! When you find time try to ponder about the past, present and future and many of your questions will be answered. You may find solutions to many of your problems as well.",
        "Gemini Health & Wellness Horoscope": "You should not tax your physical strength today. Minor issues regarding pain in the back and the neck may crop up today. People who suffer from old injuries or arthritis are going to feel some discomfort. So, it is not advisable to do anything strenuous. Rest is the key to good health in your case. You can also try light yoga, but only under guidance of qualified instructor.",
        "Gemini Daily Love & Relationship Horoscope": "You may be a lot forced to become a part of romantic drama of other people's life! Avoid it straightaway! And if you cannot then do not take any sides, just be neutral while giving advices to both the opposing groups! Take out time to plan something new and sensuous for yourself!",
        "Gemini Career & Money Horoscope": "You have been looking for that one great opportunity to come your way and this is the best time for it to appear. If you have appeared for an interview, you will get good news on that front today. Job offers from unexpected quarters or scope of advancements from old contacts will now begin to manifest. You have kept up excellent spirit during the tough times. The end is now in sight."
    },
    "3": {
        "Cancer Daily Horoscope": "Link up all the fragments of thoughts and the resultant output will make it a lot easier for you to get rid of certain tricky situations. Do not allow yourself to get stuck up with things you do not believe in! Just chuck them and move on! Although beating around the bush is not your best attribute but you have to do it at times!",
        "Cancer Health & Wellness Horoscope": "The day will be little taxing on you. You may find yourself stressed. Neck pain may occur. It is advisable to walk and bend after every two hours of work. This will stretch your muscles and will relax them. You may also plan a massage or therapy for relaxation. Do not forget to dump your tensions back as you sit for massage.",
        "Cancer Daily Love & Relationship Horoscope": "This is the time to enjoy light side of relationships. You have always been of a serious nature, but you are now over-thinking your relationships. Stop looking for hidden meanings and deeper implications in everything. Instead, go out for light-hearted banter and just enjoy a good time. Do not let pressure of responsibilities and expectations take all the fun out of your relationships.",
        "Cancer Career & Money Horoscope": "Time to pamper the sub-ordinates! You are about to dig deep into the toughest tasks and juniors are the best supporters. So please them well! Those who are in leading positions may be knocked by better career opportunities as well. It may promise you much better future prospects and will be beneficial for you."
    },
    "4": {
        "Leo Daily Horoscope": "A new energy will now begin to work in your life. You will suddenly find that balancing family and career issues have now become extremely easy. All your hesitations will disappear and your actions are marked by an unprecedented level of confidence. You will also be able to resolve any ambivalent feeling towards those near to you both in workplace and in the family.",
        "Leo Health & Wellness Horoscope": "You are high on energy today which will reflect in your actions. You also enjoy a good health in general. You may plan for some health routine today if you have been ignoring it for some time. You may have to go in the sun in connection to your work so carry an umbrella with you as you may be prone to develop headache latter in the day.",
        "Leo Daily Love & Relationship Horoscope": "The state of your relationship has been rather confusing lately and you have not been able to interpret or understand the signals your partner has been sending you. Today, you will gather some information regarding your partner which will help you understand and evaluate the situation better. You may also have to take some decisive action based on this information, but take care to keep your cool as you take your decision.",
        "Leo Career & Money Horoscope": "You are trying to trick some one to yield to your wishes. But you must not indulge in these things today otherwise you may fish in trouble waters. People will take it as an offence and you may lose their faith forever which you have built over so many years. Do not put up any sort of act; just be the way you are with display of honesty in your every action!"
    },
    "5": {
        "Virgo Daily Horoscope": "Remember that long pending job? You will get it done today. Today is marked for hard physical work. You are also supposed to gain both socially and financially for the hard labor. Be careful to avoid any confrontation today with your loved ones. The stars predict that a confrontation today will escalate to higher proportions in no time at all.",
        "Virgo Health & Wellness Horoscope": "Chances are high that you will be affected by some sort of fever now. It is probably viral fever, but it would be prudent to get immediate medical attention. Take precautions against allergies and viral infections, though it will be difficult to avoid. Rest is the only way to deal with this. So, make sure that you get complete rest. In fact, balancing your health with the demands of your work is your major task now.",
        "Virgo Daily Love & Relationship Horoscope": "There is a third person who will try to interfere in your love life today. It is up to you how far they succeed. If you listen to what they have to say and are influenced by it, your romance can hit a rather rocky patch. On the other hand, not attending to an outsider can help to strengthen your relationship.",
        "Virgo Career & Money Horoscope": "In professional matters, today you may get much needed support from an influential person. While working with that person, do not leave any point to impress him/her through your work. You may be putting a ladder for achieving a promotion or a hike. Avoid talking about it to others. Simply concentrate on your work. Your work will only vouch for you."
    },
    "6": {
        "Libra Daily Horoscope": "You will not feel comfortable dealing with unknown factors now. So, you will try to stick to the tried and proven roads rather than try any experimental approach. New opportunities will come your way today, but you are likely to choose one which you are familiar with rather than the one which seem to offer better rewards. Take this time to complete your old projects now.",
        "Libra Health & Wellness Horoscope": "You need to realize that wellness of the mind is essential and striving only for the goals of physical fitness is likely to leave you with dissatisfaction. Yet, you are driving your body even more in search of a sense of wellness. Instead, try for some breathing exercises and relaxation techniques. They will also help you to deal with problems of lack of sleep that you have been facing recently.",
        "Libra Daily Love & Relationship Horoscope": "The day is perfect to take your relationship to the next level. If you are single, you may choose to enter into an exclusive relationship and if you are already going steady, then a marriage proposal is in the air. However, things cannot move forward unless you take matters into your own hands. You need to show some initiative here.",
        "Libra Career & Money Horoscope": "You are at the beginning of your career. So you need to look up to the next step of the ladder and also the path you just walked. Any faults made at either of the places will cost you much later in life. Take some time to make few resolutions for yourself. You may receive money some share of inherited wealth as well."
    },
    "7": {
        "Scorpio Daily Horoscope": "There may be a psychological fact which is causing you a lot of discomfort. You may have reminisced about the bad happenings of the past. Go and share your concerns with a friend or a relative and the day will turn out to be a great one for you! These are just certain demonstrations to make you strong in life!",
        "Scorpio Health & Wellness Horoscope": "The planetary positions indicate that mental health is of greater concern today rather than physical health. If you have been behaving in an unusual way, this is the best time to consult a qualified therapist and get help. Left untreated, this can develop into a major issue. Some stress factor may also lead to some sort of breakdown which compels you to seek professional help.",
        "Scorpio Daily Love & Relationship Horoscope": "Change, revolution and passion are indicated for you today. You refuse to sit on the fence anymore and you refuse to let destiny take its course without making an effort to guide it towards what you want. Your intensity of feeling may even leave your partner somewhat dazzled. Let your instincts guide you in making romantic decisions and they will take your life in a new direction.",
        "Scorpio Career & Money Horoscope": "The day may turn out to be a hectic one for you as your presence may be demanded in different directions. However try to devote maximum time for your personal development. Try looking for some guidance online by enrolling for online test series or certifications. Save more than you spend today!"
    },
    "8": {
        "Sagittarius Daily Horoscope": "Your intuition is strong at this point of time and will be giving you a good guidance in what ever you do! You can even take risks easily and gamble for fun! Luck is in your favor but you must think twice before taking a leap. You may experience an air of emotions. Old friends and acquaintances may re emerge bringing positive vibes for you.",
        "Sagittarius Health & Wellness Horoscope": "In general you are very clearheaded. But today, your ability to think logically will be hindered by your own problems and insecurities. Hence, this is not the best day to take on a new project or a new partner. You are liable to be wrong in your judgment today. So, basing your future activities on this may not be fruitful. Try for some relaxation today.",
        "Sagittarius Daily Love & Relationship Horoscope": "There is a strong possibility that a third person will try to intervene in your relationship with evil intentions. The person is probably a trusted one and someone whom you depend on. So, take any information about your partner with a healthy dose of scepticism. You may be the target of jealousy and deception because of your partner. You need to rely on your own feelings.",
        "Sagittarius Career & Money Horoscope": "Your job is treating you well and you have your hands full with project. Still today a new opportunity will surface which will be quite good for your career. It will increase the area of your work with more responsibilities. You may want to make a shift. The opportunity will be available within the company. Be conscious of any information regarding the same. However, the salary may remain same."
    },
    "9": {
        "Capricorn Daily Horoscope": "When it comes to making decision, you may be pulled between heart and mind. This is enigma. Listen to your instincts and you will end up making right decisions. Your family and loved ones need your attention. Spend some quality time with them. It is a good time to make travel plans. You may travel in the coming week.",
        "Capricorn Health & Wellness Horoscope": "Your diet requires immediate attention. You have been overeating consistently and have been following a highly unhealthy diet. This is affecting your health without you being even aware of it. In addition, your junk food diet is the root cause of the stress that has been accumulating in your mind and body. Unless you modify your diet, these relaxation techniques are not going to be effective.",
        "Capricorn Daily Love & Relationship Horoscope": "For the last few days anxiety and doubts about your current or a prospective relationship had been occupying your mind. Today, all the doubts will be removed and you will be able to see your partner as well as the relationship in a clear light. You will be able to take a clear and informed decision about your love life.",
        "Capricorn Career & Money Horoscope": "Life at the work place will be cool and all targets will get completed on time. But in business matters consult legal practitioners before signing any deal. There may be chances of fraudulent. If possible push your partnership deals onto the other day and re-evaluate the reliability of your partners."
    },
    "10": {
        "Aquarius Daily Horoscope": "You may discuss few important issues with your relatives. Try to be loving and kind in your conversations. If you canﾒt handle any situation just leave it for the time being rather than overdoing it. Attend gatherings in the evening time if you want to lighten up your mood. Focusing on matters of faith and spirituality will be of benefit to you.",
        "Aquarius Health & Wellness Horoscope": "Viral cold or seasonal fevers may affect you today. You should take timely precautions and preventive medicines to guard against this. On the whole, you have adopted a healthy lifestyle and you will begin to reap the benefits of these positive steps very soon. A sense of wellbeing pervades your mind. Rest and relaxation can go a long way in helping your health today.",
        "Aquarius Daily Love & Relationship Horoscope": "It is quite a unique day for you as you may be able to connect love with spirituality for the first time ever! Those who are deeply in love want to take their relationship to the other level by planning for a ceremony to mark their togetherness. However if family issues arise with this then you must wait for the right time!",
        "Aquarius Career & Money Horoscope": "Pending work at office may pull you apart today. You may find yourself doing a late shift. Pay attention to yourself as well. This is just a passing phase. Your boredom of last week has its negative effect on you today. Be gentle and humble to others as you might head for an argument today. Avoid such situations."
    },
    "11": {
        "Pisces Daily Horoscope": "There is a lot of action packed for you today. You may be busy today. In your hurry, do not hurt those, who have walked a small distance with you. Be polite and humble. New opportunities are around the corner. They will be attracted to you by your positive deeds. Practice patience. Change is the only truth and it will happen for you as well.",
        "Pisces Health & Wellness Horoscope": "You are feeling especially strong today. Certain changes in the planetary combinations have resulted in a configuration that will provide you with unbelievable mental strength so that you are ready to take on any challenge. This is also the best time to start a rigorous health regime because you are now best situated to see the program through to the very end.",
        "Pisces Daily Love & Relationship Horoscope": "You need to take off the rose coloured glasses when you examine your current relationship and take the necessary drastic step. Do not drag a relationship just because it is meant to be or due to social pressure. Examine whether it is making you happy, and if it is not doing so, then this is the right time to dump it.",
        "Pisces Career & Money Horoscope": "Be sure to consider both short term and long term ramifications of your financial and career related plans before you go forward with them. A careful cost benefit analysis of all your career related plans must be done before you jump in with both feet. Take a long look at them from a distance. Getting a second opinion from a knowledgeable person can also be worthwhile."
    }
}]
