horo_english=[{
    "0": {
        "Aries Daily Horoscope": "If people fail to understand you, do not waste your time and energy in explaining your every move to them. They will never approve of it! You may be too much occupied and the forth coming tasks may demand you to make some changes in your previous engagements too! Be flexible as per the demand.",
        "Aries Health & Wellness Horoscope": "You take things slow and steady. But you also do not shy away from showing an instant spurt of energy. This of course surprises all around you. Similarly your skin also takes the same course. At one time you enjoy a porcelain complexion and at other time there is a sudden burst of pimple. Drink gallons of water on a daily basis.",
        "Aries Daily Love & Relationship Horoscope": "The goddess of solar system and the planets which bring a sense of nurturing are shining in your sign today. Give your love a comforting feel. Make your love feel important. The planetary positions will protect your love life. It is perfect time to bask in the glory of love. Today you may get some personal and intimate time with each other.",
        "Aries Career & Money Horoscope": "Your bosses only listen to what they want to hear! And this is what stops you from expressing yourself freely. Your colleagues have supported you very well in such situations! And this is the time to appreciate the help you have received from them. You will receive a lot of wealth as soon as the mood of your bosses is set right!"
    },
    "1": {
        "Taurus Daily Horoscope": "Your indecision and dithering has created needless chaos and all these issues are now likely to come to a head. Family matters and those concerning real estate come to a head now and you will receive correspondences regarding these issues. Old and unresolved businesses will now demand your attention and you cannot move forward till you close these old chapters.",
        "Taurus Health & Wellness Horoscope": "Get involved with your group of friends to exchange ideas over the preparation of homely made medicines for mild ailments. You can also refer any book about therapeutic benefits of these remedies. Definitely incorporate the use of lavender oil or Australian tea tree oil in your face packs to nourish your faceﾒs skin which will get easily withered with changing weather.",
        "Taurus Daily Love & Relationship Horoscope": "You may get chances to have some real fun with some who is really funny and close to your heart. And you must choose such a person to be your soul mate. Do not get carried away by what others tell you about choosing ideal figures as your partners. Be realistic and sensible. If you are unhappy with the reality then there must be something you can do about it.",
        "Taurus Career & Money Horoscope": "Though you are sincere and hardworking, success seem to remain just beyond your reach today. Minor flaws can blow out of proportion and come back to haunt you. It is better to avoid any controversy at your place of work. The day is also not suitable for investments. However, it is a great day to relax with friends. So, you can also take a leave of absence if possible."
    },
    "2": {
        "Gemini Daily Horoscope": "Well, today is a lucky day for you. You take yourself and others by surprise by your problem solving abilities. You will leave your office mates impressed. Your confidence will be high and you may be offered a new project. Feel happy and celebrate with loved ones. A friend may visit you today. You may enjoy a fun filled day.",
        "Gemini Health & Wellness Horoscope": "Mental stress followed by tension headaches has been creating quite a lot of trouble for you in the past week. While your external circumstances may not change significantly, you will notice a marked lowering of the stress level in your mind and this may be brought out by reorienting your thinking and the way you deal with the problems in your job or your relationships. This will help you to attain an overall sense of peace and achievement.",
        "Gemini Daily Love & Relationship Horoscope": "Change, revolution and passion are indicated for you today. You refuse to sit on the fence anymore and you refuse to let destiny take its course without making an effort to guide it towards what you want. Your intensity of feeling may even leave your partner somewhat dazzled. Let your instincts guide you in making romantic decisions and they will take your life in a new direction.",
        "Gemini Career & Money Horoscope": "If you seek consultation or advice regarding career or finance today, whether from a professional or someone close to you, you can be greatly benefitted to follow this advice. The day is especially favourable for the engineers and those working in software development. You may also be offered a chance of switching jobs or continuing in the same company but in a different region or country."
    },
    "3": {
        "Cancer Daily Horoscope": "There are a few surprises in store for you today, but do not worry. They are all pleasant! Some of the things for which you have been waiting for a long time are likely to come to fruition today. Some of your efforts which you thought have been wasted will finally be successful. So, celebrate tonight with family and friends and even they may have good news to share.",
        "Cancer Health & Wellness Horoscope": "Your health is going to be excellent today. Tune in to some wellness music or go for a soothing session of aromatherapy at home to keep on holding to this state of wellness. However, a family member may suffer from a minor illness and you may have to nurse him / her through it. Your mental stress will also be considerably less today.",
        "Cancer Daily Love & Relationship Horoscope": "Passion is the order of the day. You will surprise your partner with an extravagant and romantic gesture and are going to be rewarded for it. You feel very generous today, both in expenses and in the act of love. Your giving nature is going to evoke a passionate and sweet response from your partner. Get ready to enjoy an ordinary day that grows special due to your efforts.",
        "Cancer Career & Money Horoscope": "Temptations will appear in your path today, but it is imperative that you stick to the righteous path. Trying shortcuts will ultimately be harmful for your career. It will not be easy to choose the right path, but you can only do this if you can keep the greed from overwhelming you. If you cannot do this by yourself, call up a true well-wisher and that person will help you to stay strong."
    },
    "4": {
        "Leo Daily Horoscope": "You will form association with someone you find very entertaining. The day will pass away soon due to the lively conversations. Take this as an opportunity to learn and inspire from this fellow. It will also help you to be able to take an insight into other peopleﾒs psyche. Try to be a volunteer in making plans for family trips if you want to go to your desired place!",
        "Leo Health & Wellness Horoscope": "Minor skin ailments have been troubling you. Today plan a detoxification program. With this, cut down on oily stuffs. Your health otherwise will remain sound. Avoid walking in places having lots of trees as insect bite is indicated. It may leave rashes on your skin. Carry anti allergic medicine today as a precautionary measure. If required, visit a doctor.",
        "Leo Daily Love & Relationship Horoscope": "You are going to discover a new dimension in your relationship. The behaviour of your partner has been quite puzzling lately, but today the explanations will become available. But it is up to you what you do with this information. It is advisable to think long and deep before you take any action. Single persons should proceed with caution with a new person.",
        "Leo Career & Money Horoscope": "An unexpected career opportunity will open up for you today but you should not hesitate to grab this at once. Any delay can actually make you lose your chance and you would have lost a lucrative opportunity. You may meet someone from your past who will bring this offer to you or it may be presented by a complete stranger. This is one of those times to take a risk and it will definitely pay off."
    },
    "5": {
        "Virgo Daily Horoscope": "You have been feeling restless and unhappy for the past few days and today you are ready to take a more proactive approach to the problem. You need to dig deep to understand exactly where the problem lies and today is the best day to start the process. The day is also favourable to plan some projects which you have been ignoring for too long.",
        "Virgo Health & Wellness Horoscope": "It is high time that you realize that your health is one of your assets and needs to be developed. Today is a good day to start a health regime, take up a sport or join an exercise class. Swimming or other aquatic activities can prove to be of special benefit to you. If you initiate a healthy regimen today, it has a greater chance of success.",
        "Virgo Daily Love & Relationship Horoscope": "It is necessary to evaluate your relationship and establish some healthy boundaries today. You are likely to realize that though you are giving more than you can; your partner is not satisfied and goes on demanding more. Putting a limit on these demands will actually strengthen your relationship and help you enjoy it in a way that will turn out to be the best for both you and your partner.",
        "Virgo Career & Money Horoscope": "Unexpected money is coming your way today. This is the best day to win at the speculative ventures and in games of chance. However, this money is also going to bring its own responsibilities which you should not ignore. You may have to discharge an important errand today in connection to this money. Indulge in some light hearted shopping today with this unexpected bonanza."
    },
    "6": {
        "Libra Daily Horoscope": "It is high time that you took a break from your hectic schedule and have a calm look at your surroundings and your condition. You have been rushing about fulfilling your various obligations. Now, you have completed all that you can do and it is time to relax and enjoy the fruits of your planning and your efforts.",
        "Libra Health & Wellness Horoscope": "Your health may be a little down today due to ailments related to stomach. It may by minor. Today take necessary precautions while drinking water and other cold beverages as they might be the cause of water borne diseases. It is also advisable that today you stay away from unhygienic and street food as you may be vulnerable to infections.",
        "Libra Daily Love & Relationship Horoscope": "You may feel a bit disappointed at this time. You have been dating many people of the opposite sex still cannot find anyone of your taste and stature. Family is pressurizing you to tie knots. Try to convince people at home to wait for the right person and till then let you enjoy your singlehood to the fullest!",
        "Libra Career & Money Horoscope": "While you know how to let down your hair and have fun, you are now completely focussed on your work. You are in an unusually serious mood today even if what you are doing does not warrant so much importance. A colleague may slack off and you are going to complete his tasks for you. So, there is going to be some unwarranted pressure of work."
    },
    "7": {
        "Scorpio Daily Horoscope": "Every encounter that you have now is characterised by a surge of energy and purpose. The quality of your interactions will improve dramatically and you may even come in contact with somebody who will revolutionize your life ﾖ financially or spiritually. You will get a better insight into your own character and this will help you to decide on the direction of your life. You should use this opportunity well as understanding yourself can help to resolve a number of your current conflicts.",
        "Scorpio Health & Wellness Horoscope": "You have taken on a huge task with your weight loss goals. Today, you will need to put in extra effort. Perhaps someone will offer a bar of chocolate to you or celebrate with your favourite junk food. However, you will be able to find the strength to overcome this temptation easily and once you do, your goals will be reached within a short time.",
        "Scorpio Daily Love & Relationship Horoscope": "The stars have aligned up to help you meet the person of your dreams. He / she will be adventurous and with a well developed sense of humour. You may not have envisaged someone exactly like this, but he / she will come very close to what you want. So, be sure to express your liking and give a hint about your feelings.",
        "Scorpio Career & Money Horoscope": "You are going to meet someone who will offer you an exciting career opportunity. However, it does not come for free and you need to think long and hard about the consequences before you accept it. This is also going to affect a number of people near you, but this day is not the best to take such a vital decision."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You are planning to go for higher education and today you will receive lot of offers for the same from prestigious institutions which may offer you scholarship even. Just be careful while making preliminary arrangements and gathering information. Someone is trying to take advantage of you as well.",
        "Sagittarius Health & Wellness Horoscope": "Take adequate protection against cold and viral infection and other infections of the respiratory system. You have been exposed to a polluted atmosphere for a long time and this will now take a toll on you. Try alternative preventive measures and home remedies to keep away the infections as they are likely to be more successful. Modifying your lifestyle can be beneficial now.",
        "Sagittarius Daily Love & Relationship Horoscope": "Minor tiffs may happen today with your partner. Try not to get irritable or into any arguments though they seem inevitable. Issues may easily get blown out of proportion. Avoid confrontations today.ﾠ You need to pay special attention to your children and spend quality time with them. It is better to go for family activities today rather than any romantic plans.",
        "Sagittarius Career & Money Horoscope": "A number of minor problems may arise at work today which prevent you from doing your work in peace. You need a large dose of patience today, especially when it comes to dealing with a subordinate. Do not give in to temper. Instead, you need to deal with him intelligently so as not to affect the morale of the entire group."
    },
    "9": {
        "Capricorn Daily Horoscope": "Beware today of what you say. Someone whom you consider close might spill the beans on you. Weigh your sentences before speaking. Try talking about yourself and the person you are talking to. Refrain from discussing about a third person. You may travel today to different city. You may meet an old acquaintance and together you may have nostalgic memories.",
        "Capricorn Health & Wellness Horoscope": "Series of events or official parties may upset your digestive system! And a sense of jealousy may arise in you when you see the fit and fine people around you! Do not give space to such negativity; tell yourself that you too can attain the same by doing regular workouts. Cut down on sweets and oily foods which are majorly responsible for spoiling your health.",
        "Capricorn Daily Love & Relationship Horoscope": "Your work commitment is taking you away from your partner. It is not your fault. But take out quality time to express the love you have in your heart. Your partner has been craving for attention and comfort from you. Passion will again sprout in your relationship which is gradually vanishing. Confront your partner with your deepest love and fear.",
        "Capricorn Career & Money Horoscope": "Some changes are likely to occur in your workplace. They may appear discouraging at first, but soon they will open up new opportunities for you. But you are going to require courage and a leap of faith to avail this opportunity. The venture appears risky at first, but you get to enjoy doing what you do and succeeding at it quite soon."
    },
    "10": {
        "Aquarius Daily Horoscope": "There is so much action around you that is eating your attention and time. Do not waste your time in trivial matters. Rather concentrate and then only you will find a gush of free spirited energy. If you find that, you will find gold in your life. Do not shy away. Look carefully and act before itﾒs too late. The key to success for you is to prioritize.",
        "Aquarius Health & Wellness Horoscope": "Your physical health can be somewhat unpredictable today. However, you will be able to call upon reserves of mental strength to deal with the situation. It is a clear case of triumph of mind over matter as you will sail through all difficulties and be able to complete all your scheduled tasks on time in spite of any problems posed by your health.",
        "Aquarius Daily Love & Relationship Horoscope": "You need to lighten up today. Enjoy a time of romance and simple pleasures with your partner and try to forget the serious issues for today. Your relationship is too intense for you to actually relax. You should take this chance to indulge in some simple and enjoyable activities and take joy in spending time in the company of each other.",
        "Aquarius Career & Money Horoscope": "You have been working hard recently and you will now receive a token of appreciation from the universe. You may get a bonus or a long awaited pay check. You may even be offered a good financial opportunity which you had not expected. While it is not something huge, it will fill you with a nice feeling of satisfaction."
    },
    "11": {
        "Pisces Daily Horoscope": "You may be provided with limited resources which will prevent you from giving a shape to your ideas. Do not get anxious as you will get a chance to do the work of your choice by the end of the day! You have inclination towards hard work and you will enjoy the freedom along with the responsibilities.",
        "Pisces Health & Wellness Horoscope": "It is a good idea to increase your strength at this point of time. Continue to do the physical exercises you have been doing regularly in addition to yoga and running practices. However if there is a particular side in your body which is weak then be selective in your approach. Try to lift weight from the hand situated in the weaker portion of the body.",
        "Pisces Daily Love & Relationship Horoscope": "It may be a bit difficult for you to connect with your dearest love today. You are actually close to them but still out of immaturity you try to bargain feelings with them. The resolution would be to know each other well before you two decide to get closer both at the emotional and physical level. Your relationship will be a lot better after this emotional sharing.",
        "Pisces Career & Money Horoscope": "The day is quite favourable for job related ventures today. You have always been sincere and hardworking and in the past, it has seemed unrewarding a few times. But now, fortune will make up for everything. A number of your projects will come to successful fruition. This is the day to enjoy the praise of your superiors and adulations of your juniors."
    }
}
]
