horo_english=[{
    "0": {
        "Aries Daily Horoscope": "There will be certain sudden changes in your personal and professional life. This will leave you worried and insecure. Do not feel so and relax yourself! Just go with the flow as these changes are for your own good only. The situation may get worse when there will be some one to cause you some unhappiness by trying to avenge on you.",
        "Aries Health & Wellness Horoscope": "Anxiety can be the cause of some health related problems today. You tend to worry too much and today is no exception. This may lead to some stress related conditions like migraine or ulcers to act up. However, if you can bring yourself to think rationally that there is nothing to worry about and even if things do not work out exactly as you planned, it is no big deal, you can avoid these problems completely.",
        "Aries Daily Love & Relationship Horoscope": "An excellent day is marked for you if you want to settle in a relationship. Express yourself to your family. They will be happy as there is positive energy oozing out of your planetary position today. Today is a day to celebrate with loved ones. Spend time with your family to show your care and concern. They will like your act.",
        "Aries Career & Money Horoscope": "Beware of some secret enemy at your workplace today. This person has been behaving in a friendly manner in recent days, but there is some past history between you and he or she may try to take some retribution today. It is best to complete all your tasks well within time and be on schedule because otherwise, you may end up in trouble with your superiors."
    },
    "1": {
        "Taurus Daily Horoscope": "Today is going to be a fun fare day. You will be revisited by friends and relatives. Least you can expect a call or mail from them. It is a good time to brush up your social skills and be prepared for the upcoming parties. Your financial issues will be taken care of as the day progresses.",
        "Taurus Health & Wellness Horoscope": "You seem to have deviated from your well-planned fitness routine. No worries, you will regain your body shape and charm in a short span of time. You have an added advantage of being in good health. Just continue to be determined like you are right now to maintain your aura! Try scrubbing your skin with real fruit extracts as you may have tanned recently.",
        "Taurus Daily Love & Relationship Horoscope": "You may have short and quiver involvements with attractive strangers. You will be able to convince them easily with your charm and sugar coated talks. But do not expect these involvements to lead anywhere. Do not look for deeper meanings when there isnﾒt any! Flirting is in the air and you must breathe it in.ﾠﾠﾠ",
        "Taurus Career & Money Horoscope": "Your professional skills will get sharpened up and you will tap back into professional race with a stronger fighting spirit. You may also get chances to bring your position and income at the same page! You were receiving meager income as compared to the position you have been holding and the amount of work you have been doing."
    },
    "2": {
        "Gemini Daily Horoscope": "Cards show that you need to socialize more than ever today! You want to make a transition in your lifestyle and career by indulging in work requiring communication with others. Try to accomplish what all you set out to do! You can maintain a sharp focus on what ever you want to do; just make sure you do not go overboard.",
        "Gemini Health & Wellness Horoscope": "You are pro good health but for some time, fitness has taken a back seat. Today you have to pull yourself out of the bed and go for some fitness regime. A lot is stored for you in future and only when you enjoy a sound health will you be able to reap the benefits. A fitness regime can begin from home.",
        "Gemini Daily Love & Relationship Horoscope": "You have been living a very busy life and commitments from all sides were making demands on you. Today, the pressure is likely to ease a little. Take this opportunity to rest and relax with your family or your partner. You will draw comfort from familiar things. Enjoy a quiet evening at home with your partner instead of going out for more vigorous enjoyments.",
        "Gemini Career & Money Horoscope": "The day will have a remarkable beginning. You may be offered a promotion or a plum new assignment and the luckier ones may receive wonderful opportunities for new job even! Words of your hard work have spread round the corner and you shall be reaping awards for it. Finances seem to improve as more income will flow in!"
    },
    "3": {
        "Cancer Daily Horoscope": "You may examine changes in your lifestyle which could possibly establish a balance between your work and health. You can drop an email to one of your close friends asking about the solution for the same. These changes will make you comfortable. You may align yourself with right people and they will let you determine the purpose of various goals.",
        "Cancer Health & Wellness Horoscope": "Your diet requires immediate attention. You have been overeating consistently and have been following a highly unhealthy diet. This is affecting your health without you being even aware of it. In addition, your junk food diet is the root cause of the stress that has been accumulating in your mind and body. Unless you modify your diet, these relaxation techniques are not going to be effective.",
        "Cancer Daily Love & Relationship Horoscope": "Go out and do something adventurous with your dear one today. What ever you do, it should be fascinating! This will inject some levity into the tensed situation between you and your partner. You will find it easy to communicate your new experiences and feelings to your partner.ﾠﾠ",
        "Cancer Career & Money Horoscope": "Today may not a very good day for people appearing in any exam. However, if you must appear today, do not let negative thoughts cloud your spirit. Go ahead, your strength and positivity may ward off any negative waves from your sun sign. Be careful while lending money today as someone may cheat you. Refrain from lending huge sum."
    },
    "4": {
        "Leo Daily Horoscope": "You are modest today and you may witness selfless service. You are at the giving end. You may sacrifice your time, space money or even food to satisfy others. People will respect this act of yours. Watch your threshold. Pay attention to your children. They may be prone to contract some infection. Spend time at home and eat hygienic food.",
        "Leo Health & Wellness Horoscope": "Today minor ailments may trouble you. You may suffer from cold, cough or headache. You may feel pain in your wrist or finger. This will slow the pace of your day. Do not get disheartened. Such things do happen. If possible, take ample rest today and tomorrow you will be back in action. Avoid drinking cold beverages.",
        "Leo Daily Love & Relationship Horoscope": "It is great day since you will be able to communicate openly to your partner. You have been looking for this opportunity since long! Reveal all your secrets with them and share the concerns you have! It will let the inflow of enthusiasm in your relationship, bringing you closer as friends and as a couple as well.",
        "Leo Career & Money Horoscope": "Travel for the purpose of work is strongly indicated. There is a major chance of going abroad. Your company may send you to a different country or your visa approval for work purposes may come in today. However, if you are already stationed in a foreign country for your career, there is little scope of returning to your hometown in near future."
    },
    "5": {
        "Virgo Daily Horoscope": "Beware today of what you say. Someone whom you consider close might spill the beans on you. Weigh your sentences before speaking. Try talking about yourself and the person you are talking to. Refrain from discussing about a third person. You may travel today to different city. You may meet an old acquaintance and together you may have nostalgic memories.",
        "Virgo Health & Wellness Horoscope": "The symptoms may get amplified and you may be deeply troubled. But you can handle all this on your own. Try to follow the hints which these symptoms provide. It will help you backtrack and reach to the root cause of the disease. Take proper measures to remove the infection and you will wipe off more diseases which you could not even see until now.",
        "Virgo Daily Love & Relationship Horoscope": "You have been admiring some one deeply since long. But few incidences may make you repent wasting your time over them. The crush you want to fall for is not worthy of any attention and care! Switch to some one better and amazing. You deserve some one who makes you look forward to tomorrow and has a high mental level.",
        "Virgo Career & Money Horoscope": "You are a person with good nature and you are also a social butterfly. Today these qualities of yours will be highly appreciated and rewards for them will follow soon. You may also receive wonderful advice to boost your confidence and achieve much more than you could achieve on your own!"
    },
    "6": {
        "Libra Daily Horoscope": "You seem a little confused today. You are also impatient to carry on an important task. It is advisable to wait and not to carry any important negotiation today. Confusion will gradually subside by day end. The day will pass on without any hiccups. You may travel today. Public transport may be a little late. Keep other options in hand.",
        "Libra Health & Wellness Horoscope": "You are full of positive energy today. However, though you may mean well, your unsolicited advice is not going to be welcome everywhere. You should indulge your impulse to pamper yourself and may end up spending a considerable sum for your own pleasure. However, it is better to check your impulses as far as other people are concerned because your good intentions may be misinterpreted.",
        "Libra Daily Love & Relationship Horoscope": "You may decide to dress up perfectly today to impress your beloved! What ever hair you do or wear up is going to add charm to your personality! Moreover you may receive permission from your partner to go ahead in pursuit of your interests. This will make you fall in love with your partner forever!",
        "Libra Career & Money Horoscope": "Pending work at office may pull you apart today. You may find yourself doing a late shift. Pay attention to yourself as well. This is just a passing phase. Your boredom of last week has its negative effect on you today. Be gentle and humble to others as you might head for an argument today. Avoid such situations."
    },
    "7": {
        "Scorpio Daily Horoscope": "Rise and shine today. The stars predict that they have an important job for you. You need to make anyone near you happy today, this act in return will open the flood gate of good fortune for you. However, do not lend money today as you are prone to lose it forever. There should not be any issues with your health.",
        "Scorpio Health & Wellness Horoscope": "You are going to find a fitness buddy today who suits all your requirements. You have started a number of health regimes till now with the best of intentions, but they have all been abandoned. This exercise buddy will help you to stay on course and at last achieve your fitness goals. You may join the gym together or go running, but if you start the routine today, you will definitely benefit.",
        "Scorpio Daily Love & Relationship Horoscope": "You have been ignoring your friends of late and the time is especially favourable to put together a friendly outing. Go out and catch a movie or organize a simple friends night out and you will feel the stress that you did not even notice, vanishing easily. You can also be contacted by someone from your past that was close to you once.",
        "Scorpio Career & Money Horoscope": "You may need to change your harsh and witty approach of communication today. You should better relate to the emotions of people. And you must try to figure out what they want and what path they have been following! Try to understand how things are working rather than imposing upon your methodologies on sub ordinates."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You may discuss few important issues with your relatives. Try to be loving and kind in your conversations. If you canﾒt handle any situation just leave it for the time being rather than overdoing it. Attend gatherings in the evening time if you want to lighten up your mood. Focusing on matters of faith and spirituality will be of benefit to you.",
        "Sagittarius Health & Wellness Horoscope": "Chronic conditions are likely to flare up today. People suffering from blood pressure and diabetes need to be extra careful with their diet as you may have been cheating on it quite frequently. Migraine and tension headache and high blood pressures are other problems that you are likely to face today. Get your regular prescription reviewed as there are possibilities of significant adjustments in dosages of medicines.",
        "Sagittarius Daily Love & Relationship Horoscope": "The time is right for romance. You need to show your partner that you do not take him / her or the relationship for granted. This is the right time to go that extra mile and spoil your partner and your relationship can reach a new high with only a romantic and intimate dinner or a thoughtful gesture or gift.",
        "Sagittarius Career & Money Horoscope": "The day indicates great success, especially for those who are connected to education or writing in any way. Students, researchers, journalists, authors and other professionals connected to education are likely to enjoy a very good day. The day is also suitable for investing in long term plans. You are going to sit back, relax and reap the benefits of the efforts that you have put in towards your professional life."
    },
    "9": {
        "Capricorn Daily Horoscope": "Situations may arise which may tempt you or force you to act impulsively. This is the time to take charge of yourself and tackle all this with your fighting spirit. Be protective of your children or younger siblings. You will also be able to socialize well with people in society and you will be surprised by the warm welcome they will give you!",
        "Capricorn Health & Wellness Horoscope": "You are a workaholic and at times forget to derive pleasure from your achievements. In order to do so, you need to setup a questionnaire for yourself and work on the answers! The questions can be like ﾖ your favorite fruits are present in the house or not? Is your wardrobe containing the best of the attires or not? Think about how you look!",
        "Capricorn Daily Love & Relationship Horoscope": "Partnering well in personal life will give you an edge in professional life as well. The joint venture of you and your partner will turn out to be a great success in matters of love as well as business. You two have a very good understanding of each otherﾒs differences and hence can get along very well with each other. Continue to be so always.",
        "Capricorn Career & Money Horoscope": "Today under the influence of the planetary energy, you will be able to hear your inner voices. Understand the deep seated meaning of those voices. Once you understand them, you will be able to take on the tasks easily. Also, do not hesitate to express yourself clearly. Use crisp words to express your feelings. Avoid beating around the bush."
    },
    "10": {
        "Aquarius Daily Horoscope": "You will be fascinated by supernatural at this time. You will want to follow up on mysterious matter today and you are likely to watch a mystery film or read a mystery novel. You may also decide to discover the truth behind a mystery or try to discover more about a person or a situation. You should exercise a degree of caution in your pursuits.",
        "Aquarius Health & Wellness Horoscope": "You may suffer from some allergic reaction today. If you have known food allergies, you may accidentally eat the food. Chances of irritation of the skin are also there. Avoid going to polluted places if possible. Health will improve after evening. Be sure to get plenty of exercise as well as sleep. You should consciously cultivate healthy habits to avoid problems in the future.",
        "Aquarius Daily Love & Relationship Horoscope": "You are going to require a lot of patience to deal with your partner today. Do not pick on every issue as this is going to disturb the peace and harmony in your relationship. Even minor disagreements and negligible issues can flare up into major problems. Silence is going to be golden today. Just keep your cool and believe in the innate strength of your relationship and this phase too will pass.",
        "Aquarius Career & Money Horoscope": "Good time for those in professions involving travel and journeys, you can make good money out of it! You can strive for making connections with high authorities, rewards of which you will reap soon. You may make investment into property or precious metals too."
    },
    "11": {
        "Pisces Daily Horoscope": "The time is right to turn your attention to materialistic comforts. Enjoy your social life now and get in touch with old friends or family members from whom you have not heard for a long time. You will also experience a shift in your consciousness which may come gradually or which may descend on you without warning. It is a good idea to listen to your instincts now.",
        "Pisces Health & Wellness Horoscope": "Somebody will be able to impress upon you how your dietary habits and lifestyle is affecting your health and you are likely to take a decisive step to correct the situation. If you are a smoker, you will resolve to quit today and if you are a fast food junkie, you will be shopping for health foods before the day is over.",
        "Pisces Daily Love & Relationship Horoscope": "You may have to take some tough decision regarding your love life and even though you do not feel like it, this is the best time to do so. Only you can decide whether you will let past experiences strengthen your resolve or undermine your confidence. The way you interpret the past will have a major influence on your decision.",
        "Pisces Career & Money Horoscope": "You have been patient at your work, but today you will feel a surge of possessiveness. You need to realize that things will progress at their own paces and trying to grab more at this point will ultimately be self defeating. You have been patient and stuck to the prescribed path. You need to remember why you did so and continue in this same path."
    }
}]
