horo_english=[{
    "0": {
        "Aries Daily Horoscope": "The day can be somewhat confusing for you because of the relative positions of the planets. Your mind will keep on worrying about some niggling problem, but it is no use over-thinking this as you are unlikely to hit upon any viable solution. You will also get some contradictory information which can cause you to revise some views which you have held for a long time.",
        "Aries Health & Wellness Horoscope": "While physical health continues to be quite good, your mental stress has been mounting lately and you urgently need to look for a solution. Certain dynamics in the career front must be changed. Otherwise, the accumulated stress may have a drastic impact on your health. You can try some relaxation techniques and exercise. A detoxification diet can also work wonders.",
        "Aries Daily Love & Relationship Horoscope": "Your lifestyle and your social circles are improving greatly right now. While your partner may find it a little difficult to adjust to these changing circumstances, you will be very supportive to help him / her through this time. Relationship and support are your greatest priority today and you will find your support highly appreciated. This will strengthen your relationship bonds.",
        "Aries Career & Money Horoscope": "Seems to be a good time to touch base with colleagues and sub-ordinates. Long lasting period of review and frustration will come to an end soon. So out of happiness you will go crazy spending over yourself as well as over friends and family! Do it for a day or so at the maximum!"
    },
    "1": {
        "Taurus Daily Horoscope": "Open your mind to share your philosophies and ideas today with someone and you will find a kindred spirit. This can pave the way for a beautiful friendship or a viable partnership. With little observation you will be able to learn a lot of things from others and this knowledge can be very beneficial for you. You may also meet someone who will share your opinion and ideas.",
        "Taurus Health & Wellness Horoscope": "Take time to discover what suits you the best and renders you maximum energy; just increase its intake for your good health! You seem to be travelling since long and consuming various varieties of food at different places. It may upset your digestive system making your life uncomfortable and you must be very careful of it!ﾠﾠﾠ",
        "Taurus Daily Love & Relationship Horoscope": "The day is perfect to take your relationship to a new level. If you were going steady with someone, today may be the day when it is finally settled. You may even decide to start a family. Single persons have a high chance of meeting someone new who is likely to play an important role in the future. Be sure to spend time with your loved ones.",
        "Taurus Career & Money Horoscope": "The day is especially fruitful for those working for the government in any capacity and those in administrative jobs. Any detailed work which you have been postponing should be tackled today because they will be easily completed. The day is also suitable to look for a new job if you are feeling restless or stuck in a rut. If the new job is in an administrative capacity, then you are likely to meet with considerable success in near future."
    },
    "2": {
        "Gemini Daily Horoscope": "You are full of energy today. Your charm and wit is likely to dazzle all both at home and at your place of work. Go out with friends or someone special and enjoy. The day will be relaxed and free of pressure. There are chances of making significant monetary gains today, but keep an eye on the amount that you are spending on your shopping.",
        "Gemini Health & Wellness Horoscope": "Your skin is feeling dry and dull today. It is not only because of changing weather but also due to internal factors. You have been ignoring things. Include a lot of vitamin C and E in your diet. Drink generous amounts of water, may be 8-10 glasses. Consume more of uncut fruits. Also include exercise in your daily routine.",
        "Gemini Daily Love & Relationship Horoscope": "Today, you will begin to understand that you will not respond to anybody elseﾒs manipulations and will set about drawing some healthy boundaries in your relationships. You have to understand that even your greatest well wisher should not be allowed to take your decisions for you and ultimately it is your opinion that matters. Take that first step and yourself respect will increase markedly.",
        "Gemini Career & Money Horoscope": "The challenging times are over. You have successfully dealt with the obstacles that fate threw at you. So, now it is very much necessary to keep your cool. Also, you can now begin to relax as the pressure will reduce noticeably at the workplace. Financial gains for performing well will also be coming your way. This is also a good time to invest this money in long term investments."
    },
    "3": {
        "Cancer Daily Horoscope": "You will be fascinated by supernatural at this time. You will want to follow up on mysterious matter today and you are likely to watch a mystery film or read a mystery novel. You may also decide to discover the truth behind a mystery or try to discover more about a person or a situation. You should exercise a degree of caution in your pursuits.",
        "Cancer Health & Wellness Horoscope": "Time to take extra care of yourself since you have been paying least attention to your health lately. You may have fever or minor accidents if you miss out at any point in safeguarding your health. Reveal whatﾒs there in your heart to someone you can confide in! This will relieve you pretty well. Change your lifestyle and mindset too if required.",
        "Cancer Daily Love & Relationship Horoscope": "The affairs will be pretty worthwhile today! You will be irresistible for those who will be escorting you for travel today. If any doubt comes to your mind about what you are doing is correct or not then take a moment to re-evaluate your decision. But you are a grown up now so there wonﾒt be many challenges to face as a result of you indulge in pleasures!",
        "Cancer Career & Money Horoscope": "You might get caught between the interest of your family and your professional interest. Choose for the welfare of your family and put other things on hold for a while. You have a strong luck in matters of finance. You can even bid and winning is quite probable. All your investments made at this point of time will pay you well in future."
    },
    "4": {
        "Leo Daily Horoscope": "You may discuss few important issues with your relatives. Try to be loving and kind in your conversations. If you canﾒt handle any situation just leave it for the time being rather than overdoing it. Attend gatherings in the evening time if you want to lighten up your mood. Focusing on matters of faith and spirituality will be of benefit to you.",
        "Leo Health & Wellness Horoscope": "You may be troubled by problems related to skin and teeth. Make sure to eat plenty of fruits, green veggies, milk and milk products in your diet. Allergies too may be acting up and this is the time to take special care to avoid all allergens. Proper diet and relaxation exercise are necessary to maintain your health and beauty.",
        "Leo Daily Love & Relationship Horoscope": "The time is just right to get serious about love and romantic affairs. You will find that you are no longer interested in idle flirtations. Instead, you will gravitate naturally towards more serious and mature romantic partner. You will also begin to think of your long term future and relationships and may even start taking the first steps towards a long term commitment.",
        "Leo Career & Money Horoscope": "You have been facing some confusion as far as your career is concerned and some questions have been troubling you for quite some time now. Today, a possible solution will occur to you. It is vital that you follow up on this idea, no matter how outlandish it may seem. Take a risk and it will pay off in great ways, much exceeding your expectations."
    },
    "5": {
        "Virgo Daily Horoscope": "You can speculate easily what is about to happen. And you have an expressive attitude with impressive communication skills. So just strive hard for what you want! Refrain yourself from getting into any altercations with aggressive people who are always fault finding.",
        "Virgo Health & Wellness Horoscope": "You may experience lethargy today, but this is a natural reaction to the frantic pace that you have been setting for yourself for the last few days. Minor aches and pains may also occur, especially in your leg muscles and these too are the result of over exhaustion. So, take the day easy with plenty of rest and good food to recover your strength.",
        "Virgo Daily Love & Relationship Horoscope": "Love is in the air. If you are single, chances are high that you are going to meet someone and fall in love rather violently today, but be aware that though you are well suited, you will require adjustments in order to let the relationship become enduring rather than only a passing fancy. Couples are going to enjoy a much needed romantic time together.",
        "Virgo Career & Money Horoscope": "Time to pamper the sub-ordinates! You are about to dig deep into the toughest tasks and juniors are the best supporters. So please them well! Those who are in leading positions may be knocked by better career opportunities as well. It may promise you much better future prospects and will be beneficial for you."
    },
    "6": {
        "Libra Daily Horoscope": "You are feeling much more outspoken today than what you normally do. You have been behaving tactfully for quite some time now and today this may feel somewhat stifling. You are likely to blurt out the unpalatable truth today and this will not go down very well with everybody. It is better to plan for some solitary activity because you are unlikely today to modify your behaviour to suit others.",
        "Libra Health & Wellness Horoscope": "The day is perfect to indulge in some special time for yourself. Go for a massage or a beauty treatment and you will come out feeling great. You are also likely to get some good news regarding your health and fitness. You can also experiment with different health regime to find out which one is best suited for you.",
        "Libra Daily Love & Relationship Horoscope": "You will experience a change within yourself regarding what you want in a romantic partner. While you have been enjoying light superficial romance, you will start thinking seriously and begin looking for your soul mate in earnest. This is going to cause some uneasy times because soul mates do not come without romantic trials, but you are now emotionally ready to take on all these challenges.",
        "Libra Career & Money Horoscope": "Today, you will be able to arrive at a viable solution for your financial problems and you will take the first necessary steps towards implementing this solution. Money troubles were plaguing you, but you will now be able to take control of your finances. The path that you choose is probably going to be tough, but you will make the right decision and will be able to work your way out of your financial difficulty quite soon."
    },
    "7": {
        "Scorpio Daily Horoscope": "You may be vulnerable to emotions and financial loss today! However you can easily safeguard your interest if you distance yourself from people who are trying to drag you into events for their gain. Just hibernate for the day and heal the wounds which may re-surface upon reminiscing about the past.",
        "Scorpio Health & Wellness Horoscope": "Your eyesight is getting weak day by day. Try to consume tea brewed with a herb known as ﾓeyesightﾔ. However few people are allergic to tea and coffee. They can consume foods such as carrot, cantaloupe and apricots which are high in beta carotene pigment. The liver converts this pigment into Vitamin A, which is very helpful for night vision.",
        "Scorpio Daily Love & Relationship Horoscope": "After experiencing a dry spell, your love life is likely to become quite active today. Your partner has probably been ignoring you and now he / she will redouble efforts to make up for this inattention. Do not be aggressive in love. Instead, enjoy what your significant other lavishes on you. You have to stop clinging to past grievances and regrets.",
        "Scorpio Career & Money Horoscope": "You have the power to accomplish anything you want to! Do not pay attention to what others think of you. They pretend to criticize you just to make you feel low, deep down within they know that you are a talented soul. So just enjoy your self confidence, 99 % of the game has already been won whenever you have to get down on the playing field."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You will be in a trusting and confiding mood today. The danger of this is you may end up confiding in a person who does not have your best interest at heart. So, be sure of the person before you unburden your soul to him or her. If you have been having a disagreement in the last few days ﾖ whether at home or at work, today is a great day to extend the olive branch.",
        "Sagittarius Health & Wellness Horoscope": "A great sense of happiness, health and general well being mark your day. You have an excellent attitude towards an important thing today. Your decision today will have a long term effect and with your positive attitude, it will affect you favorably in the future. Your strength of mind and peppiness will be a focus of envy for others.",
        "Sagittarius Daily Love & Relationship Horoscope": "You are very good at flirting and you can do so with any number of people you come across on your way today. But keep it light and restricted to carnal pleasures only without attaching yourself emotionally to it. Nobody will take you too seriously and do not allow anyone to demand anything much out of you.",
        "Sagittarius Career & Money Horoscope": "You are going to feel very ambitious today. New opportunities are opening up at the place of your work and you will be very eager to take advantage of them. Be careful that your eagerness does not breed jealousy and ill feeling among your colleagues. You need to realize that for successful completion of projects, it is necessary to not only impress your superiors but also to gain the support of your co-workers."
    },
    "9": {
        "Capricorn Daily Horoscope": "You may want to act impulsively and rashly out of a fit of anger. But you are advised to keep your mind stable and think sensibly. You have the power of communication and you should use that in your favor. In order to reduce the level of stress, go for any adventurous sports which you like but do not indulge in carnal pleasures.",
        "Capricorn Health & Wellness Horoscope": "The day is favourable for outdoor activities and exercises. All the stress will be draining away today and you will end up feeling amazingly energetic and refreshed. This will bring a flood of optimism and you will be able to tackle any task ﾖ even those which you have been putting off. Your enthusiasm is likely to infect others in your family or friend circle and you can all end up organizing an impromptu outdoor game or picnic.",
        "Capricorn Daily Love & Relationship Horoscope": "You seem to spend quality time with your loved ones. Just do not be over assertive on any point, which will only disrupt the interpersonal harmony. Your partner needs some time to let you get into the details of what you demand from them. Undertake trips or enjoy some soulful music to lighten up the moods.",
        "Capricorn Career & Money Horoscope": "Today you feel that things are out of your control and those things inhibit you from performing. But have faith. You have been sincere and hardworking. Even your bosses understand the constraint. So be honest and work as usual. In order to make profit, you need to team up with someone from abroad. Your finances have the potential to increase."
    },
    "10": {
        "Aquarius Daily Horoscope": "There is a strong possibility that you will meet someone from your past today and that person is likely to play an important role in your future. Be ready to offer and accept help without reservation as that can open up a completely new and exciting avenue for you. Change in your case can only be rewarding now.",
        "Aquarius Health & Wellness Horoscope": "You may be interested and you may find time to join groups online which motivate and encourage you towards maintaining good health! You may be tempted to eat well but that is okay if you plan to shed the calories via rigorous physical exercises! Plan a relaxation schedule which you may follow towards the end of the day.",
        "Aquarius Daily Love & Relationship Horoscope": "You will now be able to figure out what kind of a partner you want to spend your life with! Yes you are right; you must go for love and not marry for financial gains. You may come across that perfect person and a rush of butterflies through your stomach on seeing this person will be indicative of it! Let your intuition guide you if butterflies fail to!",
        "Aquarius Career & Money Horoscope": "Things were probably not going so well on the work front for the last few days, but there will be some improvements today. Bear in mind that adjustments with colleagues is essential to preserve the harmony of your workspace. If you relent just a little, you will be able to enjoy a far more relaxed atmosphere with your friends at the workplace."
    },
    "11": {
        "Pisces Daily Horoscope": "This day is going to prove to be a day of serious and hard work for you. You will probably be able to finish some project satisfactorily which was dragging on for a long time. This is going to impress your superiors. You are also likely to be noticed by a prominent person in authority which is going to influence your future.",
        "Pisces Health & Wellness Horoscope": "You are confident enough to take care of yourself and to do everything on your own. But this makes you isolated from others which is very risky for a healthy development of mind and soul. So try to mingle up with people around you as much as you can. Ask for their perspective about how well you are leading your life.",
        "Pisces Daily Love & Relationship Horoscope": "You may have to argue with your partner to stop them for their own good. They may not welcome our opinion but you have to make them understand your point of view. Do not fuss too much else you will lose your relevance. The altercations will not last for long and you will fetch more respect from your partner towards the end of the day.",
        "Pisces Career & Money Horoscope": "A number of major and minor successes are predicted on the career front today. You may get some payment for services rendered a while back or you may get an unexpected bonus. A long awaited promotion may be granted to you or you may get that coveted corner office. Unemployed people or those who was shopping around as they wanted to quit their current job will get good news today."
    }
}]
