horo_english=[{
    "0": {
        "Aries Daily Horoscope": "People in authoritative positions may delay your work in order to take out personal grudges of the past. And this may be a cause of great concern for you, as it will not only impact the present events but also your future ventures too. At this time, just enjoy the domestic bliss you have and this will evoke greater enthusiasm in you.",
        "Aries Health & Wellness Horoscope": "You are trying to extricate yourself from a certain situation, which only seems to get worse every time you try to get out of it. This does not mean that you should punish yourself by forgetting about the gym or your daily dietary intake. Expect less from yourself-do not strive for being perfect every time and leave things on Almighty for the time being.",
        "Aries Daily Love & Relationship Horoscope": "Be careful as cheating and trickery is fast marching towards your sign. Though it will be unintentional and mild, but you may get hurt. You are giving today. Today is little tough time, but the incidences will only make your love strong and powerful. In future you will vouch on the love. Today, avoid expressing too much.",
        "Aries Career & Money Horoscope": "Appreciation of your talents at your work place and a nice gift at your house are going to lighten up your day. They are all thoroughly deserved. You have out in enormous effort in your career and you are now going to be lauded and rewarded for this. It is the time to enjoy the fruits of your labour. You are likely to indulge in some expensive shopping today."
    },
    "1": {
        "Taurus Daily Horoscope": "Friendship is the theme of the day. You can meet up with old friends or may be suddenly visited by one of them. You are also going to help one or more of your friends out of a tight spot today. On the other hand, a friend may come down hard on you, but you should not feel bad. He or she is unloading on you because he / she have her / his own problems and that is why he is reacting like this.",
        "Taurus Health & Wellness Horoscope": "You are keeping unhealthy hours because of the demands of your job and this is adversely affecting your health. Try to get up early in the morning and go for a morning walk or jogging. This will refresh both your mind and your body. Pressure at work is causing your systems to be overpowered. You need to find a healthy way to relax.",
        "Taurus Daily Love & Relationship Horoscope": "After experiencing a dry spell, your love life is likely to become quite active today. Your partner has probably been ignoring you and now he / she will redouble efforts to make up for this inattention. Do not be aggressive in love. Instead, enjoy what your significant other lavishes on you. You have to stop clinging to past grievances and regrets.",
        "Taurus Career & Money Horoscope": "Your star is in the ascendant in your place of work. While this is working wonders for your finances, it is also liable to generate a degree of jealousy and ill feeling at the office. You need to build some bridges with your colleagues today, but you also need to identify friend from foe because someone there may be working behind your back to wreck your career."
    },
    "2": {
        "Gemini Daily Horoscope": "This is a busy day for you. You will see a number of appointments piling up. Even though you try your best to fulfil all your commitments on time, chances are you will lag behind and this can give rise to some stress. Do not hesitate to ask for and accept help in completing your tasks. Otherwise, you may not manage to finish them on time.",
        "Gemini Health & Wellness Horoscope": "Health is likely to be fairly steady today and the minor problems which you had been experiencing in the last few days will be gone. However, it is necessary to guard against minor ailments which may develop today. If you ignore them, they can grow into serious proportions. On the other hand, timely intervention can easily take care of these minor problems.",
        "Gemini Daily Love & Relationship Horoscope": "It has been a long time since you and your partner have had a good time together. Take out some time from you busy schedule for your partner. Accompany your presence with gifts or something of utility for your partner and show the care which you have in your heart for them!",
        "Gemini Career & Money Horoscope": "Time to focus on your talents and do not worry about your weaknesses. This is an era of victory for you! You are firm and resolute with your strategy and will be extremely precise with your words. You may receive some unexpected wealth from ancestral property or from your past investments. But be careful of not trusting any one involved in the monetary transaction."
    },
    "3": {
        "Cancer Daily Horoscope": "You are feeling rather disorganized and chaotic today. Your thoughts tend to flow in a number of directions today. The result is that you will not be able to wrap up any project today. You need to focus. Try some mental exercise and do not consult with other people as contradictory advice would tend to confuse you even further.",
        "Cancer Health & Wellness Horoscope": "Adopt some healthy habits of washing hands properly after finishing up routine work and before meals. You are prone to bacterial infections and may have to suffer for a long term if not taken care of! Consume boiled water only and eat properly cooked food. Avoid fast and fatty foods for sometime.",
        "Cancer Daily Love & Relationship Horoscope": "The planetary positions may have resulted in turmoil at the relationship front yesterday, but today, things are likely to settle down. You will be in a calmer frame of mind and will be able to bring about reconciliation even though the relationship is probably going to be strained after the row yesterday. It is the time to renew your love and commitment towards each other.",
        "Cancer Career & Money Horoscope": "You love your job and you are good at it too. However, the planetary alignments may cause temporary disturbances in your workplace today. Take care not to take any impulsive decision based on these transient feelings. You need to guard your temper at your workplace and disregard minor irritations. Otherwise you may end up even leaving your job though you love doing it."
    },
    "4": {
        "Leo Daily Horoscope": "You are likely to come across a big idea today and you must not reject it out of hand because it seems too improbable. This is the day to think big and to reach high. You should study the obstacles to your plan well and soon you will find that the obstacle itself will suggest how you can get rid of it.",
        "Leo Health & Wellness Horoscope": "You will be very active socially and consumption of oily or heavy foods may work against your health. You may have a high intake of alcohol even; you must increase the intake of water as well. Take a tight sleep before you set out on your expedition. Being moderate in your approach will impart you with better looks and higher energy.",
        "Leo Daily Love & Relationship Horoscope": "It is time to take a step back and examine your relationship in the cold light of reason. You have been ignoring some information about your partner but you need to realize that this will not make it go away. Instead, you need to factor that in as you analyze the dynamics of your relationship. You may have to take some tough decisions at this time.",
        "Leo Career & Money Horoscope": "You are a bit different right now as fun and romance are on your mind, contrary to the thoughts of work hovering around you always. But it is okay, take a day off from work and enjoy your day. Do not worry much since you know it well when you have to draw the line. Management at the workplace is pretty impressed with your work and you may get a promotion even!"
    },
    "5": {
        "Virgo Daily Horoscope": "This day is particularly favourable for you. You can start something new, finish a project which had been taking up a lot of your time or take up a task which you have been putting off. Fun and games are on the card for the evening. Connect with friends, old and new and enjoy. Shopping can be especially fun today.",
        "Virgo Health & Wellness Horoscope": "You are being bothered by recurring but small health problems. Stop trying to treat your problems with over the counter medication ﾖ especially as the symptoms have now persisted for too long. You need to consult a medical professional to go to the root of the problem and get rid of this day to day irritation. Taking random medication will end up harming your health.",
        "Virgo Daily Love & Relationship Horoscope": "Misunderstandings and needless obstacles had been clouding your feelings for each other in the recent past. Today, you may be faced with an event where all such doubts will be swept aside and the true, deep and abiding nature of your commitment towards one another will become clear. Be sure to show your appreciation. The time is perfect to make romantic gestures to express your innermost feelings.",
        "Virgo Career & Money Horoscope": "Balance is your major theme today and you try to achieve a balance between your income and expenses. You may start looking for a second job to supplement your income and you are likely to stumble upon a very good opportunity today. At the same time, you will be successful in tightening the purse strings today in a bid to control your expenditure."
    },
    "6": {
        "Libra Daily Horoscope": "A new surge of confidence marks everything that you do today. Barriers that seemed unmovable a few days ago will be carried away in the face of your determination. Your communication skills will undergo a sea change and you will easily be able to convince other people and bring them around to your viewpoint. The day is perfect to tackle any difficult project that you had been putting off.",
        "Libra Health & Wellness Horoscope": "Your health may be a little down today due to ailments related to stomach. It may by minor. Today take necessary precautions while drinking water and other cold beverages as they might be the cause of water borne diseases. It is also advisable that today you stay away from unhygienic and street food as you may be vulnerable to infections.",
        "Libra Daily Love & Relationship Horoscope": "Today is a good day to take your date out. Enjoy and indulge in some light talks. Refrain from commitment. Also do not try to judge your partner. Even your partner is in the mood of partying and no serious commitment. It is yet too early. Your relationship may flourish to take you by surprise or may die down with a fizz. Just have good time.",
        "Libra Career & Money Horoscope": "It is good to be obedient but do not let others make you dance to their tunes. You are unique and so are your views. You must adhere to what you think is the right option however people may try to mislead you. You are in the mood to bring a change in your expenditure plans probably trying to minimize your expenses, go ahead!"
    },
    "7": {
        "Scorpio Daily Horoscope": "You will be in a trusting and confiding mood today. The danger of this is you may end up confiding in a person who does not have your best interest at heart. So, be sure of the person before you unburden your soul to him or her. If you have been having a disagreement in the last few days ﾖ whether at home or at work, today is a great day to extend the olive branch.",
        "Scorpio Health & Wellness Horoscope": "You seem to be a little stressed out. Try to practice fitness sports which are outdoor ones like swimming or yoga! You have to do it on a regular basis to strengthen your muscles and lung capacity. However avoid it if the weather is too cold outside, you will be affected negatively rather. In such a condition go to a gym and in a trainerﾒs guidance do the mild fitness exercises.",
        "Scorpio Daily Love & Relationship Horoscope": "The day is perfect to correct any problems that have lately been arising in your relationship, but it is you who need to take the first step. You must put aside your pride and take things in hand. Otherwise, your relationship is headed towards rather a rocky ride. Your partner will be open to suggestions that you make today.",
        "Scorpio Career & Money Horoscope": "A number of major and minor successes are predicted on the career front today. You may get some payment for services rendered a while back or you may get an unexpected bonus. A long awaited promotion may be granted to you or you may get that coveted corner office. Unemployed people or those who was shopping around as they wanted to quit their current job will get good news today."
    },
    "8": {
        "Sagittarius Daily Horoscope": "An atmosphere of serenity will prevail at home today and tensions will take a back seat. So gather with your dear ones and spread the joy. You have to find new ways of dealing with the frustration in life, which seems to get mounted gradually due to various reasons. Your insight will help you to find a way out.",
        "Sagittarius Health & Wellness Horoscope": "While physical health continues to be quite good, your mental stress has been mounting lately and you urgently need to look for a solution. Certain dynamics in the career front must be changed. Otherwise, the accumulated stress may have a drastic impact on your health. You can try some relaxation techniques and exercise. A detoxification diet can also work wonders.",
        "Sagittarius Daily Love & Relationship Horoscope": "A bird in hand is better than two in a bush! It seems like you have come across someone mesmerizing and they appear to be far better than your current partners! Well it is just an illusion, you have the best and you must take care of it! One step wrong will lead to loss of a lifetime, so better avoid this temptation and keep going!",
        "Sagittarius Career & Money Horoscope": "The day will have a remarkable beginning. You may be offered a promotion or a plum new assignment and the luckier ones may receive wonderful opportunities for new job even! Words of your hard work have spread round the corner and you shall be reaping awards for it. Finances seem to improve as more income will flow in!"
    },
    "9": {
        "Capricorn Daily Horoscope": "You may be cracking one of the biggest joint venture deals today. But you must mention explicitly once again your mission and goals to your partner. If altercations arise then you may be driven by impulses and this is what you need to keep in check. You may devote the end of the day towards your intellectual pursuits or in perusal of an artistic passion.",
        "Capricorn Health & Wellness Horoscope": "There are a few surprises in store for you today, but do not worry. They are all pleasant! Some of the things for which you have been waiting for a long time are likely to come to fruition today. Some of your efforts which you thought have been wasted will finally be successful. So, celebrate tonight with family and friends and even they may have good news to share.",
        "Capricorn Daily Love & Relationship Horoscope": "Excitement is in the air. You are likely to meet someone rather dazzling with whom you are going to spend a very enjoyable time. As stars are in your favour right now, the person has the potential of becoming someone very close to you. Keep all your work related worries in the background for now and just enjoy an exciting time of discoveries with a very vital person.",
        "Capricorn Career & Money Horoscope": "Your mannerisms are well placed today. Use them for your gain. Meet people and strike conversation. Maintain a positive body language. It is quite possible that a new opportunity will sprout from there. This is a good week to start a new project. Remember your organization skills and keep yourself clutter free. At the end of the month, an unexpected gain is possible."
    },
    "10": {
        "Aquarius Daily Horoscope": "The day is going to be calm and quiet ﾖ a welcome break after the hectic schedule of the last week. You need to put in some hard work as your superiors are watching you now. A few personal issues may arise which you have completely failed to anticipate. They will take you by surprise, but you will be able to deal satisfactorily with them.",
        "Aquarius Health & Wellness Horoscope": "It is a good idea to increase your strength at this point of time. Continue to do the physical exercises you have been doing regularly in addition to yoga and running practices. However if there is a particular side in your body which is weak then be selective in your approach. Try to lift weight from the hand situated in the weaker portion of the body.",
        "Aquarius Daily Love & Relationship Horoscope": "You are going to discover a new dimension in your relationship. The behaviour of your partner has been quite puzzling lately, but today the explanations will become available. But it is up to you what you do with this information. It is advisable to think long and deep before you take any action. Single persons should proceed with caution with a new person.",
        "Aquarius Career & Money Horoscope": "You are serious by nature and your total commitment to your work will now begin to bear fruit. There is a possibility of major financial gain towards the end of the day and you have earned this by your sincerity and hard work. But you need to develop a sense of humour in order to enjoy what you do instead of simply doing it out of a sense of responsibility and duty."
    },
    "11": {
        "Pisces Daily Horoscope": "You will not feel comfortable dealing with unknown factors now. So, you will try to stick to the tried and proven roads rather than try any experimental approach. New opportunities will come your way today, but you are likely to choose one which you are familiar with rather than the one which seem to offer better rewards. Take this time to complete your old projects now.",
        "Pisces Health & Wellness Horoscope": "You may dream in your sleep which may provide you with a very useful guidance. You have been ignoring the advice of specialists to switch to homeopathic care! Consequently you may experience strain in all parts of your body! Ask some one to be close to you when you go for ablutions!",
        "Pisces Daily Love & Relationship Horoscope": "Nobody is perfect. If the world seems at peace, there is no logic to try a new door when you are contended with the first one. There is no end to desires. But understand that if only you are stable in your relation, you will be able to channelize your energy for a better tomorrow. Do not hurt others. Practice meditation.",
        "Pisces Career & Money Horoscope": "Be careful with your finances. You need to take a cold look at the small expenses which could otherwise accumulate to rather large proportions. Though your individual expenses are small, you need to limit your spending if you want to avoid serious money trouble in the future. You should also start looking for additional ways of increasing your income."
    }
}]
