horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You are feeling rather disorganized and chaotic today. Your thoughts tend to flow in a number of directions today. The result is that you will not be able to wrap up any project today. You need to focus. Try some mental exercise and do not consult with other people as contradictory advice would tend to confuse you even further.",
        "Aries Health & Wellness Horoscope": "You feel at the top of your physical health and this is the best time to set new targets and push yourself further. Athletes and others involved in physical training will enjoy great success today. Your mental health will also improve as you feel stress free, vital and active. You will also be able to infect those around you with your enthusiasm and optimism and can help others to start on a health regime of their own.",
        "Aries Daily Love & Relationship Horoscope": "There is a strong indication of interference by a third party in your romantic relationship. You or your partner may be attracted to another person. One of your past loves may re-enter your life. The interference may even come from close friends or parents of either you or your partner. It is necessary to stand by each other firmly against everyone.",
        "Aries Career & Money Horoscope": "Take on some additional responsibilities today. If you perform well, you may be entrusted with such responsibility on a daily basis. With this, will also come an increase in salary. So work sincerely and constantly motivate yourself. Benefits do not appear today, but you are working towards a better life tomorrow. Use your creativity to accomplish your task."
    },
    "1": {
        "Taurus Daily Horoscope": "Today you urgently need to understand and master the art of balancing the physical reality with your vision. While your plans are ambitious, you have to understand the actual obstacles top these plans. Otherwise, you are headed for a collision course in spite of all your good intentions. You also need to understand that your plans may be conflicting with those of someone else who is as determined and ambitious as you.",
        "Taurus Health & Wellness Horoscope": "You are going to fare much better today both at home and at work if you enter into a partnership. Individual efforts may run into snags which seem unexplainable and impossible to remove. Working as a team will go a long way in negating these blocks. Cooperation and team effort will end up with success for you at any venture.",
        "Taurus Daily Love & Relationship Horoscope": "The planetary positions reflect that some major conflict is coming your way. This conflict may affect both your love life and your career. It is important that you do not react emotionally to the words and actions of your partner. Instead, every gesture has to be judged in an impartial light to make sure that you are taking the right decision.",
        "Taurus Career & Money Horoscope": "Change is indicated in your career, but this is a change that you are going to enjoy. You may get a job offer or be shifted to a new department. A promotion is also on the cards. You will love your new responsibilities and are full of zeal to prove yourself. You are going to impress everyone at work with your working abilities."
    },
    "2": {
        "Gemini Daily Horoscope": "You are feeling creative and ready to get a number of things done. However, a very real fear of what others will think and say may be holding you back. You need to realize that the right attitude is actually half the battle won. Paradoxically, though you feel creative and energetic, your self confidence is actually at a low level.",
        "Gemini Health & Wellness Horoscope": "If you are working on a health related project or are planning something new then you can achieve results far more easily and successfully than you have ever imagined. But track your progress and keep remedies ready if unexpected results crop up! You may earn appreciation for all these good practices even.",
        "Gemini Daily Love & Relationship Horoscope": "Today you will find the reason behind abrupt behavior of your partner. You have been paying lesser attention on him/her. Today is the day to pamper your partner. Take your partner out for a long drive or shopping. Have dinner together. Compliment your partner. You will again see the same freshness and spark in your soul mate.",
        "Gemini Career & Money Horoscope": "You may come in accord with a successful professional who may be the best option available for getting your work done. But be careful before forming partnership with him. Chances are there that he may hike his rates in the mid of the work assignment. Best option would be to go for an agreement where the hike rate should not be left floating."
    },
    "3": {
        "Cancer Daily Horoscope": "You are going to complete a profitable transaction today, especially one involving real estate. Positive thinking is your real strength and you must play to it. This trait will be encouraged by someone close to you. You will be able to enjoy the pleasures of life as well as witness spiritual growth. New insights will help you to prosper.",
        "Cancer Health & Wellness Horoscope": "The time is right to honour your intuition. You have been denying what your mind has been telling you for the last few days for the fear of being overwhelmed, but if you open your mind, you will see that it is not impossible. You always knew the right thing to do. Now, you will find it within yourself to actually do it and see all your inner tension resolved as you take the first decisive step.",
        "Cancer Daily Love & Relationship Horoscope": "You have been ignoring your friends of late and the time is especially favourable to put together a friendly outing. Go out and catch a movie or organize a simple friends night out and you will feel the stress that you did not even notice, vanishing easily. You can also be contacted by someone from your past that was close to you once.",
        "Cancer Career & Money Horoscope": "You are in a carefree and extravagant mood today. You will go all out to enjoy a day of fun and party and impressing the people around you. You will not worry about where your money is coming from and this is likely to have a negative impact on your finances. However, in spite of your carelessness, your financial health will remain sound."
    },
    "4": {
        "Leo Daily Horoscope": "Someone has been offering you constant and unwavering loyalty, help and support. Today, opportunities will arise for you to return some of the favour and express your appreciation. In so doing, you may have to take on a difficult situation, but this will ultimately strengthen your relationship. You need to be brave and assertive while displaying kindness and gratitude.",
        "Leo Health & Wellness Horoscope": "The day will have a normal beginning but the healthy effects of your routine meditation exercises will be quite evidently visible today! You may be able to connect with your spiritual self towards the end of the day! Just do not consume much of the medicines as your liver may get affected.ﾠﾠ",
        "Leo Daily Love & Relationship Horoscope": "You are very good at flirting and you can do so with any number of people you come across on your way today. But keep it light and restricted to carnal pleasures only without attaching yourself emotionally to it. Nobody will take you too seriously and do not allow anyone to demand anything much out of you.",
        "Leo Career & Money Horoscope": "The day is perfect for undertaking a new business venture. You may have been thinking about this idea for some time now and there is no time like the present to implement it. New opportunities will come knocking on your door and almost all of them will be genuine. If you do take the final decision, you will see most of the other problems which you worried about, have disappeared."
    },
    "5": {
        "Virgo Daily Horoscope": "Tell your panicky inner self not to get intimidated by the issues surrounding you. The problems are clouded by various factors for which others are responsible and not you! All these matters are trivial and will get resolved in no time. Plan up for recreational activities to relieve yourself from the stresses!",
        "Virgo Health & Wellness Horoscope": "You are going to enjoy the best of health and a completely stress free day today. Utilize this time to indulge in some physically demanding activity that you enjoy. Go for a ball game or hot the gym. Your healthy body will help you to be charming and happy. It is a great day to get together with your friends and share this general wellness.",
        "Virgo Daily Love & Relationship Horoscope": "For the last few days anxiety and doubts about your current or a prospective relationship had been occupying your mind. Today, all the doubts will be removed and you will be able to see your partner as well as the relationship in a clear light. You will be able to take a clear and informed decision about your love life.",
        "Virgo Career & Money Horoscope": "Things were probably not going so well on the work front for the last few days, but there will be some improvements today. Bear in mind that adjustments with colleagues is essential to preserve the harmony of your workspace. If you relent just a little, you will be able to enjoy a far more relaxed atmosphere with your friends at the workplace."
    },
    "6": {
        "Libra Daily Horoscope": "If there is tension persisting in your relationship with someone, you may want to find a way out today. Listen to the other part of the story. Do not be too submissive allowing other to steamroller over you. But at the same time do not be blunt. You may find an important client at your office. Be agile and proactive.",
        "Libra Health & Wellness Horoscope": "You are about to undertake a trip to destinations having a completely different climatic zone! If it is a hot climatic area, consume a lot of cucumber whether you like it or not! If it is an area with cold climate, take extra care to protect yourself from the penetration of cold breeze in your body by wearing as much as woolen clothes as you can.",
        "Libra Daily Love & Relationship Horoscope": "Expand your range of activities with your partner by undertaking adventurous trips together and doing things which please your partner. Especially take out some time for lunch with your partner. Those who are married may find it a perfect day to discuss about the introduction of a new member into their family.",
        "Libra Career & Money Horoscope": "The day is best suited for speculative ventures. Buy a lottery ticket or invest in stocks and share today and you have a high chance of hitting the jackpot. You may also get a good tip from someone and if you act timely on it, you can significantly increase your income. You will enjoy a calm and peaceful day at work."
    },
    "7": {
        "Scorpio Daily Horoscope": "It is a great day for you! There will be loads of people offering hands to bring you out of the pitiful situation you are stuck up currently! You have landed there due to somebody elseﾒs fault; just avoid such dangerous people next time! Right now you must celebrate your victory like never before.",
        "Scorpio Health & Wellness Horoscope": "Today minor ailments may trouble you. You may suffer from cold, cough or headache. You may feel pain in your wrist or finger. This will slow the pace of your day. Do not get disheartened. Such things do happen. If possible, take ample rest today and tomorrow you will be back in action. Avoid drinking cold beverages.",
        "Scorpio Daily Love & Relationship Horoscope": "You are feeling especially sanguine and diplomatic today. Hence, you will be able to handle any situation that arises in your family or your relationship today. Your partner may be misinformed about you or may come out with a grudge from long ago. You will be able to deal with this easily in a sympathetic manner which will actually strengthen your relationship.",
        "Scorpio Career & Money Horoscope": "Change in the place of residence because of work related reasons is a major possibility today. You may switch jobs or may be promoted and be shifted to a different region. You may also seek career related advice today either from a professional consultant or someone close to you. If you pay sufficient heed to this advice, you will be greatly benefitted."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Today you are determined to play the power game which may include fair and unfair means to achieve your goals. After getting cornered for a long time, a spurt of energy from the planets now may fill you with confidence. You may make decisions on the basis of your instincts and rest assured, none will laugh on your face.",
        "Sagittarius Health & Wellness Horoscope": "You need to be in a more flexible frame of mind, but today you are likely to dig your heel in and refuse to listen to either common sense or good advice. This rigidity on your part will probably create some tension both at home and at work. The only remedy is to try to keep an open mind and listen to what other people have to say.",
        "Sagittarius Daily Love & Relationship Horoscope": "Several events will happen today which will present your love life in a completely new light. You may become aware of new information or get a new insight in the character and wishes of your partner. As a result, this day marks a turning point in your relationship. It is necessary to balance your own desires and self respect when dealing with your partner.",
        "Sagittarius Career & Money Horoscope": "Try to figure out what you can do to bring out the best in you. It will also make you unique in your designs and concepts. However when it comes to finances your rewards will be delayed. Still you have enough income to save yourself from financial crisis. Just safeguard what you have and you will be able to come out of the situation!"
    },
    "9": {
        "Capricorn Daily Horoscope": "Today you can risk buying a lottery ticket or buy shopping deals. Winning is quite evident as lady luck will be on your side today. The situation may require you to be a little assertive with your point of view. Your silence may be taken wrongly and will put you in a questionable position. So better not let anyone form an opinion against you.",
        "Capricorn Health & Wellness Horoscope": "The time has come to put the power of your mind to operation in order to rise above physical ailments. You need to realize that mental wellness has a profound effect on your physical health and you do have that mental strength to overcome any physical obstacle. Put your trust in the power of your mind and you may be pleasantly surprised at the results.",
        "Capricorn Daily Love & Relationship Horoscope": "The stars have aligned up to help you meet the person of your dreams. He / she will be adventurous and with a well developed sense of humour. You may not have envisaged someone exactly like this, but he / she will come very close to what you want. So, be sure to express your liking and give a hint about your feelings.",
        "Capricorn Career & Money Horoscope": "The challenging times are over. You have successfully dealt with the obstacles that fate threw at you. So, now it is very much necessary to keep your cool. Also, you can now begin to relax as the pressure will reduce noticeably at the workplace. Financial gains for performing well will also be coming your way. This is also a good time to invest this money in long term investments."
    },
    "10": {
        "Aquarius Daily Horoscope": "You are feeling somewhat confused by the events that are unfolding around you and the various seemingly contradictory information that are coming your way. Your own inner voice is your best guide now. Trust your instincts and do what they are telling you to do and you will learn a lot about yourself and the direction you want your life to take.",
        "Aquarius Health & Wellness Horoscope": "You can maintain your ability to manage a busy life easily only if your food intake is balanced, you exercise regularly and you take proper care of your bodily needs. Do not skip exercise any day. Avoid the restaurant food or frozen foods if you cannot prepare a meal one day. Consume boiled foods if such a condition arises. You are just one step away from a healthier lifestyle.",
        "Aquarius Daily Love & Relationship Horoscope": "You want to be loved and pampered like never before and this may make you demanding and insecure! You may act prematurely today and demand your partner to keep your affair a personal one, which seems to be a tough task since both of you are at the same workplace. Try to understand the difficult position you are putting your partner into!",
        "Aquarius Career & Money Horoscope": "A number of different opportunities regarding finance and career open up in front of you today and you may begin to feel overwhelmed and a bit confused about which direction to take. Be careful not to let this indecision paralyze you. If you get moving now, it can completely change your financial future. Quick and decisive action is the need of the day."
    },
    "11": {
        "Pisces Daily Horoscope": "You now have developed a strong sense of commitment. You may have to meet some family obligations and you will rise splendidly to the occasion. You will be polishing all your skills right now and calling on your hidden resources to meet the challenges in your life. The journey is likely to be tough, but you are going to enjoy every moment of it.",
        "Pisces Health & Wellness Horoscope": "You will be motivated today to make some real and healthy changes in your lifestyle. You may decide to give up an addiction like smoking and start a regime of healthy exercise. However, the real challenge will be to stick to the routine that you devise today. In order to ensure the success of this routine, you should look for an exercise buddy today.",
        "Pisces Daily Love & Relationship Horoscope": "The state of your relationship has been rather confusing lately and you have not been able to interpret or understand the signals your partner has been sending you. Today, you will gather some information regarding your partner which will help you understand and evaluate the situation better. You may also have to take some decisive action based on this information, but take care to keep your cool as you take your decision.",
        "Pisces Career & Money Horoscope": "You have been pulled in different directions for the last few days and have found it difficult to take decisive action. However, today you will experience a rare clarity of vision and will be able to take clear and proper decision regarding the issues at your workplace. You are also likely to get good career advice from someone. You are also likely to come in contact with someone who will prove to be very influential in your future career life."
    }
}
]
