horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You are going to face a significant interaction today. This may take the form of a confrontation or it may be something milder. But whatever it is, it will provide a lot of food for thought and will keep you occupied for the most of the day. You are not going to tolerate distractions today. However, you need to realize that obsessing over this incident is not going to be of much help.",
        "Aries Health & Wellness Horoscope": "Your health is going to be excellent today. Tune in to some wellness music or go for a soothing session of aromatherapy at home to keep on holding to this state of wellness. However, a family member may suffer from a minor illness and you may have to nurse him / her through it. Your mental stress will also be considerably less today.",
        "Aries Daily Love & Relationship Horoscope": "The day is best suited for laying old ghosts to rests as cathartic influences come into play. New beginnings are indicated on all fronts. You may renew your pledge to love each other, or you may meet someone who is going to usher in a new chapter in your life. You need to identify what is holding you back so that you can let go and move forwards towards a new life.",
        "Aries Career & Money Horoscope": "Be careful with your finances. You need to take a cold look at the small expenses which could otherwise accumulate to rather large proportions. Though your individual expenses are small, you need to limit your spending if you want to avoid serious money trouble in the future. You should also start looking for additional ways of increasing your income."
    },
    "1": {
        "Taurus Daily Horoscope": "In general you are very clearheaded. But today, your ability to think logically will be hindered by your own problems and insecurities. Hence, this is not the best day to take on a new project or a new partner. You are liable to be wrong in your judgment today. So, basing your future activities on this may not be fruitful. Try for some relaxation today.",
        "Taurus Health & Wellness Horoscope": "A balanced lifestyle among other things is also supported by a sound health. You love good lifestyle but ignore health. You will not enjoy a lifestyle if you are not fit perfectly. You will gradually develop a taste for wellness related subjects. You will be attracted by fitness freaks. And subsequently you will make fitness your lifestyle. This will affect your life positively.",
        "Taurus Daily Love & Relationship Horoscope": "You have a soft outlook towards your love life! However you may be put into situations which are devoid of true feeling and hence you will not be much impressed by those who offer to make you a part of their lives. So do not expect love to workout with such people! However they may turn into warm and cordial friends.ﾠﾠﾠ",
        "Taurus Career & Money Horoscope": "Students may find a new career option through a friend or a guide. You might end up choosing this as your career. A thorough research is advisable. Professionals may might a surge of energy today. It is a good day for head starting any project. Subordinates will prove helpful. You will play the role of a good team leader."
    },
    "2": {
        "Gemini Daily Horoscope": "You are feeling confident and happy and these shows in your attitude and body language. People today are going to notice you wherever you go and you are likely to make quite an impression. Important business meetings will go in a positive direction. Even if certain situation appears dicey, you will be able to bring others around to your viewpoint and get things done your way.",
        "Gemini Health & Wellness Horoscope": "High energy keeps your spirit soaring high. Today is a great day to get back to exercise regime after a brief period of laziness which has left you desperate enough to be back on the track. You believe in making fitness your lifestyle and today you work towards the same. Following the correct procedure during exercising is important lest you may experience a small injury.",
        "Gemini Daily Love & Relationship Horoscope": "The goddess of solar system and the planets which bring a sense of nurturing are shining in your sign today. Give your love a comforting feel. Make your love feel important. The planetary positions will protect your love life. It is perfect time to bask in the glory of love. Today you may get some personal and intimate time with each other.",
        "Gemini Career & Money Horoscope": "Though you are sincere and hardworking, success seem to remain just beyond your reach today. Minor flaws can blow out of proportion and come back to haunt you. It is better to avoid any controversy at your place of work. The day is also not suitable for investments. However, it is a great day to relax with friends. So, you can also take a leave of absence if possible."
    },
    "3": {
        "Cancer Daily Horoscope": "Celebrations are round the corner! Some one close to you is getting married. The pair will receive loads of wishes from you. For those in love, you will really feel to take your relationship to the next level of commitment and may decide to exchange vows even. For those who are already married, you should enjoy the party to the fullest.",
        "Cancer Health & Wellness Horoscope": "There is a chance that you may catch some skin infection from an item of common use. So, be extra thorough in keeping your toiletries and other hygienic items separate for your exclusive use. In fact, a high standard of cleanliness is now essential to preserve your health. You also need to protect your eye from dust allergies as you are prone to eye allergies now.",
        "Cancer Daily Love & Relationship Horoscope": "Today you want to socialize but you may be drawn towards some one matching your taste and preferences. You will enjoy yourself immensely with this new romantic encounter. However you may find it to be worthless after sometime and you may walk away as a free woman! In the single hood, think of better ways of loving your partner.",
        "Cancer Career & Money Horoscope": "Great things are indicated on the career front today. You have been feeling somewhat underappreciated at work. This will completely vanish today and you may get a great job opportunity with high salary and more perks than you thought possible. However, taking this job may mean relocation. So, you need to think about the decision carefully and involve other family members in your decision."
    },
    "4": {
        "Leo Daily Horoscope": "This is a very good time to implement the plans and promises that you made to yourself. New endeavours are likely to take off the ground very quickly now. However, the time is also favourable for relaxing and having some fun with friends. So, be sure to schedule social activities in the evening. Avoid gossip and you can have a fun filled evening.",
        "Leo Health & Wellness Horoscope": "You seem to be in the pink of health! Give your taste buds a treat by eating your favorite cuisines. Avoid alcohol and avoid driving. Sudden and unexpected damage to you can be predicted via the cards. Do not undertake any expeditions today! For those who are in professions involving high mobility especially please be very careful.",
        "Leo Daily Love & Relationship Horoscope": "You may be worried about your partner and the status of your relationship, but things will begin to become clearer from today. A number of actions and personality traits that appeared inexplicable earlier with now become clear. This will help you to take a logical decision about how much you are willing to invest in this relationship and what boundaries are essential for you.",
        "Leo Career & Money Horoscope": "Your professional skills will get sharpened up and you will tap back into professional race with a stronger fighting spirit. You may also get chances to bring your position and income at the same page! You were receiving meager income as compared to the position you have been holding and the amount of work you have been doing."
    },
    "5": {
        "Virgo Daily Horoscope": "You are a family person. The family values are the stepping stone of your success. Today also, the auspicious fragrance begins from your home and takes you to places. Your rhythm is unparalleled. It is going to be a fruitful day for you. Smile your way through difficult and trying situations. Your approach is positive which will take you a long way.",
        "Virgo Health & Wellness Horoscope": "You may suffer from issues related to indigestion today, but you need to realize that the real problem lies not with your digestive system but with anxiety and tension which is finding expression through these health problems. So, you will benefit more if you adopt mental exercises and stress release techniques instead of changing your dietary pattern. Breathing exercises can be of special help.",
        "Virgo Daily Love & Relationship Horoscope": "You somewhere have started to feel that romantic involvements are tedious and non-fulfilling to you these days. However a unique and fresh kind of romance may re-kindle your desire to form alliances with the people of opposite sex. Motivate yourself not to lose hope, the fruit of patience is sweet and so will be your reward.",
        "Virgo Career & Money Horoscope": "Travel for the purpose of work is strongly indicated. There is a major chance of going abroad. Your company may send you to a different country or your visa approval for work purposes may come in today. However, if you are already stationed in a foreign country for your career, there is little scope of returning to your hometown in near future."
    },
    "6": {
        "Libra Daily Horoscope": "Well, today is a lucky day for you. You take yourself and others by surprise by your problem solving abilities. You will leave your office mates impressed. Your confidence will be high and you may be offered a new project. Feel happy and celebrate with loved ones. A friend may visit you today. You may enjoy a fun filled day.",
        "Libra Health & Wellness Horoscope": "A cup of coffee each day is good for your heart. And so will be the licorice tea, in addition to having healthy benefits for your stomach. If you increase the intake of beverages then you must increase the intake of water as well. Try to go for yoga at least once a week if not everyday for massaging your organs well.",
        "Libra Daily Love & Relationship Horoscope": "You are going to learn something new about your partner and this new information may come as a huge surprise to you. But this is a pleasant surprise. In fact, this new information can solve a number of problems and confusing issues surrounding your relationship. Take advantage of this situation to indulge in a great time with your partner.",
        "Libra Career & Money Horoscope": "The time is most favourable for those who are in any health related professions. Doctors, nurses, chiropractors, healers, hospital administrators and even medical students are going to enjoy a high degree of success. Be sure to follow the advice if you are consulting a professional as this advice is going to be very relevant to your professional life at this time."
    },
    "7": {
        "Scorpio Daily Horoscope": "Some unexpected and demanding task will come up today, but do not worry. You will handle it very well and will soon earn the praise of everyone. It can be a number of guests visiting unannounced or your boss handing you an assignment in the last minute. Whatever be the situation, you will be able to call up on your reserve and rise to the task.",
        "Scorpio Health & Wellness Horoscope": "The time is right to honour your intuition. You have been denying what your mind has been telling you for the last few days for the fear of being overwhelmed, but if you open your mind, you will see that it is not impossible. You always knew the right thing to do. Now, you will find it within yourself to actually do it and see all your inner tension resolved as you take the first decisive step.",
        "Scorpio Daily Love & Relationship Horoscope": "Though you want to be romantic and may even have planned to share a special time with your partner today, a number of other commitments are likely to pull you away from romance and love. You will simply not have the time to indulge in your romantic gesture. But try to include a short and sweet gesture, even if you cannot manage anything elaborate today.",
        "Scorpio Career & Money Horoscope": "The work seems to get severely affected due to your overly emotional behavior. Get accustomed to it for a while as getting rid of it will take time. Try to put this sensitivity of yours to your advantage by being empathetic towards other people around. In free time look for real estate properties which are worthy of investment."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You find yourself caught in the soup today. Talk openly to people who matter to you. Talk about the issues that have been bothering you. The cloud of uncertainty will subside in a weekﾒs time. A close friend or family member may provide you comfort. Be cautious while putting your words. Today you are prone to be misunderstood. Work place will be stable.",
        "Sagittarius Health & Wellness Horoscope": "Discipline is the key to your good health today. While you are not eating junk foods and are exercising, you are not doing them in a timely or orderly manner. As a result, you are not getting the level of benefit that you should have got. So, you will have to set up a routine of eating and exercising in order to get the highest benefit.",
        "Sagittarius Daily Love & Relationship Horoscope": "The day is ideal for planning some family activities. Take your kids to a ball game, the park or a museum. You can also schedule to spend time with your parents or siblings. The evening is especially suited for romance, but you should try for an intimate gathering rather than a large party. Family commitments will take priority now.",
        "Sagittarius Career & Money Horoscope": "The day is favourable for those in construction business. You should invest your money well today as this opportunity is likely to be short lived. If you are thinking of buying a house or an apartment, you can land a good bargain today. Some financial strategies which you had adopted a long time ago in this field will bear fruit now."
    },
    "9": {
        "Capricorn Daily Horoscope": "Be careful in your actions and movements today, you may get mild bruises while moving around. Unintentional poking of the ribs even with the closed ones may pose a threat to your terms with them! Best is to stay numb and remain restricted to your own business for the day! Go for cinema or something entertaining.",
        "Capricorn Health & Wellness Horoscope": "Health and energy are your strong points today. No task seems impossible and you complete everything within the scheduled time with no problem. In fact, you may feel so energetic that you can go out for a physical activity like running or gym even if you have not done so for quite some time. Your physical well being will reflect in all other sectors of your life as you are filled with positive thoughts and feelings.",
        "Capricorn Daily Love & Relationship Horoscope": "You must take care of not checking your partner's patience. They have been tolerating you and giving you enough warmth in spite of your cold reactions to their attempts to please you. It is okay; forgive them for hurting you once. They are really guilty of all their faults and won't repeat them again.",
        "Capricorn Career & Money Horoscope": "Though you are well established in your field, you may feel restless in your work. A feeling of discontent with what you know can now begin to disturb you. However, it will be rather foolhardy to leave your job right now. These feelings are transient and avoid taking any major career decisions today as you are likely to be misguided."
    },
    "10": {
        "Aquarius Daily Horoscope": "Avoid being bogged down by your backlogs. You have been avoiding your commitments and this is the best time to fulfil all your obligations. You will need discipline and focus to complete your tasks as well as a healthy dose of willpower. You need to direct your energy to the job where considerable planning has already occurred in order to lead it to successful conclusion.",
        "Aquarius Health & Wellness Horoscope": "Think on nurturing your mind rather than your body. You keep yourself fit physically. What takes a back seat is your over exerting mind. Relax; enroll in some recreational activity that will be food for your brain. Dedicate 15 minutes of your time to yourself. Concentrate and meditate. Give a direction to your thought process which is otherwise running in varied directions.",
        "Aquarius Daily Love & Relationship Horoscope": "You are standing at a critical juncture in your relationship and you will be blessed with unusual clarity of vision today. You will be able to judge clearly and without emotion where you were and where you are now going. You will also be able to judge whether you are happy with the direction your life has taken and whether to stick to this course or not.",
        "Aquarius Career & Money Horoscope": "Your mannerisms are well placed today. Use them for your gain. Meet people and strike conversation. Maintain a positive body language. It is quite possible that a new opportunity will sprout from there. This is a good week to start a new project. Remember your organization skills and keep yourself clutter free. At the end of the month, an unexpected gain is possible."
    },
    "11": {
        "Pisces Daily Horoscope": "You are at your humor best. Don't lose this aspect of your character which keeps you tension free in toughest of situations. You may crack a deal because of your proactive nature. Someone needs your encouragement. Look around and be the mentor. A happy time with near and dear ones are indicated. Be cautious while eating fish.",
        "Pisces Health & Wellness Horoscope": "Minor aches and pains that have been bothering you in the last few days will clear up. They will leave a lingering sense of fatigue from which you will need a few more days to recover. Focus on a healthier lifestyle. Start an exercise regime and adjust your diet by switching to healthier options. Preventive home remedies can be beneficial for you.",
        "Pisces Daily Love & Relationship Horoscope": "You may be attracted to some one form a different cultural background or from a different country even. You may feel passionate and emotionally charged towards this person. Other happenings will tend to fade away when you will be with this person. And this encounter may even take a shape if the Almighty wants!",
        "Pisces Career & Money Horoscope": "The cards show a twisted tale of love at the workplace. Be extremely careful. A secret work assignment may lead to a rift between you and your partner. Make your partner understand the reasons for confidentiality and they will support you! Finances will flourish and will remain balanced."
    }
}]
