horo_english=[{
    "0": {
        "Aries Daily Horoscope": "The day is likely to be very busy for you. You are likely to receive visitors, or you may plan for an outing. This may also be the time when you are starting major renovation work of your house or buying or shifting to a new house. Though you will need to be very active throughout the day, you are going to love and enjoy every minute of it.",
        "Aries Health & Wellness Horoscope": "You are little susceptible to cold and cough today. Do take precautions in terms of your personal hygiene. Wash your hands often and especially before eating. If possible, you are advised to take rest so that you ward off any illness that might be looming close by. Also, take regular and sound sleep as that will help you relax.",
        "Aries Daily Love & Relationship Horoscope": "You are going to require lots of patience to deal with your partner today. Be careful what you say if you want to maintain peace. Minor disagreements can flare up into major issues. However, this is just a minor blimp and you should not highlight this incident and lose something good happening in your life. Silence will indeed be golden today.",
        "Aries Career & Money Horoscope": "The cards show a twisted tale of love at the workplace. Be extremely careful. A secret work assignment may lead to a rift between you and your partner. Make your partner understand the reasons for confidentiality and they will support you! Finances will flourish and will remain balanced."
    },
    "1": {
        "Taurus Daily Horoscope": "A close friend may share some vital secret with you. You need to be very discreet with this information and offer appropriate sympathy and advice. Tackle all the tasks in your life in a constructive way. Your actions are especially powerful now and are likely to have a long term effect on those around you. So, you need to be careful about what you say or do.",
        "Taurus Health & Wellness Horoscope": "The day may turn out to be somewhat bizarre. Event which you never expected have a high chance of happening today. It is important that you take note of the planetary energies and try to understand the direction to which they are pushing you. Detecting the right path at this juncture can have a revolutionary effect on your life.",
        "Taurus Daily Love & Relationship Horoscope": "You are prepared to listen to others and you may come across some one who talks endlessly about life and love! You are in luck! This person can honor you with a perfect relationship for lifetime. Plan for more meetings with this person and do not be shy in approaching this person as and when required.",
        "Taurus Career & Money Horoscope": "Your patience and your sense of duty and responsibility will go a long way today to conquer all the obstacles in your path. You are definitely going to require your ability to see humour in different situations today if you want to maintain a calm atmosphere at work. There is a chance of serious financial gains towards the end of the day."
    },
    "2": {
        "Gemini Daily Horoscope": "You a person of firm resolute and once you undertake any task; you will finish it completely with immaculate precision. So do not believe in what others say; you can do what others can never do and that is why you stand above them. Retain this attitude always and let your vision reach to the farthest of the destinations where others cannot even dream of!",
        "Gemini Health & Wellness Horoscope": "The strict health regime that you have been following will now begin to bear fruit. If you have changed your diet pattern, you will see a marked improvement in your health today rising from that shift. This will encourage you to follow through with your healthy routine. You can also intensify any physical exercise that you have been doing recently with good results.",
        "Gemini Daily Love & Relationship Horoscope": "It is vital that you take special interest in your family matters today. You have been ignoring your relationships for your career commitments for quite some time now. You have also achieved what you set out to do in your career. So, now, you need to turn your attention to relationships. Nurturing your relationships can supply some vital ingredient to your life at this point.",
        "Gemini Career & Money Horoscope": "It is necessary that you take special care in dealing with your co-workers today. A volatile atmosphere at your workplace can erupt into a full-fledged argument. So, it is best to avoid confrontations at work today. Minor disagreements with seniors are also possible. However, investing in some metals or agricultural commodities can turn out to be very lucky for you."
    },
    "3": {
        "Cancer Daily Horoscope": "You are going to juggle a number of issues today and all of them will be of pressing importance. Time schedules can get especially difficult and you may end up feeling rather frazzled. In addition, you will probably come to know of some schemes which appear far out of the box. You may end up feeling torn and may do or say something that you will regret later.",
        "Cancer Health & Wellness Horoscope": "A great feeling of health, happiness and wellbeing marks your attitude today. You will feel charitable towards all and will be perfectly ready to share your sunny mood. This is going to make you popular in the crowds. Your cheeriness, strength of mind, sense of humour and general well being are going to be envied by those around you.",
        "Cancer Daily Love & Relationship Horoscope": "Today, you will begin to understand that you will not respond to anybody elseﾒs manipulations and will set about drawing some healthy boundaries in your relationships. You have to understand that even your greatest well wisher should not be allowed to take your decisions for you and ultimately it is your opinion that matters. Take that first step and yourself respect will increase markedly.",
        "Cancer Career & Money Horoscope": "Though you are sincere and hardworking, success seem to remain just beyond your reach today. Minor flaws can blow out of proportion and come back to haunt you. It is better to avoid any controversy at your place of work. The day is also not suitable for investments. However, it is a great day to relax with friends. So, you can also take a leave of absence if possible."
    },
    "4": {
        "Leo Daily Horoscope": "The day seems to be a bit demanding from you. You cannot afford to leave anything on chance or rely on anyone else except yourself for even the trivial work. However the day will end with some great news, hopefully rewarding you with all the efforts that you have been putting all through!",
        "Leo Health & Wellness Horoscope": "You have been suffering from prolonged and persistent health problems but from today, the process of recovery will start. If you have some chronic health problem, then also you will be able to find a possible long term solution for this. Overall, your health situation is likely to improve now. Take special care of your diet to speed the process of recovery.",
        "Leo Daily Love & Relationship Horoscope": "It is vital to devote time to your family right now. Career and other outside consideration is demanding your attention. However, your relationship status has become rather precarious over the last few days and it is imperative that you nurture your family now. While there may seem to be some financial loss, doing something thoughtful and sensitive for your partner will be enormously rewarding.",
        "Leo Career & Money Horoscope": "It is been a while since you have been lying low. Today you may make a decision for stepping onto something new, may be to avail new methods of income. You will feel more passionate and determined to operate from the position of strength. Financial status seems to be usual like any other day."
    },
    "5": {
        "Virgo Daily Horoscope": "There is so much action around you that is eating your attention and time. Do not waste your time in trivial matters. Rather concentrate and then only you will find a gush of free spirited energy. If you find that, you will find gold in your life. Do not shy away. Look carefully and act before itﾒs too late. The key to success for you is to prioritize.",
        "Virgo Health & Wellness Horoscope": "Wellness is not only a condition of the body but also a state of mind and today is the best day to recognize it. It is time to remove the clutter your mind and come to terms with who you really are. Stop aiming for the impossible; instead, enjoy your blessings and you will feel a contentment that had been eluding you for so long.",
        "Virgo Daily Love & Relationship Horoscope": "There may be some changes cropping up in the mind of your partner. He may want to adopt an adventurous approach to life and this will involve several experiments to attain his desired goal. You may even need to change your food habits or residence. Just be careful of controlling your laughter over anything new your partner tries to do!",
        "Virgo Career & Money Horoscope": "You are heavily loaded with responsibilities in both personal and professional life. So you have to manage your time extremely well. However your colleagues may fill in for you if you ask for their help. But do not ask in excess else they will be forced to say a no to you beyond a point. You have the required energy for making future plans."
    },
    "6": {
        "Libra Daily Horoscope": "You are going to put every effort in resolving a central issue which is dominating your life right now. Chances are high that you are going to pull away from your social and even financial obligations to take care of this. However, you should know that hurrying is not going to solve anything in a constructive manner. Patience is the key here.",
        "Libra Health & Wellness Horoscope": "You enjoy an overall good health. But as the times are getting more demanding, you need to take care of your health and diet. Include multiple vitamins in your diet especially A, C and E which in turn will help you to maintain a good immune system. Also drink - glasses of water. This will keep you hydrated and fit.",
        "Libra Daily Love & Relationship Horoscope": "You need to lighten up today. Enjoy a time of romance and simple pleasures with your partner and try to forget the serious issues for today. Your relationship is too intense for you to actually relax. You should take this chance to indulge in some simple and enjoyable activities and take joy in spending time in the company of each other.",
        "Libra Career & Money Horoscope": "While you are quite satisfied with your job and good at it too, you may lose your temper today and get into arguments with your colleagues. Be careful not to take any reckless decision based on these momentary disturbances. There is a chance that you may leave your job ﾖ a job you actually like ﾖ because of a momentary unpleasantness. So, it is vital that you guard your temper today."
    },
    "7": {
        "Scorpio Daily Horoscope": "Well, today is a lucky day for you. You take yourself and others by surprise by your problem solving abilities. You will leave your office mates impressed. Your confidence will be high and you may be offered a new project. Feel happy and celebrate with loved ones. A friend may visit you today. You may enjoy a fun filled day.",
        "Scorpio Health & Wellness Horoscope": "Chronic conditions are likely to flare up today. People suffering from blood pressure and diabetes need to be extra careful with their diet as you may have been cheating on it quite frequently. Migraine and tension headache and high blood pressures are other problems that you are likely to face today. Get your regular prescription reviewed as there are possibilities of significant adjustments in dosages of medicines.",
        "Scorpio Daily Love & Relationship Horoscope": "You may have short and quiver involvements with attractive strangers. You will be able to convince them easily with your charm and sugar coated talks. But do not expect these involvements to lead anywhere. Do not look for deeper meanings when there isnﾒt any! Flirting is in the air and you must breathe it in.ﾠﾠﾠ",
        "Scorpio Career & Money Horoscope": "Your efforts will be rewarded generously if you try to work to the maximum of your ability. So focus on your work and responsibility. Any carelessness on your part can pose a heavy liability. However the day promises to shower you with monetary gains. Your previous investments seem to give you rich rewards."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You are feeling very adventurous and are determined to make your own way today. You are going to conquer all obstacles in your path by sheer determination and the force of your will.ﾠ Nothing is going to hamper your progress today. So, you can schedule all your difficult activities today and you will find success in them coming quickly and without hassle.",
        "Sagittarius Health & Wellness Horoscope": "You are endowed with the qualities of being an excellent trainer! But you forget to look after your own self most of the times if no one is around you to remind you of the same. Remember your good health is the biggest investment you can make for yourself! If you havenﾒt thought it this way yet, time to start doing it!",
        "Sagittarius Daily Love & Relationship Horoscope": "Romantic opportunities are all around you today. However, you need to check your own priorities before you choose your partner so that no problems arise in the future. If you are already in an exclusive relationship, you will take it to the next level. Your partner is likely to be feeling possessive and intimate right now. Your response is going to shape your relationship in the future.",
        "Sagittarius Career & Money Horoscope": "There is a strong possibility of misunderstanding at work today, but be careful not to criticise your co-workers. You are feeling stressed out and irritated due to planetary influences and you are likely to take this out on your colleagues. You must consciously work to avoid this because it will create needless additional stress in your workplace and may even affect your health."
    },
    "9": {
        "Capricorn Daily Horoscope": "You will easily get many opportunities to complete your unfinished work on time. Other problems which may crop up will get resolved quickly so do not bother yourself about them. Try to make the most of the day because what ever you will do today, will be successful as well as fruitful. You may be looking for a good advice from someone dear to you.",
        "Capricorn Health & Wellness Horoscope": "You must be careful of your diet especially what you are eating in the dayﾒs beginning! Eating stale food in a hurry at the pantry or any restaurant may affect you badly! So try to prepare your own food-fresh and light! Stick to a sound diet and you will start feeling fantastic in a very short span of time!ﾠ",
        "Capricorn Daily Love & Relationship Horoscope": "Love is in the air today. You can surprise your loved one by planning for something special. If you are in a relationship, this is the best time to recapture that magic which made it so very special. Intimate plans are likely to be more appropriate than a wild party with friends. Single persons are likely to meet your future partner.",
        "Capricorn Career & Money Horoscope": "Indecision has marked your behaviour for the last few days, but it is now time to take action and abandon this attitude once and for all. Do not be apprehensive about taking a decision. Whatever you decide will be right for your future. You can also consult someone close to you about career and money and you will be getting good advice today."
    },
    "10": {
        "Aquarius Daily Horoscope": "The day may start with some confusion. A person with spiritual bent may come to your rescue. The person will guide you. You may follow his advices as they are given with a pure intention today. You may also be inclined to visit a holy place today. Second half of the day will pass smoothly. You may enjoy with friends.",
        "Aquarius Health & Wellness Horoscope": "You may come across any intense situation which will affect your health severely. Try to free yourself of the burden of work in the days to come to avoid feeling over exhausted. Preserve this energy for making a strong comeback. Do not stretch much over a project as it will ultimately lead you to suffer from headaches or general tension.",
        "Aquarius Daily Love & Relationship Horoscope": "Do not waste much of your time in experimenting with many lovers in order to discover the best one among them. You have a charming personality but due to hard luck you cannot cast a spell on others at this point of time. When you will reach a decision then you will feel that you have done the right thing.",
        "Aquarius Career & Money Horoscope": "A number of minor problems may arise at work today which prevent you from doing your work in peace. You need a large dose of patience today, especially when it comes to dealing with a subordinate. Do not give in to temper. Instead, you need to deal with him intelligently so as not to affect the morale of the entire group."
    },
    "11": {
        "Pisces Daily Horoscope": "Mood swings are likely today and even you will not be able to explain why you are feeling so disturbed and how to change the situation. Your erratic behaviour and response will leave others confused. However, do remember to stick to honesty in all situations as that alone can help you to achieve your goals. Take things easily today and confine yourself to the role of an observer.",
        "Pisces Health & Wellness Horoscope": "Minor but persistent health problems are going to create a lot of stress throughout the day. You may turn to alternative therapies and if you stick to it regularly you are going to get good results. Be sure to avoid junk foods today as they are only going to add to your health related stress. You must opt for holistic healing. Meditation and yoga can prove to be especially important now.",
        "Pisces Daily Love & Relationship Horoscope": "You will find it difficult to devote as much time as you would like to your partner because of the pressure created by a number of external factors. Professional commitments can eat into most of your time now. Be sure to communicate your feelings to your partner and you will find him / her much more understanding than you thought.",
        "Pisces Career & Money Horoscope": "Discipline and hard work are your forte. You may be in a disillusioned mood as your career seems to have stalled. However, hard work always pays off. You are on the right track. It is now vital to stick to this path. Do not be tempted by get rich quick schemes because your judgment is likely to be compromised right now."
    }
}]
