horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Everything seems to fall into their proper place today and all your endeavour will meet with success. You may even recoup losses which you have incurred earlier. As a result you tend to be overly optimistic about possibilities at first. Try to guard against the tendency to take risks without checking out the opportunities in depth. A sudden unexpected encounter may catch you off guard today.",
        "Aries Health & Wellness Horoscope": "The nature is giving you a chance to make a change in your health arena. You have started off recently with diets and exercises but all in bits and pieces. Today is the day to take it to the level of consistency and regularity. And this is how you can get the results you want! Ask for friends to drop in and motivate you while you work out!",
        "Aries Daily Love & Relationship Horoscope": "You are going to be uncharacteristically aggressive in love today. Your partner is likely to be rather astonished because he / she is used to tender romantic gestures from you. But they will love your new style and will be more than a suitable match for you. Explore different dimensions of your relationship today. You will be pleasantly surprised.",
        "Aries Career & Money Horoscope": "You are very industrious today and are likely to be strict with money. The result is that though your savings will be healthy, the question of expenses can become a touchy issue in your family. A sense of insecurity will compel you to curb spending even when there is no need for it. This tendency towards miserliness should be avoided because your cash flow will continue to improve."
    },
    "1": {
        "Taurus Daily Horoscope": "You may find yourself getting possessive about material things. Do not hold things too tight. Just follow the flow and move with it. You need to be firm about things until you have the answers in your hand. You may also think of shifting your house. It will be good to spread the words to your friends and colleagues.",
        "Taurus Health & Wellness Horoscope": "You have charming features and you just need to polish yourself! Go for a massage which will impart radiance to your skin, go for a haircut or get your nails done or you can even lie like an immortal in a tub loaded with petals. Indulge yourself in healthy pleasures and do not question yourself over it! It is a healthy indulgence so you deserve it!",
        "Taurus Daily Love & Relationship Horoscope": "The affairs will be pretty worthwhile today! You will be irresistible for those who will be escorting you for travel today. If any doubt comes to your mind about what you are doing is correct or not then take a moment to re-evaluate your decision. But you are a grown up now so there wonﾒt be many challenges to face as a result of you indulge in pleasures!",
        "Taurus Career & Money Horoscope": "Your career planning is going haywire. You are not able to fix up your mind on one thing. You are also wasting a lot of time thinking. You may seek advice from any experienced professional or a career advisor. A career advisor will guide you and you may settle down gradually. Today you may make up your mind regarding career."
    },
    "2": {
        "Gemini Daily Horoscope": "You will be in a trusting and confiding mood today. The danger of this is you may end up confiding in a person who does not have your best interest at heart. So, be sure of the person before you unburden your soul to him or her. If you have been having a disagreement in the last few days ﾖ whether at home or at work, today is a great day to extend the olive branch.",
        "Gemini Health & Wellness Horoscope": "You may be thrust into controversial social situations today. Such confrontations will increase your mental stress and this will inevitably leave an impact on your health. The best way to tackle this is to avoid such situations, but this may not be possible. So, you should adopt some relaxation techniques so that you do not accumulate needless stress and endanger your health.",
        "Gemini Daily Love & Relationship Horoscope": "The planetary positions reflect that some major conflict is coming your way. This conflict may affect both your love life and your career. It is important that you do not react emotionally to the words and actions of your partner. Instead, every gesture has to be judged in an impartial light to make sure that you are taking the right decision.",
        "Gemini Career & Money Horoscope": "Today is a lucky day for you as far as the money is concerned. You may receive your money if you have lent somebody in the past. You may also see your luck shining in financial schemes like chit fund or any other form of gambling. Students may see their career going in the right track today meaning that any exam or small test will yield good results."
    },
    "3": {
        "Cancer Daily Horoscope": "Your power of concentration and perception are at their peak now and this makes you extra sensitive to the people around you and their plight. This will help you to mend any past breach. You may come in contact with someone from whom you are estranged. This is a good time to make up the differences, even if it involves a few awkward moments.",
        "Cancer Health & Wellness Horoscope": "Your physical health can be somewhat unpredictable today. However, you will be able to call upon reserves of mental strength to deal with the situation. It is a clear case of triumph of mind over matter as you will sail through all difficulties and be able to complete all your scheduled tasks on time in spite of any problems posed by your health.",
        "Cancer Daily Love & Relationship Horoscope": "People may approach you for sympathy and you may mistakenly consider it as an attempt to get your attention! For those who are already in relationships will feel deeply to spend some quality time with their beloved. You want to be alone with them and exchange thoughts with them in a silent communication.",
        "Cancer Career & Money Horoscope": "Your job has been failing to give you the much needed satisfaction and today is the day when you may take the final step to quit your job. However, this is not at all a bad thing because very soon opportunities will open up for you to follow what you truly wish to do. Be warned that though the initial pay may be less, you will be far happier here."
    },
    "4": {
        "Leo Daily Horoscope": "It seems to be a day full of contemplations for you today! You may want to make a shift from current housing locality or from your current job even. Do not be in doldrums; it is worth going in for a change. You may receive some help from an unexpected piece of communication from some one who has been wishing well for you secretly!",
        "Leo Health & Wellness Horoscope": "You may be a little crazy today! After a rigorous workout session you may treat yourself with a chocolate cake! And this is where you need to control. Consume something sweet containing much less calories than the chocolate cake! And if you will not remain restricted by the diet suggested by the gym instructors, you can never get back in shape in a short time!",
        "Leo Daily Love & Relationship Horoscope": "The tension between you and your partner may mount up in the dayﾒs beginning but love will sooth up everything being intensified. Peace and intimacy will prevail and the day will end warmly. You may even plan a day out even with your beloved at your favorite hangout destinations.",
        "Leo Career & Money Horoscope": "Major changes are now expected at the work place. In fact, your entire way of earning a living may be changed and you may be working at a job which you hoped for but never dreamt that would become possible. You will be able to come up with innovative ideas and completely new approach to problems at your work which will attract the attention of those in power."
    },
    "5": {
        "Virgo Daily Horoscope": "Today you will be the cynosure of attraction. Being the centre of focus is your innate ability which others lack and hence they will be jealous of you like never before! When you find time try to ponder about the past, present and future and many of your questions will be answered. You may find solutions to many of your problems as well.",
        "Virgo Health & Wellness Horoscope": "You look for comfort and security at the same time. Try to be a little free minded. Approvals will come with time and other good things happen gradually so all will fall in place in sometime but it will not get delayed. Do not stay up late in the night! Sacrifice your morning sleep for maintaining good health which you may lose if you tend to be a little careless even!",
        "Virgo Daily Love & Relationship Horoscope": "Your relationship will get refreshed today! You will spend most of the day with your partner and explore something new to add on to the pleasure. Your love will be boundless and you may even decide to take it onto another level of tying knots with your partner in the near future. However certain challenging situations may arise which you must be careful of!ﾠﾠﾠﾠ",
        "Virgo Career & Money Horoscope": "Taking control of your own finances is very important for you now and you are not afraid of hard work to achieve this goal. You are very organized and disciplined today and are ready to tackle career issues with a very practical eye. Start your good work today and your finances will reflect the positive results within a very short time."
    },
    "6": {
        "Libra Daily Horoscope": "The planetary positions indicate that unexpected hindrances can arise in your path now. You have been experiencing smooth sailing for the past few days and there has been nothing indicating otherwise. But today there are going to be hitches and disturbances which can affect your productivity and your mood. Unforeseen complications can lead to the stalling of your project.",
        "Libra Health & Wellness Horoscope": "You should not tax your physical strength today. Minor issues regarding pain in the back and the neck may crop up today. People who suffer from old injuries or arthritis are going to feel some discomfort. So, it is not advisable to do anything strenuous. Rest is the key to good health in your case. You can also try light yoga, but only under guidance of qualified instructor.",
        "Libra Daily Love & Relationship Horoscope": "You have become too used to dealing with your problems by yourself, but you will find that sharing them with your partner can be very helpful. He or she is going to be supportive and can even offer you practical help. If the problem concerns any issue in your relationship, then broach the subject in a public place where your partner is less likely to react emotionally to it.",
        "Libra Career & Money Horoscope": "You must keep your cool as certain situations will arise which may infuriate you. Do not blurt out anything which may seem to be an offensive statement to anyone. Be ignorant at that point of time and take out your fury later on in a refined manner. Be happy cause you may have the desired wealth assembled and may go for the plushest luxuries."
    },
    "7": {
        "Scorpio Daily Horoscope": "Name and fame are on the cards today. You are also likely to make snap decisions based on your intuitions and feelings rather than logic, but they will turn out to be right on money. Your intuition is top notch now regarding any decision in your life, but you may have to sacrifice some comforts now in favour of long term goals.",
        "Scorpio Health & Wellness Horoscope": "You may experience lethargy today, but this is a natural reaction to the frantic pace that you have been setting for yourself for the last few days. Minor aches and pains may also occur, especially in your leg muscles and these too are the result of over exhaustion. So, take the day easy with plenty of rest and good food to recover your strength.",
        "Scorpio Daily Love & Relationship Horoscope": "The day is perfect to correct any problems that have lately been arising in your relationship, but it is you who need to take the first step. You must put aside your pride and take things in hand. Otherwise, your relationship is headed towards rather a rocky ride. Your partner will be open to suggestions that you make today.",
        "Scorpio Career & Money Horoscope": "Take on some additional responsibilities today. If you perform well, you may be entrusted with such responsibility on a daily basis. With this, will also come an increase in salary. So work sincerely and constantly motivate yourself. Benefits do not appear today, but you are working towards a better life tomorrow. Use your creativity to accomplish your task."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Tell your panicky inner self not to get intimidated by the issues surrounding you. The problems are clouded by various factors for which others are responsible and not you! All these matters are trivial and will get resolved in no time. Plan up for recreational activities to relieve yourself from the stresses!",
        "Sagittarius Health & Wellness Horoscope": "The situation may be a little trying for you today. Medicines may have a bad reaction or you may be diagnosed of more than one ailment. But each of these will fade away with time very soon. You need to consult someone who is expert in suggesting the best of the treatments.",
        "Sagittarius Daily Love & Relationship Horoscope": "You are likely to face a situation today that is going to test the strength of your love and commitment. Bear in mind that your partner has put complete faith in you and you need to pass this test if you want to continue in a happy and fulfilling relationship. With a little compassion, you will be able to deal with anything that fate throws at you.",
        "Sagittarius Career & Money Horoscope": "Time to pamper the sub-ordinates! You are about to dig deep into the toughest tasks and juniors are the best supporters. So please them well! Those who are in leading positions may be knocked by better career opportunities as well. It may promise you much better future prospects and will be beneficial for you."
    },
    "9": {
        "Capricorn Daily Horoscope": "There is so much action around you that is eating your attention and time. Do not waste your time in trivial matters. Rather concentrate and then only you will find a gush of free spirited energy. If you find that, you will find gold in your life. Do not shy away. Look carefully and act before itﾒs too late. The key to success for you is to prioritize.",
        "Capricorn Health & Wellness Horoscope": "The time is perfect to initiate a rigorous health regime. You need to understand that a sound body is essential to enjoy life to its fullest extent. In general you are health conscious, but now you will intensify your training. You may also take part in some competitive sport and end up with very good results. You may also cause some major changes in your diet pattern.",
        "Capricorn Daily Love & Relationship Horoscope": "You are ready to start your journey of love. If you are already in a relationship, you will probably make a gesture to infuse new life into it. If you are single, you will become more available socially in order to meet a prospective partner. Your efforts will be appreciated and your love life will take a definite turn for the positive.",
        "Capricorn Career & Money Horoscope": "While you are moving forward, people may try to pull you down. Do not get into any kind of verbal dispute. Let your work speak for you. As you progress, you will reach a position when pulling you down will be difficult. Keep doing the good work. Maintain harmony with your colleagues and subordinates. Shower kind words on them."
    },
    "10": {
        "Aquarius Daily Horoscope": "Today your faith in karma may be reinforced. You may recall that what you give comes back to you. You are sensitive to others and understand otherﾒs problem. You may observe the generous side of your character taking the front seat. Someone may come to ask help from you. The day may also see a short trip with loved ones.",
        "Aquarius Health & Wellness Horoscope": "You are full of positive energy today. However, though you may mean well, your unsolicited advice is not going to be welcome everywhere. You should indulge your impulse to pamper yourself and may end up spending a considerable sum for your own pleasure. However, it is better to check your impulses as far as other people are concerned because your good intentions may be misinterpreted.",
        "Aquarius Daily Love & Relationship Horoscope": "This day can prove to be a turning point in your relationship. You can suddenly begin to see someone close to you in a new light and this will enable you to take the right decision regarding the direction of this relationship. You will now be able to cut away the deadwood and concentrate on those relationships which can actually make you stronger.",
        "Aquarius Career & Money Horoscope": "Before you rush in blindly to complete your tasks, you need to take some time and mull over your past experiences. You need to evaluate your past and find out what you can change and what you need to accept in order to fulfil your potential. You will also need to judge your own abilities to determine whether you should proceed in the path that you have been following for so long."
    },
    "11": {
        "Pisces Daily Horoscope": "What ever you will start today is bound to succeed no matter what ever obstacle comes your way! You will be able to recharge and reestablish healthy relations with others by the end of the day. Just bring a wise change in your nature ﾖ do not try to be in charge of every relationship. Give equality to all and you will be loved by all.",
        "Pisces Health & Wellness Horoscope": "Take special care of your health as well as those of your loved ones today. If you have children, then more precautions are indicated. Even minor health issues can suddenly become important today. It is better to take preventive measures beforehand. Try to regulate what you eat because they are likely to put you in a bad mood later on.",
        "Pisces Daily Love & Relationship Horoscope": "Friends, co-workers and all sorts of people you know may try to enlighten you about the things you must do for your love life to gather up some pace! Follow what they say to update your dating database, except the flirting tips! You are looking for love so better focus on it rather than locking yourself for some momentary pleasure!",
        "Pisces Career & Money Horoscope": "You have been receiving a lot of help from your co workers. It is now time to return the favour. So, you are going to help somebody at the work today and this will actually solidify your position in your office and will increase your popularity. While you may be working a little longer today, this is well worth the effort."
    }
}
]
