horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Beware today of what you say. Someone whom you consider close might spill the beans on you. Weigh your sentences before speaking. Try talking about yourself and the person you are talking to. Refrain from discussing about a third person. You may travel today to different city. You may meet an old acquaintance and together you may have nostalgic memories.",
        "Aries Health & Wellness Horoscope": "Be careful what you eat because stomach trouble and other problems related to the digestive system can manifest today. For some time now, you have known the need to completely revise your diet patterns and today you will get a major incentive to do so. A change in your diet will also actually reduce your mental stress, much of which was caused not by external worries as you thought but by your lifestyle.",
        "Aries Daily Love & Relationship Horoscope": "Go out and do something adventurous with your dear one today. What ever you do, it should be fascinating! This will inject some levity into the tensed situation between you and your partner. You will find it easy to communicate your new experiences and feelings to your partner.ﾠﾠ",
        "Aries Career & Money Horoscope": "Those who are involved in professions of luxury goods seem to benefit a lot today! Even those who are self-employed can hike their rates and will be able to procure the desired amount of money as well. Do not pay attention to those who fail to appreciate you. Just acknowledge those who wish to benefit from your expert skills."
    },
    "1": {
        "Taurus Daily Horoscope": "You have been following a highly hectic schedule for the last few days and it is time to get organized. Today will be comparatively relaxed, but you should take this time to get your affairs into some semblance of order. Otherwise, things are likely to get even more chaotic in the coming days and you are likely to become anxious as things would seem to go out of control.",
        "Taurus Health & Wellness Horoscope": "Take extra care to avoid accidents and injuries today because even small injuries can become serious now. You may need to consult a doctor, but at any case you should not leave any physical ailment untreated. This is just a temporary phase. Taking adequate care of your health will go a long way towards avoiding serious health issues in the future.",
        "Taurus Daily Love & Relationship Horoscope": "You have been ignoring your friends of late and the time is especially favourable to put together a friendly outing. Go out and catch a movie or organize a simple friends night out and you will feel the stress that you did not even notice, vanishing easily. You can also be contacted by someone from your past that was close to you once.",
        "Taurus Career & Money Horoscope": "Success will mark every task that you undertake today. If you have appeared for a competitive examination, you will get positive results today. The day is also suitable to initiate discussions with your superiors about taking on more responsibilities or for a promotion. You need to concentrate all your efforts into exploiting the most of this very favourable day."
    },
    "2": {
        "Gemini Daily Horoscope": "You will have to put your trust into another person today. This person can be someone close to you ﾖ a friend or a relative. He or she will help you in some crucial task which will significantly affect your future, but the key here is the trust that you will have to place in that person. This will require a leap of faith on your part.",
        "Gemini Health & Wellness Horoscope": "Sudden increase of stress at your workplace may lead to health related complications like migraine, tension headache and hypertension. In order to prepare for this, you should start the day with meditation, breathing exercise and other relaxation techniques. Be sure to drink plenty of water and stay away from the junk foods as they only add to your stress.",
        "Gemini Daily Love & Relationship Horoscope": "The planets have lined up right for your love life. Be sure to go out with friends and enjoy yourself. You will find opportunities for dating and relationship opening up even in unlikely places. So you need to mix and mingle. This is the right time to explore a new relationship about which you may have had doubts in the past.",
        "Gemini Career & Money Horoscope": "You are moving forward successfully. But your progress may be halted. If you have produced any gadget or anything innovative, then get it patented at the earliest. People are trying to prove that your work is theirs; however in reality they can hardly get close to manufacturing a replica of your products even.ﾠ"
    },
    "3": {
        "Cancer Daily Horoscope": "You are determined to take the blame for a friend's mistake. But do consider its consequences. There may be serious legal involvement as well. Some life changing event may also happen which will give you an unforgettable experience. Fulfill your desire to look different, change your hairstyle or wardrobe!",
        "Cancer Health & Wellness Horoscope": "Minor aches and pains that have been bothering you in the last few days will clear up. They will leave a lingering sense of fatigue from which you will need a few more days to recover. Focus on a healthier lifestyle. Start an exercise regime and adjust your diet by switching to healthier options. Preventive home remedies can be beneficial for you.",
        "Cancer Daily Love & Relationship Horoscope": "Minor tiffs may happen today with your partner. Try not to get irritable or into any arguments though they seem inevitable. Issues may easily get blown out of proportion. Avoid confrontations today.ﾠ You need to pay special attention to your children and spend quality time with them. It is better to go for family activities today rather than any romantic plans.",
        "Cancer Career & Money Horoscope": "This is a special day for people dealing in hospitality/philanthropic activities. You can easily connect with your rebels and they will yield to you. Success will come to you easily. Just do not rush onto things if you face any pressure, it will be of no good. You may be lucky if you are striving to achieve more sources of income!"
    },
    "4": {
        "Leo Daily Horoscope": "Someone around you will try to involve you in a needless power struggle. The key here is to keep an open mind and a calm demeanour so that you do not end up playing someone elseﾒs power games and getting involved in complications. If you keep an eye out, you can easily avoid this and have a perfectly nice and worry free day.",
        "Leo Health & Wellness Horoscope": "Due to mobility factors you seem to be out of your regular fitness regime. Try to re-arrange your fitness regime with experts. You may be susceptible to intact infections too. Taking mild medicines for the same will give relief but strong ones may cause severe upset of your stomach!",
        "Leo Daily Love & Relationship Horoscope": "You are going to make new friendships and new connections today. You continue to be in a jovial mood and your conviviality is going to impress others. One of the friends that you make today can turn out to be very significant in later years, though it may not seem like that now. You are in a helpful mood and are ready to help your friends and family today.",
        "Leo Career & Money Horoscope": "The day will be somewhat boring at work, but these are detail work which you cannot afford to neglect. Be meticulous in completing your paperwork and dealing with all the official requirements. You may commit a small but crucial mistake due to inattention. So, even if you are itching to go out and do things, you should finish these back office works first."
    },
    "5": {
        "Virgo Daily Horoscope": "The day can be quite confusing for you with conflicting opinions and different opportunities rising on all sides. While a number of forces pull you in many different directions, try not to overanalyze or please everybody. Instead, going with your own heart can turn out to be just the thing for you, even if you do not realize it at the time.",
        "Virgo Health & Wellness Horoscope": "You enjoy an overall good health. But as the times are getting more demanding, you need to take care of your health and diet. Include multiple vitamins in your diet especially A, C and E which in turn will help you to maintain a good immune system. Also drink 8-10 glasses of water. This will keep you hydrated and fit.",
        "Virgo Daily Love & Relationship Horoscope": "There is some one close to you who wants to be your lover. But you wish to keep it to friendship only! It will be better if you let this person know your feelings very openly. However this person is an ultimate source of love and compassion for you and has been cushioning you against the bruises of life! My advice is to reconsider your decision.",
        "Virgo Career & Money Horoscope": "If you decide to part off from a partnership, you are advised to do so in a humble and realistic way. Try to end the cold war or be the first one to break the ice berg by communicating very effectively and smoothly. You can right now concentrate very well on anything you want to, so use this ability well to your advantage."
    },
    "6": {
        "Libra Daily Horoscope": "Today, you will be filled with the urge to do something and impress others. You will be able to take strong and decisive actions and your sense of timing is implacable right now. You will be able to clear your old debts and obligations now. You may help someone close to you by the virtue of your quick thinking.",
        "Libra Health & Wellness Horoscope": "You are little susceptible to cold and cough today. Do take precautions in terms of your personal hygiene. Wash your hands often and especially before eating. If possible, you are advised to take rest so that you ward off any illness that might be looming close by. Also, take regular and sound sleep as that will help you relax.",
        "Libra Daily Love & Relationship Horoscope": "Fun and games are on the cards today. Stop analyzing your relationships and go out for some much needed dose of relaxation. Attend a dance or a light-hearted movie. The day is perfect for partying and quick repartee. You are likely to sparkle in company and dazzle your loved one or a prospective partner with your charm and wit.",
        "Libra Career & Money Horoscope": "You must stay alert or even rebellious, if required, for your own good. Those who appear to be more informed and knowledgeable may commit mistakes which are hard to rollback. Adhering to their command will make you fish in trouble waters too. You expenditures now seem to be under control and that is what you have been longing for since long."
    },
    "7": {
        "Scorpio Daily Horoscope": "Today you will be the cynosure of attraction. Being the centre of focus is your innate ability which others lack and hence they will be jealous of you like never before! When you find time try to ponder about the past, present and future and many of your questions will be answered. You may find solutions to many of your problems as well.",
        "Scorpio Health & Wellness Horoscope": "The day will start in good health. Be sure to exploit the early hours of the day for physically taxing activities. Minor complaints, especially of the teeth may develop towards the evening. In order to avoid this, look for some popular home remedies. However, it is necessary to modify your dietary patterns drastically for your continued good health. Avoid sugary foods.",
        "Scorpio Daily Love & Relationship Horoscope": "If you think that you have received low ratings on attraction/romantic relationship scale. Then this is the time to do something about it. Try to visualize how you want to look and what kind of a partner you want to be. This will help you decide the path you must follow to attain your goal. Be cool with whatever comes your way.",
        "Scorpio Career & Money Horoscope": "It is necessary that you take special care in dealing with your co-workers today. A volatile atmosphere at your workplace can erupt into a full-fledged argument. So, it is best to avoid confrontations at work today. Minor disagreements with seniors are also possible. However, investing in some metals or agricultural commodities can turn out to be very lucky for you."
    },
    "8": {
        "Sagittarius Daily Horoscope": "The day is perfect for showing your talents. You may act more aggressive or assertive than you generally do and this is going to surprise the people around you. They will be put out of balance and will probably have to revise their opinions about you. This element of surprise can provide you with a much needed edge. Be sure to utilize this to the fullest extent.",
        "Sagittarius Health & Wellness Horoscope": "Continued stress in your work place and your home life is affecting your health as well as your ability to think and judge clearly. You need to realize that the root of the problem lies in the extremely sedentary habits that you have developed. Regular morning walks can prove therapeutic for you as it will refresh your body and recharge your mind.",
        "Sagittarius Daily Love & Relationship Horoscope": "Misunderstandings and needless obstacles had been clouding your feelings for each other in the recent past. Today, you may be faced with an event where all such doubts will be swept aside and the true, deep and abiding nature of your commitment towards one another will become clear. Be sure to show your appreciation. The time is perfect to make romantic gestures to express your innermost feelings.",
        "Sagittarius Career & Money Horoscope": "You are going to feel very ambitious today. New opportunities are opening up at the place of your work and you will be very eager to take advantage of them. Be careful that your eagerness does not breed jealousy and ill feeling among your colleagues. You need to realize that for successful completion of projects, it is necessary to not only impress your superiors but also to gain the support of your co-workers."
    },
    "9": {
        "Capricorn Daily Horoscope": "You will be feeling very creative today. You appreciate all beautiful things and want to create something beautiful. The day is especially favourable for artists. However, it is necessary to complete the projects that you start today. You may suddenly start feeling deflated ﾖ a common occurrence after a surge of creativity and it may leave you feeling depressed and hollow without reason.",
        "Capricorn Health & Wellness Horoscope": "Do not stress yourself by being judgmental about others and suspend all your activities until you recover completely from an anxiety attack! Go for a complete check up to a nervous specialist if medicines are not much effective! Meditation and yoga will relieve you greatly!",
        "Capricorn Daily Love & Relationship Horoscope": "You somewhere have started to feel that romantic involvements are tedious and non-fulfilling to you these days. However a unique and fresh kind of romance may re-kindle your desire to form alliances with the people of opposite sex. Motivate yourself not to lose hope, the fruit of patience is sweet and so will be your reward.",
        "Capricorn Career & Money Horoscope": "Time to focus on your talents and do not worry about your weaknesses. This is an era of victory for you! You are firm and resolute with your strategy and will be extremely precise with your words. You may receive some unexpected wealth from ancestral property or from your past investments. But be careful of not trusting any one involved in the monetary transaction."
    },
    "10": {
        "Aquarius Daily Horoscope": "Today is a bright time for the creative people. Your skills and works will be appreciated. Even monetary gain for the work of the creative people is predicted today. If you are a student, it is suggested to go out and take that dreaded exam. The stars tell that students will do good in exams today.",
        "Aquarius Health & Wellness Horoscope": "Time to inculcate healthy habits in your daily routine. Aim for clinging onto it for over a month at least. If successful then pursue it as long as you can but initially do not burden yourself with it. One suggestion would be to increase your water intake everyday, make sure you have 3 liters at least each day.",
        "Aquarius Daily Love & Relationship Horoscope": "Your partner is co-operative and supportive. Go share your concerns with your dear ones rather than keeping the worries within you. That will be of great help and will relieve your stress to quite an extent. Try it over a coffee if it is linked to your partner indeed, they wonﾒt react much in public so you can easily blurt it out.",
        "Aquarius Career & Money Horoscope": "Take on some additional responsibilities today. If you perform well, you may be entrusted with such responsibility on a daily basis. With this, will also come an increase in salary. So work sincerely and constantly motivate yourself. Benefits do not appear today, but you are working towards a better life tomorrow. Use your creativity to accomplish your task."
    },
    "11": {
        "Pisces Daily Horoscope": "The day will be fine in the beginning although it may turn out to be a little hectic later on. Someone at home may be ill and you may have to attend him/her amidst a jam-packed schedule. You may receive happiness from friends or even colleagues and will make plans of spending time with them in the near future.",
        "Pisces Health & Wellness Horoscope": "It is necessary to design your diet in such a way as to improve and boost your immunity power. You are vulnerable to infections today. Situations will arise where you will not be able to help the exposure to allergens. So, take care to eat a balanced diet with plenty of vitamins to protect your health. You should also remember to drink plenty of water.",
        "Pisces Daily Love & Relationship Horoscope": "You will be getting more attention than ever before. To your surprise you may be approached by the least expected ones even. But take you own time to decide who suits you the best. Time will weed out the best ones from the rest. Do not restrain yourself because of the bitter experiences of the past.",
        "Pisces Career & Money Horoscope": "A rare job opportunity is going to knock on your door today. The idea may sound somewhat risky and novel to you, but if you act on it, you can give a new turn to your career. The time is right to take risks and go after what you really want to do with your life rather than sticking to the safe and narrow path."
    }
}]
