horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You may want to act impulsively and rashly out of a fit of anger. But you are advised to keep your mind stable and think sensibly. You have the power of communication and you should use that in your favor. In order to reduce the level of stress, go for any adventurous sports which you like but do not indulge in carnal pleasures.",
        "Aries Health & Wellness Horoscope": "You have to take extra care not to gain weight. You will find that even if you have controlled your diet, you are feeling heavy and bloated. A sort of lethargy may overcome you, leaving you feeling tired and indifferent. This is a condition of your mind rather than of your body. Meditation and other mind body discipline can help you feel lighter and fitter today.",
        "Aries Daily Love & Relationship Horoscope": "It is good to absorb a lot of things. This actually avoids a number of trivial fights. But sometimes you also need to speak up. If the attitude and behavior of your partner has been bothering you, then speak up. Things will only move towards betterment. You are known to stand by your values and principles. Act within the boundary.",
        "Aries Career & Money Horoscope": "Prepare to receive an unexpected gift from someone close to you. The day is especially good as far as your ob is concerned. Colleagues and superiors at the workplace are going to be especially helpful and supportive. This will help you to finish off all your work on time and you can schedule some party time in the evening."
    },
    "1": {
        "Taurus Daily Horoscope": "There is confidence in air. You will take up a pending project that had been left unfinished. Obstacles seem to appear but they will not block your path. A close friend will come for your rescue. An important connection at work will open up the door of opportunity to yoke out imagination. Do not turn back to dig past.",
        "Taurus Health & Wellness Horoscope": "Health and energy are your strong points today. No task seems impossible and you complete everything within the scheduled time with no problem. In fact, you may feel so energetic that you can go out for a physical activity like running or gym even if you have not done so for quite some time. Your physical well being will reflect in all other sectors of your life as you are filled with positive thoughts and feelings.",
        "Taurus Daily Love & Relationship Horoscope": "You are too serious and are probably over-thinking your relationship issues. Lighten up. Make it a point to spend time with your partner. Once you stop trying to discover double meaning of every gesture, you will find that your relationship is build on a strong base and sometimes you just need to let down your hair and enjoy things as they are.",
        "Taurus Career & Money Horoscope": "A number of situations may arise at work today where you will be forced to choose between going with the flow and doing the right thing. Pay extra attention to your work ethics today. Refusing to go with the crowd may cause some tension with your colleagues, but you are sure to win the recognition of your bosses and this will have a positive impact on your career in the long run."
    },
    "2": {
        "Gemini Daily Horoscope": "Your inner strength lets you undergo some multilevel thinking. You are able to see varied sides of any issue. You are right in judging your friends and peer. Follow your intuition under circumstances where logical thinking has no scope. This is the time to explore the hidden potential within you. Stir away from any arguments as they may create a problem for you later.",
        "Gemini Health & Wellness Horoscope": "Time to take extra care of yourself since you have been paying least attention to your health lately. You may have fever or minor accidents if you miss out at any point in safeguarding your health. Reveal whatﾒs there in your heart to someone you can confide in! This will relieve you pretty well. Change your lifestyle and mindset too if required.",
        "Gemini Daily Love & Relationship Horoscope": "You are ready to start your journey of love. If you are already in a relationship, you will probably make a gesture to infuse new life into it. If you are single, you will become more available socially in order to meet a prospective partner. Your efforts will be appreciated and your love life will take a definite turn for the positive.",
        "Gemini Career & Money Horoscope": "New business ideas that you proposed will now begin to bear fruit. You may have been thinking of starting your own business. This is the best time for striking out on your own. Chances are very good that you will be able to get adequate financing for your new business at this time. You may have to work in partnership with someone from abroad for establishing this business."
    },
    "3": {
        "Cancer Daily Horoscope": "Well, today is a lucky day for you. You take yourself and others by surprise by your problem solving abilities. You will leave your office mates impressed. Your confidence will be high and you may be offered a new project. Feel happy and celebrate with loved ones. A friend may visit you today. You may enjoy a fun filled day.",
        "Cancer Health & Wellness Horoscope": "Someone is going to inspire you to a higher level of physical fitness today. You know on an intellectual level that you need to improve your fitness, but you have been dragging your feet. Today, you will come across someone who may not be physically in a superb shape, but who will inspire you to improve your health. You will start a new diet or new exercise pattern today.",
        "Cancer Daily Love & Relationship Horoscope": "You must change your routine if you want to catch up with someone interesting else your relationship will reach the same boring level again! You need to change yourself from within for bringing a great change in your love life! You will have no idea how exciting things can get if you will dress differently!",
        "Cancer Career & Money Horoscope": "Some sort of confusion is likely to occur at the career front today. You may be doing well enough in your chosen job. At the same time you may get an offer to join a business which is thoroughly trustworthy and offers a greater reward. Since you never saw the offer coming, this is likely to leave you in a state of indecision. Take your decision after long and careful consideration."
    },
    "4": {
        "Leo Daily Horoscope": "Your indecision and dithering has created needless chaos and all these issues are now likely to come to a head. Family matters and those concerning real estate come to a head now and you will receive correspondences regarding these issues. Old and unresolved businesses will now demand your attention and you cannot move forward till you close these old chapters.",
        "Leo Health & Wellness Horoscope": "You are feeling irritable and rather ill used because of stomach problems. But you need to realize that eating indiscriminately is the root of all your physical problems which is leading to this feeling of mental stress. You need to control your diet, but will probably find it very difficult to do so. Get in touch with a dieting buddy. Support of another person can better help you through this situation.",
        "Leo Daily Love & Relationship Horoscope": "The planets ruling your love life are now at their peak. So, this is going to be an exciting as well as passionate time for you. Make the most of this. Plan something special with your partner or decide to surprise him / her with an extravagant gesture and it will be returned with equal enthusiasm. The time is right to devote complete attention to your love life.",
        "Leo Career & Money Horoscope": "You will be driven by a need to make a difference in the lives of people. You are likely to get involved in some charitable work which will take up a lot of your time and commitment. You may need to make some tough decision like whether to stay in this charity organization, help others and earn much less or to go back to your regular job and earn lots."
    },
    "5": {
        "Virgo Daily Horoscope": "You are likely to come across an unlikely experience today. It is not necessarily unpleasant, but it is likely to rattle you. It can bring about a radical change in your outlook. Do not be afraid to express your feelings, but this time is more suitable to put the emotional demands of the others ahead of those of your own.",
        "Virgo Health & Wellness Horoscope": "Life takes its own course and sometimes when things are not in our own hands, we need to wait patiently and calmly. If you show agitation or fickleness, it will affect your health negatively. You may develop pain in some body part. Relax and and listen to some meditative music. That will have a healing effect on your soul.",
        "Virgo Daily Love & Relationship Horoscope": "Today you may gather little important information regarding your partner which will help you to form an opinion. Your partner has been sending you confusing signals for some time. The information that you get today will help you understand the logic behind his behavior and will hence affect future course of action. Be flexible enough to adept new things.",
        "Virgo Career & Money Horoscope": "Beware of a hidden enemy at the place of your work today. He or she may be engaged in a secret campaign of badmouthing you to the boss and you can see all the evidence today. Losing your temper is completely counterproductive. Instead, you need to prove your worth and trustworthiness by delivering exactly what you promised, when you promised it."
    },
    "6": {
        "Libra Daily Horoscope": "After long, today you will feel relieved. An important news will make your day. Parents may find suitable match for their son/daughter. A pending court case will be settled in your favor. A little effort in the career today will give rich dividends tomorrow. Today life seems to be back on track. Enjoy this period with your family.",
        "Libra Health & Wellness Horoscope": "You may be a little crazy today! After a rigorous workout session you may treat yourself with a chocolate cake! And this is where you need to control. Consume something sweet containing much less calories than the chocolate cake! And if you will not remain restricted by the diet suggested by the gym instructors, you can never get back in shape in a short time!",
        "Libra Daily Love & Relationship Horoscope": "You can relate well to everyone you come across today. But this does not mean that they can be a perfect match for you. It will be too early to call it ﾓlove at first sight ﾓfor someone you may be attracted to! Take a step back and start analyzing how things have been and how things will be in future of you go ahead with this person in life.",
        "Libra Career & Money Horoscope": "For students, it is a good day to appear in any exam. Success is shining in your sign. For professionals, you will have a positive day at the work place. Pending issues will get sorted out. If you feel that you should be considered for a promotion, it is a good day to initiate the talk with decision making authorities."
    },
    "7": {
        "Scorpio Daily Horoscope": "Today is going to be a fun fare day. You will be revisited by friends and relatives. Least you can expect a call or mail from them. It is a good time to brush up your social skills and be prepared for the upcoming parties. Your financial issues will be taken care of as the day progresses.",
        "Scorpio Health & Wellness Horoscope": "The day will be little taxing on you. You may find yourself stressed. Neck pain may occur. It is advisable to walk and bend after every two hours of work. This will stretch your muscles and will relax them. You may also plan a massage or therapy for relaxation. Do not forget to dump your tensions back as you sit for massage.",
        "Scorpio Daily Love & Relationship Horoscope": "For the last few days you have been preoccupied with your career and job issues. You have neglected your family and romantic relationship for the duration. So, it is now time that these aspects of your life will begin to demand more of your time. You must attend to these issues now. Otherwise there may be problems in the future.",
        "Scorpio Career & Money Horoscope": "The day will go especially smoothly at the workplace. Any difficult projects that you had been postponing for some time now can best be completed today. You will probably get a lot done ﾖ more than you expected, and clear up all your backlogs. You are filled with positive energy and this is likely to affect everyone around you in a positive way."
    },
    "8": {
        "Sagittarius Daily Horoscope": "This day is particularly favourable for spending time with your family. Go for some bonding with your parents or sibling or enjoy a quiet time with your spouse. Get involved in a fun activity with your children. Even if work pressure threatens to mount, put them aside for today and celebrate the togetherness. You may be surprised at what you can learn from these family sessions.",
        "Sagittarius Health & Wellness Horoscope": "You may dream in your sleep which may provide you with a very useful guidance. You have been ignoring the advice of specialists to switch to homeopathic care! Consequently you may experience strain in all parts of your body! Ask some one to be close to you when you go for ablutions!",
        "Sagittarius Daily Love & Relationship Horoscope": "This day can prove to be a turning point in your relationship. You can suddenly begin to see someone close to you in a new light and this will enable you to take the right decision regarding the direction of this relationship. You will now be able to cut away the deadwood and concentrate on those relationships which can actually make you stronger.",
        "Sagittarius Career & Money Horoscope": "You may find your day to be a bit monotonous as you have been working on the same project since long. This may be fatal for your progress so look for a change as soon as possible. However in the mean while enjoy the harmonious relationship with your co-workers. One of them may be of great help to you in finding a way out of the organization very safely!"
    },
    "9": {
        "Capricorn Daily Horoscope": "You have been feeling like you are being pulled in different directions and you could not decide which way to go. These pulls will become even stronger today and taking a decision becomes even more difficult. You need to be careful while making a judgement because emotional or other external factors can interfere with your good sense today. It is better to postpone important decisions.",
        "Capricorn Health & Wellness Horoscope": "There are a few surprises in store for you today, but do not worry. They are all pleasant! Some of the things for which you have been waiting for a long time are likely to come to fruition today. Some of your efforts which you thought have been wasted will finally be successful. So, celebrate tonight with family and friends and even they may have good news to share.",
        "Capricorn Daily Love & Relationship Horoscope": "You will experience a change within yourself regarding what you want in a romantic partner. While you have been enjoying light superficial romance, you will start thinking seriously and begin looking for your soul mate in earnest. This is going to cause some uneasy times because soul mates do not come without romantic trials, but you are now emotionally ready to take on all these challenges.",
        "Capricorn Career & Money Horoscope": "People engaged in teaching, writing, journalism and literature are going to enjoy huge success in their career today and you may be honoured for your achievements. The day is also suitable for investment in educational institutions and in construction business. In general, you are going to enjoy a quiet day at work ﾖ a relief from the rush of the past few days."
    },
    "10": {
        "Aquarius Daily Horoscope": "The time is ripe to take some bold steps. This is not the time to hesitate. Instead, decisive action is critical. Do not shy away from opportunities. A leap of faith at this time can dramatically alter your life for the better, though it may not seem so now. It is also time to re-evaluate old relationships and cut out the deadwood.ﾠ",
        "Aquarius Health & Wellness Horoscope": "High energy keeps your spirit soaring high. Today is a great day to get back to exercise regime after a brief period of laziness which has left you desperate enough to be back on the track. You believe in making fitness your lifestyle and today you work towards the same. Following the correct procedure during exercising is important lest you may experience a small injury.",
        "Aquarius Daily Love & Relationship Horoscope": "You have been living a very busy life and commitments from all sides were making demands on you. Today, the pressure is likely to ease a little. Take this opportunity to rest and relax with your family or your partner. You will draw comfort from familiar things. Enjoy a quiet evening at home with your partner instead of going out for more vigorous enjoyments.",
        "Aquarius Career & Money Horoscope": "The time is ripe for a change in the career front. If you were in two minds about changing your job, then this is the time when you can take the decision that will work out the best for you. Do not be afraid to take some risks as far as your career is concerned. They are very likely to pay off."
    },
    "11": {
        "Pisces Daily Horoscope": "A new surge of confidence marks everything that you do today. Barriers that seemed unmovable a few days ago will be carried away in the face of your determination. Your communication skills will undergo a sea change and you will easily be able to convince other people and bring them around to your viewpoint. The day is perfect to tackle any difficult project that you had been putting off.",
        "Pisces Health & Wellness Horoscope": "Happiness is the key to your good health and the reverse is also true. It is essential that you recognize this link between your health and happiness. So, the energy that you spend in maintaining your health will all go to waste if you are unhappy in your mind. You need to embark on a journey of self discovery to discover the root of your unhappiness if you want to enjoy good health.",
        "Pisces Daily Love & Relationship Horoscope": "Your plans to hang out with your dear one may get shattered today. Do not press your partner hard at this point of time to let you know the reason behind screwing up the plan. Sitting coolly at home and watching your favorite TV show or reading a good book will entertain you equally well.",
        "Pisces Career & Money Horoscope": "This is the time to separate yourself from people who are no longer serving you or are incapable of serving you! This is a big step in balancing the finances. You will be rewarded soon and that too monetarily for this business tactic. The saved income is safe and can be utilized to add onto your assets."
    }
}]
