horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You are feeling much more outspoken today than what you normally do. You have been behaving tactfully for quite some time now and today this may feel somewhat stifling. You are likely to blurt out the unpalatable truth today and this will not go down very well with everybody. It is better to plan for some solitary activity because you are unlikely today to modify your behaviour to suit others.",
        "Aries Health & Wellness Horoscope": "Pay a lot of attention to revise your diet and incorporate healthy meals in it. Drink a lot of water to keep your blood pressure in control. Try to tackle your personal relationships later on as they seem to hamper you more in addition to the digestive tract ailments. Relieve yourself mentally and stop thinking about other things as well.",
        "Aries Daily Love & Relationship Horoscope": "It is imperative that you keep your egos aside if you want to cultivate a very promising relationship. Your own narrow vision and ego is very likely to cause problems in your family life. Timely intervention is essential if you do not want this to develop into long term strife. Try to look at the matter in hand from a viewpoint that is different from your own.",
        "Aries Career & Money Horoscope": "Things were probably not going so well on the work front for the last few days, but there will be some improvements today. Bear in mind that adjustments with colleagues is essential to preserve the harmony of your workspace. If you relent just a little, you will be able to enjoy a far more relaxed atmosphere with your friends at the workplace."
    },
    "1": {
        "Taurus Daily Horoscope": "The highlight of the day is communication with a person of influence which can have a long term impact on your life. You may also come in contact with a person or a situation where you are pitted against an opposite point of view. You need to be able to take constructive criticism and stick to your point without becoming rude.",
        "Taurus Health & Wellness Horoscope": "Take care of your digestive system. It can take a back beating during the festive season. The best way is to eat right and indulge in a casual exercise be it walking, climbing stairs or cycling. Your fast paced mind allows less time for enjoying your meal. Do not think about other stuffs while eating. Relish your meal and chew properly.",
        "Taurus Daily Love & Relationship Horoscope": "You may have to take some tough decision regarding your love life and even though you do not feel like it, this is the best time to do so. Only you can decide whether you will let past experiences strengthen your resolve or undermine your confidence. The way you interpret the past will have a major influence on your decision.",
        "Taurus Career & Money Horoscope": "The time is ripe for a change in the career front. If you were in two minds about changing your job, then this is the time when you can take the decision that will work out the best for you. Do not be afraid to take some risks as far as your career is concerned. They are very likely to pay off."
    },
    "2": {
        "Gemini Daily Horoscope": "Today you urgently need to understand and master the art of balancing the physical reality with your vision. While your plans are ambitious, you have to understand the actual obstacles top these plans. Otherwise, you are headed for a collision course in spite of all your good intentions. You also need to understand that your plans may be conflicting with those of someone else who is as determined and ambitious as you.",
        "Gemini Health & Wellness Horoscope": "Encourage yourself to do earthy things like gardening and walking in nature so that you can relax and feel better. You need to look deep within yourself to address your emotional concerns. Do not waste your focusing abilities upon the outward things. Try to do some yoga practice for mental peace and for strengthening your muscles.",
        "Gemini Daily Love & Relationship Horoscope": "Your mind is free now and you are prepared to find someone without rose-colored glasses. Do not let the familiar feeling of uncertainty touch you and chill up your spine. Tread softly into the lush gardens of love. The romance will not be sultry and you will reside coolly in the house of love and awe!",
        "Gemini Career & Money Horoscope": "Research students are going to receive a piece of very good news today. Those sitting for competitive examinations will also fare better than expectations. However, timing can be crucial today. The opportunity that will be brought by these events need to be utilized as quickly as possible; otherwise, you may have missed the boat. You may have to take a bold step to secure your career."
    },
    "3": {
        "Cancer Daily Horoscope": "It is a great day for you. Your efforts may be rewarded in terms of cash. You will be inclined towards buying the best of the utilities for your dear ones! Just be careful of not exhausting out the entire amount without saving some of it! You may spend most cherish able moments with your partner today as the encounter will be quite passionate.",
        "Cancer Health & Wellness Horoscope": "You are full of energy and life today! You will also receive the required information which you needed about getting yourself treated the best way! It will be easy to diagnose and to cure your ailment which was quite an unattainable goal since long. Try to get a full body massage or spend time at a spa to stimulate your body and soul.",
        "Cancer Daily Love & Relationship Horoscope": "You will be revisited by someone from your past today, though the person may not be of a romantic interest to you. He or she will provide you with a vital piece of insight which can help you to resolve the confusions that you were carrying around with you for a long time. Take your first step towards healing with the help of this information.",
        "Cancer Career & Money Horoscope": "Take on some additional responsibilities today. If you perform well, you may be entrusted with such responsibility on a daily basis. With this, will also come an increase in salary. So work sincerely and constantly motivate yourself. Benefits do not appear today, but you are working towards a better life tomorrow. Use your creativity to accomplish your task."
    },
    "4": {
        "Leo Daily Horoscope": "You may be presented with plenty of misinformation today. It is better to rely on your own judgment and reasoning rather than listening to and being influenced by others. Try to find the truth at your own pace in your own way and you are likely to arrive at the best decision. A much needed vacation planning is in the air.",
        "Leo Health & Wellness Horoscope": "You may have to go in for extensive health checkups today. You may get a health scare but it will turn out to be a false alarm. But you need to treat this as a warning and bring about some much needed changes in your diet and lifestyle pattern. Adequate precaution at this stage can help you avoid major health problems which may otherwise develop.",
        "Leo Daily Love & Relationship Horoscope": "You must change your routine if you want to catch up with someone interesting else your relationship will reach the same boring level again! You need to change yourself from within for bringing a great change in your love life! You will have no idea how exciting things can get if you will dress differently!",
        "Leo Career & Money Horoscope": "The day will be quiet as far as work and career is concerned. You will face an uneventful day at work which will be a pleasant break after the hectic schedule that you were facing earlier. Take this time to really appreciate and enjoy what you do and remember the good times and the fun you have doing your job."
    },
    "5": {
        "Virgo Daily Horoscope": "Do not let lethargy spoil the day for you. Summon the creative energy that is natural to you and the day can proceed smoothly. You need to work towards restoring harmony and balance in your personal life and even in your health. Ignore the distractions around you and instead concentrate your attention on those tasks where you can actually contribute something concrete.",
        "Virgo Health & Wellness Horoscope": "Due to mobility factors you seem to be out of your regular fitness regime. Try to re-arrange your fitness regime with experts. You may be susceptible to intact infections too. Taking mild medicines for the same will give relief but strong ones may cause severe upset of your stomach!",
        "Virgo Daily Love & Relationship Horoscope": "You have always been light-hearted and debonair in your love relationship and this has served you well in the past. However, today you are likely to realize that whatever is happening in your love life is truly serious. This may appear quite scary to you, but you should understand that taking this step will enrich your life. You will find fulfilment only if you agree to jump in with both feet rather than only test the waters.",
        "Virgo Career & Money Horoscope": "Your professional skills will get sharpened up and you will tap back into professional race with a stronger fighting spirit. You may also get chances to bring your position and income at the same page! You were receiving meager income as compared to the position you have been holding and the amount of work you have been doing."
    },
    "6": {
        "Libra Daily Horoscope": "You may be cracking one of the biggest joint venture deals today. But you must mention explicitly once again your mission and goals to your partner. If altercations arise then you may be driven by impulses and this is what you need to keep in check. You may devote the end of the day towards your intellectual pursuits or in perusal of an artistic passion.",
        "Libra Health & Wellness Horoscope": "Either start your day or end your day with a slow and relaxed walk. It will give you positivity and will also help you relax. Ask your loved ones for company. Fatigue can overpower you during the day. Do not take stress. Things will fall in place when the right time comes. Drink fresh juice rather than caffeinated drinks.",
        "Libra Daily Love & Relationship Horoscope": "The day is going to be stable as far as relationships are concerned. You will be able to enjoy a quiet and contemplative time with your partner. Take time to enjoy what you have. Taking part in ordinary domestic chores can create a level of contentment in your relationship which will give you a sense of happiness and renew your love.",
        "Libra Career & Money Horoscope": "Beware of a hidden enemy at the place of your work today. He or she may be engaged in a secret campaign of badmouthing you to the boss and you can see all the evidence today. Losing your temper is completely counterproductive. Instead, you need to prove your worth and trustworthiness by delivering exactly what you promised, when you promised it."
    },
    "7": {
        "Scorpio Daily Horoscope": "Life has been monotonous and lackluster over a long period of time. Try to spice up your life with little adventure. It may be a visit to your favorite holiday spot or undertaking some expeditions. Separate yourself from social and personal involvements for sometime to accomplish certain goals needing your full attention.",
        "Scorpio Health & Wellness Horoscope": "You may be interested and you may find time to join groups online which motivate and encourage you towards maintaining good health! You may be tempted to eat well but that is okay if you plan to shed the calories via rigorous physical exercises! Plan a relaxation schedule which you may follow towards the end of the day.",
        "Scorpio Daily Love & Relationship Horoscope": "Disagreements are likely to flare up between you and your partner today. The issues may be very minor or may be vital, but they have all been festering for quite some time in your relationship. This has resulted from a lack of proper communication between you. You are going to require huge amount of patience to deal with the situation if you want to save this relationship.",
        "Scorpio Career & Money Horoscope": "Travel for the purpose of work is strongly indicated. There is a major chance of going abroad. Your company may send you to a different country or your visa approval for work purposes may come in today. However, if you are already stationed in a foreign country for your career, there is little scope of returning to your hometown in near future."
    },
    "8": {
        "Sagittarius Daily Horoscope": "This day is particularly favourable for spending time with your family. Go for some bonding with your parents or sibling or enjoy a quiet time with your spouse. Get involved in a fun activity with your children. Even if work pressure threatens to mount, put them aside for today and celebrate the togetherness. You may be surprised at what you can learn from these family sessions.",
        "Sagittarius Health & Wellness Horoscope": "Your physical health continues to be good, but the same cannot be said of your mental condition. You have bitten off more than you can chew in the career front and your mental stress is mounting as a result. You need to remedy this situation urgently. Reduce your workload and go for some relaxation exercise. A detoxification diet can also be of great help.",
        "Sagittarius Daily Love & Relationship Horoscope": "The day is going to be a balancing act between your job and career and your family. Both are growing quite demanding in the last few days and you have been attending to both. But, it will be quite difficult to do so today. It may seem that you have to choose one or the other. It is best to concentrate on work issues right now, though you will have to be tactful with your family.",
        "Sagittarius Career & Money Horoscope": "Your dream of settling abroad may come true today as you may get offers to work with reputed companies established in foreign lands. However you may face issues in documentation, but these issues will get resolved in no-time. And when you have what all you want, money is certainly going to follow you!"
    },
    "9": {
        "Capricorn Daily Horoscope": "The stars say that love is in the air for you today. Keep your eyes open, you may meet the man/woman of your dream. However, recognizing the dream person will be tricky as he/she will come in weird package. Today you are also inclined to receive a gift from an unexpected source. All in all the day will be pretty eventful.",
        "Capricorn Health & Wellness Horoscope": "You are not sleeping well since past few days. If you will continue to be so then soon you are going to be an insomniac. So make a tight schedule of getting up from bed and going to bed at a fixed time. And adhere to it as if it is a ritual. For better guidance listen to your very own intuition which will point to the above stated facts as well.",
        "Capricorn Daily Love & Relationship Horoscope": "How hard you try, your partner is not paying attention to you. It is time to paper him/her with your acts. Get home early today and cook for your better half. Decorate the room and light candles. There is love in the air. Show your partner today. He will surely understand today. If you are staying away, give a call to your partner.",
        "Capricorn Career & Money Horoscope": "Some sort of confusion is likely to occur at the career front today. You may be doing well enough in your chosen job. At the same time you may get an offer to join a business which is thoroughly trustworthy and offers a greater reward. Since you never saw the offer coming, this is likely to leave you in a state of indecision. Take your decision after long and careful consideration."
    },
    "10": {
        "Aquarius Daily Horoscope": "The day can be quite confusing for you with conflicting opinions and different opportunities rising on all sides. While a number of forces pull you in many different directions, try not to overanalyze or please everybody. Instead, going with your own heart can turn out to be just the thing for you, even if you do not realize it at the time.",
        "Aquarius Health & Wellness Horoscope": "Regular exercises and salad filled diet is boring you like hell. Time to treat your taste buds with your favorite cuisines. Do not forget to note how you feel next morning. The bitter experience will stop you from getting tempted towards the oily food next time! You may even get a chance to demonstrate physical exercises to the masses.ﾠ",
        "Aquarius Daily Love & Relationship Horoscope": "Misunderstandings may crop up in your relationship today. You have probably acted out of good intentions, but you failed to take into account all the implications of your actions for others involved. The result is that your pure motives will be viewed rather differently by your partner. You are going to need a lot of patience to sort out this situation.",
        "Aquarius Career & Money Horoscope": "If you decide to part off from a partnership, you are advised to do so in a humble and realistic way. Try to end the cold war or be the first one to break the ice berg by communicating very effectively and smoothly. You can right now concentrate very well on anything you want to, so use this ability well to your advantage."
    },
    "11": {
        "Pisces Daily Horoscope": "People in authoritative positions may delay your work in order to take out personal grudges of the past. And this may be a cause of great concern for you, as it will not only impact the present events but also your future ventures too. At this time, just enjoy the domestic bliss you have and this will evoke greater enthusiasm in you.",
        "Pisces Health & Wellness Horoscope": "There is some cause for concern over the health of an elderly friend or relative. So, this is a good time to get in touch with them. Similarly, you need to take precautions about the health of your children. You will realize the effectiveness of a diet and will take the first step towards adopting it and improving the general health of both you and your family.",
        "Pisces Daily Love & Relationship Horoscope": "The day will have a pleasant beginning. A lot of warmth and laughter from your partner will brighten up the personal relationship. You have faced a difficult time in your personal life. So this is the time to go out with your partner, lie down and have some real fun! Laughing at yourselves will vanish most of your worries as a couple.",
        "Pisces Career & Money Horoscope": "While there will be a natural tendency to shirk your responsibilities, this can land you in trouble with your superiors. The fact is you are avoiding work more out of habit rather than from any genuine desire to laze around. The time is just right to take on more responsibilities and throw yourself more into your work. Hard work and sincere effort will be rewarded y success today."
    }
}]
