horo_english=[{
    "0": {
        "Aries Daily Horoscope": "News about financial gain may make you and your loved ones happy. There is a sense that things are positively turning around. You are pleasingly presentable. Go out and meet people. New opportunities will sprout from your associations which will prove beneficial in the long run. You may bring a change in your house either structurally or family wise.",
        "Aries Health & Wellness Horoscope": "Your health remains in peak condition today. It is necessary to start a light exercise routine in the morning for continual good health and today is the best day to take the first step towards this. You may develop some complaint of the teeth towards the evening. It is also necessary to change your dietary pattern immediately for your continuous good health.",
        "Aries Daily Love & Relationship Horoscope": "You need to empathise more with your partner. He / she have been under tremendous stress but you have been preoccupied with how it is affecting you and your partner's attitude towards you. You need to realize that love demands unconditional support and this is not the time to worry more about your own self rather than that of your partner.",
        "Aries Career & Money Horoscope": "You are your best critic. Analyze your situation and act accordingly. Having said that, today you need to motivate yourself to remain on track. Let monotony not bog you down. Time will change and you may be entrusted with bigger responsibilities. Till then, show your consistency. You have time at your side. Plan investing, do research work and go for it."
    },
    "1": {
        "Taurus Daily Horoscope": "The desire to be successful may get heightened in you today! And you may strive to enhance your writing and oratorical skills today. Try to read some useful tips for achieving the same or get in touch with the experienced people for better guidance. However do not get negligent towards those who have been waiting for your attention and care since long.",
        "Taurus Health & Wellness Horoscope": "Minor accidents are a strong possibility, especially on the road. So, be extra careful while driving or crossing the street because a collision may occur now. Even if you are careful, the accident may be caused by the recklessness of others. So, a defensive strategy is required. A little bit of extra attention can help to avoid major hassle today.",
        "Taurus Daily Love & Relationship Horoscope": "Love is in the air today. You can surprise your loved one by planning for something special. If you are in a relationship, this is the best time to recapture that magic which made it so very special. Intimate plans are likely to be more appropriate than a wild party with friends. Single persons are likely to meet your future partner.",
        "Taurus Career & Money Horoscope": "Your patience is reaping benefits now. You have been waiting for a long time but you never stopped working and looking out for opportunities. Gradually you are getting what you want. Do not get overboard. Enjoy the benefits but at the same time remain grounded and humble to people around you. Travel is on your card. You can treat yourself."
    },
    "2": {
        "Gemini Daily Horoscope": "All your efforts regarding both your career and your personal life are now coming to a head. A momentum is likely to build up which will lead to a major success for you. Your efforts and ingenuity will be noticed by your superiors and you will gain some staunch supporters in the process. Your enemies will be left helpless today.",
        "Gemini Health & Wellness Horoscope": "Think on nurturing your mind rather than your body. You keep yourself fit physically. What takes a back seat is your over exerting mind. Relax; enroll in some recreational activity that will be food for your brain. Dedicate minutes of your time to yourself. Concentrate and meditate. Give a direction to your thought process which is otherwise running in varied directions.",
        "Gemini Daily Love & Relationship Horoscope": "Celebrations round the corner! For those who are married may cheer up on a personal fulfillment, may be like completing another year of togetherness or may have a new baby born in their family. For those of you who are unmarried seem to get approved of their relationship from the family, who have been strongly opposing against you since long.",
        "Gemini Career & Money Horoscope": "Today you may be a lot forgiving to every one who has done wrong to you! Be it your colleagues who have been trying to harm you out of jealousy or be it your cruel bosses who never gave a hearing to you and have hindered your progress always! Your finances may reach to the top however you may have to take few risks for gains."
    },
    "3": {
        "Cancer Daily Horoscope": "You may discuss few important issues with your relatives. Try to be loving and kind in your conversations. If you canﾒt handle any situation just leave it for the time being rather than overdoing it. Attend gatherings in the evening time if you want to lighten up your mood. Focusing on matters of faith and spirituality will be of benefit to you.",
        "Cancer Health & Wellness Horoscope": "You enjoy an overall good health. But as the times are getting more demanding, you need to take care of your health and diet. Include multiple vitamins in your diet especially A, C and E which in turn will help you to maintain a good immune system. Also drink 8-10 glasses of water. This will keep you hydrated and fit.",
        "Cancer Daily Love & Relationship Horoscope": "You seem to have enough of relationships and are bored of the short and quiver affairs. Time to go for hibernation in your private zone where no body can peep into! If you cannot break apart from a troubling relationship then at least take a short break from it after informing andﾠﾠconvincing your partner about it.",
        "Cancer Career & Money Horoscope": "Your ability to communicate effectively at the workplace seems to get affected due to some actions taken against you! You may be accused of breaching the trust and confidentiality of the organization you are working with. Retain your cool and try to consider other peopleﾒs needs. This will soon work in your favor.ﾠﾠ"
    },
    "4": {
        "Leo Daily Horoscope": "Your mood is both playful and dramatic today and you are going to be attracted to all things beautiful. This may lead to some unplanned and unnecessary expenditure. All your pursuits today will have an aesthetic touch. You may also go for some beauty treatment. You are going to be in a jovial mood all day and this will create conviviality in your workplace as well.",
        "Leo Health & Wellness Horoscope": "You have almost always been careless with your health. But from today you will begin to take an unusual interest in health and fitness regime. You may join a physical activity class and you feel especial interest in yoga. You will also change your diet, opting for a far healthier one. You will no longer allow your health to take a back seat whether you are partying or working.",
        "Leo Daily Love & Relationship Horoscope": "You are financially strong and you can impress any date. But unlike most of the people you will come across some who will want to see your natural talents and will love the way you are! You will start having thoughts for this person and without realization you may soon get romantically involved with this person. Good choice, go ahead!",
        "Leo Career & Money Horoscope": "Lately, your expenses were consistently exceeding your income, but from today you will see a distinct and welcome change. Fortune at last seems to smile upon you as your expenses taper off and your income shows signs of improvements. However, you need to be cautious and slow. Needless haste at this time can put your finances into serious trouble."
    },
    "5": {
        "Virgo Daily Horoscope": "When it comes to making decision, you may be pulled between heart and mind. This is enigma. Listen to your instincts and you will end up making right decisions. Your family and loved ones need your attention. Spend some quality time with them. It is a good time to make travel plans. You may travel in the coming week.",
        "Virgo Health & Wellness Horoscope": "You are going to find someone today who will become a very good exercise buddy for you. You may already know this person but now you will discover this shared interest. Your mutual enthusiasm will help you to drive yourself further so that your health and fitness will be at its peak. You may also take part in an athletic event now.",
        "Virgo Daily Love & Relationship Horoscope": "The time is right to plan major changes of positive nature in your relationship. You are ready to take it to the next level, but you need to make the first move. You are naturally reticent and this has left your partner in the dark about your true feeling. Just bare your heart and you will find all the distrust disappearing from your relationship.",
        "Virgo Career & Money Horoscope": "You have been working hard recently and you will now receive a token of appreciation from the universe. You may get a bonus or a long awaited pay check. You may even be offered a good financial opportunity which you had not expected. While it is not something huge, it will fill you with a nice feeling of satisfaction."
    },
    "6": {
        "Libra Daily Horoscope": "Times and events will change around you so that you may have to change a well thought out decision. You need to react more responsibly to whatever life throws at you. You will not be able to follow the schedule that you had worked out earlier as something urgent and unpredictable will come up. This event is likely to affect all your short term plans.",
        "Libra Health & Wellness Horoscope": "You may dream in your sleep which may provide you with a very useful guidance. You have been ignoring the advice of specialists to switch to homeopathic care! Consequently you may experience strain in all parts of your body! Ask some one to be close to you when you go for ablutions!",
        "Libra Daily Love & Relationship Horoscope": "At this point of time you may indulge into carnal pleasures mostly! Someone torrid and intimate is around and you just cannot resist him! But be careful, the forbidden fruits are hard to digest! Make sure that you have no consequences to face arising from this fun and frolic filled adventure of yours.",
        "Libra Career & Money Horoscope": "You are an ambitious person with the capability of keeping things well organized in addition to chasing your dreams. But others are not so! And you must not tell them to be so; that is up to time. So just resist this urge else you will be mistaken to be interfering in other peopleﾒs lives!ﾠﾠ"
    },
    "7": {
        "Scorpio Daily Horoscope": "Your mind is very active today. You are full of ideas and inspiration. You will be constantly coming up with new plans which you will be able to plan and execute very easily. Your only problem today will be that you may feel overwhelmed by the flood of new ideas that will constantly fill your mind. You are also likely to inspire others around you to a higher level of activity.",
        "Scorpio Health & Wellness Horoscope": "You seem to be caught in complex problems or your spiritual calmness will be shattered today. Some deep seated painful memories may get lively. Seek the help of a counselor if required to help you resolve certain issues. Watch out for your dreams which may contain answers to few of your questions.",
        "Scorpio Daily Love & Relationship Horoscope": "Both you and your partner are full of ideas today! You may organize events at your workplace collectively or arrange a social gathering at home with your dear ones! Either of the two attempts will fetch a higher social status and build better bonds with people. Just do not invite those who are not your well wishers!",
        "Scorpio Career & Money Horoscope": "This is a good time to support you with activities and achievements and will empower you with a sense of accomplishment that you are first on the track! So this is the perfect time to make a fresh start, be it of a new project or a new job opportunity. Try to retain this energy until you reach your final destination."
    },
    "8": {
        "Sagittarius Daily Horoscope": "The day is going to be a roller coaster between emotional and practical matters. The movements of the planets ensure that you are likely to be emotional in the morning and are going to judge different matters based on your emotional responses. This may lead to some flawed judgments, but things will begin to settle in the evening and you are going to develop a more practical approach.",
        "Sagittarius Health & Wellness Horoscope": "You must be careful of your diet especially what you are eating in the dayﾒs beginning! Eating stale food in a hurry at the pantry or any restaurant may affect you badly! So try to prepare your own food-fresh and light! Stick to a sound diet and you will start feeling fantastic in a very short span of time!ﾠ",
        "Sagittarius Daily Love & Relationship Horoscope": "You are going to receive a piece of valuable advice from your partner today. It may not be to your liking, but you would do well to attend to it. This can be of considerable importance to you. This can be related to financial matter, your career or your family. It is vital that you should not turn defensive and ignore this advice as that can only result in regret.",
        "Sagittarius Career & Money Horoscope": "You may receive good news relating to your job. It can be a promotion, an increment, a new assignment, a new desired location, change of job or offer from a different firm. Remain available on short call. It can be telephonic or through mail. Show your new employer or colleague about your proactive attitude. Be mentally prepared as the new role will be demanding."
    },
    "9": {
        "Capricorn Daily Horoscope": "Be aware of how you handle your purse today. The stars predict that you may have unexpected huge spending lined up for you today. If you are not cautious you may soon part from your money. Avoid arguments and confrontations today as it is not your day to win them. There is no concern for your health and you are welcome to enjoy the outdoors.",
        "Capricorn Health & Wellness Horoscope": "You are going to find a fitness buddy today who suits all your requirements. You have started a number of health regimes till now with the best of intentions, but they have all been abandoned. This exercise buddy will help you to stay on course and at last achieve your fitness goals. You may join the gym together or go running, but if you start the routine today, you will definitely benefit.",
        "Capricorn Daily Love & Relationship Horoscope": "This is the time for light-hearted fun. The day is perfect for romance and spending a day of fun filled activities with your partner. While your worries will not magically disappear, you will feel much lighter and will be able to shelve your problems for the time being as you enjoy this special time. Single people may meet potential long term partners in a social gathering.",
        "Capricorn Career & Money Horoscope": "You have been working hard in the straight and narrow path for a long time now, but today you will be tempted to resort to trickery to accomplish a task. However, this is a needless risk that you will be taking. People will identify what you are trying to do and will take offence and you will lose the trust that you have build up over the years."
    },
    "10": {
        "Aquarius Daily Horoscope": "The day can be a pleasant one for you, but there is a chance that you will end up obsessing over a minor point. This may be quite valid, but your approach can actually disrupt a time of peace and harmony at home or at the workplace. It is time to take note of the big picture and ignore the minor matters.",
        "Aquarius Health & Wellness Horoscope": "Today is a great day to embark on a new health regime. Pay close attention to your diet and inaugurate a new routine of exercise which you have been ignoring lately. It is necessary to recognize that your physical health is extremely important for our mental health as well. Join a new class of yoga or other relaxation technique as they are urgently required in your life now.",
        "Aquarius Daily Love & Relationship Horoscope": "Romance is in the air. You are likely to come in contact with a number of interesting persons and one of these meetings may lead to a more meaningful relationship. Those who are already in a relationship will be able to renew the old romance with an intimate dinner or outing. Your partner may have been detached and alienated in the last few days, but today the situation will definitely improve.",
        "Aquarius Career & Money Horoscope": "You are likely to inherit money today, most probably from an unlikely source. Speculative ventures, investments in stocks and short term investment in the market are likely to meet with success. Your financial luck is running high. Just rein in your impulse for extravagance and you will enjoy financial security now. You are also likely to make considerable donation to charities."
    },
    "11": {
        "Pisces Daily Horoscope": "Someone around you will try to involve you in a needless power struggle. The key here is to keep an open mind and a calm demeanour so that you do not end up playing someone elseﾒs power games and getting involved in complications. If you keep an eye out, you can easily avoid this and have a perfectly nice and worry free day.",
        "Pisces Health & Wellness Horoscope": "Unresolved issues in other areas of life can affect your health today. You have probably not noticed it but the stress of your work and relationships have been mounting up and this is likely to lead to difficulty in sleeping or relaxing as well as irritation of the stomach. The key lies in relieving the stress of your mind rather than in any physical problems.",
        "Pisces Daily Love & Relationship Horoscope": "You may decide to show your love and affection for your partner through an extravagant and very public gesture. You may plan a surprise party to honour the achievements of your partner. Minor hitches may develop in the execution of your plans, but your partner will be left in no doubt about your pleasure and depth of commitment to him / her.",
        "Pisces Career & Money Horoscope": "You have been laying the groundwork for some significant task at work and today they will begin to bear fruit. However, the real danger is that you fail to recognize the signs and grow disheartened and lazy. Reduction of effort at this point can truly mess up all the good work that you have done before. So, you actually need to intensify your efforts."
    }
}]
