horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You a person of firm resolute and once you undertake any task; you will finish it completely with immaculate precision. So do not believe in what others say; you can do what others can never do and that is why you stand above them. Retain this attitude always and let your vision reach to the farthest of the destinations where others cannot even dream of!",
        "Aries Health & Wellness Horoscope": "The situation may be a little trying for you today. Medicines may have a bad reaction or you may be diagnosed of more than one ailment. But each of these will fade away with time very soon. You need to consult someone who is expert in suggesting the best of the treatments.",
        "Aries Daily Love & Relationship Horoscope": "You are financially strong and you can impress any date. But unlike most of the people you will come across some who will want to see your natural talents and will love the way you are! You will start having thoughts for this person and without realization you may soon get romantically involved with this person. Good choice, go ahead!",
        "Aries Career & Money Horoscope": "Try to find the company of such people who can supply some useful information to you. You have been thinking big and this is the right time to take risk. Save your time of solving unimportant issues. Do not spend before you have cash in your pocket! Postpone your promise of celebrating your success bash if possible."
    },
    "1": {
        "Taurus Daily Horoscope": "The day may start with some confusion. A person with spiritual bent may come to your rescue. The person will guide you. You may follow his advices as they are given with a pure intention today. You may also be inclined to visit a holy place today. Second half of the day will pass smoothly. You may enjoy with friends.",
        "Taurus Health & Wellness Horoscope": "You are full of hope and energy. This positive feeling will keep you going throughout the day no matter how many hindrances you have to face. Situation is not rosy when it comes to your health, still you will not get bed ridden! Proper consultation with a specialist will cure you in no time. Maintain a healthy diet as well.",
        "Taurus Daily Love & Relationship Horoscope": "The time is just right to get serious about love and romantic affairs. You will find that you are no longer interested in idle flirtations. Instead, you will gravitate naturally towards more serious and mature romantic partner. You will also begin to think of your long term future and relationships and may even start taking the first steps towards a long term commitment.",
        "Taurus Career & Money Horoscope": "Change in the place of residence because of work related reasons is a major possibility today. You may switch jobs or may be promoted and be shifted to a different region. You may also seek career related advice today either from a professional consultant or someone close to you. If you pay sufficient heed to this advice, you will be greatly benefitted."
    },
    "2": {
        "Gemini Daily Horoscope": "You are modest today and you may witness selfless service. You are at the giving end. You may sacrifice your time, space money or even food to satisfy others. People will respect this act of yours. Watch your threshold. Pay attention to your children. They may be prone to contract some infection. Spend time at home and eat hygienic food.",
        "Gemini Health & Wellness Horoscope": "You have been slacking off as far as your health and fitness routine is concerned. It is now high time to get back on track. Otherwise, all the good work that you have accomplished at the fitness front will come to nought. However, do not overtax yourself as this will seriously affect your motivation. Just spend thirty minutes in the gym today to get back to the rhythm of the thing.",
        "Gemini Daily Love & Relationship Horoscope": "The planets ruling your love life are now at their peak. So, this is going to be an exciting as well as passionate time for you. Make the most of this. Plan something special with your partner or decide to surprise him / her with an extravagant gesture and it will be returned with equal enthusiasm. The time is right to devote complete attention to your love life.",
        "Gemini Career & Money Horoscope": "You are likely to face some major expenses today, but they will all be because you want to spend and not because you are forced to do it. You have been saving for a rainy day and that is a prudent move, but today is the day to indulge your extravagant side without worrying and buy a nice treat for yourself or a person close to you."
    },
    "3": {
        "Cancer Daily Horoscope": "You are a good judge and can analyze things very well. Today you will receive a lot of appreciation for this outlook of yours. People will look up to you for your ability to act well and get things done in a perfect way! You may receive unexpected news requiring you to travel to the most dangerous destinations. Do not panic, it is going to be a short trip!",
        "Cancer Health & Wellness Horoscope": "You have been burning the candle at both ends and this will now begin to take its inevitable toll on your health. You may begin to suffer from insomnia. You need to realize that sleep is as important as balanced diet and proper exercise for your health. The lack of proper rest will make you feel sluggish and tired throughout the day.",
        "Cancer Daily Love & Relationship Horoscope": "Your love life is stagnant at this point of time. So you must spend time with people who are single and alert! This will show you that there is lot to do in life except for being with a partner! You can try to gather new tips for welcoming someone new in your life if you are totally single right now!",
        "Cancer Career & Money Horoscope": "Though you have been meticulous and methodical, you are left with the backlog of somebody else and for that now you are answerable. Believe in yourself and your work methodologies. Take up one job at a time and by the next week, you will see things getting back in shape. Till that time, do not get into an argument with your subordinates."
    },
    "4": {
        "Leo Daily Horoscope": "You are going to face a significant interaction today. This may take the form of a confrontation or it may be something milder. But whatever it is, it will provide a lot of food for thought and will keep you occupied for the most of the day. You are not going to tolerate distractions today. However, you need to realize that obsessing over this incident is not going to be of much help.",
        "Leo Health & Wellness Horoscope": "You are being bothered by recurring but small health problems. Stop trying to treat your problems with over the counter medication ﾖ especially as the symptoms have now persisted for too long. You need to consult a medical professional to go to the root of the problem and get rid of this day to day irritation. Taking random medication will end up harming your health.",
        "Leo Daily Love & Relationship Horoscope": "Nobody is perfect. If the world seems at peace, there is no logic to try a new door when you are contended with the first one. There is no end to desires. But understand that if only you are stable in your relation, you will be able to channelize your energy for a better tomorrow. Do not hurt others. Practice meditation.",
        "Leo Career & Money Horoscope": "You are fully turned on to work mode after spending few days of holidays without any official interference. But your clients, colleagues and sub-ordinates do not seem to be on the same page. Be understanding and respectful towards their problems. Give them a mental break from work. Do it without making them feel that you doing them a favor."
    },
    "5": {
        "Virgo Daily Horoscope": "Time to choose between fun and freedom. You will be allowed to be free if you have the sense of responsibility. Although after putting excess of hard work you will not be able to reach your desired goal but perseverance will pay off later so keep working. Do not get embarrassed when it comes to financial conditions. They will gradually improve with time.",
        "Virgo Health & Wellness Horoscope": "In general you are very clearheaded. But today, your ability to think logically will be hindered by your own problems and insecurities. Hence, this is not the best day to take on a new project or a new partner. You are liable to be wrong in your judgment today. So, basing your future activities on this may not be fruitful. Try for some relaxation today.",
        "Virgo Daily Love & Relationship Horoscope": "Mutual understanding and tolerance is essential in any relationship. You have placed your partner on a pedestal and now you will be finding it difficult to understand or forgive any transgression that he / she make. However, being too rigid is only going to cause misery to everyone. You need to be a little more sympathetic and understanding if you want a real relationship.",
        "Virgo Career & Money Horoscope": "You are not feeling very confident today but it is vital that you should mask your uncertainty. Disclosing your feelings of confusion will lead others to doubt your ability and you may lose out on an important deal. If that happens, you need to maintain a positive attitude if you want to recover your fortune tomorrow. You need to understand that you do have the ability though you do not feel the confidence."
    },
    "6": {
        "Libra Daily Horoscope": "It is a great day for you. Your efforts may be rewarded in terms of cash. You will be inclined towards buying the best of the utilities for your dear ones! Just be careful of not exhausting out the entire amount without saving some of it! You may spend most cherish able moments with your partner today as the encounter will be quite passionate.",
        "Libra Health & Wellness Horoscope": "You are feeling especially strong today. Certain changes in the planetary combinations have resulted in a configuration that will provide you with unbelievable mental strength so that you are ready to take on any challenge. This is also the best time to start a rigorous health regime because you are now best situated to see the program through to the very end.",
        "Libra Daily Love & Relationship Horoscope": "Be careful as cheating and trickery is fast marching towards your sign. Though it will be unintentional and mild, but you may get hurt. You are giving today. Today is little tough time, but the incidences will only make your love strong and powerful. In future you will vouch on the love. Today, avoid expressing too much.",
        "Libra Career & Money Horoscope": "Lately the co-workers have been uncooperative towards you out of jealousy! But do not blurt out anything in front of them as it will get manipulated and reciprocated to your seniors in a different way. Just maintain distance with these people for some time. You may receive some unexpected wealth today.ﾠﾠ"
    },
    "7": {
        "Scorpio Daily Horoscope": "This is a busy day for you. You will see a number of appointments piling up. Even though you try your best to fulfil all your commitments on time, chances are you will lag behind and this can give rise to some stress. Do not hesitate to ask for and accept help in completing your tasks. Otherwise, you may not manage to finish them on time.",
        "Scorpio Health & Wellness Horoscope": "Take adequate protection against cold and viral infection and other infections of the respiratory system. You have been exposed to a polluted atmosphere for a long time and this will now take a toll on you. Try alternative preventive measures and home remedies to keep away the infections as they are likely to be more successful. Modifying your lifestyle can be beneficial now.",
        "Scorpio Daily Love & Relationship Horoscope": "For the last few days you have been preoccupied with your career and job issues. You have neglected your family and romantic relationship for the duration. So, it is now time that these aspects of your life will begin to demand more of your time. You must attend to these issues now. Otherwise there may be problems in the future.",
        "Scorpio Career & Money Horoscope": "Good time for those in professions involving travel and journeys, you can make good money out of it! You can strive for making connections with high authorities, rewards of which you will reap soon. You may make investment into property or precious metals too."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Today, you need to realize that being a prisoner of the past is not going to help you in any way. You need to learn your lesson from the past, but then you will have to let it go. If you can realize this, you can take a giant step towards solving the major problems that you have been facing in your life.",
        "Sagittarius Health & Wellness Horoscope": "It seems to be a bit difficult for you to realize healthy habits. May be your stubborn nature is getting you fixed and stagnating your progress. Put your health first! Be stubborn when it comes to taking proper rest before each night, going to gym every morning and consuming balanced meals.",
        "Sagittarius Daily Love & Relationship Horoscope": "Excitement is in the air. You are likely to meet someone rather dazzling with whom you are going to spend a very enjoyable time. As stars are in your favour right now, the person has the potential of becoming someone very close to you. Keep all your work related worries in the background for now and just enjoy an exciting time of discoveries with a very vital person.",
        "Sagittarius Career & Money Horoscope": "You are in a mood of speculation today; still your ability to stay focused will be quite strong. You must stick to your office desk or work station at home in order to finish maximum work in minimum time. However working at home will be conserving more time, energy and money. Order something or do some window shopping online."
    },
    "9": {
        "Capricorn Daily Horoscope": "Be courteous and respectful towards the belief of other people. You are on the road to success, but like always do not make a mistake when it comes to taking the necessary cautions. Life is unpredictable so do not whine about the hurdles which come across your path. Stride across the path of life with vigor and enthusiasm.",
        "Capricorn Health & Wellness Horoscope": "Minor but persistent health problems are going to create a lot of stress throughout the day. You may turn to alternative therapies and if you stick to it regularly you are going to get good results. Be sure to avoid junk foods today as they are only going to add to your health related stress. You must opt for holistic healing. Meditation and yoga can prove to be especially important now.",
        "Capricorn Daily Love & Relationship Horoscope": "Enjoy some romantic time with your partner today. It is going to be a relaxed and lazy day. Even if you do not plan anything special, you are going to spend some quality time with your partner and your family. Put the urgent issues on hold and enjoy the little things of life today. You will be filled with a sense of contentment and wonder.",
        "Capricorn Career & Money Horoscope": "A number of situations may arise at work today where you will be forced to choose between going with the flow and doing the right thing. Pay extra attention to your work ethics today. Refusing to go with the crowd may cause some tension with your colleagues, but you are sure to win the recognition of your bosses and this will have a positive impact on your career in the long run."
    },
    "10": {
        "Aquarius Daily Horoscope": "You are full of energy and have a bright outlook. Things which were appearing bleak for the last few days do not seem to be so hopeless now. Strength and vitality in your attitude will help you to deal with the situation. The day is also favourable to express your views, opinions and desires strongly. Go after what you truly desire and you are likely to reach your goals.",
        "Aquarius Health & Wellness Horoscope": "The secret of looking young does not lie in the knife of any surgeon but in good and sensible diet. Your looks have been becoming a major issue with you lately, but the remedies are simple. Stay away from junk food; eat plenty of fruits and veggies and drink plain water. You should stop experimenting with different health products as this may be dangerous.",
        "Aquarius Daily Love & Relationship Horoscope": "You are likely to face a situation today that is going to test the strength of your love and commitment. Bear in mind that your partner has put complete faith in you and you need to pass this test if you want to continue in a happy and fulfilling relationship. With a little compassion, you will be able to deal with anything that fate throws at you.",
        "Aquarius Career & Money Horoscope": "You have been working hard in the straight and narrow path for a long time now, but today you will be tempted to resort to trickery to accomplish a task. However, this is a needless risk that you will be taking. People will identify what you are trying to do and will take offence and you will lose the trust that you have build up over the years."
    },
    "11": {
        "Pisces Daily Horoscope": "If people fail to understand you, do not waste your time and energy in explaining your every move to them. They will never approve of it! You may be too much occupied and the forth coming tasks may demand you to make some changes in your previous engagements too! Be flexible as per the demand.",
        "Pisces Health & Wellness Horoscope": "Minor accidents are a strong possibility, especially on the road. So, be extra careful while driving or crossing the street because a collision may occur now. Even if you are careful, the accident may be caused by the recklessness of others. So, a defensive strategy is required. A little bit of extra attention can help to avoid major hassle today.",
        "Pisces Daily Love & Relationship Horoscope": "You are likely to be swept off your feet by a gesture that your partner decides to make. If you are used to intimate dinners, be prepared for a rowdy but friendly family gathering tonight and vice versa. If you are single, this gesture can help you see your prospective partner in a new light and take decisions about the future accordingly.",
        "Pisces Career & Money Horoscope": "The day is especially fruitful for those working for the government in any capacity and those in administrative jobs. Any detailed work which you have been postponing should be tackled today because they will be easily completed. The day is also suitable to look for a new job if you are feeling restless or stuck in a rut. If the new job is in an administrative capacity, then you are likely to meet with considerable success in near future."
    }
}]
