horo_english=[ {
    "0": {
        "Aries Daily Horoscope": "You are going to pay a lot of attention to details today. You are likely to be involved in detailed planning of a project and you are going to be very thorough about it. You are feeling very industrious and this will be reflected in your job. You are also going to earn acclaim for this. A spurt of creativity will mark every aspect of your day.",
        "Aries Health & Wellness Horoscope": "You have been suffering from prolonged and persistent health problems but from today, the process of recovery will start. If you have some chronic health problem, then also you will be able to find a possible long term solution for this. Overall, your health situation is likely to improve now. Take special care of your diet to speed the process of recovery.",
        "Aries Daily Love & Relationship Horoscope": "A win-win situation is there for you and your partner today. Your amorous feelings are compelling so much that you are quite demanding. The fire is equal and matching at the other end as well. So, be very careful, ask and you may not be disappointed. A little gentle and caring approach is required. As such you are an understanding partner.",
        "Aries Career & Money Horoscope": "You will do well in the role of a receptor today! So switch onto being an organizer rather than being a host for the upcoming events! You will be making good amount of money in both the cases but surely if you choose to be an organizer! It is not against your innate abilities, you just have not recognized this side of you!"
    },
    "1": {
        "Taurus Daily Horoscope": "Watch out! Your competitors may try to weigh you down with proper planning and plotting. But you will be able to cream them up easily! And they will be left with no other option except to praise you for your mouthful achievements. Meet your best pals in order to inject some levity into the grim situation.",
        "Taurus Health & Wellness Horoscope": "Your dietary habits have never been very good and all your good intentions generally evaporate at the sight of tasty fast foods. But you cannot afford to continue in this way. You need to avoid deep fried and sugary snacks today as eating junk foods can result in serious stomach problems. The day is best suited for designing a new and healthier dietary regime.",
        "Taurus Daily Love & Relationship Horoscope": "It is imperative that you keep your egos aside if you want to cultivate a very promising relationship. Your own narrow vision and ego is very likely to cause problems in your family life. Timely intervention is essential if you do not want this to develop into long term strife. Try to look at the matter in hand from a viewpoint that is different from your own.",
        "Taurus Career & Money Horoscope": "You will be driven by a need to make a difference in the lives of people. You are likely to get involved in some charitable work which will take up a lot of your time and commitment. You may need to make some tough decision like whether to stay in this charity organization, help others and earn much less or to go back to your regular job and earn lots."
    },
    "2": {
        "Gemini Daily Horoscope": "Time to honor your commitments! This may require a lot of compromise with your fun and frolic but you have to do it if you do not want to let down others! Your imaginative capabilities may help you pursue your goal. Your progress will be huge since you are focused on humanitarian needs.",
        "Gemini Health & Wellness Horoscope": "You may feel like changing your routine. But do not do it abruptly without thinking properly. You have a tendency to dream about the future and forget the present. So enjoy your present without making any amendments to your current lifestyle. Your health is entirely in your hands, if you are staying alone.",
        "Gemini Daily Love & Relationship Horoscope": "You may have a longing for partner who is away from you either physically or emotionally. Physical distance is difficult to cover but emotional distance can be covered with ease. Just keep your ego aside and take the first step. You may be surprised to find that your partner reciprocates your feelings. Go and smash the invisible wall.",
        "Gemini Career & Money Horoscope": "You are in a mood of speculation today; still your ability to stay focused will be quite strong. You must stick to your office desk or work station at home in order to finish maximum work in minimum time. However working at home will be conserving more time, energy and money. Order something or do some window shopping online."
    },
    "3": {
        "Cancer Daily Horoscope": "A close friend may share some vital secret with you. You need to be very discreet with this information and offer appropriate sympathy and advice. Tackle all the tasks in your life in a constructive way. Your actions are especially powerful now and are likely to have a long term effect on those around you. So, you need to be careful about what you say or do.",
        "Cancer Health & Wellness Horoscope": "Until and unless you devote a waking hour to your health, you have made no good use of your day! Try to ponder upon the various activities you do and how they affect you! For instance monitor your breathing habits and analyze how it affects the way you talk or you love! Yoga seems to be the best exercise for you at this point of time.",
        "Cancer Daily Love & Relationship Horoscope": "The planetary positions may have resulted in turmoil at the relationship front yesterday, but today, things are likely to settle down. You will be in a calmer frame of mind and will be able to bring about reconciliation even though the relationship is probably going to be strained after the row yesterday. It is the time to renew your love and commitment towards each other.",
        "Cancer Career & Money Horoscope": "You are likely to receive an unexpected windfall today. You have been responsible with your money, but now it is time to pamper and indulge yourself. Use your gift well to take a much deserved break and you will find that much of your stress and worries have vanished. You have been caring a lot for others. Today, take a little time and money to care for your own self."
    },
    "4": {
        "Leo Daily Horoscope": "There will be unexplained events in your life at this time. Tender feelings flow easily from you to everyone you meet ﾖ especially to people of the opposite sex whom you are going to impress greatly. You will become aware of the work that you need to do in order to get along with people both at workplace and at home.",
        "Leo Health & Wellness Horoscope": "Healthy diet, yoga and meditation will help you to maintain good health and gradually drain away the stress that has accumulated in your mind and body. Alternative treatments and therapies are likely to be very effective at this time. But for them to work, you have to take an active interest in your health and search out the best remedies that suit your purpose.",
        "Leo Daily Love & Relationship Horoscope": "You have become too used to dealing with your problems by yourself, but you will find that sharing them with your partner can be very helpful. He or she is going to be supportive and can even offer you practical help. If the problem concerns any issue in your relationship, then broach the subject in a public place where your partner is less likely to react emotionally to it.",
        "Leo Career & Money Horoscope": "You are proactive and today your proactive nature is keeping you at the top of everything. You are the centre of all the activities. You are doing very good. Just maintain your pace and keep moving forward. You still have a lot to achieve. Keep your work area clutter free and time to time keep a check on your documents."
    },
    "5": {
        "Virgo Daily Horoscope": "You will see that no matter how practical and helpful your suggestions are, people keep turning them down. You may end up feeling quite frustrated. You need to realize that while your advice is right on the mark, your attitude is too patronizing and that is why people insist on doing the opposite. Try to change and modify the way you present your ideas and see better results.",
        "Virgo Health & Wellness Horoscope": "You must maintain a rigid attitude towards what you consume and what you must not consume! Opt only for the healthiest meals as they are the best! You have to be exact in your approach to be able to take adequate rest! It will form an armor to shield from the unpredictable and hectic events of life!",
        "Virgo Daily Love & Relationship Horoscope": "Arguments and altercations mark your day. Avoid picking any issue with your partner today. Arguments stop if a person gives in. Be the silent one this time. Be gentle and loving. Try to understand your partnerﾒs point and do not offer any counter statement. Try to divert his mind to the good times that you shared. The day will pass with less damage done.",
        "Virgo Career & Money Horoscope": "You are not in the pink of your health and that is why you cannot make the most of this productive period. Continue to follow the already established plan of actions no matter how many trials you face. This is not a good time to adopt new ways of finishing up your work. Certain emergency situations may arise at home which may cause you a heavy financial loss.ﾠﾠ"
    },
    "6": {
        "Libra Daily Horoscope": "You are likely to come across a big idea today and you must not reject it out of hand because it seems too improbable. This is the day to think big and to reach high. You should study the obstacles to your plan well and soon you will find that the obstacle itself will suggest how you can get rid of it.",
        "Libra Health & Wellness Horoscope": "It is high time that you realize that your health is one of your assets and needs to be developed. Today is a good day to start a health regime, take up a sport or join an exercise class. Swimming or other aquatic activities can prove to be of special benefit to you. If you initiate a healthy regimen today, it has a greater chance of success.",
        "Libra Daily Love & Relationship Horoscope": "This is time to heal your relationships. The planets are so aligned that you will begin to realize that it is better to let your old grudges go and instead concentrate on rebuilding your life and your relationships. Issues will suddenly appear to be what they actually are and you will realize how much you were blowing them out of proportion.",
        "Libra Career & Money Horoscope": "You may a lot of emphasis on making investments and money matters today. Control yourself! Just out few new properties but do not go for any moneymaking venture today. Do not pressurize your seniors much for a salary hike. This isnﾒt still the right time. Better stay and acquire more knowledge in your current organization."
    },
    "7": {
        "Scorpio Daily Horoscope": "Be aware of how you handle your purse today. The stars predict that you may have unexpected huge spending lined up for you today. If you are not cautious you may soon part from your money. Avoid arguments and confrontations today as it is not your day to win them. There is no concern for your health and you are welcome to enjoy the outdoors.",
        "Scorpio Health & Wellness Horoscope": "You may examine thoroughly the changes you need to incorporate in your lifestyle and food habits for achieving a better health. Go for walks in the morning and in the evening to breathe in some fresh air. This will boost blood circulation in your body, thus minimizing the chances of heart strokes.",
        "Scorpio Daily Love & Relationship Horoscope": "It is time to completely revise your attitude and action regarding the special person in your life. Today, you will come to realize that the person to whom you are attracted is more likely to respond to a direct approach rather than to any games or wiles which have served you well in the past. This person is completely different and demands complete honesty and openness from you.",
        "Scorpio Career & Money Horoscope": "You have a charming aura and sweet speech. This will help you walk through any door you want to. Your childlike attitude spreads joy every where and puts every one at ease! And you can strike everyoneﾒs psychology very easily with your jokes which are pouring out of your mouth effortlessly!"
    },
    "8": {
        "Sagittarius Daily Horoscope": "Some unexpected and demanding task will come up today, but do not worry. You will handle it very well and will soon earn the praise of everyone. It can be a number of guests visiting unannounced or your boss handing you an assignment in the last minute. Whatever be the situation, you will be able to call up on your reserve and rise to the task.",
        "Sagittarius Health & Wellness Horoscope": "You have become used to a sedentary lifestyle and you have let your body go. The time is right to start exercising in earnest and regain the strength and stamina that you originally had because you may soon be called upon to perform a physically difficult activity. It is also necessary to relieve your stress. Unbeknownst to you, your unhealthy dietary pattern is actually contributing towards this stress.",
        "Sagittarius Daily Love & Relationship Horoscope": "Enjoy some romantic time with your partner today. It is going to be a relaxed and lazy day. Even if you do not plan anything special, you are going to spend some quality time with your partner and your family. Put the urgent issues on hold and enjoy the little things of life today. You will be filled with a sense of contentment and wonder.",
        "Sagittarius Career & Money Horoscope": "You take great pride in doing a job well and thoroughly. This will now come to the notice of your superiors. This can well lead to additional responsibilities being placed in your hands and open the door to considerable advancements in your career. Income is also likely to increase. You need to increase your dedication and attention to details for your career."
    },
    "9": {
        "Capricorn Daily Horoscope": "With a little patience and forbearance, the day can turn out to be very productive for you. But having that patience can be the greatest challenge now. Time will seem to slow down to a crawl and nothing would move fast enough to suit your mood. But if you try to hurry up the process, you can completely mess up your agenda. Try starting the day with some calming exercises to control your energy.",
        "Capricorn Health & Wellness Horoscope": "The day will have a normal beginning but the healthy effects of your routine meditation exercises will be quite evidently visible today! You may be able to connect with your spiritual self towards the end of the day! Just do not consume much of the medicines as your liver may get affected.ﾠﾠ",
        "Capricorn Daily Love & Relationship Horoscope": "Today you may find yourself in the company of someone who is eager to be with you and has been waiting since long to seek your attention. It may turn out to be a passionate and serious romantic encounter and this is what you have been looking for! Great day, make the most out of it! And just be your original self!",
        "Capricorn Career & Money Horoscope": "Your career is not at all going according to your plan and you cannot even understand why it is taking its current direction. The best remedy is to start afresh. The first step is to prepare a proper resume and submit it to the most relevant person ﾖ something which you have not done yet. You need to take control of your career rather than letting random events guide you."
    },
    "10": {
        "Aquarius Daily Horoscope": "You have been planning something major for the past few days. Today, you will begin to realize exactly what you have taken on and this may exercise an intimidating effect on you. But, going back is not an option. You will have to take the next steps with confidence and you will soon see that though the task has turned out to be more difficult than you thought, it is by no means impossible.",
        "Aquarius Health & Wellness Horoscope": "Minor ailments are there in the atmosphere which might affect your health slightly. Though, it wonﾒt be a major setback for you. You are prone to sneezes, common cold and cough. Also, be careful while lighting matchbox. With hygienic sense, these minor ailments can be easily taken care of. Keep a sanitizer handy with you wherever you go.",
        "Aquarius Daily Love & Relationship Horoscope": "You are going to receive a piece of valuable advice from your partner today. It may not be to your liking, but you would do well to attend to it. This can be of considerable importance to you. This can be related to financial matter, your career or your family. It is vital that you should not turn defensive and ignore this advice as that can only result in regret.",
        "Aquarius Career & Money Horoscope": "Make a good start over the project which has been put on hold since long. It is a just one step in laying good foundation for a successful future of yours. Take things easy and do not rush onto anything without thinking twice. Do not rely on others to do your work. Do not be afraid to take a stand for what you think is justified."
    },
    "11": {
        "Pisces Daily Horoscope": "You are going to complete a profitable transaction today, especially one involving real estate. Positive thinking is your real strength and you must play to it. This trait will be encouraged by someone close to you. You will be able to enjoy the pleasures of life as well as witness spiritual growth. New insights will help you to prosper.",
        "Pisces Health & Wellness Horoscope": "Guard against minor ailments today. Without sufficient and timely care, a small health problem can develop into a major issue. However, if you intervene now, you will be able to avoid any problem in the future. Do go for professional consultation for your health issues rather than trying home remedies. It is also necessary to make healthy changes in your diet.",
        "Pisces Daily Love & Relationship Horoscope": "You are standing at a critical juncture in your relationship and you will be blessed with unusual clarity of vision today. You will be able to judge clearly and without emotion where you were and where you are now going. You will also be able to judge whether you are happy with the direction your life has taken and whether to stick to this course or not.",
        "Pisces Career & Money Horoscope": "If you had lent money to someone long ago, you are going to get it back today. You may also meet someone from your past who can become a key person to help you in increasing your income substantially in the future. This person can even put you in the way of a lucrative job which may end up in changing the direction of your career."
    }
}]
