horo_english=[{
    "0": {
        "Aries Daily Horoscope": "The day will start on a positive note. The stars are aligned in your favour, especially during the first half. Try to schedule your official activities beforeﾠnoonﾠas then you will have greater chance of success. It is better to keep the evening free or indulge in light relaxing activities. Someone unexpected may come to visit you today.",
        "Aries Health & Wellness Horoscope": "You will be very active socially and consumption of oily or heavy foods may work against your health. You may have a high intake of alcohol even; you must increase the intake of water as well. Take a tight sleep before you set out on your expedition. Being moderate in your approach will impart you with better looks and higher energy.",
        "Aries Daily Love & Relationship Horoscope": "You may be a lot forced to become a part of romantic drama of other people's life! Avoid it straightaway! And if you cannot then do not take any sides, just be neutral while giving advices to both the opposing groups! Take out time to plan something new and sensuous for yourself!",
        "Aries Career & Money Horoscope": "The day is especially favourable for investment purposes provided you have done your homework carefully. Investing on a whim is unlikely to pay off but if you research the matter deeply, you will soon arrive at the correct conclusion. Your investments will also help in attaining your long term goals. So be sure to invest only after judging the matter."
    },
    "1": {
        "Taurus Daily Horoscope": "You need to be in a more flexible frame of mind, but today you are likely to dig your heel in and refuse to listen to either common sense or good advice. This rigidity on your part will probably create some tension both at home and at work. The only remedy is to try to keep an open mind and listen to what other people have to say.",
        "Taurus Health & Wellness Horoscope": "The healthy and physically taxing routine that you have adopted will at last begin to bear fruit. If you have been following a diet, you will be able to measure and see the weight loss or gain that you were aiming at. Your routine of physical exercise also seems to be working and you will see good results today. This will encourage you to aim at higher level of physical activity.",
        "Taurus Daily Love & Relationship Horoscope": "You will be faced with a number of financial demands from your family at this time. It is your commitment towards your family and you will have to meet them. You need to understand that though they seem like a lot, they are actually justified. But do not worry, you will find yourself more than capable of meeting all the expectations and these will end up ultimately strengthening your relationships.",
        "Taurus Career & Money Horoscope": "A number of different opportunities regarding finance and career open up in front of you today and you may begin to feel overwhelmed and a bit confused about which direction to take. Be careful not to let this indecision paralyze you. If you get moving now, it can completely change your financial future. Quick and decisive action is the need of the day."
    },
    "2": {
        "Gemini Daily Horoscope": "You now have developed a strong sense of commitment. You may have to meet some family obligations and you will rise splendidly to the occasion. You will be polishing all your skills right now and calling on your hidden resources to meet the challenges in your life. The journey is likely to be tough, but you are going to enjoy every moment of it.",
        "Gemini Health & Wellness Horoscope": "Today you will begin to realize how some moderate changes in your lifestyle can help you lead a healthier and happier life. Take a resolution to give up a habit which you know is harmful for your health and you will find the strength to stick to it. Also, if you have already taken such steps, you will begin to enjoy the fruits of these changes in both your boy and your attitude.",
        "Gemini Daily Love & Relationship Horoscope": "It is high time that you judged your relationship in an objective way. Are you ready to take it to the next level? It is time to examine your own feelings rather than that of your partner and deal with the ambiguity that you normally feel. This is the best time to take decisive action regarding your relationship so that you can guide it to the direction that you want it to take.",
        "Gemini Career & Money Horoscope": "You are an ambitious person with the capability of keeping things well organized in addition to chasing your dreams. But others are not so! And you must not tell them to be so; that is up to time. So just resist this urge else you will be mistaken to be interfering in other peopleﾒs lives!ﾠﾠ"
    },
    "3": {
        "Cancer Daily Horoscope": "Remember that long pending job? You will get it done today. Today is marked for hard physical work. You are also supposed to gain both socially and financially for the hard labor. Be careful to avoid any confrontation today with your loved ones. The stars predict that a confrontation today will escalate to higher proportions in no time at all.",
        "Cancer Health & Wellness Horoscope": "You are about to undertake a trip to destinations having a completely different climatic zone! If it is a hot climatic area, consume a lot of cucumber whether you like it or not! If it is an area with cold climate, take extra care to protect yourself from the penetration of cold breeze in your body by wearing as much as woolen clothes as you can.",
        "Cancer Daily Love & Relationship Horoscope": "It is quite a unique day for you as you may be able to connect love with spirituality for the first time ever! Those who are deeply in love want to take their relationship to the other level by planning for a ceremony to mark their togetherness. However if family issues arise with this then you must wait for the right time!",
        "Cancer Career & Money Horoscope": "You may come in accord with a successful professional who may be the best option available for getting your work done. But be careful before forming partnership with him. Chances are there that he may hike his rates in the mid of the work assignment. Best option would be to go for an agreement where the hike rate should not be left floating."
    },
    "4": {
        "Leo Daily Horoscope": "Today you are more emotional than usual thereby risking your vulnerable self to others. At work, you will absorb pressure which will tire you by day end. Try to divide your work among team mates or schedule some work for some other day. Take a few works and produce quality work. You may enjoy delicious meal with someone special.",
        "Leo Health & Wellness Horoscope": "You seem to apprehend a lot many things, which are just increasing the stress levels. Try walking bare footed on ground, which will stimulate your mind and body. Also your eyes may get afflicted too. So wash your eyes with sensitive solutions and try to sleep most of the time.",
        "Leo Daily Love & Relationship Horoscope": "Your love relationship appears to be quite complicated today and several issues are going to need your attention. However, you will soon realize that attending to this problem has actually helped you reach a higher level of understanding and a number of hidden things are now clear. This will give you the strength to build a more transparent relationship.",
        "Leo Career & Money Horoscope": "Improved communication will be of advantage to you. And you must use this skill wisely at this point of time. Your business sense also seems to be boosting up to top levels today. You may be asked to lay down predictions for the state of sale and share in the future. Your strong intuitive ability will help you a lot in this."
    },
    "5": {
        "Virgo Daily Horoscope": "You are at your creative best. Decipher the meaning of your imagination. It will bring luck and happiness. Let your mind rule your heart. You look for a logical output. Channelize your energy just a bit to unleash the hidden gold. Today is a good day to think of investments of any kind. Let yourself go loose a bit not getting over cautious.",
        "Virgo Health & Wellness Horoscope": "The weekend mania is clouding you as you are in let go mood. It is good to feel free spirited but moderation is the key of life. Do not get overboard. You may indulge but take care not to remain in the mood in the coming week as the coming week is important for you professionally and you need to be in best health.",
        "Virgo Daily Love & Relationship Horoscope": "If you are not careful, misunderstandings and interventions by a third party can create serious upheavals in your love life. You must learn to trust both your own feelings as well as that of your partner. Place greater emphasis on what you feel rather than what others say to you. You should also take your partner into confidence about the professional matters that bother you.",
        "Virgo Career & Money Horoscope": "People engaged in teaching, writing, journalism and literature are going to enjoy huge success in their career today and you may be honoured for your achievements. The day is also suitable for investment in educational institutions and in construction business. In general, you are going to enjoy a quiet day at work ﾖ a relief from the rush of the past few days."
    },
    "6": {
        "Libra Daily Horoscope": "If people fail to understand you, do not waste your time and energy in explaining your every move to them. They will never approve of it! You may be too much occupied and the forth coming tasks may demand you to make some changes in your previous engagements too! Be flexible as per the demand.",
        "Libra Health & Wellness Horoscope": "You are likely to go overboard with your celebratory mood today, but you need to remember that taxing your health too far with an unhealthy lifestyle will ultimately cause you great harm. You need to exercise moderation in all things including diet and physical excesses. It is also imperative to stay away from addictive substances like tobacco, alcohol and drugs as they pose serious health risks today.",
        "Libra Daily Love & Relationship Horoscope": "You are likely to meet someone today who seems too perfect to be true. Trust your luck because you may have met your soul mate. Listen to your heart today even if your logical mind warns you about things being too good. For once, romantic events will be going your way just as you desire. Do not miss this opportunity for a meaningful relationship in your life.",
        "Libra Career & Money Horoscope": "You are resourceful and today you are going to find an opportunity to work seriously and earn money doing what you love. There is also a strong chance that you may take a risk and leave your job to pursue a vocation in art. While prudence is advisable, following your heart will not land you in any difficulty regarding your finance."
    },
    "7": {
        "Scorpio Daily Horoscope": "Today you may have some problem with your transport. If you are going for an important work, double check your alternative mode of transport and keep a backup plan ready. You may be a little agitated from inside. But do not lose your cool as it is just a short phase and will pass by easily. Spend time with your family.",
        "Scorpio Health & Wellness Horoscope": "Take time to discover what suits you the best and renders you maximum energy; just increase its intake for your good health! You seem to be travelling since long and consuming various varieties of food at different places. It may upset your digestive system making your life uncomfortable and you must be very careful of it!ﾠﾠﾠ",
        "Scorpio Daily Love & Relationship Horoscope": "You must change your routine if you want to catch up with someone interesting else your relationship will reach the same boring level again! You need to change yourself from within for bringing a great change in your love life! You will have no idea how exciting things can get if you will dress differently!",
        "Scorpio Career & Money Horoscope": "You are agile, confident and proactive. These qualities will help you today in cracking any interview. Work a little on your body language if you are going for any interview today. Color of the day is white. Wear it in some part of your clothing. Financial matters will see an average approach. You may plan buying a property."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You are going to face a significant interaction today. This may take the form of a confrontation or it may be something milder. But whatever it is, it will provide a lot of food for thought and will keep you occupied for the most of the day. You are not going to tolerate distractions today. However, you need to realize that obsessing over this incident is not going to be of much help.",
        "Sagittarius Health & Wellness Horoscope": "You seem to be a little stressed out. Try to practice fitness sports which are outdoor ones like swimming or yoga! You have to do it on a regular basis to strengthen your muscles and lung capacity. However avoid it if the weather is too cold outside, you will be affected negatively rather. In such a condition go to a gym and in a trainerﾒs guidance do the mild fitness exercises.",
        "Sagittarius Daily Love & Relationship Horoscope": "This is a puzzling day for you as far as relationships are concerned. You will fail to understand the actions and motivations of your partner. A vague sense of disquiet and dissatisfaction is also likely to occur in you. You need to give time to work everything out. Trying to hurry things along today is not going to be of any help. Rather, take it slow and the situation will resolve itself.",
        "Sagittarius Career & Money Horoscope": "Success will mark every task that you undertake today. If you have appeared for a competitive examination, you will get positive results today. The day is also suitable to initiate discussions with your superiors about taking on more responsibilities or for a promotion. You need to concentrate all your efforts into exploiting the most of this very favourable day."
    },
    "9": {
        "Capricorn Daily Horoscope": "This is the time to put in your best efforts in what you believe and very soon you will reap rich rewards. You have been playing with a few ideas recently. You now need to execute them and this will require all your attention. Though it is going to be a busy time, the rewards will come soon and will exceed your expectations.",
        "Capricorn Health & Wellness Horoscope": "If you are conscious about your health, then you are going to enjoy excellent day. Avoid eating junk foods today though temptations will come in your path. It has cost you considerable effort to abandon your previous bad habits and addictions and adopt a healthier lifestyle. Do not throw all these efforts away today due to some temporary impulse.",
        "Capricorn Daily Love & Relationship Horoscope": "Romantic encounters are quite possible today. Although things may take time to work out due to certain immaturity in you and your partner too. Do not feel insecure of the partnerﾒs past and donﾒt let ego form a ground for misunderstanding too. Just go with the flow and you are bound to form a stronger bond with your partner.",
        "Capricorn Career & Money Horoscope": "Try to figure out what you can do to bring out the best in you. It will also make you unique in your designs and concepts. However when it comes to finances your rewards will be delayed. Still you have enough income to save yourself from financial crisis. Just safeguard what you have and you will be able to come out of the situation!"
    },
    "10": {
        "Aquarius Daily Horoscope": "A new surge of confidence marks everything that you do today. Barriers that seemed unmovable a few days ago will be carried away in the face of your determination. Your communication skills will undergo a sea change and you will easily be able to convince other people and bring them around to your viewpoint. The day is perfect to tackle any difficult project that you had been putting off.",
        "Aquarius Health & Wellness Horoscope": "You enjoy an overall good health. But as the times are getting more demanding, you need to take care of your health and diet. Include multiple vitamins in your diet especially A, C and E which in turn will help you to maintain a good immune system. Also drink 8-10 glasses of water. This will keep you hydrated and fit.",
        "Aquarius Daily Love & Relationship Horoscope": "It is time to take a step back and examine your relationship in the cold light of reason. You have been ignoring some information about your partner but you need to realize that this will not make it go away. Instead, you need to factor that in as you analyze the dynamics of your relationship. You may have to take some tough decisions at this time.",
        "Aquarius Career & Money Horoscope": "Indecision has marked your behaviour for the last few days, but it is now time to take action and abandon this attitude once and for all. Do not be apprehensive about taking a decision. Whatever you decide will be right for your future. You can also consult someone close to you about career and money and you will be getting good advice today."
    },
    "11": {
        "Pisces Daily Horoscope": "Your intuition is strong at this point of time and will be giving you a good guidance in what ever you do! You can even take risks easily and gamble for fun! Luck is in your favor but you must think twice before taking a leap. You may experience an air of emotions. Old friends and acquaintances may re emerge bringing positive vibes for you.",
        "Pisces Health & Wellness Horoscope": "Continued stress in your work place and your home life is affecting your health as well as your ability to think and judge clearly. You need to realize that the root of the problem lies in the extremely sedentary habits that you have developed. Regular morning walks can prove therapeutic for you as it will refresh your body and recharge your mind.",
        "Pisces Daily Love & Relationship Horoscope": "Misunderstandings may crop up in your relationship today. You have probably acted out of good intentions, but you failed to take into account all the implications of your actions for others involved. The result is that your pure motives will be viewed rather differently by your partner. You are going to need a lot of patience to sort out this situation.",
        "Pisces Career & Money Horoscope": "Work life seems to be balanced. You will be well identified for your impressive soft skills. You will get numerous opportunities to learn more and share this knowledge with others too. However there may be some unforeseen circumstances which may cause a heavy financial loss to you.ﾠﾠ"
    }
}]
