horo_english=[{
    "0": {
        "Aries Daily Horoscope": "The day is perfect for new beginnings and fresh starts. You will be able to get rid of whatever was holding you back. New opportunities will come your way to shape and change your life, but you need to grasp this opportunity while there is still time. Quick and decisive action can turn the tide for you in a significant way.",
        "Aries Health & Wellness Horoscope": "Today tension and pressure of work place may affect your sleep. You may find yourself waking up time and again. Before going to bed, relax and meditate for some time. You may want to listen to slow and melodious songs. Darken your room and set the temperature pleasant enough so that you may sleep peacefully. Drink a glass of warm milk before sleeping.",
        "Aries Daily Love & Relationship Horoscope": "It is time that you took a step back from your relationships and take a look at the bigger picture. You have become too tangled up in the nitty gritty and this may have caused you to lose sight of what you are really want out of your relationships. It is time to remove the clutter and judge the relationships on the basis of their own merit and take careful decisions.",
        "Aries Career & Money Horoscope": "You are your best critic. Analyze your situation and act accordingly. Having said that, today you need to motivate yourself to remain on track. Let monotony not bog you down. Time will change and you may be entrusted with bigger responsibilities. Till then, show your consistency. You have time at your side. Plan investing, do research work and go for it."
    },
    "1": {
        "Taurus Daily Horoscope": "Many good opportunities are awaiting you. But they require a great deal of commitment which seems to be an unavailable option for you at this point of time. It is okay for you to put this opportunity on hold for an important personal event! You are gentle in your disposition and this is what helps you gel softly with friends.",
        "Taurus Health & Wellness Horoscope": "You may dream in your sleep which may provide you with a very useful guidance. You have been ignoring the advice of specialists to switch to homeopathic care! Consequently you may experience strain in all parts of your body! Ask some one to be close to you when you go for ablutions!",
        "Taurus Daily Love & Relationship Horoscope": "You need to empathise more with your partner. He / she have been under tremendous stress but you have been preoccupied with how it is affecting you and your partner's attitude towards you. You need to realize that love demands unconditional support and this is not the time to worry more about your own self rather than that of your partner.",
        "Taurus Career & Money Horoscope": "You may receive some good news about better job prospects. You may be called for an interview at your dream companies. For the blooming writers it may be a great day as some of your articles or a book may get published with a renowned publisher. Your career may now follow an entirely new trajectory now."
    },
    "2": {
        "Gemini Daily Horoscope": "Well, today is a lucky day for you. You take yourself and others by surprise by your problem solving abilities. You will leave your office mates impressed. Your confidence will be high and you may be offered a new project. Feel happy and celebrate with loved ones. A friend may visit you today. You may enjoy a fun filled day.",
        "Gemini Health & Wellness Horoscope": "You seem to be in the pink of health! Give your taste buds a treat by eating your favorite cuisines. Avoid alcohol and avoid driving. Sudden and unexpected damage to you can be predicted via the cards. Do not undertake any expeditions today! For those who are in professions involving high mobility especially please be very careful.",
        "Gemini Daily Love & Relationship Horoscope": "The day is suitable for second chances. People who have not behaved well towards you will approach you today. This is the best time to repair your friendships and love interest. It is a good day to forgive and forget and to extend the olive branch. On the other hand, you too may approach someone with whom you have a history and attempt to make a fresh start.",
        "Gemini Career & Money Horoscope": "There is a strong chance of changing your job or even the direction of your career completely today. Something which you have treated only as a hobby till now may develop into a money making avenue. You may give up your job to concentrate full time on this. While this may appear scary, the results are going to be very encouraging and, though it may take time, it will eventually become financially rewarding."
    },
    "3": {
        "Cancer Daily Horoscope": "Someone dear to your heart is facing some difficulties and you will have to lend a sympathetic ear today. Chances are high that you will end up feeling impatient and frustrated with the problems of this person, but it is vital that you lend your support without criticism. It can influence a very important friendship or even a partnership in your life.",
        "Cancer Health & Wellness Horoscope": "You can easily visualize your health conditions with the help of your psychic vision at this point of time. Make a note of what ever comes to your mind. Cancel out what seems to be irrelevant and prioritize the relevant steps you must take for achieving a perfect state of health. Try to consume a healthy diet consisting of fresh produce.",
        "Cancer Daily Love & Relationship Horoscope": "The day is best suited for laying old ghosts to rests as cathartic influences come into play. New beginnings are indicated on all fronts. You may renew your pledge to love each other, or you may meet someone who is going to usher in a new chapter in your life. You need to identify what is holding you back so that you can let go and move forwards towards a new life.",
        "Cancer Career & Money Horoscope": "You didn't create problem but today you find yourself surrounded with a lot of them. You may lose your temper. It is advisable that you maintain your calm and tackle the problems one after the other. You may have to stay back at work for a longer duration. Cancel all the commitments which might require you by evening. Concentrate on trouble shooting."
    },
    "4": {
        "Leo Daily Horoscope": "With a little patience and forbearance, the day can turn out to be very productive for you. But having that patience can be the greatest challenge now. Time will seem to slow down to a crawl and nothing would move fast enough to suit your mood. But if you try to hurry up the process, you can completely mess up your agenda. Try starting the day with some calming exercises to control your energy.",
        "Leo Health & Wellness Horoscope": "If you take care of your daily food habits, you are going to enjoy excellent health. Junk foods on the other hand not only affect your body but also clog your mind with stress which does not allow you to enjoy the greatest perks of having a fit body. A healthier lifestyle can help to prolong this sense of fitness for you.",
        "Leo Daily Love & Relationship Horoscope": "Go out and do something adventurous with your dear one today. What ever you do, it should be fascinating! This will inject some levity into the tensed situation between you and your partner. You will find it easy to communicate your new experiences and feelings to your partner.ﾠﾠ",
        "Leo Career & Money Horoscope": "If you decide to part off from a partnership, you are advised to do so in a humble and realistic way. Try to end the cold war or be the first one to break the ice berg by communicating very effectively and smoothly. You can right now concentrate very well on anything you want to, so use this ability well to your advantage."
    },
    "5": {
        "Virgo Daily Horoscope": "The time is ripe to take some bold steps. This is not the time to hesitate. Instead, decisive action is critical. Do not shy away from opportunities. A leap of faith at this time can dramatically alter your life for the better, though it may not seem so now. It is also time to re-evaluate old relationships and cut out the deadwood.ﾠ",
        "Virgo Health & Wellness Horoscope": "You are going to enjoy excellent health today, but be sure to take some elementary precautions to keep things that way. Timely intervention now can help you to prevent all sicknesses. This is the perfect time to concentrate on intensifying your health regime and take up all those good practices which you have thought about but never mastered the enthusiasm to see through.",
        "Virgo Daily Love & Relationship Horoscope": "It is a great day; you may get back to your ex-love! You had certain difference among yourselves when you split up with your beloved! However you must take time to think about moving in together again as this is not a very good day to reach onto any decision! You will have enough time to work out what ever you have in your mind!",
        "Virgo Career & Money Horoscope": "Make a good start over the project which has been put on hold since long. It is a just one step in laying good foundation for a successful future of yours. Take things easy and do not rush onto anything without thinking twice. Do not rely on others to do your work. Do not be afraid to take a stand for what you think is justified."
    },
    "6": {
        "Libra Daily Horoscope": "Celebrations are round the corner! Some one close to you is getting married. The pair will receive loads of wishes from you. For those in love, you will really feel to take your relationship to the next level of commitment and may decide to exchange vows even. For those who are already married, you should enjoy the party to the fullest.",
        "Libra Health & Wellness Horoscope": "You must pay a lot of attention to your feet. You are in a job which involves a lot of footwork, so you need to take extra care. Use socks and shoes regularly. If you experience some pain then go for a foot massage or dip your feet in warm water for half an hour or so. If the pain gets severe, consult your nearest doctor.",
        "Libra Daily Love & Relationship Horoscope": "The planets line up today to make you feel very romantic and emotional. You have just been paying lip service to the tenets of love recently, but now you are ready to fully commit yourself to the requirements of love. This call to action from your heart comes at a very critical time indeed and if you want to preserve your romantic partnership, you must act on it without delay.",
        "Libra Career & Money Horoscope": "While you are quite satisfied with your job and good at it too, you may lose your temper today and get into arguments with your colleagues. Be careful not to take any reckless decision based on these momentary disturbances. There is a chance that you may leave your job ﾖ a job you actually like ﾖ because of a momentary unpleasantness. So, it is vital that you guard your temper today."
    },
    "7": {
        "Scorpio Daily Horoscope": "Today is going to be a fun fare day. You will be revisited by friends and relatives. Least you can expect a call or mail from them. It is a good time to brush up your social skills and be prepared for the upcoming parties. Your financial issues will be taken care of as the day progresses.",
        "Scorpio Health & Wellness Horoscope": "The weekend mania is clouding you as you are in let go mood. It is good to feel free spirited but moderation is the key of life. Do not get overboard. You may indulge but take care not to remain in the mood in the coming week as the coming week is important for you professionally and you need to be in best health.",
        "Scorpio Daily Love & Relationship Horoscope": "Today, you may need to adjust your attitude towards your loved one. He or she is likely to be under stress and may even take out the stress on you. If you retaliate in kind, the situation will degenerate. Instead, try to be understanding and accommodating and you will be rewarded with gratitude and tenderness ﾖ if not today, then certainly later.",
        "Scorpio Career & Money Horoscope": "Your patience and your sense of duty and responsibility will go a long way today to conquer all the obstacles in your path. You are definitely going to require your ability to see humour in different situations today if you want to maintain a calm atmosphere at work. There is a chance of serious financial gains towards the end of the day."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Life may leave you with only two choices and it is equally painful to bear the loss of any one of the two choices. Listening to your heart may help you find a way out! In your free time create a list of goals but prioritize them. Your ambitions have increased in number and so has your desire speeded up to fulfill them as soon as possible.",
        "Sagittarius Health & Wellness Horoscope": "It is necessary to design your diet in such a way as to improve and boost your immunity power. You are vulnerable to infections today. Situations will arise where you will not be able to help the exposure to allergens. So, take care to eat a balanced diet with plenty of vitamins to protect your health. You should also remember to drink plenty of water.",
        "Sagittarius Daily Love & Relationship Horoscope": "Love may be near you but you are not able to catch the vibes. Today focus on how people near you talks to you and behave with you. Someone near you is yearning for your attention. There will be some confusion with people in relationship. Talk and listen to your partner as that will solve the problem.",
        "Sagittarius Career & Money Horoscope": "You are likely to encounter a run of good luck in ventures related to speculation and chance. If you were in two minds about any investment, then you will be able to take a logical and appropriate decision today. This will have a positive impact on your finances at a later date. It is also a good day to buy or invest in real estate or landed property."
    },
    "9": {
        "Capricorn Daily Horoscope": "This day can be especially significant for you. A new insight will occur to you or your viewpoint may be influenced by another person who may be a complete stranger. What you will learn and understand about yourself can play a key role in shaping your future life and your way of dealing with a pressing issue in your life which is preoccupying you right now.",
        "Capricorn Health & Wellness Horoscope": "The secret of looking young does not lie in the knife of any surgeon but in good and sensible diet. Your looks have been becoming a major issue with you lately, but the remedies are simple. Stay away from junk food; eat plenty of fruits and veggies and drink plain water. You should stop experimenting with different health products as this may be dangerous.",
        "Capricorn Daily Love & Relationship Horoscope": "Complications are going to arise in your romantic relationship today. A younger sibling of you or your partner may play a crucial role in this. This does not mean that you are going to learn something bad about your partner. Rather, you are going to come to know of a facet of his / her personality that you were previously unaware of and this can add to the layers of your relationship.",
        "Capricorn Career & Money Horoscope": "Those who are involved in service sectors can expect a hike in their income. However if it does not happen then you can give voice to your frank opinion and you will be heard for sure. The workload may mount up in the mid of the day which will hopefully subside by the end of the day. You can enroll yourself in an insurance policy for a more secure future.ﾠﾠﾠﾠﾠ"
    },
    "10": {
        "Aquarius Daily Horoscope": "Issues related to profession will get resolved. But no aggressive action, be it in words or in writing should not be taken till then. Those facing issues on personal front should make time for dear ones. Do take care of your health as you have been ignorant of it since long.",
        "Aquarius Health & Wellness Horoscope": "The planetary positions indicate that mental health is of greater concern today rather than physical health. If you have been behaving in an unusual way, this is the best time to consult a qualified therapist and get help. Left untreated, this can develop into a major issue. Some stress factor may also lead to some sort of breakdown which compels you to seek professional help.",
        "Aquarius Daily Love & Relationship Horoscope": "Your old sweetheart is trying to be a new one. You must give them a chance and appreciate their efforts to reconcile the differences between the two of you! However make them fully aware of the mistakes they have committed in the past and that they are no more allowed to repeat the same.",
        "Aquarius Career & Money Horoscope": "Though you are well established in your field, you may feel restless in your work. A feeling of discontent with what you know can now begin to disturb you. However, it will be rather foolhardy to leave your job right now. These feelings are transient and avoid taking any major career decisions today as you are likely to be misguided."
    },
    "11": {
        "Pisces Daily Horoscope": "You feel full of energy and are ready for some seriously hard work today. Your flow of positive energy will even influence others so that you will energize everyone of your team to work better. Even at home you will shoulder much more responsibilities than you normally do, pleasing those near to you. You just need to make sure that this trend continues and you do not burn yourself out.",
        "Pisces Health & Wellness Horoscope": "You have been burning the candle at both ends and this will now begin to take its inevitable toll on your health. You may begin to suffer from insomnia. You need to realize that sleep is as important as balanced diet and proper exercise for your health. The lack of proper rest will make you feel sluggish and tired throughout the day.",
        "Pisces Daily Love & Relationship Horoscope": "It is good to absorb a lot of things. This actually avoids a number of trivial fights. But sometimes you also need to speak up. If the attitude and behavior of your partner has been bothering you, then speak up. Things will only move towards betterment. You are known to stand by your values and principles. Act within the boundary.",
        "Pisces Career & Money Horoscope": "Your dream of settling abroad may come true today as you may get offers to work with reputed companies established in foreign lands. However you may face issues in documentation, but these issues will get resolved in no-time. And when you have what all you want, money is certainly going to follow you!"
    }
}]
