horo_english=[{
    "0": {
        "Aries Daily Horoscope": "The day is going to be a roller coaster between emotional and practical matters. The movements of the planets ensure that you are likely to be emotional in the morning and are going to judge different matters based on your emotional responses. This may lead to some flawed judgments, but things will begin to settle in the evening and you are going to develop a more practical approach.",
        "Aries Health & Wellness Horoscope": "You are vulnerable to minor illnesses today but you can avoid them with suitable precautions. Do not eat junk food as there is a possibility of stomach ailment. It is necessary to realize that the stress in your life is not simply the result of what you do but also what you put in your mouth. Join a health class today as it can have long term benefits for you.",
        "Aries Daily Love & Relationship Horoscope": "It is going to be a great day for you today! You may get a chance to speak your heart out today. But be careful not to speak anything which you will regret later! Keep your speech brief and precise, you will get many more chances to address your partner openly! Highlight only the burning issues.",
        "Aries Career & Money Horoscope": "While you are likely to be very thrifty, you will be in rather an extravagant mood. You are likely to buy a costly item of beauty as you enjoy and appreciate pieces of art. You may also buy an expensive gift for someone close to you and surprise that person. Everything is likely to go smoothly in your workplace."
    },
    "1": {
        "Taurus Daily Horoscope": "You are full of zeal to change things around you, but you need a period of calm reflection to decide whether they need changing at all. While you are going to excel at the projects you decide to take on, it is better if you let someone else choose those projects for you. You will be filled with single minded determination today.",
        "Taurus Health & Wellness Horoscope": "Pay special attention to what you eat today. Your immune system is quite resilient and this has led you to eat even unhygienic foods in the past. However, your physique is actually in a vulnerable state now. You need to be careful about your dietary habits. In fact, the day is best suitable to institute some much needed long term changes in your dietary pattern.",
        "Taurus Daily Love & Relationship Horoscope": "Gentleness and care is necessary to relate to your partner right now. He or she is dealing with an issue that is very important to him / her. You need to inspire the confidence so that he / she decide to confide in you. Prepare to lend your full support. Passing successfully through this crisis will have a long lasting effect on both of you.",
        "Taurus Career & Money Horoscope": "The alliance between the planets affecting your income and career are now approaching its strongest point. This means, if you really devote your time and energy to your career, you will get to see the positive reflection in your bank balance. You will also have the energy and the ability to work more and better and improve your income even more."
    },
    "2": {
        "Gemini Daily Horoscope": "Time to choose between fun and freedom. You will be allowed to be free if you have the sense of responsibility. Although after putting excess of hard work you will not be able to reach your desired goal but perseverance will pay off later so keep working. Do not get embarrassed when it comes to financial conditions. They will gradually improve with time.",
        "Gemini Health & Wellness Horoscope": "You may not be in the mood to follow your routine exercises. There is an alternate to it. Prepare and consume a good amount of herbal tea. It will keep moving your energy in a positive direction. Inspire yourself to put your focus and concentration to your personal care once again!",
        "Gemini Daily Love & Relationship Horoscope": "Your beauty will get fixed in the eyes of every beholder almost. It will be a good chance to run into your ex and axe them up. But be careful of not getting back to them! After all past should remain in the past! One of your friends may need your help in their love life but do not forget to take care of your own!ﾠﾠﾠ",
        "Gemini Career & Money Horoscope": "This is a good day to enter into speculative venture, but do not rush in blindly. If you take a calculated risk in your investments today, they will be paid off, but foolhardiness will never be returned by profit. So, do not buy that lottery ticket just yet. Blind speculation or luck of the draw is not going to help you, but if you judge the pros and cons of an investment today, you are likely to hit upon the most accurate picture."
    },
    "3": {
        "Cancer Daily Horoscope": "You are in an impulsive mood today. You tend to rush into projects without thinking it through and this can create unnecessary problems both at work and in family life. Try to keep a level head, though it may seem to be too difficult now. Several opportunities will arise together and you need to see what works for you and what do not.",
        "Cancer Health & Wellness Horoscope": "Emotions will surface and you are a lot vulnerable to emotional traumas. Try to re-evaluate your feelings before you make any decision as a result of emotional out burst. To inject some levity into the situation start pampering yourself by doing the things you like the most. In this way the feelings can be avoided until you retain your emotional balance.",
        "Cancer Daily Love & Relationship Horoscope": "You may come across someone who impresses you pretty well as a person but you have certain mental constraints. You want to choose some one on the basis of what all they have to offer for you! But love is not so demanding. So if you want to love and want to be loved you must give up this ideology and believe in sharing!",
        "Cancer Career & Money Horoscope": "Due to change in planetary positions, a fresh energy has sneaked in your sign. You are feeling lively. You want to take up more and more work and still you are happy. That shows that somewhere things are moving in a positive direction. But in all these enthusiasm, do not ignore your health. A healthy mind resides in a healthy body."
    },
    "4": {
        "Leo Daily Horoscope": "You are an optimistic individual and today is the day to let the world know it and benefit from it! This will render you the reputation of being a motivational speaker, something you have been longing for to achieve! Strained relations with people in society will get better as they will stop finding faults with you anymore!",
        "Leo Health & Wellness Horoscope": "You are easily distracted and hence deeply admire those who have the ability to focus and concentrate. Time to learn something from them and implement their techniques in your own life! You will get opportunity to focus on something important and go after it. Practicing yoga early in the morning may be of help too.",
        "Leo Daily Love & Relationship Horoscope": "Expand your range of activities with your partner by undertaking adventurous trips together and doing things which please your partner. Especially take out some time for lunch with your partner. Those who are married may find it a perfect day to discuss about the introduction of a new member into their family.",
        "Leo Career & Money Horoscope": "For those working in the public sector, this day brings major chances of success and promotion. If you have applied for a job in the public sector, you are likely to get some positive news today. This is also a good time to look for a different job, mostly in an administrative line, if you are not satisfied with the prospects in your current job."
    },
    "5": {
        "Virgo Daily Horoscope": "You may have to trace back to the initial stages of few events. The cause for certain mishaps lay hidden in the roots. Your reputation in the eyes of others has suffered greatly because of this. It is very much necessary to be reserved and cautious in your approach lest people will try to be a hindrance in your quest.",
        "Virgo Health & Wellness Horoscope": "You seem to be heavily energized. All this is the output of good exercise and balanced diet, which you have been maintaining over a long period of time. Keep doing it. If possible go for a routine check-up as well. For those who are in profession of health trainers will get wonderful opportunities in career.",
        "Virgo Daily Love & Relationship Horoscope": "The day is good enough for wining and dining only! You will find many people hovering around you for your attention. All are there for some or the other gain, none of them are worthy of serious involvement! However one of them may turn out to be a good friend with whom you can share things on a platonic level.",
        "Virgo Career & Money Horoscope": "Life at the work place will be cool and all targets will get completed on time. But in business matters consult legal practitioners before signing any deal. There may be chances of fraudulent. If possible push your partnership deals onto the other day and re-evaluate the reliability of your partners."
    },
    "6": {
        "Libra Daily Horoscope": "You are in a dominating mood today. You want to take the lead and demonstrate your authority. However, you have to be careful not to throw your weight around. You may accidentally step on some toes. Though you feel that you know better and can handle the situation better, you should still try for cooperation and harmony while tackling any project.",
        "Libra Health & Wellness Horoscope": "You feel active and stress free today. You may take charge of your surroundings and people around you might get influenced by your positivity and oozing enthusiasm. With active mind, you also enjoy a healthy and sound body today. It is a good day for athletes and people related to sports as they are quite likely to achieve success.",
        "Libra Daily Love & Relationship Horoscope": "The day is perfect to clear the air and get all the latent issues of your relationship out into the open. This clearing of air is a much needed exercise that you have been putting off. It will help cleanse your relationship and breathe new life into it. Expect to enjoy some great romantic gesture towards the end of the day.",
        "Libra Career & Money Horoscope": "The projects you have been working on very diligently can now be made public at this point of time. And at such an occasion ramp walk the podium in your style. The uniqueness of your work will be known and respected by all when it will be opened up! However retain the confidentiality all the time!"
    },
    "7": {
        "Scorpio Daily Horoscope": "You are going to feel more dedicated today and you are going to finish off all the backlogs which may have accumulated today. Clearing this will give you a nice sense of accomplishment and this will be noticed by the people who matter to you. The result is that you will get more appreciation both at home and at your workplace.",
        "Scorpio Health & Wellness Horoscope": "Begin keeping a check on your health on everyday basis. You may not exactly know how you are feeling at this point of time except that you are not in the pink of health! Practice the exercises which are extremely beneficial no matter you how dreading you find them! This is how you will be able to better serve your health.",
        "Scorpio Daily Love & Relationship Horoscope": "You need to take off the rose coloured glasses when you examine your current relationship and take the necessary drastic step. Do not drag a relationship just because it is meant to be or due to social pressure. Examine whether it is making you happy, and if it is not doing so, then this is the right time to dump it.",
        "Scorpio Career & Money Horoscope": "You will do well in the role of a receptor today! So switch onto being an organizer rather than being a host for the upcoming events! You will be making good amount of money in both the cases but surely if you choose to be an organizer! It is not against your innate abilities, you just have not recognized this side of you!"
    },
    "8": {
        "Sagittarius Daily Horoscope": "You are going to fare much better today both at home and at work if you enter into a partnership. Individual efforts may run into snags which seem unexplainable and impossible to remove. Working as a team will go a long way in negating these blocks. Cooperation and team effort will end up with success for you at any venture.",
        "Sagittarius Health & Wellness Horoscope": "You have been working a lot lately, so take ample rest before you embark on a new mission. You can participate in creative activities or sports in your leisure time to boost your thinking ability and physical stamina. Try to move across the town as much as you can or even out of it if possible in order to refresh your mind completely.",
        "Sagittarius Daily Love & Relationship Horoscope": "A close friend may express his/her feelings for you today. It may not be verbal but through actions. It may be very subtle. Be conscious of such things. There is a high chance of a friendship developing into a romantic relationship. Do not jump to commit immediately. It may be an infatuation. So, wait for more cues.",
        "Sagittarius Career & Money Horoscope": "Make a good start over the project which has been put on hold since long. It is a just one step in laying good foundation for a successful future of yours. Take things easy and do not rush onto anything without thinking twice. Do not rely on others to do your work. Do not be afraid to take a stand for what you think is justified."
    },
    "9": {
        "Capricorn Daily Horoscope": "The stars say that love is in the air for you today. Keep your eyes open, you may meet the man/woman of your dream. However, recognizing the dream person will be tricky as he/she will come in weird package. Today you are also inclined to receive a gift from an unexpected source. All in all the day will be pretty eventful.",
        "Capricorn Health & Wellness Horoscope": "The time is right for taking up some intense physical exercise. Lifting weights is a viable option. If you have been in two minds about starting any training or entering any athletic event, sign up now and you will be rewarded by a sense of wellness and energy. The exercise will also help you to see your own mind and feelings clearly and can help you to take an important decision in your life regarding your relationship or career.",
        "Capricorn Daily Love & Relationship Horoscope": "The golden rule of relationship tells that you listen to your heart. Let your heart rule your mind this time. People around you will not be able to judge your partner. So do not seek their verdict on your love life. Follow your heart and maintain your self esteem. What matters to you is the purity of your relationship.",
        "Capricorn Career & Money Horoscope": "You are in a peaceful mental state and will be able to focus greatly at your work. Today you may be able to crack the best business deals of your career even. But the lack of support from your superiors may hold you back. Try to convince them and all will go well, earning better repute as well as money for you."
    },
    "10": {
        "Aquarius Daily Horoscope": "There is confidence in air. You will take up a pending project that had been left unfinished. Obstacles seem to appear but they will not block your path. A close friend will come for your rescue. An important connection at work will open up the door of opportunity to yoke out imagination. Do not turn back to dig past.",
        "Aquarius Health & Wellness Horoscope": "A great sense of happiness, health and general well being mark your day. You have an excellent attitude towards an important thing today. Your decision today will have a long term effect and with your positive attitude, it will affect you favorably in the future. Your strength of mind and peppiness will be a focus of envy for others.",
        "Aquarius Daily Love & Relationship Horoscope": "You are a unique and special creation of God and nobody has the right to corner you. If you feel so, put your points subtly and gracefully through your actions. The situation will take a turn. Your partner will understand you. At present your love is distracted by surroundings. But as tough situation arises, he will know your worth.",
        "Aquarius Career & Money Horoscope": "You may have a head start in your career today. You may even get opportunities to make a transition from one employer to another offering you far better prospects. But be careful of fraudulent offers as someone has been attempting since long to take undue advantage of your capability and genuineness."
    },
    "11": {
        "Pisces Daily Horoscope": "Give voice to your frank opinions but do not raise your voice. Focus on what needs to be perfected to bring a change rather than trying to wipe off the old dirt! Better option at this point of time is to avoid conflicts with people you live with rather than trying to deal with them.",
        "Pisces Health & Wellness Horoscope": "You are going to fare much better today both at home and at work if you enter into a partnership. Individual efforts may run into snags which seem unexplainable and impossible to remove. Working as a team will go a long way in negating these blocks. Cooperation and team effort will end up with success for you at any venture.",
        "Pisces Daily Love & Relationship Horoscope": "You are going to be rather aggressive in love today. Just make sure to get your ego out of the way in order to enjoy a fulfilling relationship. However, your partner is going to love your new self and will enjoy your newfound self confidence. Be sure to grab this opportunity and have a grand time with your partner.",
        "Pisces Career & Money Horoscope": "A thousand things demand your attention today and you may feel pulled apart. Be gentle on yourself. Sit down for a while and think the course of action. Then plan and act accordingly. You may meet an old friend today. Someone will also talk about an interesting offer and you may be tempted to go ahead. Visualize the end result and then take a step."
    }
}]
