horo_english=[{
    "0": {
        "Aries Daily Horoscope": "The day will start on a positive note. The stars are aligned in your favour, especially during the first half. Try to schedule your official activities beforeﾠnoonﾠas then you will have greater chance of success. It is better to keep the evening free or indulge in light relaxing activities. Someone unexpected may come to visit you today.",
        "Aries Health & Wellness Horoscope": "This day is particularly favourable for you. You can start something new, finish a project which had been taking up a lot of your time or take up a task which you have been putting off. Fun and games are on the card for the evening. Connect with friends, old and new and enjoy. Shopping can be especially fun today.",
        "Aries Daily Love & Relationship Horoscope": "You are too serious and are probably over-thinking your relationship issues. Lighten up. Make it a point to spend time with your partner. Once you stop trying to discover double meaning of every gesture, you will find that your relationship is build on a strong base and sometimes you just need to let down your hair and enjoy things as they are.",
        "Aries Career & Money Horoscope": "You may be in the danger of falling prey to fraud. The day is not suitable for any major investment or purchase. Do not trust any complete stranger on money matters today as you are likely to bear considerable loss. However, with enough prudence at the correct juncture can help you to protect your finances easily. Do not plan or pay for a trip today."
    },
    "1": {
        "Taurus Daily Horoscope": "Take some time out to spend in solitude and reflect what you truly want from life. The last few days have been hectic. So, you need to re-evaluate your goals in life and how your actions are affecting your own life as well as your relationships. Travel is indicated, though it is better to go for a relaxing holiday rather than a hurricane tour of thrills and adventure.",
        "Taurus Health & Wellness Horoscope": "Minor but persistent health problems are going to create a lot of stress throughout the day. You may turn to alternative therapies and if you stick to it regularly you are going to get good results. Be sure to avoid junk foods today as they are only going to add to your health related stress. You must opt for holistic healing. Meditation and yoga can prove to be especially important now.",
        "Taurus Daily Love & Relationship Horoscope": "Winning an argument is very different from winning a heart. You may have the knack of proving your point but that will estrange your partner. Give your love a chance to win an argument. Let your love read your mind when you donﾒt say anything. Help your love by taking a few extra steps and your partner will appreciate your subtle moves.",
        "Taurus Career & Money Horoscope": "You may be a spendthrift today! Your sub conscious seems to be guided by the signs from spiritual guides and this is where you are getting trapped! It is good to try remedies but not at the cost of losing all of your savings! Factually all this will do no good, just keep patience and things will work out gradually."
    },
    "2": {
        "Gemini Daily Horoscope": "You have set too high a standard for yourself and you will drive yourself harder and harder to achieve this. It will be difficult to reach your goal and this can lead to a sense of disappointment. You need to realize your own capabilities before you set your goals. The time is not good to take any major decision.",
        "Gemini Health & Wellness Horoscope": "While you are going to enjoy excellent health today, an old complaint related to the head and the nervous system may begin to rear its head. Take adequate precaution to prevent catching a cold in the lead as this may aggravate old problems like sinusitis and migraine. On the other hand, you will begin to feel the benefits of the wellness routine that you have been following. Your weight loss goals will also be met with success today.",
        "Gemini Daily Love & Relationship Horoscope": "Your relationship has been slowly suffocating under the weight of unspoken issues and unaddressed problems. You have been avoiding them for fear that facing them will lead to the breakdown of your relationship. However, you will be in an unusually confrontational mood today and are willing to look at all the issues that had seemed wrong to you previously.",
        "Gemini Career & Money Horoscope": "You are in a peaceful mental state and will be able to focus greatly at your work. Today you may be able to crack the best business deals of your career even. But the lack of support from your superiors may hold you back. Try to convince them and all will go well, earning better repute as well as money for you."
    },
    "3": {
        "Cancer Daily Horoscope": "It is a great day for you! There will be loads of people offering hands to bring you out of the pitiful situation you are stuck up currently! You have landed there due to somebody elseﾒs fault; just avoid such dangerous people next time! Right now you must celebrate your victory like never before.",
        "Cancer Health & Wellness Horoscope": "A cup of coffee each day is good for your heart. And so will be the licorice tea, in addition to having healthy benefits for your stomach. If you increase the intake of beverages then you must increase the intake of water as well. Try to go for yoga at least once a week if not everyday for massaging your organs well.",
        "Cancer Daily Love & Relationship Horoscope": "You are standing at a critical juncture in your relationship and you will be blessed with unusual clarity of vision today. You will be able to judge clearly and without emotion where you were and where you are now going. You will also be able to judge whether you are happy with the direction your life has taken and whether to stick to this course or not.",
        "Cancer Career & Money Horoscope": "You love your job and you are good at it too. However, the planetary alignments may cause temporary disturbances in your workplace today. Take care not to take any impulsive decision based on these transient feelings. You need to guard your temper at your workplace and disregard minor irritations. Otherwise you may end up even leaving your job though you love doing it."
    },
    "4": {
        "Leo Daily Horoscope": "You are at your creative best. Decipher the meaning of your imagination. It will bring luck and happiness. Let your mind rule your heart. You look for a logical output. Channelize your energy just a bit to unleash the hidden gold. Today is a good day to think of investments of any kind. Let yourself go loose a bit not getting over cautious.",
        "Leo Health & Wellness Horoscope": "You have tried a new work out and it does wonders for you. Today you may be showered with compliments. You may have lost a few inches from your waistline. You may be feeling more energetic and active. A new hobby may attract you and you may find yourself completely engrossed in it. A very positive day is marked for you.",
        "Leo Daily Love & Relationship Horoscope": "You are going to be rather aggressive in love today. Just make sure to get your ego out of the way in order to enjoy a fulfilling relationship. However, your partner is going to love your new self and will enjoy your newfound self confidence. Be sure to grab this opportunity and have a grand time with your partner.",
        "Leo Career & Money Horoscope": "Beware of a hidden enemy at the place of your work today. He or she may be engaged in a secret campaign of badmouthing you to the boss and you can see all the evidence today. Losing your temper is completely counterproductive. Instead, you need to prove your worth and trustworthiness by delivering exactly what you promised, when you promised it."
    },
    "5": {
        "Virgo Daily Horoscope": "Time seems to crawl for you right now. But be patient and keep retaining your eagerness. However you may be required to put your personal goals aside for the sake of commitment or a personal relationship. Time to avoid conflicts and misunderstandings with your partner. Do not bother much; with proper management you will be able to fulfill both your agendas.",
        "Virgo Health & Wellness Horoscope": "Your health remains in peak condition today. It is necessary to start a light exercise routine in the morning for continual good health and today is the best day to take the first step towards this. You may develop some complaint of the teeth towards the evening. It is also necessary to change your dietary pattern immediately for your continuous good health.",
        "Virgo Daily Love & Relationship Horoscope": "You want to be loved and pampered like never before and this may make you demanding and insecure! You may act prematurely today and demand your partner to keep your affair a personal one, which seems to be a tough task since both of you are at the same workplace. Try to understand the difficult position you are putting your partner into!",
        "Virgo Career & Money Horoscope": "Once you get engrossed in a new project you will hardly find any time for other things. So be careful of not missing out any important information coming your way! It may be anﾠﾠﾠﾠimportant message to help you attain a higher position. Finances will remain stable as planned for quite a long time."
    },
    "6": {
        "Libra Daily Horoscope": "You need to be humble to endear yourself to your friends. You may have assumed an arrogant attitude without even being aware of it. So, this is the best time to start analyzing your past activities rather than criticising others. It is a rare opportunity of introspection for you and you should take full advantage of this reflective mood to get closer to yourself.",
        "Libra Health & Wellness Horoscope": "The day is made for relaxation. Book a massage appointment or go for a de-stressing exercise. But this does not mean that you will be slouching. Rather, the day promises to be quite active and you are likely to shop for health foods and / or gym equipments. You are likely to get good health related advice from someone.",
        "Libra Daily Love & Relationship Horoscope": "This is the time to consolidate all those relationship that you have been ignoring in pursuit of romance. These include your parents, your siblings, your extended family and your friends. You need to realize that these other relationships are no less important and they provide a valuable support system for you. You need to nurture them as much as any romantic relationship.",
        "Libra Career & Money Horoscope": "Make a good start over the project which has been put on hold since long. It is a just one step in laying good foundation for a successful future of yours. Take things easy and do not rush onto anything without thinking twice. Do not rely on others to do your work. Do not be afraid to take a stand for what you think is justified."
    },
    "7": {
        "Scorpio Daily Horoscope": "An atmosphere of serenity will prevail at home today and tensions will take a back seat. So gather with your dear ones and spread the joy. You have to find new ways of dealing with the frustration in life, which seems to get mounted gradually due to various reasons. Your insight will help you to find a way out.",
        "Scorpio Health & Wellness Horoscope": "Today your health is in a good shape mainly because you are feeling good emotionally. You are enjoying a self confidence. An emotional stability and happiness have curative powers that heal us from inside to the outside. You are oozing positivity. It is a great day to accomplish something important. You are most likely to achieve success and recognition.",
        "Scorpio Daily Love & Relationship Horoscope": "The day is perfect for romance and you can plan to surprise your partner with some intimate or extravagant gesture. You also will probably receive a happy surprise from your partner. Be sure to schedule some alone time in order to take full advantage of this planetary setting. If you are thinking of starting a family, then this is the perfect time for it.",
        "Scorpio Career & Money Horoscope": "Lately, your expenses were consistently exceeding your income, but from today you will see a distinct and welcome change. Fortune at last seems to smile upon you as your expenses taper off and your income shows signs of improvements. However, you need to be cautious and slow. Needless haste at this time can put your finances into serious trouble."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Today you may have some problem with your transport. If you are going for an important work, double check your alternative mode of transport and keep a backup plan ready. You may be a little agitated from inside. But do not lose your cool as it is just a short phase and will pass by easily. Spend time with your family.",
        "Sagittarius Health & Wellness Horoscope": "Physically taxing activities are on the cards today and you are going to enjoy every minute of it. You will be at the top of your form and will perform excellently in all sporting and athletic pursuits. You will have a tendency to drive yourself hard, carries away by your success. However, this is not going to have any negative effects as long as you remember to regulate your diet.",
        "Sagittarius Daily Love & Relationship Horoscope": "You will experience a change within yourself regarding what you want in a romantic partner. While you have been enjoying light superficial romance, you will start thinking seriously and begin looking for your soul mate in earnest. This is going to cause some uneasy times because soul mates do not come without romantic trials, but you are now emotionally ready to take on all these challenges.",
        "Sagittarius Career & Money Horoscope": "You have been receiving a lot of help from your co workers. It is now time to return the favour. So, you are going to help somebody at the work today and this will actually solidify your position in your office and will increase your popularity. While you may be working a little longer today, this is well worth the effort."
    },
    "9": {
        "Capricorn Daily Horoscope": "Simply stay away fro people who are full of negativity. They are trying to drill the same in your mind which will make you paralyzed when you are so close to your goal. Try to be at home with your family for most of the time today for peace and to finish up all the pending work. Decorate your room with photographs to relish some sweet memories too.",
        "Capricorn Health & Wellness Horoscope": "You may suffer from disorders of stomach. So try to consume less oily diet supplemented with lots of water. However the condition will get better by the end of the day. But for those who are already affected may have something severe to face. Proper medication will lead you to speedy recovery.",
        "Capricorn Daily Love & Relationship Horoscope": "You are likely to be swept off your feet by a gesture that your partner decides to make. If you are used to intimate dinners, be prepared for a rowdy but friendly family gathering tonight and vice versa. If you are single, this gesture can help you see your prospective partner in a new light and take decisions about the future accordingly.",
        "Capricorn Career & Money Horoscope": "Your patience is reaping benefits now. You have been waiting for a long time but you never stopped working and looking out for opportunities. Gradually you are getting what you want. Do not get overboard. Enjoy the benefits but at the same time remain grounded and humble to people around you. Travel is on your card. You can treat yourself."
    },
    "10": {
        "Aquarius Daily Horoscope": "Those who are in real-estate dealings seem to have a bright day. Returns on investments will be high. Just do not get into any arguments, intelligent justifications will just complicate things. You seem desirous of learning something new, may be which can give you a professional edge over the others or it may be a simple guitar learning session!",
        "Aquarius Health & Wellness Horoscope": "You seem to be caught in complex problems or your spiritual calmness will be shattered today. Some deep seated painful memories may get lively. Seek the help of a counselor if required to help you resolve certain issues. Watch out for your dreams which may contain answers to few of your questions.",
        "Aquarius Daily Love & Relationship Horoscope": "You are going to be very busy with your social commitments today. Parties, get-togethers and family occasions are likely to take up most of your time and you are going to enjoy the social wind. You will easily take up the attention of people as you sparkle at all the gatherings. You are going to resurrect some old connection through these meetings which will be beneficial for you.",
        "Aquarius Career & Money Horoscope": "As a boss, have a heart for your subordinates. They need your appreciation to perform with double enthusiasm. Talk to them. It will be a good idea to treat them today. They will respect you for this. Also, motivate them as a big project is underway. Use humor with them. Make them comfortable. You have immense leadership qualities. Use them now."
    },
    "11": {
        "Pisces Daily Horoscope": "The planetary alignments allow you a period of calm reflection. You may have reacted rather harshly to certain situations in the past, but now you will be in a far more amenable frame of mind. The time is ripe for extending an olive branch. Give yourself as well as those around you a second chance and you will be in a far happier position.",
        "Pisces Health & Wellness Horoscope": "You have been suffering from a minor but persisting problem of health in the last few days. Today, somebody will suggest alternative treatment of the condition to you and you will try it. Chances are high that it will work very well and you will be rid of the problem. This may well start your complete conversion to alternative treatment. Non invasive treatments are likely to work better in your case.",
        "Pisces Daily Love & Relationship Horoscope": "The day is good enough for wining and dining only! You will find many people hovering around you for your attention. All are there for some or the other gain, none of them are worthy of serious involvement! However one of them may turn out to be a good friend with whom you can share things on a platonic level.",
        "Pisces Career & Money Horoscope": "You are about to get severely affected with work related stress. The internal pressure may mount up within your head and you will run out of time required to fulfill the goals. However you cannot do anything to help this. So just try to let it pass by smoothly. Try to lend your ears to someone you do not find amiable at all but you have to do this due to professional reasons."
    }
}]
