horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You have been following a highly hectic schedule for the last few days and it is time to get organized. Today will be comparatively relaxed, but you should take this time to get your affairs into some semblance of order. Otherwise, things are likely to get even more chaotic in the coming days and you are likely to become anxious as things would seem to go out of control.",
        "Aries Health & Wellness Horoscope": "You have taken on a huge task with your weight loss goals. Today, you will need to put in extra effort. Perhaps someone will offer a bar of chocolate to you or celebrate with your favourite junk food. However, you will be able to find the strength to overcome this temptation easily and once you do, your goals will be reached within a short time.",
        "Aries Daily Love & Relationship Horoscope": "The day is ideal for planning some family activities. Take your kids to a ball game, the park or a museum. You can also schedule to spend time with your parents or siblings. The evening is especially suited for romance, but you should try for an intimate gathering rather than a large party. Family commitments will take priority now.",
        "Aries Career & Money Horoscope": "Pending work at office may pull you apart today. You may find yourself doing a late shift. Pay attention to yourself as well. This is just a passing phase. Your boredom of last week has its negative effect on you today. Be gentle and humble to others as you might head for an argument today. Avoid such situations."
    },
    "1": {
        "Taurus Daily Horoscope": "The day is perfect to embark upon a new program of abundance and prosperity. If you have been feeling undecided about a new project to which you have devoted considerable thought, then this is the perfect time to take action. Whatever you decide to do today will ultimately lead to success. The events of today will also help to shift your perspective regarding money and modify your negative ideas.",
        "Taurus Health & Wellness Horoscope": "You will be feeling especially healthy and energetic today. Be sure to use this energy in a fruitful way. If you have been putting off any task, today you can complete it easily. It is also a great day to start a new regime of exercise or attend a class of some physical activity like aerobics or swimming.",
        "Taurus Daily Love & Relationship Horoscope": "It is vital that you now communicate your needs and desires to your partner in a clear manner. Your communication has appeared rather ambiguous and this may have created confusion in your relationship. This day is perfect for clearing up all misunderstanding and to renew the vitality of your relationship. You may also learn something from your partner that is totally unexpected and very surprising for you.",
        "Taurus Career & Money Horoscope": "While you have been advancing satisfactorily in your job, today there is a huge opportunity to showcase your talent, creativity and commitment. This may require you to cancel some family plans, but it will vastly advance your career. Done correctly, it may open avenues for you that you could not have imagined. You need to maintain a fine balance between your family and career now in order to enjoy the best of both situations."
    },
    "2": {
        "Gemini Daily Horoscope": "Your indecision and dithering has created needless chaos and all these issues are now likely to come to a head. Family matters and those concerning real estate come to a head now and you will receive correspondences regarding these issues. Old and unresolved businesses will now demand your attention and you cannot move forward till you close these old chapters.",
        "Gemini Health & Wellness Horoscope": "You are full of hope and energy. This positive feeling will keep you going throughout the day no matter how many hindrances you have to face. Situation is not rosy when it comes to your health, still you will not get bed ridden! Proper consultation with a specialist will cure you in no time. Maintain a healthy diet as well.",
        "Gemini Daily Love & Relationship Horoscope": "Healthy boundaries have become necessary in your relationship, but you have been finding it difficult to demarcate them. You need to sit down with your partner and talk about the various dimensions of your relationship with which you are feeling uncomfortable. Today is ideally suited for this task as your partner will be receptive to your ideas and will be willing to talk to you about them.",
        "Gemini Career & Money Horoscope": "Seems to be a good time to touch base with colleagues and sub-ordinates. Long lasting period of review and frustration will come to an end soon. So out of happiness you will go crazy spending over yourself as well as over friends and family! Do it for a day or so at the maximum!"
    },
    "3": {
        "Cancer Daily Horoscope": "Today things are happening quickly and you need to have the ability to accommodate the unexpected. You will be pulled in various directions, but your positivity will become your strength. You will come out with original and fresh plans which will prove worthwhile in the long run. Include your loved ones in your plan. You will meet an important person today.",
        "Cancer Health & Wellness Horoscope": "Think on nurturing your mind rather than your body. You keep yourself fit physically. What takes a back seat is your over exerting mind. Relax; enroll in some recreational activity that will be food for your brain. Dedicate 15 minutes of your time to yourself. Concentrate and meditate. Give a direction to your thought process which is otherwise running in varied directions.",
        "Cancer Daily Love & Relationship Horoscope": "Romantic opportunities are all around you today. However, you need to check your own priorities before you choose your partner so that no problems arise in the future. If you are already in an exclusive relationship, you will take it to the next level. Your partner is likely to be feeling possessive and intimate right now. Your response is going to shape your relationship in the future.",
        "Cancer Career & Money Horoscope": "The alliance between the planets affecting your income and career are now approaching its strongest point. This means, if you really devote your time and energy to your career, you will get to see the positive reflection in your bank balance. You will also have the energy and the ability to work more and better and improve your income even more."
    },
    "4": {
        "Leo Daily Horoscope": "Issues related to profession will get resolved. But no aggressive action, be it in words or in writing should not be taken till then. Those facing issues on personal front should make time for dear ones. Do take care of your health as you have been ignorant of it since long.",
        "Leo Health & Wellness Horoscope": "You have become used to a sedentary lifestyle and you have let your body go. The time is right to start exercising in earnest and regain the strength and stamina that you originally had because you may soon be called upon to perform a physically difficult activity. It is also necessary to relieve your stress. Unbeknownst to you, your unhealthy dietary pattern is actually contributing towards this stress.",
        "Leo Daily Love & Relationship Horoscope": "Your loved one is going to require your help and support today. It is the time to extend your unconditional love and support and not to gloat or criticize your partner. You need to put aside your petty issues and grievances. How you act now will have a long term influence on your relationship. So, you need to make some long term decisions now.",
        "Leo Career & Money Horoscope": "The day is perfect for completing all your pending tasks. You have not been able to finish your work on schedule due to external reasons. So, you have quite a bit of catching up to do. There will be less pressure of new commitments at work today. So, you will find enough time to complete all these tasks and relax, knowing that you have completed your commitments."
    },
    "5": {
        "Virgo Daily Horoscope": "Old connections and experiences can play an important role in your life now. You will be under tremendous pressure to perform well in all spheres, but you need to realize that much of these pressure stem from the impossibly high standards that you have set for yourself. Honesty and integrity will take you far in your chosen field, but be ready to remain true to your own beliefs and ideals.",
        "Virgo Health & Wellness Horoscope": "You are going to fare much better today both at home and at work if you enter into a partnership. Individual efforts may run into snags which seem unexplainable and impossible to remove. Working as a team will go a long way in negating these blocks. Cooperation and team effort will end up with success for you at any venture.",
        "Virgo Daily Love & Relationship Horoscope": "You need to realize that though there may be a lot of love, every relationship needs work to be sustained. Simply being in love is not sufficient; you should demonstrate your love from time to time. You have been ignoring the gestures for quite some time now. If you do not remedy this tendency at once, your partner will begin to think that you have lost interest and they may begin to look elsewhere.",
        "Virgo Career & Money Horoscope": "Time to focus on your talents and do not worry about your weaknesses. This is an era of victory for you! You are firm and resolute with your strategy and will be extremely precise with your words. You may receive some unexpected wealth from ancestral property or from your past investments. But be careful of not trusting any one involved in the monetary transaction."
    },
    "6": {
        "Libra Daily Horoscope": "With a little patience and forbearance, the day can turn out to be very productive for you. But having that patience can be the greatest challenge now. Time will seem to slow down to a crawl and nothing would move fast enough to suit your mood. But if you try to hurry up the process, you can completely mess up your agenda. Try starting the day with some calming exercises to control your energy.",
        "Libra Health & Wellness Horoscope": "Relaxation is the need of the day. This does not mean lying on the couch and eating junk foods. Instead, you need to practice a few relaxation techniques or opt for a massage from a professional. Take good care of your diet. You love junk foods, but they actually make you feel ill. You need to take a closer look at your health.",
        "Libra Daily Love & Relationship Horoscope": "Romantic relationships take a backseat today as you find yourself getting more involved in other family relationships. Your parents and / or children will demand a lot of your time and attention. But, if you involve your partner in dealing with these situations, you will be able to find romance in even the most unlikely place. It will provide a fresh insight into your relationship.",
        "Libra Career & Money Horoscope": "Improved communication will be of advantage to you. And you must use this skill wisely at this point of time. Your business sense also seems to be boosting up to top levels today. You may be asked to lay down predictions for the state of sale and share in the future. Your strong intuitive ability will help you a lot in this."
    },
    "7": {
        "Scorpio Daily Horoscope": "The day is likely to develop a spiritual tinge for you. You may engage in some religious activity or visit a shrine. Read some inspirational work or the biography of a great leader as you may find something highly relevant to your life in those works. It is better not to engage in raucous activities. Instead, spend the day in quiet contemplation and you will be able to find peace.",
        "Scorpio Health & Wellness Horoscope": "A great sense of happiness, health and general well being mark your day. You have an excellent attitude towards an important thing today. Your decision today will have a long term effect and with your positive attitude, it will affect you favorably in the future. Your strength of mind and peppiness will be a focus of envy for others.",
        "Scorpio Daily Love & Relationship Horoscope": "Today you will find the reason behind abrupt behavior of your partner. You have been paying lesser attention on him/her. Today is the day to pamper your partner. Take your partner out for a long drive or shopping. Have dinner together. Compliment your partner. You will again see the same freshness and spark in your soul mate.",
        "Scorpio Career & Money Horoscope": "You are likely to get a very good job offer today, but in a completely different field. You will have to engage in a lot of comparison to take the correct job related decisions. Though this is not going to be easy, it is advisable not to change your field completely. You need to take the advice of your family or your partner regarding which job to keep."
    },
    "8": {
        "Sagittarius Daily Horoscope": "This day demands you to focus more on the social circles. Your charming persona will help you a lot in being impactful over others. Also you need to size up the people who have been against you and have been damaging your reputation on the social front. Amidst such a hectic schedule do not forget to take care of your health!",
        "Sagittarius Health & Wellness Horoscope": "You are full of zeal to change things around you, but you need a period of calm reflection to decide whether they need changing at all. While you are going to excel at the projects you decide to take on, it is better if you let someone else choose those projects for you. You will be filled with single minded determination today.",
        "Sagittarius Daily Love & Relationship Horoscope": "You may come across certain information which will help you to understand your partner and the direction of your relationship better. Your partner may have been sending off confusing and contradictory signals in the last few days, but today you will begin to understand the significance of this behaviour. This will help you to take important decisions regarding the future nature of your relationships.",
        "Sagittarius Career & Money Horoscope": "For those who are studying this seems to be a good time for reaping of all your endeavors. The same is visible on the cards for the working professionals. Success and appreciation seem to be coming your way. However you may suffer a loss in investments if you have done any! So put the investment task for the other day if you are planning to make one!"
    },
    "9": {
        "Capricorn Daily Horoscope": "You are feeling rather disorganized and chaotic today. Your thoughts tend to flow in a number of directions today. The result is that you will not be able to wrap up any project today. You need to focus. Try some mental exercise and do not consult with other people as contradictory advice would tend to confuse you even further.",
        "Capricorn Health & Wellness Horoscope": "You are little susceptible to cold and cough today. Do take precautions in terms of your personal hygiene. Wash your hands often and especially before eating. If possible, you are advised to take rest so that you ward off any illness that might be looming close by. Also, take regular and sound sleep as that will help you relax.",
        "Capricorn Daily Love & Relationship Horoscope": "Something in your relationship is giving you the gut feel that everything is running perfect and that a lasting relationship is on the cards. The relationship may even take the shape of marriage. But before you give in your all, take a deep breath and read between the lines. It may turn out to be true or you may find out something that you have been ignoring.",
        "Capricorn Career & Money Horoscope": "Your attention to detail and meticulous way of completing every task is going to attract the attention of your superiors. More responsibilities will be given to you. You need to tackle them in your usual efficient way as this can open the door to further opportunities in your career. Your finances are going to improve but make sure you invest wisely and plan for your advanced years with care."
    },
    "10": {
        "Aquarius Daily Horoscope": "Today is a favorable day for you. Your pleasing personality attracts others. Whatever you put your hands into today is most likely to be successful. You are quite popular. You are articulate and courteous and these qualities have pulled you where you are today. Just continue to be the same without letting ego and trickery coming in your way.",
        "Aquarius Health & Wellness Horoscope": "You have tried a new work out and it does wonders for you. Today you may be showered with compliments. You may have lost a few inches from your waistline. You may be feeling more energetic and active. A new hobby may attract you and you may find yourself completely engrossed in it. A very positive day is marked for you.",
        "Aquarius Daily Love & Relationship Horoscope": "You have a soft outlook towards your love life! However you may be put into situations which are devoid of true feeling and hence you will not be much impressed by those who offer to make you a part of their lives. So do not expect love to workout with such people! However they may turn into warm and cordial friends.ﾠﾠﾠ",
        "Aquarius Career & Money Horoscope": "Today is a lucky day for you as far as the money is concerned. You may receive your money if you have lent somebody in the past. You may also see your luck shining in financial schemes like chit fund or any other form of gambling. Students may see their career going in the right track today meaning that any exam or small test will yield good results."
    },
    "11": {
        "Pisces Daily Horoscope": "You are going to be in an especially easygoing mood today. No issue have the power to disturb you and you tackle every situation with a smile on your face. You may also play the role of an effective mediator in any dispute today. You are going to spread cheer and goodwill and you are also going to be the life and soul of any party that you attend in the evening.",
        "Pisces Health & Wellness Horoscope": "Adopt some healthy habits of washing hands properly after finishing up routine work and before meals. You are prone to bacterial infections and may have to suffer for a long term if not taken care of! Consume boiled water only and eat properly cooked food. Avoid fast and fatty foods for sometime.",
        "Pisces Daily Love & Relationship Horoscope": "Today, you may need to adjust your attitude towards your loved one. He or she is likely to be under stress and may even take out the stress on you. If you retaliate in kind, the situation will degenerate. Instead, try to be understanding and accommodating and you will be rewarded with gratitude and tenderness ﾖ if not today, then certainly later.",
        "Pisces Career & Money Horoscope": "You are in a rather indecisive mood today with regard to your finances. Contradictory planetary influences tend to pull you in different directions. You may go out for a bout of expensive shopping, but you may find it difficult to take the final decision at the last moment. Such indecisiveness will also mark your investments. This is likely to irritate people close to you."
    }
}]
