horo_english=[{
    "0": {
        "Aries Daily Horoscope": "There will be certain sudden changes in your personal and professional life. This will leave you worried and insecure. Do not feel so and relax yourself! Just go with the flow as these changes are for your own good only. The situation may get worse when there will be some one to cause you some unhappiness by trying to avenge on you.",
        "Aries Health & Wellness Horoscope": "A great feeling of health, happiness and wellbeing marks your attitude today. You will feel charitable towards all and will be perfectly ready to share your sunny mood. This is going to make you popular in the crowds. Your cheeriness, strength of mind, sense of humour and general well being are going to be envied by those around you.",
        "Aries Daily Love & Relationship Horoscope": "If you like someone then this is not at all the day to confess you feelings. You may be misunderstood of ogling! Wait until the other person wants you to speak! The fruit of patience will be sweet. Just maintain friendship within control with them so that you are not wiped off their minds totally.",
        "Aries Career & Money Horoscope": "You are proactive and today your proactive nature is keeping you at the top of everything. You are the centre of all the activities. You are doing very good. Just maintain your pace and keep moving forward. You still have a lot to achieve. Keep your work area clutter free and time to time keep a check on your documents."
    },
    "1": {
        "Taurus Daily Horoscope": "Work hard and party harder! This seems to be your theme for the day and it is absolutely apt too! The day can begin with regular work routine but may end with celebration with close friends and family! You have a great sense of humor so you can choose to host large scale events too!",
        "Taurus Health & Wellness Horoscope": "Until and unless you devote a waking hour to your health, you have made no good use of your day! Try to ponder upon the various activities you do and how they affect you! For instance monitor your breathing habits and analyze how it affects the way you talk or you love! Yoga seems to be the best exercise for you at this point of time.",
        "Taurus Daily Love & Relationship Horoscope": "Complications are likely to arise now in your romantic relationships. You must keep a firm hold on your temper because getting angry or upset is not going to produce any fruitful results. You also need to identify the love and affection that you feel for your partner that has become buried under a mountain of stress. Maintaining a fine balance between your self-respect and your commitment to your partner becomes very important now.",
        "Taurus Career & Money Horoscope": "Today, you will be able to arrive at a viable solution for your financial problems and you will take the first necessary steps towards implementing this solution. Money troubles were plaguing you, but you will now be able to take control of your finances. The path that you choose is probably going to be tough, but you will make the right decision and will be able to work your way out of your financial difficulty quite soon."
    },
    "2": {
        "Gemini Daily Horoscope": "Today you are more emotional than usual thereby risking your vulnerable self to others. At work, you will absorb pressure which will tire you by day end. Try to divide your work among team mates or schedule some work for some other day. Take a few works and produce quality work. You may enjoy delicious meal with someone special.",
        "Gemini Health & Wellness Horoscope": "It is necessary to design your diet in such a way as to improve and boost your immunity power. You are vulnerable to infections today. Situations will arise where you will not be able to help the exposure to allergens. So, take care to eat a balanced diet with plenty of vitamins to protect your health. You should also remember to drink plenty of water.",
        "Gemini Daily Love & Relationship Horoscope": "You are going to seek complications in your romantic relationship where none exist. You may feel unable to trust your partner to the extent that you may start thinking of breaking up your relationship. However, chances are high that the issues concern you rather than your partner and you should take a more analytical look at them before taking any step.",
        "Gemini Career & Money Horoscope": "You may receive good news relating to your job. It can be a promotion, an increment, a new assignment, a new desired location, change of job or offer from a different firm. Remain available on short call. It can be telephonic or through mail. Show your new employer or colleague about your proactive attitude. Be mentally prepared as the new role will be demanding."
    },
    "3": {
        "Cancer Daily Horoscope": "Simply stay away fro people who are full of negativity. They are trying to drill the same in your mind which will make you paralyzed when you are so close to your goal. Try to be at home with your family for most of the time today for peace and to finish up all the pending work. Decorate your room with photographs to relish some sweet memories too.",
        "Cancer Health & Wellness Horoscope": "You are going to enjoy the best of health and a completely stress free day today. Utilize this time to indulge in some physically demanding activity that you enjoy. Go for a ball game or hot the gym. Your healthy body will help you to be charming and happy. It is a great day to get together with your friends and share this general wellness.",
        "Cancer Daily Love & Relationship Horoscope": "You are in an emotionally vulnerable mood and every word or action is likely to trigger a reaction that appears far out of proportion. You will be counting your blessings even in small favours and happiness today. You will also exhibit your softer side to your partner today ﾖ something which you rarely do and which will leave him / her feeling rather astonished. But this will ultimately strengthen your relationship.",
        "Cancer Career & Money Horoscope": "Take special care of your investments today. The day is especially suitable for investing in the stock exchange. You will get the best results if you invest in automobile, pharmaceuticals and cosmetics. It is imperative that you review all your old investments and make changes as you see fit. This can vastly increase your potential profits. The day is very profitable and you should not waste this opportunity. You can also take a risk in a game of chance today."
    },
    "4": {
        "Leo Daily Horoscope": "You have a crisp tongue and a logical mind. But this ability of yours may suffer today due to your insecure nature. Try to go with the flow instead of opposing it like always. Experience will teach you a lot more worthy lessons which the satiation of your ego can never. Later on you will be at ease and will be full of confidence.",
        "Leo Health & Wellness Horoscope": "Your eyes are a lens and you must clean it up when being used for long. This implies that you must go for a check up of your eyes as cards show that they may get puffy and dark. Your eyes may contract some infection which is not evident to you right now but you may be struck all of a sudden with it.ﾠ",
        "Leo Daily Love & Relationship Horoscope": "You may get chances to have some real fun with some who is really funny and close to your heart. And you must choose such a person to be your soul mate. Do not get carried away by what others tell you about choosing ideal figures as your partners. Be realistic and sensible. If you are unhappy with the reality then there must be something you can do about it.",
        "Leo Career & Money Horoscope": "This is a great time to make conversations with people of great influence. Establish as many connections as you can if you want to reach to a better place or upgrade your current position. You do not seem hopeful of striving the best opportunities to multiply your wealth. But be hopeful and keep striving for the same cause you can make it!"
    },
    "5": {
        "Virgo Daily Horoscope": "There is some personal happening in your life which is holding you back and hampering your progress. Try to sort out these things if you really want to save yourself of some serious trouble. Try to question the worth of relations; worthiness may be a deciding factor in terms of the input you must give to the relation.ﾠﾠﾠﾠ",
        "Virgo Health & Wellness Horoscope": "You are going to find a fitness buddy today who suits all your requirements. You have started a number of health regimes till now with the best of intentions, but they have all been abandoned. This exercise buddy will help you to stay on course and at last achieve your fitness goals. You may join the gym together or go running, but if you start the routine today, you will definitely benefit.",
        "Virgo Daily Love & Relationship Horoscope": "Both you and your partner are full of ideas today! You may organize events at your workplace collectively or arrange a social gathering at home with your dear ones! Either of the two attempts will fetch a higher social status and build better bonds with people. Just do not invite those who are not your well wishers!",
        "Virgo Career & Money Horoscope": "Take on some additional responsibilities today. If you perform well, you may be entrusted with such responsibility on a daily basis. With this, will also come an increase in salary. So work sincerely and constantly motivate yourself. Benefits do not appear today, but you are working towards a better life tomorrow. Use your creativity to accomplish your task."
    },
    "6": {
        "Libra Daily Horoscope": "You can expect a considerable degree of support and recognition from those around you. You are now full of vitality and optimism and are ready to take on new projects. But you have not lost your ability to identify and judge a good project. This will lead you to invest in certain ventures that are likely to be highly rewarding in the future.",
        "Libra Health & Wellness Horoscope": "Today you are upbeat physically and psychologically. Boost in your morale will reflect in your work. You have been taking good care of your health. Today increase that care a little extra bit and join a fitness program as boredom seeps in fast in you. A company will keep you motivated. Look for a fun company for walking or jogging.",
        "Libra Daily Love & Relationship Horoscope": "Your partner may come up with rather strange demands and fantasies now. The time is right for experiment and adventure though you have generally been a serious person as far as your relationships are concerned. You need to abandon your too serious mantle and let the inner child have some fun. This will go a long way towards relieving your stress as well.",
        "Libra Career & Money Horoscope": "You are resourceful and today you are going to find an opportunity to work seriously and earn money doing what you love. There is also a strong chance that you may take a risk and leave your job to pursue a vocation in art. While prudence is advisable, following your heart will not land you in any difficulty regarding your finance."
    },
    "7": {
        "Scorpio Daily Horoscope": "You have been feeling restless and unhappy for the past few days and today you are ready to take a more proactive approach to the problem. You need to dig deep to understand exactly where the problem lies and today is the best day to start the process. The day is also favourable to plan some projects which you have been ignoring for too long.",
        "Scorpio Health & Wellness Horoscope": "You may experience certain vague symptoms of a typical illness which has never affected you earlier. By the end of the day you will be able to figure out what it is! Focus on yourself and your personal needs too. In fact this is a wonderful time to groom your own self. Make yourself as much attractive as you can!ﾠﾠﾠ",
        "Scorpio Daily Love & Relationship Horoscope": "You need to lighten up today. Enjoy a time of romance and simple pleasures with your partner and try to forget the serious issues for today. Your relationship is too intense for you to actually relax. You should take this chance to indulge in some simple and enjoyable activities and take joy in spending time in the company of each other.",
        "Scorpio Career & Money Horoscope": "It is been a while since you have been lying low. Today you may make a decision for stepping onto something new, may be to avail new methods of income. You will feel more passionate and determined to operate from the position of strength. Financial status seems to be usual like any other day."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You are in an outgoing and exuberant mood. A number of opportunities in various fronts will open up in front of you and you are more than ready to take full advantage of them. Following your instincts today can lead to great things both in your finances and in your personal life and relationships. The day is going to be full of events and you are going to enjoy every moment of it.",
        "Sagittarius Health & Wellness Horoscope": "The end of the day may be a bit challenging for you! But with spiritual exercises like yoga, meditation, tai chi you can overcome every obstacle which averts you from attaining a good health! If problems arise do not be ignorant to them, rush to your nearest medical professional and request them to treat you with mild medicines.",
        "Sagittarius Daily Love & Relationship Horoscope": "You may come across new acquaintances or friends today! It will help you understand the deeper meaning of love and will empower you to differentiate between the superficial and true love! This will make you a better judge to select the right person for yourself! Be nice to every one who comes your way today!",
        "Sagittarius Career & Money Horoscope": "You have the power to accomplish anything you want to! Do not pay attention to what others think of you. They pretend to criticize you just to make you feel low, deep down within they know that you are a talented soul. So just enjoy your self confidence, 99 % of the game has already been won whenever you have to get down on the playing field."
    },
    "9": {
        "Capricorn Daily Horoscope": "You are like an unbeatable force today and though there will be oppositions, you will easily annihilate them. This is the day to accomplish what you have been trying to do for a long time because simply no one can stop you now. Keep your must urgent tasks scheduled for today and success will be yours at every step of the way.",
        "Capricorn Health & Wellness Horoscope": "You need to realize that wellness of the mind is essential and striving only for the goals of physical fitness is likely to leave you with dissatisfaction. Yet, you are driving your body even more in search of a sense of wellness. Instead, try for some breathing exercises and relaxation techniques. They will also help you to deal with problems of lack of sleep that you have been facing recently.",
        "Capricorn Daily Love & Relationship Horoscope": "You are a lot eager to impress that someone special whom you have come across recently. But someone may give you a bad advice to spoil your impression over that some one special. May be you and your adviser are both captivated by the same person. So be careful and also be on your own. Also if possible try to be the first one to take the initiative.",
        "Capricorn Career & Money Horoscope": "Your career is poised on the verge of a major breakthrough. Decisive action on your part is needed to decide which direction you want it to take. You need to analyze the pros and cons carefully. Your decision is going to affect your life and if you do decide to take the correct alternative, your income is likely to increase considerably over the next few days due to your decision."
    },
    "10": {
        "Aquarius Daily Horoscope": "You are modest today and you may witness selfless service. You are at the giving end. You may sacrifice your time, space money or even food to satisfy others. People will respect this act of yours. Watch your threshold. Pay attention to your children. They may be prone to contract some infection. Spend time at home and eat hygienic food.",
        "Aquarius Health & Wellness Horoscope": "Respiratory trouble may affect you today. People who have asthma are in an especially vulnerable condition and should avoid all allergens like dust and pollen. You may also catch a cold which can develop complications if not treated at once. Take adequate protection against the weather. If you have been suffering physically for the past few days, the diagnosis may be successfully made today.",
        "Aquarius Daily Love & Relationship Horoscope": "Your plans to hang out with your dear one may get shattered today. Do not press your partner hard at this point of time to let you know the reason behind screwing up the plan. Sitting coolly at home and watching your favorite TV show or reading a good book will entertain you equally well.",
        "Aquarius Career & Money Horoscope": "Your networking with people of similar interest and doing a similar business will increase today. You must avail this opportunity to mentor and encourage others so that you have their support in return as well. Do not expect much from them as things open up gradually and people may be slow in trusting some one new."
    },
    "11": {
        "Pisces Daily Horoscope": "Today, you will be in an adjusting mood. Your willingness to meet people half way and arrive at a compromise through reasonable discussion is going to endear yourself to one and all. You will be able to resolve any situation quickly. You are also concerned with beautifying your person and your surroundings as well as making sure that every occasion goes off without any hitch.",
        "Pisces Health & Wellness Horoscope": "You may be in a little arrogant mood today! Conserve all your daring energy for facing odds as you may come across many people trying to challenge your credibility. But if you will get affected by their words, you may need to see a doctor! Better option is to attend some fitness workshop or camp rather than getting into anything!",
        "Pisces Daily Love & Relationship Horoscope": "You are going to be very busy with your social commitments today. Parties, get-togethers and family occasions are likely to take up most of your time and you are going to enjoy the social wind. You will easily take up the attention of people as you sparkle at all the gatherings. You are going to resurrect some old connection through these meetings which will be beneficial for you.",
        "Pisces Career & Money Horoscope": "Beware of some secret enemy at your workplace today. This person has been behaving in a friendly manner in recent days, but there is some past history between you and he or she may try to take some retribution today. It is best to complete all your tasks well within time and be on schedule because otherwise, you may end up in trouble with your superiors."
    }
}
]
