horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You a person of firm resolute and once you undertake any task; you will finish it completely with immaculate precision. So do not believe in what others say; you can do what others can never do and that is why you stand above them. Retain this attitude always and let your vision reach to the farthest of the destinations where others cannot even dream of!",
        "Aries Health & Wellness Horoscope": "Incorrect sitting posture may lead to pain in the neck region today. Watch your posture while you sit in the office. You may carry a cushion to support your back while sitting. You are a little low in energy today which might interfere with your ability to work either at home or work place. You might be inclined today to include some fitness routine in your daily activity.",
        "Aries Daily Love & Relationship Horoscope": "There is a third person who will try to interfere in your love life today. It is up to you how far they succeed. If you listen to what they have to say and are influenced by it, your romance can hit a rather rocky patch. On the other hand, not attending to an outsider can help to strengthen your relationship.",
        "Aries Career & Money Horoscope": "You may receive good news relating to your job. It can be a promotion, an increment, a new assignment, a new desired location, change of job or offer from a different firm. Remain available on short call. It can be telephonic or through mail. Show your new employer or colleague about your proactive attitude. Be mentally prepared as the new role will be demanding."
    },
    "1": {
        "Taurus Daily Horoscope": "Link up all the fragments of thoughts and the resultant output will make it a lot easier for you to get rid of certain tricky situations. Do not allow yourself to get stuck up with things you do not believe in! Just chuck them and move on! Although beating around the bush is not your best attribute but you have to do it at times!",
        "Taurus Health & Wellness Horoscope": "You may feel out of control today as you temper will shoot up cause of the misbehavior of someone who is typically interfering. This may even render you unconscious so just try to relax and avoid this ill mannered person! Try to divert your attention to creative pursuits which stimulate your mind and boost your confidence.",
        "Taurus Daily Love & Relationship Horoscope": "Celebrations round the corner! For those who are married may cheer up on a personal fulfillment, may be like completing another year of togetherness or may have a new baby born in their family. For those of you who are unmarried seem to get approved of their relationship from the family, who have been strongly opposing against you since long.",
        "Taurus Career & Money Horoscope": "You spirit is indomitable; so devote your maximum potential in leading others in lieu of organizing things for them. This will earn more recognition and reputation for all the hard work you put into your work. There may be an increase in the expenditure so try to minimize it by buying and investing less."
    },
    "2": {
        "Gemini Daily Horoscope": "Your mind is very active today. You are full of ideas and inspiration. You will be constantly coming up with new plans which you will be able to plan and execute very easily. Your only problem today will be that you may feel overwhelmed by the flood of new ideas that will constantly fill your mind. You are also likely to inspire others around you to a higher level of activity.",
        "Gemini Health & Wellness Horoscope": "Today is your day. You will find luck favoring you the big time. You may gain appreciation at your work place and among your friends. Be cautious not to get carried away and neglect your other basic need which is your health. Eat in time and eat right. With a healthy body, you will have many other opportunities to enjoy the treat.",
        "Gemini Daily Love & Relationship Horoscope": "You are going to learn something new about your partner and this new information may come as a huge surprise to you. But this is a pleasant surprise. In fact, this new information can solve a number of problems and confusing issues surrounding your relationship. Take advantage of this situation to indulge in a great time with your partner.",
        "Gemini Career & Money Horoscope": "You may be a spendthrift today! Your sub conscious seems to be guided by the signs from spiritual guides and this is where you are getting trapped! It is good to try remedies but not at the cost of losing all of your savings! Factually all this will do no good, just keep patience and things will work out gradually."
    },
    "3": {
        "Cancer Daily Horoscope": "The desire to be successful may get heightened in you today! And you may strive to enhance your writing and oratorical skills today. Try to read some useful tips for achieving the same or get in touch with the experienced people for better guidance. However do not get negligent towards those who have been waiting for your attention and care since long.",
        "Cancer Health & Wellness Horoscope": "The day will begin with a spurt of internal energy. You may visualize yourself to be calm and serene. This is a great day for any kind of business negotiations as your serenity and stability of mind guide you to achieve what you have been longing for. You may meet your rival today but nobody has the power to leave you agitated.",
        "Cancer Daily Love & Relationship Horoscope": "External stress from work and other facets of life are going to affect the status of your relationship right now. If you can remember the importance of relationships and the need to keep your career and family life strictly separate, you can easily weather this storm. Your partner is going to be very supportive of you today even though it may take you quite a long time before you realize its value.",
        "Cancer Career & Money Horoscope": "Depression and hardships are indicated at the work front. However, if you have managed to learn from previous experiences, you will be able to deal with these quite easily. It is necessary to draw from your own knowledge of the past. Timely application of this knowledge can take your career very far at this position. You also need to take decisions quickly for them to be effective."
    },
    "4": {
        "Leo Daily Horoscope": "You will see that no matter how practical and helpful your suggestions are, people keep turning them down. You may end up feeling quite frustrated. You need to realize that while your advice is right on the mark, your attitude is too patronizing and that is why people insist on doing the opposite. Try to change and modify the way you present your ideas and see better results.",
        "Leo Health & Wellness Horoscope": "You are vulnerable to infections now. so, it is vital that you should use separate items of hygiene like soap, bath towels etc. Even using a common comb can end up in infection. You can take vitamin supplements to improve your immunity and health. Be sure to maintain high level of hygiene in your house in order to reduce the chance of infections.",
        "Leo Daily Love & Relationship Horoscope": "It is necessary that you slow down in your romantic life. You have been taking every emotion with a high degree of intensity, but it is not possible to sustain this. You need to take things slow today. Replace passion with romance and old fashioned courting, even if your mind instructs you to go for it all at once. Small meaningful gestures will go a long way today.",
        "Leo Career & Money Horoscope": "Today you find yourself with a superhero power. Your pending assignments and projects will show signs of completion. You may have a get together with your close ones. Motivate your team and keep them encouraged. A team mate may try to shun responsibilities. Try to be tactful. You may receive an interest on some long back invested money which will keep you surprised."
    },
    "5": {
        "Virgo Daily Horoscope": "The day may turn out to be somewhat bizarre. Event which you never expected have a high chance of happening today. It is important that you take note of the planetary energies and try to understand the direction to which they are pushing you. Detecting the right path at this juncture can have a revolutionary effect on your life.",
        "Virgo Health & Wellness Horoscope": "You must buy and keep with yourself always a clinical instrument to track your pulses, sugar level and blood pressure. You should closely monitor these. It will help you to measure the deviations you have made in maintaining a balanced health and also to keep track of your progress.",
        "Virgo Daily Love & Relationship Horoscope": "You must change your routine if you want to catch up with someone interesting else your relationship will reach the same boring level again! You need to change yourself from within for bringing a great change in your love life! You will have no idea how exciting things can get if you will dress differently!",
        "Virgo Career & Money Horoscope": "Make a good start over the project which has been put on hold since long. It is a just one step in laying good foundation for a successful future of yours. Take things easy and do not rush onto anything without thinking twice. Do not rely on others to do your work. Do not be afraid to take a stand for what you think is justified."
    },
    "6": {
        "Libra Daily Horoscope": "Your positive outlook will help you take positive actions in various situations. This will render you with long term benefits. If some one tries to indulge into altercations with you then do not lose your cool and present your point of view with firmness. Today you may take a strong interest in occult sciences and religion as well.",
        "Libra Health & Wellness Horoscope": "Your physical health continues to be good, but the same cannot be said of your mental condition. You have bitten off more than you can chew in the career front and your mental stress is mounting as a result. You need to remedy this situation urgently. Reduce your workload and go for some relaxation exercise. A detoxification diet can also be of great help.",
        "Libra Daily Love & Relationship Horoscope": "Do not feel dejected as your date did not turn out the way you thought. Give time to a relation. Probably you are not able to see the inner heart. Your partner has got a heart of gold. A couple of incidences will prove your partnerﾒs worth to you. A desire for an intimate encounter is on the cards from both the sides.",
        "Libra Career & Money Horoscope": "You will be getting some lost wealth back quite unexpectedly so that you easily meet all your financial commitments. It will also provide with a much needed respite for your current financial condition. However, spend prudently because though this money will run out, your obligations are not going to be discharged so easily. You should also keep some amount aside as saving."
    },
    "7": {
        "Scorpio Daily Horoscope": "You can expect a considerable degree of support and recognition from those around you. You are now full of vitality and optimism and are ready to take on new projects. But you have not lost your ability to identify and judge a good project. This will lead you to invest in certain ventures that are likely to be highly rewarding in the future.",
        "Scorpio Health & Wellness Horoscope": "Your body has been a great companion and works non stop! So it should not be a big deal for you to do something for your body. You must exercise and sleep well. However if your body experiences some difficulties in functioning normally then you must take all precautionary measures to keep it going. One such measure will be to increase the water intake.",
        "Scorpio Daily Love & Relationship Horoscope": "Misunderstandings and needless obstacles had been clouding your feelings for each other in the recent past. Today, you may be faced with an event where all such doubts will be swept aside and the true, deep and abiding nature of your commitment towards one another will become clear. Be sure to show your appreciation. The time is perfect to make romantic gestures to express your innermost feelings.",
        "Scorpio Career & Money Horoscope": "You know the importance of time and today you may work towards accomplishment of a goal. You are on right track. Work hard. Success is not distant. Your financial situation is stable and so you may be interested in taking some risk regarding trading and shares. New avenue of income may appear today. Consult your well wishers before going ahead."
    },
    "8": {
        "Sagittarius Daily Horoscope": "An atmosphere of serenity will prevail at home today and tensions will take a back seat. So gather with your dear ones and spread the joy. You have to find new ways of dealing with the frustration in life, which seems to get mounted gradually due to various reasons. Your insight will help you to find a way out.",
        "Sagittarius Health & Wellness Horoscope": "Viral cold or seasonal fevers may affect you today. You should take timely precautions and preventive medicines to guard against this. On the whole, you have adopted a healthy lifestyle and you will begin to reap the benefits of these positive steps very soon. A sense of wellbeing pervades your mind. Rest and relaxation can go a long way in helping your health today.",
        "Sagittarius Daily Love & Relationship Horoscope": "Love is in the air. If you are single, chances are high that you are going to meet someone and fall in love rather violently today, but be aware that though you are well suited, you will require adjustments in order to let the relationship become enduring rather than only a passing fancy. Couples are going to enjoy a much needed romantic time together.",
        "Sagittarius Career & Money Horoscope": "In this fast paced technology, you might realize today that your skills are not welcomed in a meeting. It is better to think fast and hence start learning a new skill that might help you to remain at par with your competitors. You may find yourself in a planning and self realization mode today. Seek help from your seniors."
    },
    "9": {
        "Capricorn Daily Horoscope": "Times and events will change around you so that you may have to change a well thought out decision. You need to react more responsibly to whatever life throws at you. You will not be able to follow the schedule that you had worked out earlier as something urgent and unpredictable will come up. This event is likely to affect all your short term plans.",
        "Capricorn Health & Wellness Horoscope": "This is the time to focus on spirituality for gathering some solace for your inner self. So devote your time in finding people who are spiritually oriented. You have been upset with certain happenings of your life or maybe you have been suffering from obesity so you find it hard to concentrate.ﾠ",
        "Capricorn Daily Love & Relationship Horoscope": "Romantic involvement with a colleague will create unnecessary tension and difficulties. Try to keep your personal life separate from professional life. Try to join a fitness and health program with your beloved to reduce the level of stress in your relationship and in your mind as well. These apprehensions may make you suffer from feeling of insecurity in relationship.",
        "Capricorn Career & Money Horoscope": "You are in a reflective mood today. You are likely to excel at any job which involves deep thinking and reflection. Teachers, preachers, lawyers, debaters and politicians are likely to perform very well in their profession. However, short attention plan is a problem for you and this may affect your financial planning. Some sort of self disciplinary exercise can help to improve this."
    },
    "10": {
        "Aquarius Daily Horoscope": "When it comes to making decision, you may be pulled between heart and mind. This is enigma. Listen to your instincts and you will end up making right decisions. Your family and loved ones need your attention. Spend some quality time with them. It is a good time to make travel plans. You may travel in the coming week.",
        "Aquarius Health & Wellness Horoscope": "You have painstakingly built up your dietary regime. Do not let a momentary diversion wreck all your good work. A friend or a co-worker may urge you to over-indulge, but keep in mind what you are going to feelﾠtomorrowﾠmorning. A number of temptations will be presented to you today. If you give in, it will be a waste of valuable energy.",
        "Aquarius Daily Love & Relationship Horoscope": "This is time to heal your relationships. The planets are so aligned that you will begin to realize that it is better to let your old grudges go and instead concentrate on rebuilding your life and your relationships. Issues will suddenly appear to be what they actually are and you will realize how much you were blowing them out of proportion.",
        "Aquarius Career & Money Horoscope": "You may receive some good news about better job prospects. You may be called for an interview at your dream companies. For the blooming writers it may be a great day as some of your articles or a book may get published with a renowned publisher. Your career may now follow an entirely new trajectory now."
    },
    "11": {
        "Pisces Daily Horoscope": "Today is a favorable day for you. Your pleasing personality attracts others. Whatever you put your hands into today is most likely to be successful. You are quite popular. You are articulate and courteous and these qualities have pulled you where you are today. Just continue to be the same without letting ego and trickery coming in your way.",
        "Pisces Health & Wellness Horoscope": "Keeping a positive attitude will help your body and soul to cope with a lot of stress. For rest you need to get back to your regime which has been ignored for some time. You may indulge in fitness routine. You may develop pain in your knees. Be regular with your exercise. It will fade in a couple of days.",
        "Pisces Daily Love & Relationship Horoscope": "Minor tiffs may happen today with your partner. Try not to get irritable or into any arguments though they seem inevitable. Issues may easily get blown out of proportion. Avoid confrontations today.ﾠ You need to pay special attention to your children and spend quality time with them. It is better to go for family activities today rather than any romantic plans.",
        "Pisces Career & Money Horoscope": "There is a strong chance of changing your job or even the direction of your career completely today. Something which you have treated only as a hobby till now may develop into a money making avenue. You may give up your job to concentrate full time on this. While this may appear scary, the results are going to be very encouraging and, though it may take time, it will eventually become financially rewarding."
    }
}]
