horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Celebrations are round the corner! Some one close to you is getting married. The pair will receive loads of wishes from you. For those in love, you will really feel to take your relationship to the next level of commitment and may decide to exchange vows even. For those who are already married, you should enjoy the party to the fullest.",
        "Aries Health & Wellness Horoscope": "The day brings a lot of positive emotions for you and this will help you to enjoy excellent physical health. The happiness of your mind will help you to enjoy good health. However, you need to pay attention to your posture. Without this you may develop back problems of a persistent nature. Take up exercises like running, walking or swimming to keep fit.",
        "Aries Daily Love & Relationship Horoscope": "The time is just right to get serious about love and romantic affairs. You will find that you are no longer interested in idle flirtations. Instead, you will gravitate naturally towards more serious and mature romantic partner. You will also begin to think of your long term future and relationships and may even start taking the first steps towards a long term commitment.",
        "Aries Career & Money Horoscope": "You are in a peaceful mental state and will be able to focus greatly at your work. Today you may be able to crack the best business deals of your career even. But the lack of support from your superiors may hold you back. Try to convince them and all will go well, earning better repute as well as money for you."
    },
    "1": {
        "Taurus Daily Horoscope": "It is a great day for you. Your efforts may be rewarded in terms of cash. You will be inclined towards buying the best of the utilities for your dear ones! Just be careful of not exhausting out the entire amount without saving some of it! You may spend most cherish able moments with your partner today as the encounter will be quite passionate.",
        "Taurus Health & Wellness Horoscope": "The day is made for relaxation. Book a massage appointment or go for a de-stressing exercise. But this does not mean that you will be slouching. Rather, the day promises to be quite active and you are likely to shop for health foods and / or gym equipments. You are likely to get good health related advice from someone.",
        "Taurus Daily Love & Relationship Horoscope": "Excitement is in the air. You are likely to meet someone rather dazzling with whom you are going to spend a very enjoyable time. As stars are in your favour right now, the person has the potential of becoming someone very close to you. Keep all your work related worries in the background for now and just enjoy an exciting time of discoveries with a very vital person.",
        "Taurus Career & Money Horoscope": "In professional matters, today you may get much needed support from an influential person. While working with that person, do not leave any point to impress him/her through your work. You may be putting a ladder for achieving a promotion or a hike. Avoid talking about it to others. Simply concentrate on your work. Your work will only vouch for you."
    },
    "2": {
        "Gemini Daily Horoscope": "A sense of dissatisfaction that has been dogging you for quite some time now will at last begin to fade. You will instinctively know that you have found your niche in life and can follow your calling to achieve your dreams. You will be able to understand what changes must be implemented to make your health as well as your work much better.",
        "Gemini Health & Wellness Horoscope": "Your diet requires immediate attention. You have been overeating consistently and have been following a highly unhealthy diet. This is affecting your health without you being even aware of it. In addition, your junk food diet is the root cause of the stress that has been accumulating in your mind and body. Unless you modify your diet, these relaxation techniques are not going to be effective.",
        "Gemini Daily Love & Relationship Horoscope": "You seem to be well contended with short term relations but soon you may develop a craving for true love! You are a bit impulsive and rash in temperament. This creates a barrier for you in being a part of long term relations. Try to control your mood swings and you will see yourself settled with a pious soul very soon.",
        "Gemini Career & Money Horoscope": "A business trip is shown on the cards in the later half of the day. It will be a great opportunity for intellectual stimulation. If you feel too much burdened take an off in the first half of the day and prepare yourself about how you are going to present yourself in front of everyone."
    },
    "3": {
        "Cancer Daily Horoscope": "There is so much action around you that is eating your attention and time. Do not waste your time in trivial matters. Rather concentrate and then only you will find a gush of free spirited energy. If you find that, you will find gold in your life. Do not shy away. Look carefully and act before itﾒs too late. The key to success for you is to prioritize.",
        "Cancer Health & Wellness Horoscope": "You seem to be caught in complex problems or your spiritual calmness will be shattered today. Some deep seated painful memories may get lively. Seek the help of a counselor if required to help you resolve certain issues. Watch out for your dreams which may contain answers to few of your questions.",
        "Cancer Daily Love & Relationship Horoscope": "You are likely to face a situation today that is going to test the strength of your love and commitment. Bear in mind that your partner has put complete faith in you and you need to pass this test if you want to continue in a happy and fulfilling relationship. With a little compassion, you will be able to deal with anything that fate throws at you.",
        "Cancer Career & Money Horoscope": "You spirit is indomitable; so devote your maximum potential in leading others in lieu of organizing things for them. This will earn more recognition and reputation for all the hard work you put into your work. There may be an increase in the expenditure so try to minimize it by buying and investing less."
    },
    "4": {
        "Leo Daily Horoscope": "You will be tackling a number of diverse commitments from all fronts today. Be ready to fulfil your social, financial and personal obligations. Your family, friends and colleagues are all likely to turn to you and you are more than capable of handling this pressure. You will be helping a number of people today with both words and actions.",
        "Leo Health & Wellness Horoscope": "You have been in denial regarding some aspect of your physical or mental health for the last few days. Today is the day of clarity. The protective shell of denial will be removed and you will confront the truth about your health today. This is the first positive step towards recovery as you can now do exactly what needs to be done except only denying the situation.",
        "Leo Daily Love & Relationship Horoscope": "If you are not careful, misunderstandings and interventions by a third party can create serious upheavals in your love life. You must learn to trust both your own feelings as well as that of your partner. Place greater emphasis on what you feel rather than what others say to you. You should also take your partner into confidence about the professional matters that bother you.",
        "Leo Career & Money Horoscope": "Pending work at office may pull you apart today. You may find yourself doing a late shift. Pay attention to yourself as well. This is just a passing phase. Your boredom of last week has its negative effect on you today. Be gentle and humble to others as you might head for an argument today. Avoid such situations."
    },
    "5": {
        "Virgo Daily Horoscope": "You are planning to go for higher education and today you will receive lot of offers for the same from prestigious institutions which may offer you scholarship even. Just be careful while making preliminary arrangements and gathering information. Someone is trying to take advantage of you as well.",
        "Virgo Health & Wellness Horoscope": "You need to be extra careful about what you eat today. Stomach problems and indigestion are common, but in some cases, they may develop into something more serious. Avoid junk foods, deep fried foods and sugary snacks. Those with chronic health conditions may experience an acute attack if proper precaution is not taken. Light exercise or rest is indicated for today.",
        "Virgo Daily Love & Relationship Horoscope": "A win-win situation is there for you and your partner today. Your amorous feelings are compelling so much that you are quite demanding. The fire is equal and matching at the other end as well. So, be very careful, ask and you may not be disappointed. A little gentle and caring approach is required. As such you are an understanding partner.",
        "Virgo Career & Money Horoscope": "It is been a while since you have been lying low. Today you may make a decision for stepping onto something new, may be to avail new methods of income. You will feel more passionate and determined to operate from the position of strength. Financial status seems to be usual like any other day."
    },
    "6": {
        "Libra Daily Horoscope": "While the day indicates that you are going to enjoy great fun, it will be prudent to take some time in the morning and complete the tasks that you have left pending. Also, adjust and coordinate your schedule with other family members and colleagues so that no difficulties or misunderstandings arise later on. You can also get some good news today.",
        "Libra Health & Wellness Horoscope": "You are in the pink of health. But you have to be cautious of the changing weather. You seem to be affected by sinus or a similar disease which is right now in acute stage but can get severe or become chronic if you tend to be careless. Find means to stay in a warm environment, which is free of dust as well.",
        "Libra Daily Love & Relationship Horoscope": "It is time that you took a step back from your relationships and take a look at the bigger picture. You have become too tangled up in the nitty gritty and this may have caused you to lose sight of what you are really want out of your relationships. It is time to remove the clutter and judge the relationships on the basis of their own merit and take careful decisions.",
        "Libra Career & Money Horoscope": "You are full of positive energy and are likely to be surprised when you see how much you manage to accomplish today. All your backlogs will be cleared up and any blocks in the way of difficult projects will completely disappear today. You will not only be able to finish all your considerable workload with ease, but will also be able to infect everyone around you with your enthusiasm."
    },
    "7": {
        "Scorpio Daily Horoscope": "Today is an important day for you as you may develop contacts with someone either residing in different city or abroad. The contact will be helpful for your career. Do check your mailbox as you may receive an important mail regarding an opportunity. Friends living abroad may invite you to work with them. White is a lucky color for you today.",
        "Scorpio Health & Wellness Horoscope": "Get involved with your group of friends to exchange ideas over the preparation of homely made medicines for mild ailments. You can also refer any book about therapeutic benefits of these remedies. Definitely incorporate the use of lavender oil or Australian tea tree oil in your face packs to nourish your faceﾒs skin which will get easily withered with changing weather.",
        "Scorpio Daily Love & Relationship Horoscope": "You are too serious and are probably over-thinking your relationship issues. Lighten up. Make it a point to spend time with your partner. Once you stop trying to discover double meaning of every gesture, you will find that your relationship is build on a strong base and sometimes you just need to let down your hair and enjoy things as they are.",
        "Scorpio Career & Money Horoscope": "The work seems to get severely affected due to your overly emotional behavior. Get accustomed to it for a while as getting rid of it will take time. Try to put this sensitivity of yours to your advantage by being empathetic towards other people around. In free time look for real estate properties which are worthy of investment."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You are determined to take the blame for a friend's mistake. But do consider its consequences. There may be serious legal involvement as well. Some life changing event may also happen which will give you an unforgettable experience. Fulfill your desire to look different, change your hairstyle or wardrobe!",
        "Sagittarius Health & Wellness Horoscope": "Considerations of beauty are at the top of your mind today. You can go in for extensive beauty treatments today. These may range from a simple anti aging massage to major cosmetic surgery. You are also going to institute major changes in your lifestyle in order to stay beautiful. While these efforts are admirable, you need to realize that each age comes with its own beauty and trying to look younger than what you are is not always necessary.",
        "Sagittarius Daily Love & Relationship Horoscope": "You may be worried about your partner and the status of your relationship, but things will begin to become clearer from today. A number of actions and personality traits that appeared inexplicable earlier with now become clear. This will help you to take a logical decision about how much you are willing to invest in this relationship and what boundaries are essential for you.",
        "Sagittarius Career & Money Horoscope": "You are likely to be in a philosophical mood and any profession which involves deep thinking is going to see a high degree of success today. Teachers, lawyers, philosophers, preachers and politicians are going to be very successful today. But, you need to pay attention to the mundane in addition to the deep questions of life. Overlooking the practical situation is your major problem today."
    },
    "9": {
        "Capricorn Daily Horoscope": "The day is perfect to embark upon a new program of abundance and prosperity. If you have been feeling undecided about a new project to which you have devoted considerable thought, then this is the perfect time to take action. Whatever you decide to do today will ultimately lead to success. The events of today will also help to shift your perspective regarding money and modify your negative ideas.",
        "Capricorn Health & Wellness Horoscope": "You look for comfort and security at the same time. Try to be a little free minded. Approvals will come with time and other good things happen gradually so all will fall in place in sometime but it will not get delayed. Do not stay up late in the night! Sacrifice your morning sleep for maintaining good health which you may lose if you tend to be a little careless even!",
        "Capricorn Daily Love & Relationship Horoscope": "You are bound to be more logical and questioning in your relationships today! Behaving rationally with the right person can be a big turn off and the day may seem to be a failure which otherwise would have been an awesome one! Explore the sensuality within yourself and in your partner.",
        "Capricorn Career & Money Horoscope": "Due to change in planetary positions, a fresh energy has sneaked in your sign. You are feeling lively. You want to take up more and more work and still you are happy. That shows that somewhere things are moving in a positive direction. But in all these enthusiasm, do not ignore your health. A healthy mind resides in a healthy body."
    },
    "10": {
        "Aquarius Daily Horoscope": "Tangled relationship, conversations of double meanings and misunderstandings are the order of the day, but they will prove to be amusing rather than harmful. Do not worry about these. Instead, lighten up, step back and enjoy the comedy of errors that is going to happen all around you today. With a healthy dose of humour, the day can turn out to be very pleasant indeed.",
        "Aquarius Health & Wellness Horoscope": "A very hectic schedule leaves you little time to spare for any serious health and fitness regime. Though you are generally diet conscious, you have been surviving on junk foods for the past few days because of the demands of your job. It is high time that you got some rest and ate some healthy food, even if your work pressure shows no signs of easing off.",
        "Aquarius Daily Love & Relationship Horoscope": "You will feel a surge of self confidence and a need to assert your own identity within the confines of your romantic relationships. You will begin to realize that healthy boundaries are actually a sign of a healthy and flourishing relationship. For the first time, you will feel self assured enough to lay down these boundaries. You will be very clear about what you do not want in your relationship.",
        "Aquarius Career & Money Horoscope": "Life at the work place will be cool and all targets will get completed on time. But in business matters consult legal practitioners before signing any deal. There may be chances of fraudulent. If possible push your partnership deals onto the other day and re-evaluate the reliability of your partners."
    },
    "11": {
        "Pisces Daily Horoscope": "The day is going to be calm and quiet ﾖ a welcome break after the hectic schedule of the last week. You need to put in some hard work as your superiors are watching you now. A few personal issues may arise which you have completely failed to anticipate. They will take you by surprise, but you will be able to deal satisfactorily with them.",
        "Pisces Health & Wellness Horoscope": "A great sense of happiness, health and general well being mark your day. You have an excellent attitude towards an important thing today. Your decision today will have a long term effect and with your positive attitude, it will affect you favorably in the future. Your strength of mind and peppiness will be a focus of envy for others.",
        "Pisces Daily Love & Relationship Horoscope": "It is vital that you now communicate your needs and desires to your partner in a clear manner. Your communication has appeared rather ambiguous and this may have created confusion in your relationship. This day is perfect for clearing up all misunderstanding and to renew the vitality of your relationship. You may also learn something from your partner that is totally unexpected and very surprising for you.",
        "Pisces Career & Money Horoscope": "The day is particularly favourable for marketing and has the potential to provide serious boost to your business. It is vital to maintain an equitable frame of mind so that you can practice all your marketing strategies. If a conference or such public event for promotion is planned for today, it can be very productive for you. Keep special note of the contacts that you made today as they may turn out to be the key of your future success."
    }
}]
