horo_english=[{
    "0": {
        "Aries Daily Horoscope": "There is so much action around you that is eating your attention and time. Do not waste your time in trivial matters. Rather concentrate and then only you will find a gush of free spirited energy. If you find that, you will find gold in your life. Do not shy away. Look carefully and act before itﾒs too late. The key to success for you is to prioritize.",
        "Aries Health & Wellness Horoscope": "Your dietary habits have never been very good and all your good intentions generally evaporate at the sight of tasty fast foods. But you cannot afford to continue in this way. You need to avoid deep fried and sugary snacks today as eating junk foods can result in serious stomach problems. The day is best suited for designing a new and healthier dietary regime.",
        "Aries Daily Love & Relationship Horoscope": "You must take care of not checking your partner's patience. They have been tolerating you and giving you enough warmth in spite of your cold reactions to their attempts to please you. It is okay; forgive them for hurting you once. They are really guilty of all their faults and won't repeat them again.",
        "Aries Career & Money Horoscope": "This is the time to separate yourself from people who are no longer serving you or are incapable of serving you! This is a big step in balancing the finances. You will be rewarded soon and that too monetarily for this business tactic. The saved income is safe and can be utilized to add onto your assets."
    },
    "1": {
        "Taurus Daily Horoscope": "You are receiving a lot of attention from everyone. Soon you will notice your enemies among all. Be careful of your handling with these people as they are trying to provoke you and prove you a culprit. In case of too much resistance, just back off! Although you will find someone new whom you can confide in!ﾠﾠﾠ",
        "Taurus Health & Wellness Horoscope": "Today is a great day to embark on a new health regime. Pay close attention to your diet and inaugurate a new routine of exercise which you have been ignoring lately. It is necessary to recognize that your physical health is extremely important for our mental health as well. Join a new class of yoga or other relaxation technique as they are urgently required in your life now.",
        "Taurus Daily Love & Relationship Horoscope": "You are in for a big surprise today from your partner. Expect extravagant gestures or expensive gifts and this is the perfect time to rediscover your love for each other. If you are single, you may find romance blooming in unlikely places, but do not ignore this as implausible. Chances are, you are going to find a fulfilling relationship from this place where you never thought to look.",
        "Taurus Career & Money Horoscope": "You have been working hard in the straight and narrow path for a long time now, but today you will be tempted to resort to trickery to accomplish a task. However, this is a needless risk that you will be taking. People will identify what you are trying to do and will take offence and you will lose the trust that you have build up over the years."
    },
    "2": {
        "Gemini Daily Horoscope": "You are modest today and you may witness selfless service. You are at the giving end. You may sacrifice your time, space money or even food to satisfy others. People will respect this act of yours. Watch your threshold. Pay attention to your children. They may be prone to contract some infection. Spend time at home and eat hygienic food.",
        "Gemini Health & Wellness Horoscope": "You will realize that wellness is a matter of the mind more than that of the body. You will start taking the first step to relieve the stress and tension that have been accumulating in your mind and this will help to improve your attitude as well as physical health. Listen to motivational tapes or schedule a relaxing massage. Mild skin problems like acne can bother you today.",
        "Gemini Daily Love & Relationship Horoscope": "It is necessary that you slow down in your romantic life. You have been taking every emotion with a high degree of intensity, but it is not possible to sustain this. You need to take things slow today. Replace passion with romance and old fashioned courting, even if your mind instructs you to go for it all at once. Small meaningful gestures will go a long way today.",
        "Gemini Career & Money Horoscope": "Some changes are likely to occur in your workplace. They may appear discouraging at first, but soon they will open up new opportunities for you. But you are going to require courage and a leap of faith to avail this opportunity. The venture appears risky at first, but you get to enjoy doing what you do and succeeding at it quite soon."
    },
    "3": {
        "Cancer Daily Horoscope": "Small irritations and disagreements are likely to break out throughout the day. It is important that you overlook the minor issues today. Otherwise you will only be destroying the peace of your own mind. Try to share your problems with someone as this can go a long way in improving your mood. Planning solitary activities can be promising today.",
        "Cancer Health & Wellness Horoscope": "You must be careful of your diet especially what you are eating in the dayﾒs beginning! Eating stale food in a hurry at the pantry or any restaurant may affect you badly! So try to prepare your own food-fresh and light! Stick to a sound diet and you will start feeling fantastic in a very short span of time!ﾠ",
        "Cancer Daily Love & Relationship Horoscope": "You are all ready to make a fresh start in your relationship. This may take the form of letting go of an old relationship which had stopped working for you for quite some time now. Or you may decide to renew your efforts and infuse new romance in your existing relationship. You are full of energy and ready to take your love life to the next level.",
        "Cancer Career & Money Horoscope": "This is a dry season for your business to bloom. So right now you can invest time in brushing up your personality. You are an active person and the good customer service you have provided earlier will continue to fetch customers for you innumerable times. You are simple and smooth in your choice and hence your expenditures as usual are under control."
    },
    "4": {
        "Leo Daily Horoscope": "Mood swings are likely today and even you will not be able to explain why you are feeling so disturbed and how to change the situation. Your erratic behaviour and response will leave others confused. However, do remember to stick to honesty in all situations as that alone can help you to achieve your goals. Take things easily today and confine yourself to the role of an observer.",
        "Leo Health & Wellness Horoscope": "The day is favourable for outdoor activities and exercises. All the stress will be draining away today and you will end up feeling amazingly energetic and refreshed. This will bring a flood of optimism and you will be able to tackle any task ﾖ even those which you have been putting off. Your enthusiasm is likely to infect others in your family or friend circle and you can all end up organizing an impromptu outdoor game or picnic.",
        "Leo Daily Love & Relationship Horoscope": "Be prepared for some bit of good news from your partner, or you may be getting a very good gift from him / her today. If you are single, this is the right time to meet that special someone who can create a major difference in your life. Keep an open mind and you will see love blooming at unexpected places.",
        "Leo Career & Money Horoscope": "You may come in accord with a successful professional who may be the best option available for getting your work done. But be careful before forming partnership with him. Chances are there that he may hike his rates in the mid of the work assignment. Best option would be to go for an agreement where the hike rate should not be left floating."
    },
    "5": {
        "Virgo Daily Horoscope": "You will be tackling a number of diverse commitments from all fronts today. Be ready to fulfil your social, financial and personal obligations. Your family, friends and colleagues are all likely to turn to you and you are more than capable of handling this pressure. You will be helping a number of people today with both words and actions.",
        "Virgo Health & Wellness Horoscope": "Your physical health continues to be good, but the same cannot be said of your mental condition. You have bitten off more than you can chew in the career front and your mental stress is mounting as a result. You need to remedy this situation urgently. Reduce your workload and go for some relaxation exercise. A detoxification diet can also be of great help.",
        "Virgo Daily Love & Relationship Horoscope": "You are going to require a lot of patience to deal with your partner today. Do not pick on every issue as this is going to disturb the peace and harmony in your relationship. Even minor disagreements and negligible issues can flare up into major problems. Silence is going to be golden today. Just keep your cool and believe in the innate strength of your relationship and this phase too will pass.",
        "Virgo Career & Money Horoscope": "You deal in jewellery and other precious stones apart from modeling for the same or in a similar profession. You may have to undertake sudden trips overseas for some contest or to crack some business deals. You are bound to succeed, so do not worry and go ahead. You will receive the amount of money which is far more than your expectations."
    },
    "6": {
        "Libra Daily Horoscope": "The day is perfect for new beginnings and fresh starts. You will be able to get rid of whatever was holding you back. New opportunities will come your way to shape and change your life, but you need to grasp this opportunity while there is still time. Quick and decisive action can turn the tide for you in a significant way.",
        "Libra Health & Wellness Horoscope": "You are little susceptible to cold and cough today. Do take precautions in terms of your personal hygiene. Wash your hands often and especially before eating. If possible, you are advised to take rest so that you ward off any illness that might be looming close by. Also, take regular and sound sleep as that will help you relax.",
        "Libra Daily Love & Relationship Horoscope": "The day is perfect to correct any problems that have lately been arising in your relationship, but it is you who need to take the first step. You must put aside your pride and take things in hand. Otherwise, your relationship is headed towards rather a rocky ride. Your partner will be open to suggestions that you make today.",
        "Libra Career & Money Horoscope": "It does not matter how many hurdles are now placed in the path of your career. You will be able to sail through them as if they did not exist. Success seems to come effortlessly to you now, but it is vital to avoid a feeling of overconfidence. You need to realize that luck has as much a role in your success as your ability and this may not always be in your favour."
    },
    "7": {
        "Scorpio Daily Horoscope": "Today you urgently need to understand and master the art of balancing the physical reality with your vision. While your plans are ambitious, you have to understand the actual obstacles top these plans. Otherwise, you are headed for a collision course in spite of all your good intentions. You also need to understand that your plans may be conflicting with those of someone else who is as determined and ambitious as you.",
        "Scorpio Health & Wellness Horoscope": "You are going to enjoy the best of health and a completely stress free day today. Utilize this time to indulge in some physically demanding activity that you enjoy. Go for a ball game or hot the gym. Your healthy body will help you to be charming and happy. It is a great day to get together with your friends and share this general wellness.",
        "Scorpio Daily Love & Relationship Horoscope": "You may come across certain information which will help you to understand your partner and the direction of your relationship better. Your partner may have been sending off confusing and contradictory signals in the last few days, but today you will begin to understand the significance of this behaviour. This will help you to take important decisions regarding the future nature of your relationships.",
        "Scorpio Career & Money Horoscope": "If you seek consultation or advice regarding career or finance today, whether from a professional or someone close to you, you can be greatly benefitted to follow this advice. The day is especially favourable for the engineers and those working in software development. You may also be offered a chance of switching jobs or continuing in the same company but in a different region or country."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You may be provided with limited resources which will prevent you from giving a shape to your ideas. Do not get anxious as you will get a chance to do the work of your choice by the end of the day! You have inclination towards hard work and you will enjoy the freedom along with the responsibilities.",
        "Sagittarius Health & Wellness Horoscope": "You have a strong emotional urge to sacrifice your life for the ones you love! Channelize this vigor for the good of your own body as it also deserves to be included in the list of your dear ones! Taking care of all the essential needs of your body is one such way to express your love for it. After all if you do not have a good body you can have no life to sacrifice for your dear ones!",
        "Sagittarius Daily Love & Relationship Horoscope": "It is useless to drag a relationship for the sheer reason that you are in the relationship for a long time. Today you may feel low because of uncertainty and mental instability. Do not feel guilty. The relationship is not worth sticking to. Move on. Make up your mind today. You may move out of your relationship if you make yourself strong enough.",
        "Sagittarius Career & Money Horoscope": "You are fully turned on to work mode after spending few days of holidays without any official interference. But your clients, colleagues and sub-ordinates do not seem to be on the same page. Be understanding and respectful towards their problems. Give them a mental break from work. Do it without making them feel that you doing them a favor."
    },
    "9": {
        "Capricorn Daily Horoscope": "Name and fame are on the cards today. You are also likely to make snap decisions based on your intuitions and feelings rather than logic, but they will turn out to be right on money. Your intuition is top notch now regarding any decision in your life, but you may have to sacrifice some comforts now in favour of long term goals.",
        "Capricorn Health & Wellness Horoscope": "You are trying to extricate yourself from a certain situation, which only seems to get worse every time you try to get out of it. This does not mean that you should punish yourself by forgetting about the gym or your daily dietary intake. Expect less from yourself-do not strive for being perfect every time and leave things on Almighty for the time being.",
        "Capricorn Daily Love & Relationship Horoscope": "An excellent day is marked for you if you want to settle in a relationship. Express yourself to your family. They will be happy as there is positive energy oozing out of your planetary position today. Today is a day to celebrate with loved ones. Spend time with your family to show your care and concern. They will like your act.",
        "Capricorn Career & Money Horoscope": "If you decide to part off from a partnership, you are advised to do so in a humble and realistic way. Try to end the cold war or be the first one to break the ice berg by communicating very effectively and smoothly. You can right now concentrate very well on anything you want to, so use this ability well to your advantage."
    },
    "10": {
        "Aquarius Daily Horoscope": "You may embark on an unlikely partnership today. It will provide you with romance, thrills and adventure, but whether it will be successful in its quest still remains to be seen. Help and support may come from completely unexpected sector. However, this opportunity will open up only for a short period of time. So, you need to be quick and decisive.",
        "Aquarius Health & Wellness Horoscope": "A great feeling of health, happiness and wellbeing marks your attitude today. You will feel charitable towards all and will be perfectly ready to share your sunny mood. This is going to make you popular in the crowds. Your cheeriness, strength of mind, sense of humour and general well being are going to be envied by those around you.",
        "Aquarius Daily Love & Relationship Horoscope": "The goddess of solar system and the planets which bring a sense of nurturing are shining in your sign today. Give your love a comforting feel. Make your love feel important. The planetary positions will protect your love life. It is perfect time to bask in the glory of love. Today you may get some personal and intimate time with each other.",
        "Aquarius Career & Money Horoscope": "People engaged in teaching, writing, journalism and literature are going to enjoy huge success in their career today and you may be honoured for your achievements. The day is also suitable for investment in educational institutions and in construction business. In general, you are going to enjoy a quiet day at work ﾖ a relief from the rush of the past few days."
    },
    "11": {
        "Pisces Daily Horoscope": "Be honest to yourself as this is the only move that can help you in every situation! Do not hesitate in picking up what you prefer rather than sacrificing your wishes just for the sake of others. You may get confused in deciding where to begin from, so just prioritize all the things you are trying to make a decision out of!",
        "Pisces Health & Wellness Horoscope": "Your health is going to be excellent today. Tune in to some wellness music or go for a soothing session of aromatherapy at home to keep on holding to this state of wellness. However, a family member may suffer from a minor illness and you may have to nurse him / her through it. Your mental stress will also be considerably less today.",
        "Pisces Daily Love & Relationship Horoscope": "Nobody is perfect. If the world seems at peace, there is no logic to try a new door when you are contended with the first one. There is no end to desires. But understand that if only you are stable in your relation, you will be able to channelize your energy for a better tomorrow. Do not hurt others. Practice meditation.",
        "Pisces Career & Money Horoscope": "As a boss, have a heart for your subordinates. They need your appreciation to perform with double enthusiasm. Talk to them. It will be a good idea to treat them today. They will respect you for this. Also, motivate them as a big project is underway. Use humor with them. Make them comfortable. You have immense leadership qualities. Use them now."
    }
}]
