horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You will see that no matter how practical and helpful your suggestions are, people keep turning them down. You may end up feeling quite frustrated. You need to realize that while your advice is right on the mark, your attitude is too patronizing and that is why people insist on doing the opposite. Try to change and modify the way you present your ideas and see better results.",
        "Aries Health & Wellness Horoscope": "Physically taxing activities are on the cards today and you are going to enjoy every minute of it. You will be at the top of your form and will perform excellently in all sporting and athletic pursuits. You will have a tendency to drive yourself hard, carries away by your success. However, this is not going to have any negative effects as long as you remember to regulate your diet.",
        "Aries Daily Love & Relationship Horoscope": "Excitement is in the air. You are likely to meet someone rather dazzling with whom you are going to spend a very enjoyable time. As stars are in your favour right now, the person has the potential of becoming someone very close to you. Keep all your work related worries in the background for now and just enjoy an exciting time of discoveries with a very vital person.",
        "Aries Career & Money Horoscope": "Friction is likely to develop between you and your partner, but you need to stick to your point and not back down from it. Do not worry as this situation will not lead to a lasting estrangement. Though there may be temporary feelings of coldness, your partner will realize that you had done what you thought right and you will gain more respect from him / her."
    },
    "1": {
        "Taurus Daily Horoscope": "Your positive outlook will help you take positive actions in various situations. This will render you with long term benefits. If some one tries to indulge into altercations with you then do not lose your cool and present your point of view with firmness. Today you may take a strong interest in occult sciences and religion as well.",
        "Taurus Health & Wellness Horoscope": "Until and unless you devote a waking hour to your health, you have made no good use of your day! Try to ponder upon the various activities you do and how they affect you! For instance monitor your breathing habits and analyze how it affects the way you talk or you love! Yoga seems to be the best exercise for you at this point of time.",
        "Taurus Daily Love & Relationship Horoscope": "You will be feeling very emotional today. Both positive and negative emotions crowd your brain today. So, this is not the best time to take any crucial decision regarding your romantic life. However, it is an excellent time for love and romance, especially if you are already in a committed relationship. Single people will find themselves reaching out to anybody who shows even a slight interest.",
        "Taurus Career & Money Horoscope": "You have been striving hard to attain partnerships with the best of the counterparts. And today your hunt will conclude on a satisfying note! You may even be a beneficiary of the prize amount which is the outcome of this partnership. A close colleague may honor you with special words of thanks for being a great support to them!ﾠﾠﾠﾠﾠﾠﾠﾠﾠ"
    },
    "2": {
        "Gemini Daily Horoscope": "The mood of the day is somewhat uncertain. You need to be extra cautious while dealing with sensitive people. It is also a time for confrontation and taking decisions. You may be forced into uncomfortable situations that you have been avoiding and make some tough decisions. However, you will be able to take the right decision even under pressure and this will ultimately have a positive effect on your life.",
        "Gemini Health & Wellness Horoscope": "Your health may be a little down today due to ailments related to stomach. It may by minor. Today take necessary precautions while drinking water and other cold beverages as they might be the cause of water borne diseases. It is also advisable that today you stay away from unhygienic and street food as you may be vulnerable to infections.",
        "Gemini Daily Love & Relationship Horoscope": "You need to take a very practical look at what is pushing your buttons. You must not overreact to what you find as this will not serve any useful purpose. If you want your current relationship to endure, you urgently need to iron out these kinks. For this, you will have to push your emotions to a side and look at the situation logically. In the course of this, you may also have to face a few unpleasant truths about yourself.",
        "Gemini Career & Money Horoscope": "The day is particularly favourable for marketing and has the potential to provide serious boost to your business. It is vital to maintain an equitable frame of mind so that you can practice all your marketing strategies. If a conference or such public event for promotion is planned for today, it can be very productive for you. Keep special note of the contacts that you made today as they may turn out to be the key of your future success."
    },
    "3": {
        "Cancer Daily Horoscope": "There is some personal happening in your life which is holding you back and hampering your progress. Try to sort out these things if you really want to save yourself of some serious trouble. Try to question the worth of relations; worthiness may be a deciding factor in terms of the input you must give to the relation.ﾠﾠﾠﾠ",
        "Cancer Health & Wellness Horoscope": "It is a good idea to increase your strength at this point of time. Continue to do the physical exercises you have been doing regularly in addition to yoga and running practices. However if there is a particular side in your body which is weak then be selective in your approach. Try to lift weight from the hand situated in the weaker portion of the body.",
        "Cancer Daily Love & Relationship Horoscope": "Love is in the air, love is on the mind. Actually love is everywhere. You just have to be conscious of its presence. Take baby steps and talk to friends for advice. With many options seen today, do not be in a hurry to jump. Your silence attracts people. A little enigma around your character is alluring. Be the same.",
        "Cancer Career & Money Horoscope": "You are a person with good nature and you are also a social butterfly. Today these qualities of yours will be highly appreciated and rewards for them will follow soon. You may also receive wonderful advice to boost your confidence and achieve much more than you could achieve on your own!"
    },
    "4": {
        "Leo Daily Horoscope": "You have probably been feeling ignored in recent days, but today you will grab the attention of all. The limelight will be centred on you and you are going to justify it by rising easily to the occasion. This can be related to the appearance of a new friend, reappearance of an old one or some situation at work.",
        "Leo Health & Wellness Horoscope": "If you are working on a health related project or are planning something new then you can achieve results far more easily and successfully than you have ever imagined. But track your progress and keep remedies ready if unexpected results crop up! You may earn appreciation for all these good practices even.",
        "Leo Daily Love & Relationship Horoscope": "You are bound to be more logical and questioning in your relationships today! Behaving rationally with the right person can be a big turn off and the day may seem to be a failure which otherwise would have been an awesome one! Explore the sensuality within yourself and in your partner.",
        "Leo Career & Money Horoscope": "You are full of powerful energy to help you achieve your desired goals and generate wealth for your family. You will be able to acquire a lot of knowledge and which will help you earn more the next time your serve someone. So you have all the ingredients for financial security and success at your hand."
    },
    "5": {
        "Virgo Daily Horoscope": "A person who has been around you for a long time but whom you have never really noticed will now begin to play a pivotal role in your mind. It is not just a budding romance. Rather, it is a meeting of mind and spirit that is likely to leave you feeling overwhelmed. Take time to get used to the idea because this person has come in your life to stay.",
        "Virgo Health & Wellness Horoscope": "If you drive some vehicle, be cautious and drive carefully. Watch out your driving and be defensive while on the road. Minor accident is indicated but if you pay attention it can be avoided. Be conscious of turns and speed breakers. Slow down your vehicle. Also, today do not loiter outside without any work. Finish your work and relax at home.",
        "Virgo Daily Love & Relationship Horoscope": "Several events line up today to push your buttons. The result is that you may become irritated even at minor infractions of your partner. Mannerisms which you previously found endearing may appear to irritate you now. Your best course of action now will be to spend some much needed alone time and pamper yourself with exercise or a beauty regime.",
        "Virgo Career & Money Horoscope": "You are likely to encounter a run of good luck in ventures related to speculation and chance. If you were in two minds about any investment, then you will be able to take a logical and appropriate decision today. This will have a positive impact on your finances at a later date. It is also a good day to buy or invest in real estate or landed property."
    },
    "6": {
        "Libra Daily Horoscope": "This day is particularly favourable for you. You can start something new, finish a project which had been taking up a lot of your time or take up a task which you have been putting off. Fun and games are on the card for the evening. Connect with friends, old and new and enjoy. Shopping can be especially fun today.",
        "Libra Health & Wellness Horoscope": "Minor ailments are there in the atmosphere which might affect your health slightly. Though, it wonﾒt be a major setback for you. You are prone to sneezes, common cold and cough. Also, be careful while lighting matchbox. With hygienic sense, these minor ailments can be easily taken care of. Keep a sanitizer handy with you wherever you go.",
        "Libra Daily Love & Relationship Horoscope": "The connection with your soul mate seems to be fading away due to work pressures. But you can struggle well to maintain meaningful relations. If you are serious about this person then you must strive to retain the lost charm other wise control your temptations. It will be an unnecessary and wasted effort for some one who does not matter to you much!",
        "Libra Career & Money Horoscope": "The projects you have been working on very diligently can now be made public at this point of time. And at such an occasion ramp walk the podium in your style. The uniqueness of your work will be known and respected by all when it will be opened up! However retain the confidentiality all the time!"
    },
    "7": {
        "Scorpio Daily Horoscope": "You will be affectionate and loving towards everyone you come in contact with today! Some one may be moved by your generosity and will confess his or her feelings for you by the end of the day. However bitter experiences are still on your mind, but this is the time to let go off all the negativity and grudges you have been holding onto since long.",
        "Scorpio Health & Wellness Horoscope": "You are a workaholic and at times forget to derive pleasure from your achievements. In order to do so, you need to setup a questionnaire for yourself and work on the answers! The questions can be like ﾖ your favorite fruits are present in the house or not? Is your wardrobe containing the best of the attires or not? Think about how you look!",
        "Scorpio Daily Love & Relationship Horoscope": "Gentleness and care is necessary to relate to your partner right now. He or she is dealing with an issue that is very important to him / her. You need to inspire the confidence so that he / she decide to confide in you. Prepare to lend your full support. Passing successfully through this crisis will have a long lasting effect on both of you.",
        "Scorpio Career & Money Horoscope": "You may get a chance to seal the deal with one of the biggest clients. Go ahead with your decision to sign a long-term contract with them. The client has plenty of financial resources and so will reduce the economical pressure on your firm. Demonstrate common sense and good business to the client if you want to pick more deals from them."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Do not let lethargy spoil the day for you. Summon the creative energy that is natural to you and the day can proceed smoothly. You need to work towards restoring harmony and balance in your personal life and even in your health. Ignore the distractions around you and instead concentrate your attention on those tasks where you can actually contribute something concrete.",
        "Sagittarius Health & Wellness Horoscope": "You have a pleasing personality and you have to just maintain your stalwartness! Doing exercise regularly is what all is required! Your mind is very alert and active too! However be careful in day to day activities, you may face unexpected accidents but they will be minor in nature.ﾠﾠ",
        "Sagittarius Daily Love & Relationship Horoscope": "You are likely to face a situation today that is going to test the strength of your love and commitment. Bear in mind that your partner has put complete faith in you and you need to pass this test if you want to continue in a happy and fulfilling relationship. With a little compassion, you will be able to deal with anything that fate throws at you.",
        "Sagittarius Career & Money Horoscope": "While practical conditions are forcing you to work quite intensely today, your mind is in your home and you are more interested in spending time with your family. Hence, you need to learn to juggle both the commitments expertly. Do not ignore your work though you are sorely tempted to play hooky. You should use your lunch hour and after work hours and leisure time to balance both of them."
    },
    "9": {
        "Capricorn Daily Horoscope": "The time is right to turn your attention to materialistic comforts. Enjoy your social life now and get in touch with old friends or family members from whom you have not heard for a long time. You will also experience a shift in your consciousness which may come gradually or which may descend on you without warning. It is a good idea to listen to your instincts now.",
        "Capricorn Health & Wellness Horoscope": "You will experience a spurt of energy and are likely to take up a health pursuit which you have been putting off. You may take up a new sport today or start a routine of exercise. All your health related good intentions will be fruitful today. Hence, this is a great day to take care of yourself and advance your fitness goals.",
        "Capricorn Daily Love & Relationship Horoscope": "Your partner may surprise you today. The longings and the loneliness will come to an end. You may want to take a step further in your relationship but ask your partner always as it needs to be mutual. You have found your love after a lot of efforts so do not act in haste. There is notorious air around your partner.",
        "Capricorn Career & Money Horoscope": "Today you find yourself with a superhero power. Your pending assignments and projects will show signs of completion. You may have a get together with your close ones. Motivate your team and keep them encouraged. A team mate may try to shun responsibilities. Try to be tactful. You may receive an interest on some long back invested money which will keep you surprised."
    },
    "10": {
        "Aquarius Daily Horoscope": "The desire to be successful may get heightened in you today! And you may strive to enhance your writing and oratorical skills today. Try to read some useful tips for achieving the same or get in touch with the experienced people for better guidance. However do not get negligent towards those who have been waiting for your attention and care since long.",
        "Aquarius Health & Wellness Horoscope": "You are little susceptible to cold and cough today. Do take precautions in terms of your personal hygiene. Wash your hands often and especially before eating. If possible, you are advised to take rest so that you ward off any illness that might be looming close by. Also, take regular and sound sleep as that will help you relax.",
        "Aquarius Daily Love & Relationship Horoscope": "Experimentation is the keyword for the day! You can ask and allow yourself to do the weirdest of the things ever! Dress in retro style, eat foods of different cultures, be spontaneous about what you say, undertake road trips and be strict enough not to let the world interfere in your matters.",
        "Aquarius Career & Money Horoscope": "It is necessary that you take special care in dealing with your co-workers today. A volatile atmosphere at your workplace can erupt into a full-fledged argument. So, it is best to avoid confrontations at work today. Minor disagreements with seniors are also possible. However, investing in some metals or agricultural commodities can turn out to be very lucky for you."
    },
    "11": {
        "Pisces Daily Horoscope": "If you are saving up for the right occasion, then today just might be the day. Expect good news today that is sure to bring a smile on your lips and tear on your eyes. It is predicted that you will be surrounded by friends and family today. Jolly time is around the corner. However, donﾒt forget to take care of your health.",
        "Pisces Health & Wellness Horoscope": "You are demoralized due to certain happenings which are constantly disturbing you and you just cannot concentrate on your work. In order to maintain a better focus try to write down the tasks you have performed each day while you are awake. And also pen down the tasks you want to finish off the next day.",
        "Pisces Daily Love & Relationship Horoscope": "The day is perfect to take your relationship to the next level. If you are single, you may choose to enter into an exclusive relationship and if you are already going steady, then a marriage proposal is in the air. However, things cannot move forward unless you take matters into your own hands. You need to show some initiative here.",
        "Pisces Career & Money Horoscope": "Your long commitment to hard work and patience is going to pay off now and a huge opportunity may arise now to advance your career. You will at last begin to reap the benefits of your commitments. However, be sure to acknowledge the contributions of other people and remain humble to them. This will not only make you popular but also will help you in the future."
    }
}
]
