horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You may examine changes in your lifestyle which could possibly establish a balance between your work and health. You can drop an email to one of your close friends asking about the solution for the same. These changes will make you comfortable. You may align yourself with right people and they will let you determine the purpose of various goals.",
        "Aries Health & Wellness Horoscope": "Before you drive yourself too hard on your new diet and / or exercise regime, be sure that this is what you need. Following an artificial yardstick set by someone else will not necessarily be good for you. It is time for you to understand what you need and to chalk out a new schedule which will be more suited to your needs and personality rather than what others think of you.",
        "Aries Daily Love & Relationship Horoscope": "This is time to heal your relationships. The planets are so aligned that you will begin to realize that it is better to let your old grudges go and instead concentrate on rebuilding your life and your relationships. Issues will suddenly appear to be what they actually are and you will realize how much you were blowing them out of proportion.",
        "Aries Career & Money Horoscope": "Unexpected money is coming your way today. This is the best day to win at the speculative ventures and in games of chance. However, this money is also going to bring its own responsibilities which you should not ignore. You may have to discharge an important errand today in connection to this money. Indulge in some light hearted shopping today with this unexpected bonanza."
    },
    "1": {
        "Taurus Daily Horoscope": "If there is tension persisting in your relationship with someone, you may want to find a way out today. Listen to the other part of the story. Do not be too submissive allowing other to steamroller over you. But at the same time do not be blunt. You may find an important client at your office. Be agile and proactive.",
        "Taurus Health & Wellness Horoscope": "In general you are very clearheaded. But today, your ability to think logically will be hindered by your own problems and insecurities. Hence, this is not the best day to take on a new project or a new partner. You are liable to be wrong in your judgment today. So, basing your future activities on this may not be fruitful. Try for some relaxation today.",
        "Taurus Daily Love & Relationship Horoscope": "The time is ideal to be with your romantic partner as you will be showered by love, affection and attention from that corner. Take the gestures in the spirit in which they are meant and enjoy them without criticizing them. Avoid being stubborn or digging up old wounds at a time when your partner is feeling particularly amorous. You can also reciprocate with an intimate romantic gesture.",
        "Taurus Career & Money Horoscope": "You are going to get a good job offer today, but you may have to shift to a different city or even another country to take advantage of this job offer. This will have implications for your family members. So, though the job offer may seem very attractive, you need to consider all the different angles before you actually accept it."
    },
    "2": {
        "Gemini Daily Horoscope": "You find yourself caught in the soup today. Talk openly to people who matter to you. Talk about the issues that have been bothering you. The cloud of uncertainty will subside in a weekﾒs time. A close friend or family member may provide you comfort. Be cautious while putting your words. Today you are prone to be misunderstood. Work place will be stable.",
        "Gemini Health & Wellness Horoscope": "You may dream in your sleep which may provide you with a very useful guidance. You have been ignoring the advice of specialists to switch to homeopathic care! Consequently you may experience strain in all parts of your body! Ask some one to be close to you when you go for ablutions!",
        "Gemini Daily Love & Relationship Horoscope": "Your work commitment is taking you away from your partner. It is not your fault. But take out quality time to express the love you have in your heart. Your partner has been craving for attention and comfort from you. Passion will again sprout in your relationship which is gradually vanishing. Confront your partner with your deepest love and fear.",
        "Gemini Career & Money Horoscope": "Work pressure will be mounting and they may actually take you away from the activities which you enjoy. You will not have much time to relax. So, you will have to take pleasure from the little things of life. They will prove to be very satisfying and less expensive compared to your normal endeavour. This means, you will be saving on some unnecessary expenses today."
    },
    "3": {
        "Cancer Daily Horoscope": "You are like an unbeatable force today and though there will be oppositions, you will easily annihilate them. This is the day to accomplish what you have been trying to do for a long time because simply no one can stop you now. Keep your must urgent tasks scheduled for today and success will be yours at every step of the way.",
        "Cancer Health & Wellness Horoscope": "You are likely to be at the peak of your health today. The day is especially favourable for athletes and those taking part in competitive sports and you are likely to be met with a high degree of success. In addition, you will also feel an amazing surge of energy and your mind will also be fresh and alert.",
        "Cancer Daily Love & Relationship Horoscope": "You may appear to be confused to select the best among the rest! Making decisions in a short time is not your innate ability but you can do it this time! But going for the right option is as easy as following your heart! The best way is to look up to the one who is rich at heart and decipher whatﾒs there in the hearts of those who pretend to be so but arenﾒt.",
        "Cancer Career & Money Horoscope": "This is the day to bring a change in your professional and money life! So if you have any such plans, just let yourself be free. You will find it easy to approach the top managers and to communicate to them effectively your notions. This is the best chance to maximize your income from your employer."
    },
    "4": {
        "Leo Daily Horoscope": "You may be vulnerable to emotions and financial loss today! However you can easily safeguard your interest if you distance yourself from people who are trying to drag you into events for their gain. Just hibernate for the day and heal the wounds which may re-surface upon reminiscing about the past.",
        "Leo Health & Wellness Horoscope": "Anxiety can be the cause of some health related problems today. You tend to worry too much and today is no exception. This may lead to some stress related conditions like migraine or ulcers to act up. However, if you can bring yourself to think rationally that there is nothing to worry about and even if things do not work out exactly as you planned, it is no big deal, you can avoid these problems completely.",
        "Leo Daily Love & Relationship Horoscope": "Several events line up today to push your buttons. The result is that you may become irritated even at minor infractions of your partner. Mannerisms which you previously found endearing may appear to irritate you now. Your best course of action now will be to spend some much needed alone time and pamper yourself with exercise or a beauty regime.",
        "Leo Career & Money Horoscope": "There is a major possibility that you may have to go abroad in connection with your job or career. Those who have applied for visa to study overseas are going to get the visa today. You may be transferred by your office to somewhere exotic. Be sure to grab this chance of going abroad and advancing your career. If you are already located in a foreign country, the prospect of transfer back to your own country does not look good."
    },
    "5": {
        "Virgo Daily Horoscope": "Overall, this is going to be an emotional day for you. You may require to lay bare your innermost thoughts and feelings. It is a scary prospect because you have not done this before, but if you take this step, it will take you closer to emotional fulfilment. Someone near to you may also get emotional and your appropriate response is vital now.",
        "Virgo Health & Wellness Horoscope": "You may suffer from issues related to indigestion today, but you need to realize that the real problem lies not with your digestive system but with anxiety and tension which is finding expression through these health problems. So, you will benefit more if you adopt mental exercises and stress release techniques instead of changing your dietary pattern. Breathing exercises can be of special help.",
        "Virgo Daily Love & Relationship Horoscope": "You may have a longing for partner who is away from you either physically or emotionally. Physical distance is difficult to cover but emotional distance can be covered with ease. Just keep your ego aside and take the first step. You may be surprised to find that your partner reciprocates your feelings. Go and smash the invisible wall.",
        "Virgo Career & Money Horoscope": "You are likely to receive an unexpected windfall today. You have been responsible with your money, but now it is time to pamper and indulge yourself. Use your gift well to take a much deserved break and you will find that much of your stress and worries have vanished. You have been caring a lot for others. Today, take a little time and money to care for your own self."
    },
    "6": {
        "Libra Daily Horoscope": "This is the perfect time to implement your creative ideas and expand your thinking. Enroll yourself in some intellectual pursuits or a vocational training which will help you to take an edge over the others. How ever you may be subjected to some financial problems while striving to pursue the same.",
        "Libra Health & Wellness Horoscope": "The stars indicate a high chance of accident today from fire or heat for you. Be extra careful while handling electrical implements or while working in the kitchen. In fact, you should be careful around all hot objects today. You should stay away from firearms. Your stress will manifest itself in irritability which may affect your interaction with others.",
        "Libra Daily Love & Relationship Horoscope": "You will find it difficult to devote as much time as you would like to your partner because of the pressure created by a number of external factors. Professional commitments can eat into most of your time now. Be sure to communicate your feelings to your partner and you will find him / her much more understanding than you thought.",
        "Libra Career & Money Horoscope": "You have been working hard in the straight and narrow path for a long time now, but today you will be tempted to resort to trickery to accomplish a task. However, this is a needless risk that you will be taking. People will identify what you are trying to do and will take offence and you will lose the trust that you have build up over the years."
    },
    "7": {
        "Scorpio Daily Horoscope": "You will be in a trusting and confiding mood today. The danger of this is you may end up confiding in a person who does not have your best interest at heart. So, be sure of the person before you unburden your soul to him or her. If you have been having a disagreement in the last few days ﾖ whether at home or at work, today is a great day to extend the olive branch.",
        "Scorpio Health & Wellness Horoscope": "Encourage yourself to do earthy things like gardening and walking in nature so that you can relax and feel better. You need to look deep within yourself to address your emotional concerns. Do not waste your focusing abilities upon the outward things. Try to do some yoga practice for mental peace and for strengthening your muscles.",
        "Scorpio Daily Love & Relationship Horoscope": "You may have short and quiver involvements with attractive strangers. You will be able to convince them easily with your charm and sugar coated talks. But do not expect these involvements to lead anywhere. Do not look for deeper meanings when there isnﾒt any! Flirting is in the air and you must breathe it in.ﾠﾠﾠ",
        "Scorpio Career & Money Horoscope": "You might get caught between the interest of your family and your professional interest. Choose for the welfare of your family and put other things on hold for a while. You have a strong luck in matters of finance. You can even bid and winning is quite probable. All your investments made at this point of time will pay you well in future."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Today you may have some problem with your transport. If you are going for an important work, double check your alternative mode of transport and keep a backup plan ready. You may be a little agitated from inside. But do not lose your cool as it is just a short phase and will pass by easily. Spend time with your family.",
        "Sagittarius Health & Wellness Horoscope": "You have been neglecting minor health issues for the past few days and they will come out in a much more serious form today. Treat any condition, even if it is only an ingrown toenail with care so that no complications get the chance to develop. Do not neglect health, fitness and diet issues because they may grow far out of proportion.",
        "Sagittarius Daily Love & Relationship Horoscope": "Your plans to hang out with your dear one may get shattered today. Do not press your partner hard at this point of time to let you know the reason behind screwing up the plan. Sitting coolly at home and watching your favorite TV show or reading a good book will entertain you equally well.",
        "Sagittarius Career & Money Horoscope": "You may be a spendthrift today! Your sub conscious seems to be guided by the signs from spiritual guides and this is where you are getting trapped! It is good to try remedies but not at the cost of losing all of your savings! Factually all this will do no good, just keep patience and things will work out gradually."
    },
    "9": {
        "Capricorn Daily Horoscope": "The day is likely to be eventful. Circumstances may arise which will force you to confront a past event which you have been avoiding. You need to adopt a tolerant viewpoint in order to deal with this past situation as you tend to be needlessly hard on everyone ﾖ especially yourself. New opportunities can arise from this confrontation. The end result will be positive.",
        "Capricorn Health & Wellness Horoscope": "The day is extremely suited for making some much needed positive changes in your lifestyle. You may meet someone or come to know of a situation where you will become aware of the need to change your dietary habits for better health. You are also going to receive valuable guidance regarding healthier diet. Be sure to exploit this opportunity today.",
        "Capricorn Daily Love & Relationship Horoscope": "It is quite a unique day for you as you may be able to connect love with spirituality for the first time ever! Those who are deeply in love want to take their relationship to the other level by planning for a ceremony to mark their togetherness. However if family issues arise with this then you must wait for the right time!",
        "Capricorn Career & Money Horoscope": "Take special care of your investments today. The day is especially suitable for investing in the stock exchange. You will get the best results if you invest in automobile, pharmaceuticals and cosmetics. It is imperative that you review all your old investments and make changes as you see fit. This can vastly increase your potential profits. The day is very profitable and you should not waste this opportunity. You can also take a risk in a game of chance today."
    },
    "10": {
        "Aquarius Daily Horoscope": "Good news will make your day. You were working towards an important thing for a long time and it will bear fruit today. An outing with colleagues is indicated. You will enjoy and have a good time. You may make a decision regarding finances which will benefit you in long term. You may also visit holy places today.",
        "Aquarius Health & Wellness Horoscope": "Your health is going to be excellent today. Tune in to some wellness music or go for a soothing session of aromatherapy at home to keep on holding to this state of wellness. However, a family member may suffer from a minor illness and you may have to nurse him / her through it. Your mental stress will also be considerably less today.",
        "Aquarius Daily Love & Relationship Horoscope": "Today you may find yourself in the company of someone who is eager to be with you and has been waiting since long to seek your attention. It may turn out to be a passionate and serious romantic encounter and this is what you have been looking for! Great day, make the most out of it! And just be your original self!",
        "Aquarius Career & Money Horoscope": "You must keep your cool as certain situations will arise which may infuriate you. Do not blurt out anything which may seem to be an offensive statement to anyone. Be ignorant at that point of time and take out your fury later on in a refined manner. Be happy cause you may have the desired wealth assembled and may go for the plushest luxuries."
    },
    "11": {
        "Pisces Daily Horoscope": "You are going to offer some good advice to someone close today and it will be accepted with gratitude. You are in a very understanding and mellow mood today. This is a great time to connect with people from your past. Ring up a close school friend and you will get great joy in getting in touch. It is also the best time to put away past differences.",
        "Pisces Health & Wellness Horoscope": "You are little susceptible to cold and cough today. Do take precautions in terms of your personal hygiene. Wash your hands often and especially before eating. If possible, you are advised to take rest so that you ward off any illness that might be looming close by. Also, take regular and sound sleep as that will help you relax.",
        "Pisces Daily Love & Relationship Horoscope": "Your partner is likely to be under considerable stress today and you will need to extend all your sympathy and understanding. He / she may take out the frustration on you. Reacting emotionally to the outburst will only serve to complicate the situation. You need to put your own feelings on hold for the time being and attend to the needs of your partner.",
        "Pisces Career & Money Horoscope": "Travel for the purpose of work is strongly indicated. There is a major chance of going abroad. Your company may send you to a different country or your visa approval for work purposes may come in today. However, if you are already stationed in a foreign country for your career, there is little scope of returning to your hometown in near future."
    }
}]
