horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Open your mind to share your philosophies and ideas today with someone and you will find a kindred spirit. This can pave the way for a beautiful friendship or a viable partnership. With little observation you will be able to learn a lot of things from others and this knowledge can be very beneficial for you. You may also meet someone who will share your opinion and ideas.",
        "Aries Health & Wellness Horoscope": "If you have been struggling with your weight, then you are going to see some positive results today. It is the best time to start a regime of healthy diet and exercise. Chances of success will be higher if you take the help and advice of someone near to you regarding your health practices. You will feel full of energy and a new optimism today.",
        "Aries Daily Love & Relationship Horoscope": "The planetary influences send rather sudden surges of energy to your love life. Your partner may behave much more aggressively than normal and you are likely to be at a loss about how to handle this. If you are single, you may decide to go out with a person whom you normally would have avoided. It is the perfect day to experiment with your relationship even if you never planned to do so.",
        "Aries Career & Money Horoscope": "Today you may be a lot forgiving to every one who has done wrong to you! Be it your colleagues who have been trying to harm you out of jealousy or be it your cruel bosses who never gave a hearing to you and have hindered your progress always! Your finances may reach to the top however you may have to take few risks for gains."
    },
    "1": {
        "Taurus Daily Horoscope": "You are a family person. The family values are the stepping stone of your success. Today also, the auspicious fragrance begins from your home and takes you to places. Your rhythm is unparalleled. It is going to be a fruitful day for you. Smile your way through difficult and trying situations. Your approach is positive which will take you a long way.",
        "Taurus Health & Wellness Horoscope": "You may suffer from some allergic reaction today. If you have known food allergies, you may accidentally eat the food. Chances of irritation of the skin are also there. Avoid going to polluted places if possible. Health will improve after evening. Be sure to get plenty of exercise as well as sleep. You should consciously cultivate healthy habits to avoid problems in the future.",
        "Taurus Daily Love & Relationship Horoscope": "The planetary positions may have resulted in turmoil at the relationship front yesterday, but today, things are likely to settle down. You will be in a calmer frame of mind and will be able to bring about reconciliation even though the relationship is probably going to be strained after the row yesterday. It is the time to renew your love and commitment towards each other.",
        "Taurus Career & Money Horoscope": "You are trying to trick some one to yield to your wishes. But you must not indulge in these things today otherwise you may fish in trouble waters. People will take it as an offence and you may lose their faith forever which you have built over so many years. Do not put up any sort of act; just be the way you are with display of honesty in your every action!"
    },
    "2": {
        "Gemini Daily Horoscope": "There may be a sudden uproar of emotions in some one close to you. And the reason could be possibly you! You have a tendency to quickly jump onto conclusions! And have blamed the person for being unfaithful without properly looking into the matter! So you should better inculcate the patience of sitting back and watching the things get revealed at the right time.ﾠﾠ",
        "Gemini Health & Wellness Horoscope": "You were gradually coming to realize that you need to institute some drastic changes in your lifestyle and dietary pattern but doubts and indecision have been holding you back. Today, all these doubts will disappear and you will be able to take the necessary steps to start a healthier lifestyle. You will be able to draw inspiration from someone near to you in this respect.",
        "Gemini Daily Love & Relationship Horoscope": "There is a third person who will try to interfere in your love life today. It is up to you how far they succeed. If you listen to what they have to say and are influenced by it, your romance can hit a rather rocky patch. On the other hand, not attending to an outsider can help to strengthen your relationship.",
        "Gemini Career & Money Horoscope": "A trend is building up for past few weeks and the result will appear today. Prepare yourself to harness the result. Keep the company of like minded people. An innovative business idea will fly from your conversation. Be contended with what you have. Do not let greed blanket you. The goodness of your soul will help you stay away from wrong things."
    },
    "3": {
        "Cancer Daily Horoscope": "You have devoted considerable time and effort to a project and it will start to pay off now. Hard work and determination along with farsighted planning has done the trick. You have also been planning some renovations but have been deterred by financial constraints. Today you will come up with creative ways to accomplish all these tasks within your means.",
        "Cancer Health & Wellness Horoscope": "You may suffer from issues related to indigestion today, but you need to realize that the real problem lies not with your digestive system but with anxiety and tension which is finding expression through these health problems. So, you will benefit more if you adopt mental exercises and stress release techniques instead of changing your dietary pattern. Breathing exercises can be of special help.",
        "Cancer Daily Love & Relationship Horoscope": "Your plans to hang out with your dear one may get shattered today. Do not press your partner hard at this point of time to let you know the reason behind screwing up the plan. Sitting coolly at home and watching your favorite TV show or reading a good book will entertain you equally well.",
        "Cancer Career & Money Horoscope": "You are at the beginning of your career. So you need to look up to the next step of the ladder and also the path you just walked. Any faults made at either of the places will cost you much later in life. Take some time to make few resolutions for yourself. You may receive money some share of inherited wealth as well."
    },
    "4": {
        "Leo Daily Horoscope": "There is a lot of action packed for you today. You may be busy today. In your hurry, do not hurt those, who have walked a small distance with you. Be polite and humble. New opportunities are around the corner. They will be attracted to you by your positive deeds. Practice patience. Change is the only truth and it will happen for you as well.",
        "Leo Health & Wellness Horoscope": "Someone is going to inspire you to a higher level of physical fitness today. You know on an intellectual level that you need to improve your fitness, but you have been dragging your feet. Today, you will come across someone who may not be physically in a superb shape, but who will inspire you to improve your health. You will start a new diet or new exercise pattern today.",
        "Leo Daily Love & Relationship Horoscope": "You may decide to dress up perfectly today to impress your beloved! What ever hair you do or wear up is going to add charm to your personality! Moreover you may receive permission from your partner to go ahead in pursuit of your interests. This will make you fall in love with your partner forever!",
        "Leo Career & Money Horoscope": "You will be able to finish off your creative pursuits successfully. In order to celebrate it you may plan for hosting a party. Invite all those who have supported you in this journey and even your opponents, you must cream them as well! Just strive for maintaining balance between your earning and expenditure."
    },
    "5": {
        "Virgo Daily Horoscope": "Today you may get emotional over certain issues which demand you to be practical. Distinguish between what you desire and what is good for you with an objective approach! Emotions may be stirred inside you which may give you the required impetus to cross certain lines. Inform everyone about it before taking this step!",
        "Virgo Health & Wellness Horoscope": "You may have to take a strong disciplinary action to train your mind to crave for healthy foods only and your body to crave for exercise at the beginning of each day. And this is going to be the most successful adventure of your life! If required ask yourself privately-how are you? For better care of yourself!",
        "Virgo Daily Love & Relationship Horoscope": "The time is right to sit down with your partner and sort out the issues that have been bothering you lately. These can relate to your feelings and the depth of your commitment towards each other. It can also be regarding mundane household matters which you have been ignoring. The fact is it is the right time for joint action.",
        "Virgo Career & Money Horoscope": "The time is especially good for those who are earning money doing some creative jobs. Your ideas will find appreciation today and you may land a number of contracts which will seriously improve the health of your bank balance. Artists, musicians, filmmakers, writers and photographers are likely to experience significant advances in their career. For those in other jobs, the time is good to broach a few out of the box ideas."
    },
    "6": {
        "Libra Daily Horoscope": "You need to be in a more flexible frame of mind, but today you are likely to dig your heel in and refuse to listen to either common sense or good advice. This rigidity on your part will probably create some tension both at home and at work. The only remedy is to try to keep an open mind and listen to what other people have to say.",
        "Libra Health & Wellness Horoscope": "You do not take much time in weighing the pros and cons of a situation. You just go for whatever comes your way. Your planetary position is exuding energy. Use that energy to understand an opportunity and see what is in store for you. Start with your health. Get ample sleep. Eat right kind of food. Avoid fried food.",
        "Libra Daily Love & Relationship Horoscope": "You may decide to show your love and affection for your partner through an extravagant and very public gesture. You may plan a surprise party to honour the achievements of your partner. Minor hitches may develop in the execution of your plans, but your partner will be left in no doubt about your pleasure and depth of commitment to him / her.",
        "Libra Career & Money Horoscope": "Money is going to be a little tight in the coming few days. You need to identify which expenses are essential and which can actually be controlled. Otherwise, you can end up in financial trouble. If you are looking for an opportunity to increase your income, you may learn of a new scope today, but whether you will be able to utilize it or not will depend on your industriousness."
    },
    "7": {
        "Scorpio Daily Horoscope": "Enjoy communication and even a day trip with an old friend and family. You should stick to those methods in your work which have proved to be beneficial in the past. It is better not to start any new experimental things today. If you are trying to get a job or a project, stick to conventional methods and sell your ideas and abilities strongly and success will surely be yours.",
        "Scorpio Health & Wellness Horoscope": "You may be thrust into controversial social situations today. Such confrontations will increase your mental stress and this will inevitably leave an impact on your health. The best way to tackle this is to avoid such situations, but this may not be possible. So, you should adopt some relaxation techniques so that you do not accumulate needless stress and endanger your health.",
        "Scorpio Daily Love & Relationship Horoscope": "You may have to argue with your partner to stop them for their own good. They may not welcome our opinion but you have to make them understand your point of view. Do not fuss too much else you will lose your relevance. The altercations will not last for long and you will fetch more respect from your partner towards the end of the day.",
        "Scorpio Career & Money Horoscope": "For students, it is a good day to appear in any exam. Success is shining in your sign. For professionals, you will have a positive day at the work place. Pending issues will get sorted out. If you feel that you should be considered for a promotion, it is a good day to initiate the talk with decision making authorities."
    },
    "8": {
        "Sagittarius Daily Horoscope": "People are very much receptive to your charming ideas at this point of time. You must leave no chance to make people yield to your wishes. Keep your controlling attitude in check which can work against you if left unchecked. You may receive some unexpected news from a close one so keep your mind open to it.",
        "Sagittarius Health & Wellness Horoscope": "You have been following a highly hectic schedule for the last few days and it is time to get organized. Today will be comparatively relaxed, but you should take this time to get your affairs into some semblance of order. Otherwise, things are likely to get even more chaotic in the coming days and you are likely to become anxious as things would seem to go out of control.",
        "Sagittarius Daily Love & Relationship Horoscope": "It is vital that you do not let stubbornness build up in your relationship. Your partner is in no mood to compromise. So, you need to be a lot more understanding and flexible. But this attitude will actually improve your romantic life and your partner will also begin to feel much more amiable. Try to renew your old relationship with a meaningful gesture.",
        "Sagittarius Career & Money Horoscope": "You are going to meet someone who will offer you an exciting career opportunity. However, it does not come for free and you need to think long and hard about the consequences before you accept it. This is also going to affect a number of people near you, but this day is not the best to take such a vital decision."
    },
    "9": {
        "Capricorn Daily Horoscope": "The day can be a pleasant one for you, but there is a chance that you will end up obsessing over a minor point. This may be quite valid, but your approach can actually disrupt a time of peace and harmony at home or at the workplace. It is time to take note of the big picture and ignore the minor matters.",
        "Capricorn Health & Wellness Horoscope": "Your health can be a little unpredictable today, but your exceptional mental strength and determination can help you tackle any situation. You may have to face a day of considerable physical labour, but you will come through with flying colours and complete all your tasks with time to spare. You may also stimulate someone else to start a healthy regime. However, be sure to relax at the end of the day with your favourite activity.",
        "Capricorn Daily Love & Relationship Horoscope": "Stress from your work or other areas of life are likely to affect the harmony in your relationship. Small issues may assume out of proportion importance today. This can lead to a major disagreement about a minor issue in your relationship. If you are single, schedule some relaxing activities by yourself. The day is not favourable for communication as there are chances of being misunderstood.",
        "Capricorn Career & Money Horoscope": "For those working in the public sector, this day brings major chances of success and promotion. If you have applied for a job in the public sector, you are likely to get some positive news today. This is also a good time to look for a different job, mostly in an administrative line, if you are not satisfied with the prospects in your current job."
    },
    "10": {
        "Aquarius Daily Horoscope": "Give voice to your frank opinions but do not raise your voice. Focus on what needs to be perfected to bring a change rather than trying to wipe off the old dirt! Better option at this point of time is to avoid conflicts with people you live with rather than trying to deal with them.",
        "Aquarius Health & Wellness Horoscope": "Though you usually enjoy a good health, you are low on your stamina. However, it will only be confined in the morning as you drag yourself out of bed. Once you are out of house, the bright and sunny weather will embrace you and you will kick start for a great day ahead. Avoid driving two wheelers today and if it is unavoidable, just be a little careful.",
        "Aquarius Daily Love & Relationship Horoscope": "There is a strong possibility that a third person will try to intervene in your relationship with evil intentions. The person is probably a trusted one and someone whom you depend on. So, take any information about your partner with a healthy dose of scepticism. You may be the target of jealousy and deception because of your partner. You need to rely on your own feelings.",
        "Aquarius Career & Money Horoscope": "While you know how to let down your hair and have fun, you are now completely focussed on your work. You are in an unusually serious mood today even if what you are doing does not warrant so much importance. A colleague may slack off and you are going to complete his tasks for you. So, there is going to be some unwarranted pressure of work."
    },
    "11": {
        "Pisces Daily Horoscope": "You are in an inexplicable hurry today. You need to slow down because trying to finish all your jobs in a hurry will result in mistakes for which you may earn censure. Slow down. Pay closer attention to what you are saying and doing. You need to be careful and pay greater attention to details in order to complete your task in a satisfactory manner.",
        "Pisces Health & Wellness Horoscope": "Be careful what you eat because stomach trouble and other problems related to the digestive system can manifest today. For some time now, you have known the need to completely revise your diet patterns and today you will get a major incentive to do so. A change in your diet will also actually reduce your mental stress, much of which was caused not by external worries as you thought but by your lifestyle.",
        "Pisces Daily Love & Relationship Horoscope": "You may be a lot forced to become a part of romantic drama of other people's life! Avoid it straightaway! And if you cannot then do not take any sides, just be neutral while giving advices to both the opposing groups! Take out time to plan something new and sensuous for yourself!",
        "Pisces Career & Money Horoscope": "You take great pride in doing a job well and thoroughly. This will now come to the notice of your superiors. This can well lead to additional responsibilities being placed in your hands and open the door to considerable advancements in your career. Income is also likely to increase. You need to increase your dedication and attention to details for your career."
    }
}
]
