horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Prepare for some good news, especially regarding your home. Opportunities may arise leading to a shift in residence or you may finalize your buying plans of a house. Take advantage of positive energies. If you have been considering a renovation project or remodelling your home or a part of it, this is the best time to get the project off the ground.",
        "Aries Health & Wellness Horoscope": "You are keeping unhealthy hours because of the demands of your job and this is adversely affecting your health. Try to get up early in the morning and go for a morning walk or jogging. This will refresh both your mind and your body. Pressure at work is causing your systems to be overpowered. You need to find a healthy way to relax.",
        "Aries Daily Love & Relationship Horoscope": "Cards show that you may have a romantic encounter with someone charming. But it seems to be a torrid and intimate association. So free yourself from emotional bounds and make the most of the day. If the personal wants to walk away do not be possessive, he will come back to you in sometime! Just let him realize your worth.",
        "Aries Career & Money Horoscope": "Your sense of humor is your biggest asset; make the best use of it to bridge the gap between yourself and your superiors! The sitcoms are the best way out, so just try to think about it when you face the burn rather than taking the harsh words to your heart. Cards show that you may receive money from unexpected sources."
    },
    "1": {
        "Taurus Daily Horoscope": "You may be presented with plenty of misinformation today. It is better to rely on your own judgment and reasoning rather than listening to and being influenced by others. Try to find the truth at your own pace in your own way and you are likely to arrive at the best decision. A much needed vacation planning is in the air.",
        "Taurus Health & Wellness Horoscope": "Relaxation is the need of the day. This does not mean lying on the couch and eating junk foods. Instead, you need to practice a few relaxation techniques or opt for a massage from a professional. Take good care of your diet. You love junk foods, but they actually make you feel ill. You need to take a closer look at your health.",
        "Taurus Daily Love & Relationship Horoscope": "Celebrations round the corner! For those who are married may cheer up on a personal fulfillment, may be like completing another year of togetherness or may have a new baby born in their family. For those of you who are unmarried seem to get approved of their relationship from the family, who have been strongly opposing against you since long.",
        "Taurus Career & Money Horoscope": "Your patience and your sense of duty and responsibility will go a long way today to conquer all the obstacles in your path. You are definitely going to require your ability to see humour in different situations today if you want to maintain a calm atmosphere at work. There is a chance of serious financial gains towards the end of the day."
    },
    "2": {
        "Gemini Daily Horoscope": "You are feeling rather disorganized and chaotic today. Your thoughts tend to flow in a number of directions today. The result is that you will not be able to wrap up any project today. You need to focus. Try some mental exercise and do not consult with other people as contradictory advice would tend to confuse you even further.",
        "Gemini Health & Wellness Horoscope": "Today is your day. You will find luck favoring you the big time. You may gain appreciation at your work place and among your friends. Be cautious not to get carried away and neglect your other basic need which is your health. Eat in time and eat right. With a healthy body, you will have many other opportunities to enjoy the treat.",
        "Gemini Daily Love & Relationship Horoscope": "The time is right for romance. You need to show your partner that you do not take him / her or the relationship for granted. This is the right time to go that extra mile and spoil your partner and your relationship can reach a new high with only a romantic and intimate dinner or a thoughtful gesture or gift.",
        "Gemini Career & Money Horoscope": "Unexpected money is coming your way today. This is the best day to win at the speculative ventures and in games of chance. However, this money is also going to bring its own responsibilities which you should not ignore. You may have to discharge an important errand today in connection to this money. Indulge in some light hearted shopping today with this unexpected bonanza."
    },
    "3": {
        "Cancer Daily Horoscope": "Avoid being bogged down by your backlogs. You have been avoiding your commitments and this is the best time to fulfil all your obligations. You will need discipline and focus to complete your tasks as well as a healthy dose of willpower. You need to direct your energy to the job where considerable planning has already occurred in order to lead it to successful conclusion.",
        "Cancer Health & Wellness Horoscope": "You feel full of energy and are ready for some seriously hard work today. Your flow of positive energy will even influence others so that you will energize everyone of your team to work better. Even at home you will shoulder much more responsibilities than you normally do, pleasing those near to you. You just need to make sure that this trend continues and you do not burn yourself out.",
        "Cancer Daily Love & Relationship Horoscope": "This is the time to enjoy light side of relationships. You have always been of a serious nature, but you are now over-thinking your relationships. Stop looking for hidden meanings and deeper implications in everything. Instead, go out for light-hearted banter and just enjoy a good time. Do not let pressure of responsibilities and expectations take all the fun out of your relationships.",
        "Cancer Career & Money Horoscope": "You are serious by nature and your total commitment to your work will now begin to bear fruit. There is a possibility of major financial gain towards the end of the day and you have earned this by your sincerity and hard work. But you need to develop a sense of humour in order to enjoy what you do instead of simply doing it out of a sense of responsibility and duty."
    },
    "4": {
        "Leo Daily Horoscope": "You have had a good exposure to new things in life! Just be prepared to face the challenges coming across your way. Be ready to explain whatever you are being questioned. Your efforts will last for long and will lay a solid foundation for better progress. Do not forget to re-vitalize and pamper yourself amidst all this!",
        "Leo Health & Wellness Horoscope": "You now have the sufficient energy to overcome all the obstacles and challenges that you encounter. However few such issues may arise which will need a lot of your time and energy, leaving you drained and strained upon resolution. Be prepared in advance and keep your favorite meals cooked for yourself which you may consume after sorting out everything.",
        "Leo Daily Love & Relationship Horoscope": "The day will have a pleasant beginning. A lot of warmth and laughter from your partner will brighten up the personal relationship. You have faced a difficult time in your personal life. So this is the time to go out with your partner, lie down and have some real fun! Laughing at yourselves will vanish most of your worries as a couple.",
        "Leo Career & Money Horoscope": "Taking control of your own finances is very important for you now and you are not afraid of hard work to achieve this goal. You are very organized and disciplined today and are ready to tackle career issues with a very practical eye. Start your good work today and your finances will reflect the positive results within a very short time."
    },
    "5": {
        "Virgo Daily Horoscope": "You are in a dominating mood today. You want to take the lead and demonstrate your authority. However, you have to be careful not to throw your weight around. You may accidentally step on some toes. Though you feel that you know better and can handle the situation better, you should still try for cooperation and harmony while tackling any project.",
        "Virgo Health & Wellness Horoscope": "Today is a great day to embark on a new health regime. Pay close attention to your diet and inaugurate a new routine of exercise which you have been ignoring lately. It is necessary to recognize that your physical health is extremely important for our mental health as well. Join a new class of yoga or other relaxation technique as they are urgently required in your life now.",
        "Virgo Daily Love & Relationship Horoscope": "This is time to heal your relationships. The planets are so aligned that you will begin to realize that it is better to let your old grudges go and instead concentrate on rebuilding your life and your relationships. Issues will suddenly appear to be what they actually are and you will realize how much you were blowing them out of proportion.",
        "Virgo Career & Money Horoscope": "There may be a difference of opinion today at the office. It may occur with a colleague, a subordinate or with your boss. No matter with whom it happens, the stress is going to affect your health. So, you need to keep a cool head today and avoid all possible confrontations. You will be able to significantly reduce the level of stress if you start the day with some physically testing activities like running."
    },
    "6": {
        "Libra Daily Horoscope": "The day is perfect to embark upon a new program of abundance and prosperity. If you have been feeling undecided about a new project to which you have devoted considerable thought, then this is the perfect time to take action. Whatever you decide to do today will ultimately lead to success. The events of today will also help to shift your perspective regarding money and modify your negative ideas.",
        "Libra Health & Wellness Horoscope": "Health is likely to be steady today. Any problems that you may have been experiencing over the last few days will disappear. This is also a good time to catch up with your annual health checks. If any minor allergies or other health issues develop today, get it treated immediately because it may become much more complicated later on.",
        "Libra Daily Love & Relationship Horoscope": "Both you and your partner have been super busy lately. So, today, make sure to spend time in each otherﾒs company. Plan a romantic dinner and spoil your partner with your attention. This gesture of appreciation will go a long way. Single persons are likely to have a great date which may inspire them to take the relationship to the next level.",
        "Libra Career & Money Horoscope": "Things were probably not going so well on the work front for the last few days, but there will be some improvements today. Bear in mind that adjustments with colleagues is essential to preserve the harmony of your workspace. If you relent just a little, you will be able to enjoy a far more relaxed atmosphere with your friends at the workplace."
    },
    "7": {
        "Scorpio Daily Horoscope": "Today is a favorable day for you. Your pleasing personality attracts others. Whatever you put your hands into today is most likely to be successful. You are quite popular. You are articulate and courteous and these qualities have pulled you where you are today. Just continue to be the same without letting ego and trickery coming in your way.",
        "Scorpio Health & Wellness Horoscope": "You have to take extra care not to gain weight. You will find that even if you have controlled your diet, you are feeling heavy and bloated. A sort of lethargy may overcome you, leaving you feeling tired and indifferent. This is a condition of your mind rather than of your body. Meditation and other mind body discipline can help you feel lighter and fitter today.",
        "Scorpio Daily Love & Relationship Horoscope": "Your loved one is going to require your help and support today. It is the time to extend your unconditional love and support and not to gloat or criticize your partner. You need to put aside your petty issues and grievances. How you act now will have a long term influence on your relationship. So, you need to make some long term decisions now.",
        "Scorpio Career & Money Horoscope": "You may come in accord with a successful professional who may be the best option available for getting your work done. But be careful before forming partnership with him. Chances are there that he may hike his rates in the mid of the work assignment. Best option would be to go for an agreement where the hike rate should not be left floating."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Your intuition is strong at this point of time and will be giving you a good guidance in what ever you do! You can even take risks easily and gamble for fun! Luck is in your favor but you must think twice before taking a leap. You may experience an air of emotions. Old friends and acquaintances may re emerge bringing positive vibes for you.",
        "Sagittarius Health & Wellness Horoscope": "You have been suffering from a minor but persisting problem of health in the last few days. Today, somebody will suggest alternative treatment of the condition to you and you will try it. Chances are high that it will work very well and you will be rid of the problem. This may well start your complete conversion to alternative treatment. Non invasive treatments are likely to work better in your case.",
        "Sagittarius Daily Love & Relationship Horoscope": "It is great day since you will be able to communicate openly to your partner. You have been looking for this opportunity since long! Reveal all your secrets with them and share the concerns you have! It will let the inflow of enthusiasm in your relationship, bringing you closer as friends and as a couple as well.",
        "Sagittarius Career & Money Horoscope": "The day will be quiet as far as work and career is concerned. You will face an uneventful day at work which will be a pleasant break after the hectic schedule that you were facing earlier. Take this time to really appreciate and enjoy what you do and remember the good times and the fun you have doing your job."
    },
    "9": {
        "Capricorn Daily Horoscope": "An elderly person gives you food for thought. Planning and prioritizing has been your strength. Do your bit and things will fall in place. Maintain your calm and practice patience. Someone may visit you today. Take care of your health and find time for relaxing as well. An important financial arrangement is on its way which may prove windfall gain for you.",
        "Capricorn Health & Wellness Horoscope": "The day is best suited to take an aggressive step towards improving your health and wellness. You may join a strenuous exercise class today, or you may start a rigorous diet, but you will be able to stick to the routine with ease. You may also start exercises for mental health like meditation and breathing exercise. Health issues will begin to seem less difficult today and you will be able to enjoy a greater degree of comfort.",
        "Capricorn Daily Love & Relationship Horoscope": "You may form new alliances today. Hopefully it will be a serious one and will go a long way. You will be loved by someone special and you will love him back too. However certain issues may crop up due to family interference and other unseen circumstances waiting to test the durability of your relationship.",
        "Capricorn Career & Money Horoscope": "Try to finish all the work towards the beginning of the day itself! You may not get a chance to work in the later half of the day. Pay attention to the minute details of any sale or purchase you do, chances of suffering from fraudulent are there! You may need to exercise a strong control on your will to understand and balance your expenses."
    },
    "10": {
        "Aquarius Daily Horoscope": "There is a lot of action packed for you today. You may be busy today. In your hurry, do not hurt those, who have walked a small distance with you. Be polite and humble. New opportunities are around the corner. They will be attracted to you by your positive deeds. Practice patience. Change is the only truth and it will happen for you as well.",
        "Aquarius Health & Wellness Horoscope": "Before you drive yourself too hard on your new diet and / or exercise regime, be sure that this is what you need. Following an artificial yardstick set by someone else will not necessarily be good for you. It is time for you to understand what you need and to chalk out a new schedule which will be more suited to your needs and personality rather than what others think of you.",
        "Aquarius Daily Love & Relationship Horoscope": "The day is especially suitable for passion. You have been holding yourself back for the last few days and trying to approach your romantic relationship with a degree of moderation. Today, you will realize that it is no longer enough. Instead, give rein to your passionate nature and see your love blossom. Your partner may be surprised, but will soon respond with enthusiasm.",
        "Aquarius Career & Money Horoscope": "While you are moving forward, people may try to pull you down. Do not get into any kind of verbal dispute. Let your work speak for you. As you progress, you will reach a position when pulling you down will be difficult. Keep doing the good work. Maintain harmony with your colleagues and subordinates. Shower kind words on them."
    },
    "11": {
        "Pisces Daily Horoscope": "Today you will volunteer to maintain harmonious environments both at home and at the workplace. It will be an exciting experience and will amplify your motivation to work for peace. However do not reveal any private information to anyone and be prepared to digest the bitter truth in case you have to learn it!",
        "Pisces Health & Wellness Horoscope": "You are brimming with enthusiasm to get up and go! But as you will step out your mood may get spoiled due to bad treatment from those who have been close to you. But do not let social issues affect your mental health. You have to face a lot of pressure in coming days. So be prepared and remain cheerful!",
        "Pisces Daily Love & Relationship Horoscope": "It is vital that you take special interest in your family matters today. You have been ignoring your relationships for your career commitments for quite some time now. You have also achieved what you set out to do in your career. So, now, you need to turn your attention to relationships. Nurturing your relationships can supply some vital ingredient to your life at this point.",
        "Pisces Career & Money Horoscope": "You seem to be occupied with your personal work and have put the professional work on hold for a while. But people need you badly at the workplace. It is okay if you are unanswerable over the phone or unresponsive over the e-mail. Expenses seem to mount up but you will be able to make up the lost money as you are about to receive some unexpected wealth very soon."
    }
}]
