horo_english=[{
    "0": {
        "Aries Daily Horoscope": "The day is perfect for showing your talents. You may act more aggressive or assertive than you generally do and this is going to surprise the people around you. They will be put out of balance and will probably have to revise their opinions about you. This element of surprise can provide you with a much needed edge. Be sure to utilize this to the fullest extent.",
        "Aries Health & Wellness Horoscope": "You may feel like changing your routine. But do not do it abruptly without thinking properly. You have a tendency to dream about the future and forget the present. So enjoy your present without making any amendments to your current lifestyle. Your health is entirely in your hands, if you are staying alone.",
        "Aries Daily Love & Relationship Horoscope": "Healthy boundaries have become necessary in your relationship, but you have been finding it difficult to demarcate them. You need to sit down with your partner and talk about the various dimensions of your relationship with which you are feeling uncomfortable. Today is ideally suited for this task as your partner will be receptive to your ideas and will be willing to talk to you about them.",
        "Aries Career & Money Horoscope": "You have been pulled in different directions for the last few days and have found it difficult to take decisive action. However, today you will experience a rare clarity of vision and will be able to take clear and proper decision regarding the issues at your workplace. You are also likely to get good career advice from someone. You are also likely to come in contact with someone who will prove to be very influential in your future career life."
    },
    "1": {
        "Taurus Daily Horoscope": "You are feeling much more outspoken today than what you normally do. You have been behaving tactfully for quite some time now and today this may feel somewhat stifling. You are likely to blurt out the unpalatable truth today and this will not go down very well with everybody. It is better to plan for some solitary activity because you are unlikely today to modify your behaviour to suit others.",
        "Taurus Health & Wellness Horoscope": "You are going to find a fitness buddy today who suits all your requirements. You have started a number of health regimes till now with the best of intentions, but they have all been abandoned. This exercise buddy will help you to stay on course and at last achieve your fitness goals. You may join the gym together or go running, but if you start the routine today, you will definitely benefit.",
        "Taurus Daily Love & Relationship Horoscope": "The time is exactly right to mend fences and clear up old misunderstandings. You may also get close to someone from whom you have been estranged before. There is a real possibility that you will meet an old flame and passion between you will be rekindled. Balancing the past and the present relationships can be an especially demanding task today.",
        "Taurus Career & Money Horoscope": "The day indicates great success, especially for those who are connected to education or writing in any way. Students, researchers, journalists, authors and other professionals connected to education are likely to enjoy a very good day. The day is also suitable for investing in long term plans. You are going to sit back, relax and reap the benefits of the efforts that you have put in towards your professional life."
    },
    "2": {
        "Gemini Daily Horoscope": "You will feel confident about broadening your horizons even though your family may feel disgusting about it. Commit yourself to what you want to do. Do not work under the cover; bring into light whatever you have been doing. You may find new attachments rushing into your life in the form of friendship.ﾠﾠ",
        "Gemini Health & Wellness Horoscope": "Due to mobility factors you seem to be out of your regular fitness regime. Try to re-arrange your fitness regime with experts. You may be susceptible to intact infections too. Taking mild medicines for the same will give relief but strong ones may cause severe upset of your stomach!",
        "Gemini Daily Love & Relationship Horoscope": "You may be worried about your partner and the status of your relationship, but things will begin to become clearer from today. A number of actions and personality traits that appeared inexplicable earlier with now become clear. This will help you to take a logical decision about how much you are willing to invest in this relationship and what boundaries are essential for you.",
        "Gemini Career & Money Horoscope": "You take great pride in doing a job well and thoroughly. This will now come to the notice of your superiors. This can well lead to additional responsibilities being placed in your hands and open the door to considerable advancements in your career. Income is also likely to increase. You need to increase your dedication and attention to details for your career."
    },
    "3": {
        "Cancer Daily Horoscope": "Today is a great day to be adventurous. The lady luck smiles on your fortune and whatever you do, you simply canﾒt do it wrong. If you wish to invest, this is a good time to do it. Expect to meet the true love of your life around the corner. Be cautious about your health though, you are prone to the eternal cough and cold attacks.",
        "Cancer Health & Wellness Horoscope": "You are in the pink of health. But you have to be cautious of the changing weather. You seem to be affected by sinus or a similar disease which is right now in acute stage but can get severe or become chronic if you tend to be careless. Find means to stay in a warm environment, which is free of dust as well.",
        "Cancer Daily Love & Relationship Horoscope": "The state of your relationship has been rather confusing lately and you have not been able to interpret or understand the signals your partner has been sending you. Today, you will gather some information regarding your partner which will help you understand and evaluate the situation better. You may also have to take some decisive action based on this information, but take care to keep your cool as you take your decision.",
        "Cancer Career & Money Horoscope": "A thousand things demand your attention today and you may feel pulled apart. Be gentle on yourself. Sit down for a while and think the course of action. Then plan and act accordingly. You may meet an old friend today. Someone will also talk about an interesting offer and you may be tempted to go ahead. Visualize the end result and then take a step."
    },
    "4": {
        "Leo Daily Horoscope": "You may find yourself getting possessive about material things. Do not hold things too tight. Just follow the flow and move with it. You need to be firm about things until you have the answers in your hand. You may also think of shifting your house. It will be good to spread the words to your friends and colleagues.",
        "Leo Health & Wellness Horoscope": "Until and unless you devote a waking hour to your health, you have made no good use of your day! Try to ponder upon the various activities you do and how they affect you! For instance monitor your breathing habits and analyze how it affects the way you talk or you love! Yoga seems to be the best exercise for you at this point of time.",
        "Leo Daily Love & Relationship Horoscope": "You are going to be rather aggressive in love today. Just make sure to get your ego out of the way in order to enjoy a fulfilling relationship. However, your partner is going to love your new self and will enjoy your newfound self confidence. Be sure to grab this opportunity and have a grand time with your partner.",
        "Leo Career & Money Horoscope": "In professional matters, today you may get much needed support from an influential person. While working with that person, do not leave any point to impress him/her through your work. You may be putting a ladder for achieving a promotion or a hike. Avoid talking about it to others. Simply concentrate on your work. Your work will only vouch for you."
    },
    "5": {
        "Virgo Daily Horoscope": "Be sure to look after yourself and take care of your health. The stars warn about ill health today. Avoid cold or chilled food. If you have a medical condition, take extra precautions. Financially you should be stable today; no gain or loss is predicted. However, it is better to refrain from doing major investments today.",
        "Virgo Health & Wellness Horoscope": "You are likely to go overboard with your celebratory mood today, but you need to remember that taxing your health too far with an unhealthy lifestyle will ultimately cause you great harm. You need to exercise moderation in all things including diet and physical excesses. It is also imperative to stay away from addictive substances like tobacco, alcohol and drugs as they pose serious health risks today.",
        "Virgo Daily Love & Relationship Horoscope": "This day can prove to be a turning point in your relationship. You can suddenly begin to see someone close to you in a new light and this will enable you to take the right decision regarding the direction of this relationship. You will now be able to cut away the deadwood and concentrate on those relationships which can actually make you stronger.",
        "Virgo Career & Money Horoscope": "You have several commitments pending but there is plenty of time to complete them with ease. However, you will be feeling restless, inattentive and lethargic. As a result, you will accumulate backlog. Since your mind is not at all ready to concentrate, it is best to take a day off and give yourself a much needed rest. This will help to relieve your stress to a great extent."
    },
    "6": {
        "Libra Daily Horoscope": "You find yourself caught in the soup today. Talk openly to people who matter to you. Talk about the issues that have been bothering you. The cloud of uncertainty will subside in a weekﾒs time. A close friend or family member may provide you comfort. Be cautious while putting your words. Today you are prone to be misunderstood. Work place will be stable.",
        "Libra Health & Wellness Horoscope": "You enjoy an overall good health. But as the times are getting more demanding, you need to take care of your health and diet. Include multiple vitamins in your diet especially A, C and E which in turn will help you to maintain a good immune system. Also drink - glasses of water. This will keep you hydrated and fit.",
        "Libra Daily Love & Relationship Horoscope": "The day is ideal for planning some family activities. Take your kids to a ball game, the park or a museum. You can also schedule to spend time with your parents or siblings. The evening is especially suited for romance, but you should try for an intimate gathering rather than a large party. Family commitments will take priority now.",
        "Libra Career & Money Horoscope": "You have recently lost money, mostly because you invested unwisely in get rich quick schemes. Another similar opportunity is knocking at your door and it is essential that you realize that these schemes can lead you to serious financial trouble. You need to rationalize your investment decisions and listen to the experts though you have a great tendency to be swayed by a glossy, if empty presentation."
    },
    "7": {
        "Scorpio Daily Horoscope": "The day is going to be calm and quiet ﾖ a welcome break after the hectic schedule of the last week. You need to put in some hard work as your superiors are watching you now. A few personal issues may arise which you have completely failed to anticipate. They will take you by surprise, but you will be able to deal satisfactorily with them.",
        "Scorpio Health & Wellness Horoscope": "You are feeling irritable and rather ill used because of stomach problems. But you need to realize that eating indiscriminately is the root of all your physical problems which is leading to this feeling of mental stress. You need to control your diet, but will probably find it very difficult to do so. Get in touch with a dieting buddy. Support of another person can better help you through this situation.",
        "Scorpio Daily Love & Relationship Horoscope": "You have become too used to dealing with your problems by yourself, but you will find that sharing them with your partner can be very helpful. He or she is going to be supportive and can even offer you practical help. If the problem concerns any issue in your relationship, then broach the subject in a public place where your partner is less likely to react emotionally to it.",
        "Scorpio Career & Money Horoscope": "It does not matter how many hurdles are now placed in the path of your career. You will be able to sail through them as if they did not exist. Success seems to come effortlessly to you now, but it is vital to avoid a feeling of overconfidence. You need to realize that luck has as much a role in your success as your ability and this may not always be in your favour."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You may face certain restrictions from the family, possibly due to the trouble from close relatives. It will not last for long but will affect you severely so just ignore it till it gets over. Today you will spend money in buying useful assets and will be busy with household related work, may be selling the least important equipments or just a regular clean-up of the house.",
        "Sagittarius Health & Wellness Horoscope": "You have been in denial regarding some aspect of your physical or mental health for the last few days. Today is the day of clarity. The protective shell of denial will be removed and you will confront the truth about your health today. This is the first positive step towards recovery as you can now do exactly what needs to be done except only denying the situation.",
        "Sagittarius Daily Love & Relationship Horoscope": "The time is just right to get serious about love and romantic affairs. You will find that you are no longer interested in idle flirtations. Instead, you will gravitate naturally towards more serious and mature romantic partner. You will also begin to think of your long term future and relationships and may even start taking the first steps towards a long term commitment.",
        "Sagittarius Career & Money Horoscope": "Unexpected monetary gains are on the cards for you today. You may recover a substantial amount of money which you never thought to see again. Follow up on your dormant investments today and you can get an unexpected piece of good news. Someone who had borrowed money from you and which you thought was lost forever is likely to return it today."
    },
    "9": {
        "Capricorn Daily Horoscope": "Beware today of what you say. Someone whom you consider close might spill the beans on you. Weigh your sentences before speaking. Try talking about yourself and the person you are talking to. Refrain from discussing about a third person. You may travel today to different city. You may meet an old acquaintance and together you may have nostalgic memories.",
        "Capricorn Health & Wellness Horoscope": "Of late you have noticed an increase in weight. You are particularly conscious about it. But you have not been working towards it. Today you may find yourself getting into a diet routine. You may also go for light exercises. Avoid walking on busy roads as you are prone to suffer from dust allergy. Wear a mask instead.",
        "Capricorn Daily Love & Relationship Horoscope": "The planetary influences send rather sudden surges of energy to your love life. Your partner may behave much more aggressively than normal and you are likely to be at a loss about how to handle this. If you are single, you may decide to go out with a person whom you normally would have avoided. It is the perfect day to experiment with your relationship even if you never planned to do so.",
        "Capricorn Career & Money Horoscope": "There is a major possibility that you may have to go abroad in connection with your job or career. Those who have applied for visa to study overseas are going to get the visa today. You may be transferred by your office to somewhere exotic. Be sure to grab this chance of going abroad and advancing your career. If you are already located in a foreign country, the prospect of transfer back to your own country does not look good."
    },
    "10": {
        "Aquarius Daily Horoscope": "You will form association with someone you find very entertaining. The day will pass away soon due to the lively conversations. Take this as an opportunity to learn and inspire from this fellow. It will also help you to be able to take an insight into other peopleﾒs psyche. Try to be a volunteer in making plans for family trips if you want to go to your desired place!",
        "Aquarius Health & Wellness Horoscope": "You need to maintain a stable frame of mind and think things through sensibly and logically before you jump in with both feet. This is a time of fantasy for you. So, turn your mind towards romance and enjoying yourself. Applying a fantasy to romance will work to your advantage, but results may be very different if you try to be fanciful at your workplace.",
        "Aquarius Daily Love & Relationship Horoscope": "Today you will find the reason behind abrupt behavior of your partner. You have been paying lesser attention on him/her. Today is the day to pamper your partner. Take your partner out for a long drive or shopping. Have dinner together. Compliment your partner. You will again see the same freshness and spark in your soul mate.",
        "Aquarius Career & Money Horoscope": "Everything that you wanted in your career will come your way today. Whether it is fame, power, money or position, you are in an ideal position to get everything now. Just remember not to stop working hard and respecting the opinion of other people and all you have worked for will at last be yours. This is the time to enjoy the fruits of your labours."
    },
    "11": {
        "Pisces Daily Horoscope": "There seems to be an imbalance between your personal and professional life! The best way to sort it out is to clearly demarcate your work schedule for each day, which seems to be varied for each upcoming day! Donﾒt worry your dear ones wonﾒt fail to recognize your commitment towards them in spite of receiving less attention from you lately.",
        "Pisces Health & Wellness Horoscope": "Your dietary habits have never been very good and all your good intentions generally evaporate at the sight of tasty fast foods. But you cannot afford to continue in this way. You need to avoid deep fried and sugary snacks today as eating junk foods can result in serious stomach problems. The day is best suited for designing a new and healthier dietary regime.",
        "Pisces Daily Love & Relationship Horoscope": "Misunderstandings and needless obstacles had been clouding your feelings for each other in the recent past. Today, you may be faced with an event where all such doubts will be swept aside and the true, deep and abiding nature of your commitment towards one another will become clear. Be sure to show your appreciation. The time is perfect to make romantic gestures to express your innermost feelings.",
        "Pisces Career & Money Horoscope": "Change in the place of residence because of work related reasons is a major possibility today. You may switch jobs or may be promoted and be shifted to a different region. You may also seek career related advice today either from a professional consultant or someone close to you. If you pay sufficient heed to this advice, you will be greatly benefitted."
    }
}]
