horo_english=[ {
    "0": {
        "Aries Daily Horoscope": "It will be good if you devote your time and energy in educating the underprivileged children. You may donate some of your belongings to some one needy. Your financial condition is good so you can even do financial charity. You will get along nicely with new acquaintances and will be popular among them for your good deeds.",
        "Aries Health & Wellness Horoscope": "Discipline is the key to your good health today. While you are not eating junk foods and are exercising, you are not doing them in a timely or orderly manner. As a result, you are not getting the level of benefit that you should have got. So, you will have to set up a routine of eating and exercising in order to get the highest benefit.",
        "Aries Daily Love & Relationship Horoscope": "Your relationship has been slowly suffocating under the weight of unspoken issues and unaddressed problems. You have been avoiding them for fear that facing them will lead to the breakdown of your relationship. However, you will be in an unusually confrontational mood today and are willing to look at all the issues that had seemed wrong to you previously.",
        "Aries Career & Money Horoscope": "This is a dry season for your business to bloom. So right now you can invest time in brushing up your personality. You are an active person and the good customer service you have provided earlier will continue to fetch customers for you innumerable times. You are simple and smooth in your choice and hence your expenditures as usual are under control."
    },
    "1": {
        "Taurus Daily Horoscope": "Small irritations and disagreements are likely to break out throughout the day. It is important that you overlook the minor issues today. Otherwise you will only be destroying the peace of your own mind. Try to share your problems with someone as this can go a long way in improving your mood. Planning solitary activities can be promising today.",
        "Taurus Health & Wellness Horoscope": "You may examine thoroughly the changes you need to incorporate in your lifestyle and food habits for achieving a better health. Go for walks in the morning and in the evening to breathe in some fresh air. This will boost blood circulation in your body, thus minimizing the chances of heart strokes.",
        "Taurus Daily Love & Relationship Horoscope": "The planetary activities have brought around a tumultuous time in your relationship front. The last few days have been eventful and this has put you in a defensive mood where you just hope to keep your head down and maintain peace. However, this is the very time when you need to explore your relationship in a more aggressive style to understand its depth.",
        "Taurus Career & Money Horoscope": "Great opportunities are likely to open up on the career front today. You can get a really fantastic job offer or that promotion for which you were eagerly waiting, finally comes through. Help may arrive from a completely unexpected quarter which is likely to overwhelm you. You may also receive help from someone whom you had helped in the past."
    },
    "2": {
        "Gemini Daily Horoscope": "You will see that no matter how practical and helpful your suggestions are, people keep turning them down. You may end up feeling quite frustrated. You need to realize that while your advice is right on the mark, your attitude is too patronizing and that is why people insist on doing the opposite. Try to change and modify the way you present your ideas and see better results.",
        "Gemini Health & Wellness Horoscope": "You may experience certain vague symptoms of a typical illness which has never affected you earlier. By the end of the day you will be able to figure out what it is! Focus on yourself and your personal needs too. In fact this is a wonderful time to groom your own self. Make yourself as much attractive as you can!ﾠﾠﾠ",
        "Gemini Daily Love & Relationship Horoscope": "Today, you will begin to understand that you will not respond to anybody elseﾒs manipulations and will set about drawing some healthy boundaries in your relationships. You have to understand that even your greatest well wisher should not be allowed to take your decisions for you and ultimately it is your opinion that matters. Take that first step and yourself respect will increase markedly.",
        "Gemini Career & Money Horoscope": "A new job offer is likely to come your way now. This is especially true for people who work in the public sector. You may not have been thinking of changing your job or may even be satisfied with the current one. But the new job will present you with unmatched opportunities. Taking it is a risk, but that that has a high likelihood of paying off."
    },
    "3": {
        "Cancer Daily Horoscope": "You may head for an unplanned adventurous trip. It may be within the city or it may be slightly short. But the idea is to have lots of fun and that you will definitely have. You may wipe your differences with someone close to heart. It was pending for long but as you get face to face, you may want to let go the past.",
        "Cancer Health & Wellness Horoscope": "Your heart is not content until and unless you feed others well. Ask your heart to love you too! Encourage yourself to eat well, sleep well and take plenty of rest which your body has been demanding since long. Attend cooking sessions to inspire you to prepare and eat your favorite cuisines. Do not be health conscious when not required!",
        "Cancer Daily Love & Relationship Horoscope": "Your lavish lifestyle draws many people towards you. But all of them are just fake and make false pretensions of loving you. In such a situation just focus on the positivity that you are not alone. Try to ignore the negativity that you are lonely, this is just the beginning and you have many more lovers to follow.",
        "Cancer Career & Money Horoscope": "While there will be a natural tendency to shirk your responsibilities, this can land you in trouble with your superiors. The fact is you are avoiding work more out of habit rather than from any genuine desire to laze around. The time is just right to take on more responsibilities and throw yourself more into your work. Hard work and sincere effort will be rewarded y success today."
    },
    "4": {
        "Leo Daily Horoscope": "You will feel confident about broadening your horizons even though your family may feel disgusting about it. Commit yourself to what you want to do. Do not work under the cover; bring into light whatever you have been doing. You may find new attachments rushing into your life in the form of friendship.ﾠﾠ",
        "Leo Health & Wellness Horoscope": "You are going to fare much better today both at home and at work if you enter into a partnership. Individual efforts may run into snags which seem unexplainable and impossible to remove. Working as a team will go a long way in negating these blocks. Cooperation and team effort will end up with success for you at any venture.",
        "Leo Daily Love & Relationship Horoscope": "You will be faced with a number of financial demands from your family at this time. It is your commitment towards your family and you will have to meet them. You need to understand that though they seem like a lot, they are actually justified. But do not worry, you will find yourself more than capable of meeting all the expectations and these will end up ultimately strengthening your relationships.",
        "Leo Career & Money Horoscope": "You have a charming aura and sweet speech. This will help you walk through any door you want to. Your childlike attitude spreads joy every where and puts every one at ease! And you can strike everyoneﾒs psychology very easily with your jokes which are pouring out of your mouth effortlessly!"
    },
    "5": {
        "Virgo Daily Horoscope": "You are feeling somewhat confused by the events that are unfolding around you and the various seemingly contradictory information that are coming your way. Your own inner voice is your best guide now. Trust your instincts and do what they are telling you to do and you will learn a lot about yourself and the direction you want your life to take.",
        "Virgo Health & Wellness Horoscope": "Your health can be a little unpredictable today, but your exceptional mental strength and determination can help you tackle any situation. You may have to face a day of considerable physical labour, but you will come through with flying colours and complete all your tasks with time to spare. You may also stimulate someone else to start a healthy regime. However, be sure to relax at the end of the day with your favourite activity.",
        "Virgo Daily Love & Relationship Horoscope": "Minor tiffs may happen today with your partner. Try not to get irritable or into any arguments though they seem inevitable. Issues may easily get blown out of proportion. Avoid confrontations today.ﾠ You need to pay special attention to your children and spend quality time with them. It is better to go for family activities today rather than any romantic plans.",
        "Virgo Career & Money Horoscope": "There is a strong possibility of misunderstanding at work today, but be careful not to criticise your co-workers. You are feeling stressed out and irritated due to planetary influences and you are likely to take this out on your colleagues. You must consciously work to avoid this because it will create needless additional stress in your workplace and may even affect your health."
    },
    "6": {
        "Libra Daily Horoscope": "Today is a day when you reap the benefits of your hard work. You may receive recognition and respect. Finances may get better. At work place, you may be applauded for your work. You may also receive a hike. Salespeople may meet targets today. Wear blue color today in some part of your clothing. It will attract positive energy.",
        "Libra Health & Wellness Horoscope": "The time is absolutely right to revise your diet thoroughly. Be sure to include lots of fruits, veggies, milk and lean protein in your diet as this is necessary for your good health. You will realize that your health is being affected by the wrong type of foods that you insist on eating. However, implementing these dietary changes is going to be much more difficult than planning them. Try to get help of a dieting partner to improve your chances of success.",
        "Libra Daily Love & Relationship Horoscope": "You may be insecure and restless today and may find it hard to trust the feelings of your partner. Time to take a brief break from your relationship and ponder upon the reasons which have imparted you with this feeling. After this trip of analysis you will feel a lot better and confident about yourself and your partner.",
        "Libra Career & Money Horoscope": "Indecision has marked your behaviour for the last few days, but it is now time to take action and abandon this attitude once and for all. Do not be apprehensive about taking a decision. Whatever you decide will be right for your future. You can also consult someone close to you about career and money and you will be getting good advice today."
    },
    "7": {
        "Scorpio Daily Horoscope": "Today is one of the lucky days for you when fortune smiles on you. It has the potential to take you to places you have never dreamt of. Your day is backed by lady luck in all your endeavors. You know that success is achieved when you work hard. In your case that minuscule luck was missing and with both the hands in fortune, today you can achieve anything with your dedication.",
        "Scorpio Health & Wellness Horoscope": "You were gradually coming to realize that you need to institute some drastic changes in your lifestyle and dietary pattern but doubts and indecision have been holding you back. Today, all these doubts will disappear and you will be able to take the necessary steps to start a healthier lifestyle. You will be able to draw inspiration from someone near to you in this respect.",
        "Scorpio Daily Love & Relationship Horoscope": "Your partner may surprise you today. The longings and the loneliness will come to an end. You may want to take a step further in your relationship but ask your partner always as it needs to be mutual. You have found your love after a lot of efforts so do not act in haste. There is notorious air around your partner.",
        "Scorpio Career & Money Horoscope": "Do not get disappointed since your efforts have gone in vain and you need to re-work! The input given by you may have not been successful in resolving the pressing issues but have given you a better insight of the most intricate details. Enjoy your day as you will be benefiting financially from your past investments."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You need to take a pragmatic look at your situation, especially the economic condition. Splurging may be fun, but it is causing needless pressure on your family funds and you need to become aware of this. You have to keep a cool head and try to understand the viewpoint of the other family members as far as financial matters are concerned.",
        "Sagittarius Health & Wellness Horoscope": "You are full of energy and life today! You will also receive the required information which you needed about getting yourself treated the best way! It will be easy to diagnose and to cure your ailment which was quite an unattainable goal since long. Try to get a full body massage or spend time at a spa to stimulate your body and soul.",
        "Sagittarius Daily Love & Relationship Horoscope": "Today you may gather little important information regarding your partner which will help you to form an opinion. Your partner has been sending you confusing signals for some time. The information that you get today will help you understand the logic behind his behavior and will hence affect future course of action. Be flexible enough to adept new things.",
        "Sagittarius Career & Money Horoscope": "You are an ambitious person with the capability of keeping things well organized in addition to chasing your dreams. But others are not so! And you must not tell them to be so; that is up to time. So just resist this urge else you will be mistaken to be interfering in other peopleﾒs lives!ﾠﾠ"
    },
    "9": {
        "Capricorn Daily Horoscope": "You find yourself caught in the soup today. Talk openly to people who matter to you. Talk about the issues that have been bothering you. The cloud of uncertainty will subside in a weekﾒs time. A close friend or family member may provide you comfort. Be cautious while putting your words. Today you are prone to be misunderstood. Work place will be stable.",
        "Capricorn Health & Wellness Horoscope": "You will feel a surge of strength today. The feeling of hopelessness that had been holding you back for the last few days will disappear today. You will have unbelievable mental strength and will be ready to take on any task. However, be sure to assess the practicality of the task before you get carried away by your surge of confidence and take on impossible tasks.",
        "Capricorn Daily Love & Relationship Horoscope": "You are going to require lots of patience to deal with your partner today. Be careful what you say if you want to maintain peace. Minor disagreements can flare up into major issues. However, this is just a minor blimp and you should not highlight this incident and lose something good happening in your life. Silence will indeed be golden today.",
        "Capricorn Career & Money Horoscope": "You might get caught between the interest of your family and your professional interest. Choose for the welfare of your family and put other things on hold for a while. You have a strong luck in matters of finance. You can even bid and winning is quite probable. All your investments made at this point of time will pay you well in future."
    },
    "10": {
        "Aquarius Daily Horoscope": "Today, you will be in an adjusting mood. Your willingness to meet people half way and arrive at a compromise through reasonable discussion is going to endear yourself to one and all. You will be able to resolve any situation quickly. You are also concerned with beautifying your person and your surroundings as well as making sure that every occasion goes off without any hitch.",
        "Aquarius Health & Wellness Horoscope": "The time is right for taking up some intense physical exercise. Lifting weights is a viable option. If you have been in two minds about starting any training or entering any athletic event, sign up now and you will be rewarded by a sense of wellness and energy. The exercise will also help you to see your own mind and feelings clearly and can help you to take an important decision in your life regarding your relationship or career.",
        "Aquarius Daily Love & Relationship Horoscope": "You seem to be well contended with short term relations but soon you may develop a craving for true love! You are a bit impulsive and rash in temperament. This creates a barrier for you in being a part of long term relations. Try to control your mood swings and you will see yourself settled with a pious soul very soon.",
        "Aquarius Career & Money Horoscope": "You are full of positive energy and are likely to be surprised when you see how much you manage to accomplish today. All your backlogs will be cleared up and any blocks in the way of difficult projects will completely disappear today. You will not only be able to finish all your considerable workload with ease, but will also be able to infect everyone around you with your enthusiasm."
    },
    "11": {
        "Pisces Daily Horoscope": "It is vital that you put all the credence on your logical mind rather than on instinct which has proven to be not so dependable. This is a must when you are dealing with someone who is close to you but may be conspiring against you. You should not hesitate to take decisive action once you understand what your mind is telling you to do.",
        "Pisces Health & Wellness Horoscope": "You can maintain your ability to manage a busy life easily only if your food intake is balanced, you exercise regularly and you take proper care of your bodily needs. Do not skip exercise any day. Avoid the restaurant food or frozen foods if you cannot prepare a meal one day. Consume boiled foods if such a condition arises. You are just one step away from a healthier lifestyle.",
        "Pisces Daily Love & Relationship Horoscope": "You want to be loved and pampered like never before and this may make you demanding and insecure! You may act prematurely today and demand your partner to keep your affair a personal one, which seems to be a tough task since both of you are at the same workplace. Try to understand the difficult position you are putting your partner into!",
        "Pisces Career & Money Horoscope": "It is good to be obedient but do not let others make you dance to their tunes. You are unique and so are your views. You must adhere to what you think is the right option however people may try to mislead you. You are in the mood to bring a change in your expenditure plans probably trying to minimize your expenses, go ahead!"
    }
}]
