horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You are at your creative best. Decipher the meaning of your imagination. It will bring luck and happiness. Let your mind rule your heart. You look for a logical output. Channelize your energy just a bit to unleash the hidden gold. Today is a good day to think of investments of any kind. Let yourself go loose a bit not getting over cautious.",
        "Aries Health & Wellness Horoscope": "You feel active and stress free today. You may take charge of your surroundings and people around you might get influenced by your positivity and oozing enthusiasm. With active mind, you also enjoy a healthy and sound body today. It is a good day for athletes and people related to sports as they are quite likely to achieve success.",
        "Aries Daily Love & Relationship Horoscope": "Love and romance are a bit risky ventures for you today! You may come across some one who is not mean and wants to play for keeps only. But you must not aim to get romantically involved with this person. Try to be friends with this guy or girl first and let them know how much you care for them. Know them well and give them a chance to do so as well.",
        "Aries Career & Money Horoscope": "You may receive some good news about better job prospects. You may be called for an interview at your dream companies. For the blooming writers it may be a great day as some of your articles or a book may get published with a renowned publisher. Your career may now follow an entirely new trajectory now."
    },
    "1": {
        "Taurus Daily Horoscope": "You are likely to come across an unlikely experience today. It is not necessarily unpleasant, but it is likely to rattle you. It can bring about a radical change in your outlook. Do not be afraid to express your feelings, but this time is more suitable to put the emotional demands of the others ahead of those of your own.",
        "Taurus Health & Wellness Horoscope": "It seems to be a bit difficult for you to realize healthy habits. May be your stubborn nature is getting you fixed and stagnating your progress. Put your health first! Be stubborn when it comes to taking proper rest before each night, going to gym every morning and consuming balanced meals.",
        "Taurus Daily Love & Relationship Horoscope": "It is vital that you take special interest in your family matters today. You have been ignoring your relationships for your career commitments for quite some time now. You have also achieved what you set out to do in your career. So, now, you need to turn your attention to relationships. Nurturing your relationships can supply some vital ingredient to your life at this point.",
        "Taurus Career & Money Horoscope": "An outstanding opportunity is heading your way to let you finish your pending work. Make full use of this vacant time slot. However you may have to break your ways of working which you have adopted so far! This is the perfect time to go for the ownership of the house of your choice."
    },
    "2": {
        "Gemini Daily Horoscope": "You may be presented with plenty of misinformation today. It is better to rely on your own judgment and reasoning rather than listening to and being influenced by others. Try to find the truth at your own pace in your own way and you are likely to arrive at the best decision. A much needed vacation planning is in the air.",
        "Gemini Health & Wellness Horoscope": "You need to maintain a stable frame of mind and think things through sensibly and logically before you jump in with both feet. This is a time of fantasy for you. So, turn your mind towards romance and enjoying yourself. Applying a fantasy to romance will work to your advantage, but results may be very different if you try to be fanciful at your workplace.",
        "Gemini Daily Love & Relationship Horoscope": "You can relate well to everyone you come across today. But this does not mean that they can be a perfect match for you. It will be too early to call it ﾓlove at first sight ﾓfor someone you may be attracted to! Take a step back and start analyzing how things have been and how things will be in future of you go ahead with this person in life.",
        "Gemini Career & Money Horoscope": "Improved communication will be of advantage to you. And you must use this skill wisely at this point of time. Your business sense also seems to be boosting up to top levels today. You may be asked to lay down predictions for the state of sale and share in the future. Your strong intuitive ability will help you a lot in this."
    },
    "3": {
        "Cancer Daily Horoscope": "Today you are a changed person. You are a better listener, although you have been a good speaker always. This will let everyone effectively know that you are no longer so self-centered and you are willing to work for the good of others. A lady aged around 40 years will be of great support to you.",
        "Cancer Health & Wellness Horoscope": "You may be troubled by problems related to skin and teeth. Make sure to eat plenty of fruits, green veggies, milk and milk products in your diet. Allergies too may be acting up and this is the time to take special care to avoid all allergens. Proper diet and relaxation exercise are necessary to maintain your health and beauty.",
        "Cancer Daily Love & Relationship Horoscope": "You are feeling especially sanguine and diplomatic today. Hence, you will be able to handle any situation that arises in your family or your relationship today. Your partner may be misinformed about you or may come out with a grudge from long ago. You will be able to deal with this easily in a sympathetic manner which will actually strengthen your relationship.",
        "Cancer Career & Money Horoscope": "Hit the iron when it is hot! This is a great day specifically for the people accomplishing the role of motivational speakers or in similar profiles. You will be able to communicate better with the masses. And you can be paid highly for that as well. So put your best foot forward to leave everyone wanting to listen more from you!"
    },
    "4": {
        "Leo Daily Horoscope": "You are feeling very adventurous and are determined to make your own way today. You are going to conquer all obstacles in your path by sheer determination and the force of your will.ﾠ Nothing is going to hamper your progress today. So, you can schedule all your difficult activities today and you will find success in them coming quickly and without hassle.",
        "Leo Health & Wellness Horoscope": "The situation may be a little trying for you today. Medicines may have a bad reaction or you may be diagnosed of more than one ailment. But each of these will fade away with time very soon. You need to consult someone who is expert in suggesting the best of the treatments.",
        "Leo Daily Love & Relationship Horoscope": "Friends, co-workers and all sorts of people you know may try to enlighten you about the things you must do for your love life to gather up some pace! Follow what they say to update your dating database, except the flirting tips! You are looking for love so better focus on it rather than locking yourself for some momentary pleasure!",
        "Leo Career & Money Horoscope": "Take on some additional responsibilities today. If you perform well, you may be entrusted with such responsibility on a daily basis. With this, will also come an increase in salary. So work sincerely and constantly motivate yourself. Benefits do not appear today, but you are working towards a better life tomorrow. Use your creativity to accomplish your task."
    },
    "5": {
        "Virgo Daily Horoscope": "You may meet people who are aware of the vices in you but are unacceptable towards it! As if they have no flaw in themselves. Simply maintain distance from such people. Instead try to recollect about the good people you came across in all these years and if possible establish contacts with them again.",
        "Virgo Health & Wellness Horoscope": "Mental stress followed by tension headaches has been creating quite a lot of trouble for you in the past week. While your external circumstances may not change significantly, you will notice a marked lowering of the stress level in your mind and this may be brought out by reorienting your thinking and the way you deal with the problems in your job or your relationships. This will help you to attain an overall sense of peace and achievement.",
        "Virgo Daily Love & Relationship Horoscope": "The day is perfect to take your relationship to a new level. If you were going steady with someone, today may be the day when it is finally settled. You may even decide to start a family. Single persons have a high chance of meeting someone new who is likely to play an important role in the future. Be sure to spend time with your loved ones.",
        "Virgo Career & Money Horoscope": "You have been performing exceptionally well at the office and you are likely to enjoy praise and attention of your boss today. You may be in line for an important promotion. However, envy and jealousy of your colleagues may affect your mood. Your toughest challenge will be to respond in an equitable manner and not let this negativity affect your mind, body or work."
    },
    "6": {
        "Libra Daily Horoscope": "You are determined to take the blame for a friend's mistake. But do consider its consequences. There may be serious legal involvement as well. Some life changing event may also happen which will give you an unforgettable experience. Fulfill your desire to look different, change your hairstyle or wardrobe!",
        "Libra Health & Wellness Horoscope": "You are going to enjoy excellent health today, but be sure to take some elementary precautions to keep things that way. Timely intervention now can help you to prevent all sicknesses. This is the perfect time to concentrate on intensifying your health regime and take up all those good practices which you have thought about but never mastered the enthusiasm to see through.",
        "Libra Daily Love & Relationship Horoscope": "It is quite a unique day for you as you may be able to connect love with spirituality for the first time ever! Those who are deeply in love want to take their relationship to the other level by planning for a ceremony to mark their togetherness. However if family issues arise with this then you must wait for the right time!",
        "Libra Career & Money Horoscope": "Your power of observation and analysis are at their peak today. So, if you are in any job which requires these skills, then you are going to enjoy a high degree of success today. Scientists, investigators and researchers face a fruitful day. You are likely to find rather creative and ingenuous ways to solve problems at your workplace which will be appreciated by all."
    },
    "7": {
        "Scorpio Daily Horoscope": "Those who are in real-estate dealings seem to have a bright day. Returns on investments will be high. Just do not get into any arguments, intelligent justifications will just complicate things. You seem desirous of learning something new, may be which can give you a professional edge over the others or it may be a simple guitar learning session!",
        "Scorpio Health & Wellness Horoscope": "You seem to apprehend a lot many things, which are just increasing the stress levels. Try walking bare footed on ground, which will stimulate your mind and body. Also your eyes may get afflicted too. So wash your eyes with sensitive solutions and try to sleep most of the time.",
        "Scorpio Daily Love & Relationship Horoscope": "The past affair may haunt you again and this has been repeating at regular intervals. Do not make yourself vulnerable to bitter experiences of the past. However you may come across a face that reminds you of the fun filled days of the past. You can plant seeds of a successful relationship with this person, just wait for the seeds to sprout at the right time.",
        "Scorpio Career & Money Horoscope": "New business ideas that you proposed will now begin to bear fruit. You may have been thinking of starting your own business. This is the best time for striking out on your own. Chances are very good that you will be able to get adequate financing for your new business at this time. You may have to work in partnership with someone from abroad for establishing this business."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You are in a good state and are full of inspiration. Your mind is working actively and stimulating you to constantly come up with new ideas and strategies. So this day can prove to be very productive for you. However all this can be messed up if you fail to take the matters of health into consideration.",
        "Sagittarius Health & Wellness Horoscope": "Either start your day or end your day with a slow and relaxed walk. It will give you positivity and will also help you relax. Ask your loved ones for company. Fatigue can overpower you during the day. Do not take stress. Things will fall in place when the right time comes. Drink fresh juice rather than caffeinated drinks.",
        "Sagittarius Daily Love & Relationship Horoscope": "Today, you may need to adjust your attitude towards your loved one. He or she is likely to be under stress and may even take out the stress on you. If you retaliate in kind, the situation will degenerate. Instead, try to be understanding and accommodating and you will be rewarded with gratitude and tenderness ﾖ if not today, then certainly later.",
        "Sagittarius Career & Money Horoscope": "Today you find yourself with a superhero power. Your pending assignments and projects will show signs of completion. You may have a get together with your close ones. Motivate your team and keep them encouraged. A team mate may try to shun responsibilities. Try to be tactful. You may receive an interest on some long back invested money which will keep you surprised."
    },
    "9": {
        "Capricorn Daily Horoscope": "It will be good if you devote your time and energy in educating the underprivileged children. You may donate some of your belongings to some one needy. Your financial condition is good so you can even do financial charity. You will get along nicely with new acquaintances and will be popular among them for your good deeds.",
        "Capricorn Health & Wellness Horoscope": "You are high on energy today which will reflect in your actions. You also enjoy a good health in general. You may plan for some health routine today if you have been ignoring it for some time. You may have to go in the sun in connection to your work so carry an umbrella with you as you may be prone to develop headache latter in the day.",
        "Capricorn Daily Love & Relationship Horoscope": "Bundles of good words have travelled from you to your partner. A number of times you have told your partner what he/she means for you. Now is the time for some action. Prove the worth of your love through some action and today you may accomplish the same. Your partner may be pleasantly surprised by witnessing the manifestation of love.",
        "Capricorn Career & Money Horoscope": "As far as the financial matters are concerned, you find yourself making a wise decision today. A word of advice today is one in hand is better than two in bush. So, settle down for small gains today. People in trade and shares are not advised to buy big investment shares. Listen to your inner voice and work on intuition."
    },
    "10": {
        "Aquarius Daily Horoscope": "You are feeling creative and ready to get a number of things done. However, a very real fear of what others will think and say may be holding you back. You need to realize that the right attitude is actually half the battle won. Paradoxically, though you feel creative and energetic, your self confidence is actually at a low level.",
        "Aquarius Health & Wellness Horoscope": "Unresolved issues in other areas of life can affect your health today. You have probably not noticed it but the stress of your work and relationships have been mounting up and this is likely to lead to difficulty in sleeping or relaxing as well as irritation of the stomach. The key lies in relieving the stress of your mind rather than in any physical problems.",
        "Aquarius Daily Love & Relationship Horoscope": "Minor tiffs may happen today with your partner. Try not to get irritable or into any arguments though they seem inevitable. Issues may easily get blown out of proportion. Avoid confrontations today.ﾠ You need to pay special attention to your children and spend quality time with them. It is better to go for family activities today rather than any romantic plans.",
        "Aquarius Career & Money Horoscope": "The day is particularly favourable for marketing and has the potential to provide serious boost to your business. It is vital to maintain an equitable frame of mind so that you can practice all your marketing strategies. If a conference or such public event for promotion is planned for today, it can be very productive for you. Keep special note of the contacts that you made today as they may turn out to be the key of your future success."
    },
    "11": {
        "Pisces Daily Horoscope": "You are going to fare much better today both at home and at work if you enter into a partnership. Individual efforts may run into snags which seem unexplainable and impossible to remove. Working as a team will go a long way in negating these blocks. Cooperation and team effort will end up with success for you at any venture.",
        "Pisces Health & Wellness Horoscope": "The symptoms may get amplified and you may be deeply troubled. But you can handle all this on your own. Try to follow the hints which these symptoms provide. It will help you backtrack and reach to the root cause of the disease. Take proper measures to remove the infection and you will wipe off more diseases which you could not even see until now.",
        "Pisces Daily Love & Relationship Horoscope": "You may have short and quiver involvements with attractive strangers. You will be able to convince them easily with your charm and sugar coated talks. But do not expect these involvements to lead anywhere. Do not look for deeper meanings when there isnﾒt any! Flirting is in the air and you must breathe it in.ﾠﾠﾠ",
        "Pisces Career & Money Horoscope": "Those who are involved in service sectors can expect a hike in their income. However if it does not happen then you can give voice to your frank opinion and you will be heard for sure. The workload may mount up in the mid of the day which will hopefully subside by the end of the day. You can enroll yourself in an insurance policy for a more secure future.ﾠﾠﾠﾠﾠ"
    }
}]
