horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You are likely to be in a more serious frame of mind. The practical issues of life are going to demand your attention today. But you are full of faith and optimism and are ready to take chances at the deepest emotional levels. Someone near to you will exhibit concerns regarding your aims and goals. Take the time to explain the situation to them.",
        "Aries Health & Wellness Horoscope": "You have been suffering from a minor but persisting problem of health in the last few days. Today, somebody will suggest alternative treatment of the condition to you and you will try it. Chances are high that it will work very well and you will be rid of the problem. This may well start your complete conversion to alternative treatment. Non invasive treatments are likely to work better in your case.",
        "Aries Daily Love & Relationship Horoscope": "Minor tiffs may happen today with your partner. Try not to get irritable or into any arguments though they seem inevitable. Issues may easily get blown out of proportion. Avoid confrontations today.ﾠ You need to pay special attention to your children and spend quality time with them. It is better to go for family activities today rather than any romantic plans.",
        "Aries Career & Money Horoscope": "You are going to plan for some major expenditure with an attentive eye to details. The day is perfect for financial planning ﾖ a task that you have probably been ignoring for some time now. You should sit down with a complete list of your savings and assets today. You can discover some good news as you organize them today."
    },
    "1": {
        "Taurus Daily Horoscope": "There may be a psychological fact which is causing you a lot of discomfort. You may have reminisced about the bad happenings of the past. Go and share your concerns with a friend or a relative and the day will turn out to be a great one for you! These are just certain demonstrations to make you strong in life!",
        "Taurus Health & Wellness Horoscope": "The secret of looking young does not lie in the knife of any surgeon but in good and sensible diet. Your looks have been becoming a major issue with you lately, but the remedies are simple. Stay away from junk food; eat plenty of fruits and veggies and drink plain water. You should stop experimenting with different health products as this may be dangerous.",
        "Taurus Daily Love & Relationship Horoscope": "You are likely to be swept off your feet by a gesture that your partner decides to make. If you are used to intimate dinners, be prepared for a rowdy but friendly family gathering tonight and vice versa. If you are single, this gesture can help you see your prospective partner in a new light and take decisions about the future accordingly.",
        "Taurus Career & Money Horoscope": "Unexpected monetary gains are on the cards for you today. You may recover a substantial amount of money which you never thought to see again. Follow up on your dormant investments today and you can get an unexpected piece of good news. Someone who had borrowed money from you and which you thought was lost forever is likely to return it today."
    },
    "2": {
        "Gemini Daily Horoscope": "You are feeling somewhat confused by the events that are unfolding around you and the various seemingly contradictory information that are coming your way. Your own inner voice is your best guide now. Trust your instincts and do what they are telling you to do and you will learn a lot about yourself and the direction you want your life to take.",
        "Gemini Health & Wellness Horoscope": "You may be interested and you may find time to join groups online which motivate and encourage you towards maintaining good health! You may be tempted to eat well but that is okay if you plan to shed the calories via rigorous physical exercises! Plan a relaxation schedule which you may follow towards the end of the day.",
        "Gemini Daily Love & Relationship Horoscope": "Passion is the order of the day. You will surprise your partner with an extravagant and romantic gesture and are going to be rewarded for it. You feel very generous today, both in expenses and in the act of love. Your giving nature is going to evoke a passionate and sweet response from your partner. Get ready to enjoy an ordinary day that grows special due to your efforts.",
        "Gemini Career & Money Horoscope": "Try to finish all the work towards the beginning of the day itself! You may not get a chance to work in the later half of the day. Pay attention to the minute details of any sale or purchase you do, chances of suffering from fraudulent are there! You may need to exercise a strong control on your will to understand and balance your expenses."
    },
    "3": {
        "Cancer Daily Horoscope": "After long, today you will feel relieved. An important news will make your day. Parents may find suitable match for their son/daughter. A pending court case will be settled in your favor. A little effort in the career today will give rich dividends tomorrow. Today life seems to be back on track. Enjoy this period with your family.",
        "Cancer Health & Wellness Horoscope": "Incorrect sitting posture may lead to pain in the neck region today. Watch your posture while you sit in the office. You may carry a cushion to support your back while sitting. You are a little low in energy today which might interfere with your ability to work either at home or work place. You might be inclined today to include some fitness routine in your daily activity.",
        "Cancer Daily Love & Relationship Horoscope": "You want to be loved and pampered like never before and this may make you demanding and insecure! You may act prematurely today and demand your partner to keep your affair a personal one, which seems to be a tough task since both of you are at the same workplace. Try to understand the difficult position you are putting your partner into!",
        "Cancer Career & Money Horoscope": "If you had lent money to someone long ago, you are going to get it back today. You may also meet someone from your past who can become a key person to help you in increasing your income substantially in the future. This person can even put you in the way of a lucrative job which may end up in changing the direction of your career."
    },
    "4": {
        "Leo Daily Horoscope": "You need to take the control of your life back. It is time to stop worrying what other people are thinking and saying. Instead, a period of self analysis is called for so that you can better understand your own needs and desires and arrive at an objective conclusion. However, take care that your decision does not hurt someone who is emotionally dependant on you.",
        "Leo Health & Wellness Horoscope": "You must buy and keep with yourself always a clinical instrument to track your pulses, sugar level and blood pressure. You should closely monitor these. It will help you to measure the deviations you have made in maintaining a balanced health and also to keep track of your progress.",
        "Leo Daily Love & Relationship Horoscope": "You have been keeping things to yourself. It's time that you open up to your partner. Confront your secrets and your fears, if any. Your partner believes in sharing and will appreciate your nature. An Aquarian moon is shining softly in your horoscope and this may see you and your partner sailing through smoothly after asking questions from one another.",
        "Leo Career & Money Horoscope": "Some changes are likely to occur in your workplace. They may appear discouraging at first, but soon they will open up new opportunities for you. But you are going to require courage and a leap of faith to avail this opportunity. The venture appears risky at first, but you get to enjoy doing what you do and succeeding at it quite soon."
    },
    "5": {
        "Virgo Daily Horoscope": "You will feel confident about broadening your horizons even though your family may feel disgusting about it. Commit yourself to what you want to do. Do not work under the cover; bring into light whatever you have been doing. You may find new attachments rushing into your life in the form of friendship.ﾠﾠ",
        "Virgo Health & Wellness Horoscope": "You will be very active socially and consumption of oily or heavy foods may work against your health. You may have a high intake of alcohol even; you must increase the intake of water as well. Take a tight sleep before you set out on your expedition. Being moderate in your approach will impart you with better looks and higher energy.",
        "Virgo Daily Love & Relationship Horoscope": "After experiencing a dry spell, your love life is likely to become quite active today. Your partner has probably been ignoring you and now he / she will redouble efforts to make up for this inattention. Do not be aggressive in love. Instead, enjoy what your significant other lavishes on you. You have to stop clinging to past grievances and regrets.",
        "Virgo Career & Money Horoscope": "Money is going to be a little tight in the coming few days. You need to identify which expenses are essential and which can actually be controlled. Otherwise, you can end up in financial trouble. If you are looking for an opportunity to increase your income, you may learn of a new scope today, but whether you will be able to utilize it or not will depend on your industriousness."
    },
    "6": {
        "Libra Daily Horoscope": "This is the perfect day to reassess the current situation of your life and prioritize your projects. If you have been lazing for some time now and letting work pile up, today, you will find an amazing surge of energy which will help you to organize your projects satisfactorily. This is the best time to discard those which are no longer useful and finish the others instead of starting a new project.",
        "Libra Health & Wellness Horoscope": "Before you drive yourself too hard on your new diet and / or exercise regime, be sure that this is what you need. Following an artificial yardstick set by someone else will not necessarily be good for you. It is time for you to understand what you need and to chalk out a new schedule which will be more suited to your needs and personality rather than what others think of you.",
        "Libra Daily Love & Relationship Horoscope": "You tend to ignore your love life and your partner as you devote more and more time to your job and career. Your partner has quite understood, but now he or she may be showing signs of impatience. It is vital that you pay attention towards your personal life before it develops into a full fledged crisis. However, you may not even recognize the problem till it is too late.",
        "Libra Career & Money Horoscope": "While practical conditions are forcing you to work quite intensely today, your mind is in your home and you are more interested in spending time with your family. Hence, you need to learn to juggle both the commitments expertly. Do not ignore your work though you are sorely tempted to play hooky. You should use your lunch hour and after work hours and leisure time to balance both of them."
    },
    "7": {
        "Scorpio Daily Horoscope": "There will be unexplained events in your life at this time. Tender feelings flow easily from you to everyone you meet ﾖ especially to people of the opposite sex whom you are going to impress greatly. You will become aware of the work that you need to do in order to get along with people both at workplace and at home.",
        "Scorpio Health & Wellness Horoscope": "You are going to enjoy excellent health today. However, you need to keep an eye out for the health of your family members. You may have to nurse one of them through a minor illness. You also need to realize that your physical health is dependant to a large extent on your mental well being. Going for soothing massage or aromatherapy can help you to take full advantage of your good health now.",
        "Scorpio Daily Love & Relationship Horoscope": "Try to strike a conversation with your partner. You have not actually talked much and have been busy enjoying and taking your relationship lightly. Itﾒs time you two go off to a new place preferably near nature so that natural beauty takes its own course to fill your heart with emotions and thus helping you open up. Your relation will get stronger.",
        "Scorpio Career & Money Horoscope": "You may receive some good news about better job prospects. You may be called for an interview at your dream companies. For the blooming writers it may be a great day as some of your articles or a book may get published with a renowned publisher. Your career may now follow an entirely new trajectory now."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Beware today of what you say. Someone whom you consider close might spill the beans on you. Weigh your sentences before speaking. Try talking about yourself and the person you are talking to. Refrain from discussing about a third person. You may travel today to different city. You may meet an old acquaintance and together you may have nostalgic memories.",
        "Sagittarius Health & Wellness Horoscope": "Health and energy are your strong points today. No task seems impossible and you complete everything within the scheduled time with no problem. In fact, you may feel so energetic that you can go out for a physical activity like running or gym even if you have not done so for quite some time. Your physical well being will reflect in all other sectors of your life as you are filled with positive thoughts and feelings.",
        "Sagittarius Daily Love & Relationship Horoscope": "Don't go knocking doors when it comes to relationship. Remember, someone is definitely made for you. When the ripe time will come, universe will unfold automatically to present that precious gift to you. Let your love find you. Till then, have good time with your friends and associates. May be your hidden diamond is located somewhere there. You shouldn't lose hope!",
        "Sagittarius Career & Money Horoscope": "You will be driven by a need to make a difference in the lives of people. You are likely to get involved in some charitable work which will take up a lot of your time and commitment. You may need to make some tough decision like whether to stay in this charity organization, help others and earn much less or to go back to your regular job and earn lots."
    },
    "9": {
        "Capricorn Daily Horoscope": "It is a great day for you! There will be loads of people offering hands to bring you out of the pitiful situation you are stuck up currently! You have landed there due to somebody elseﾒs fault; just avoid such dangerous people next time! Right now you must celebrate your victory like never before.",
        "Capricorn Health & Wellness Horoscope": "You need to realize that in order to stay fit and look young; you need to keep away from junk foods. You have been indulging in junk foods rather more than usual in the last few days. It is high time that you took a step back. Cut out all the junk foods from your menu. Instead, eat a lot of fibre rich food today.",
        "Capricorn Daily Love & Relationship Horoscope": "Your partner may come up with rather strange demands and fantasies now. The time is right for experiment and adventure though you have generally been a serious person as far as your relationships are concerned. You need to abandon your too serious mantle and let the inner child have some fun. This will go a long way towards relieving your stress as well.",
        "Capricorn Career & Money Horoscope": "You have been performing exceptionally well at the office and you are likely to enjoy praise and attention of your boss today. You may be in line for an important promotion. However, envy and jealousy of your colleagues may affect your mood. Your toughest challenge will be to respond in an equitable manner and not let this negativity affect your mind, body or work."
    },
    "10": {
        "Aquarius Daily Horoscope": "Open your mind to share your philosophies and ideas today with someone and you will find a kindred spirit. This can pave the way for a beautiful friendship or a viable partnership. With little observation you will be able to learn a lot of things from others and this knowledge can be very beneficial for you. You may also meet someone who will share your opinion and ideas.",
        "Aquarius Health & Wellness Horoscope": "You can easily visualize your health conditions with the help of your psychic vision at this point of time. Make a note of what ever comes to your mind. Cancel out what seems to be irrelevant and prioritize the relevant steps you must take for achieving a perfect state of health. Try to consume a healthy diet consisting of fresh produce.",
        "Aquarius Daily Love & Relationship Horoscope": "You may get chances to have some real fun with some who is really funny and close to your heart. And you must choose such a person to be your soul mate. Do not get carried away by what others tell you about choosing ideal figures as your partners. Be realistic and sensible. If you are unhappy with the reality then there must be something you can do about it.",
        "Aquarius Career & Money Horoscope": "You may face it difficult to meet targets today. Look for areas where you have never gone before. Explore is the buzz word today for you. You may find something worthwhile. If you have been planning shifting your job, today is the right day to initiate the process. You may shortly land in a new job or in a new office."
    },
    "11": {
        "Pisces Daily Horoscope": "Be courteous and respectful towards the belief of other people. You are on the road to success, but like always do not make a mistake when it comes to taking the necessary cautions. Life is unpredictable so do not whine about the hurdles which come across your path. Stride across the path of life with vigor and enthusiasm.",
        "Pisces Health & Wellness Horoscope": "You feel active and stress free today. You may take charge of your surroundings and people around you might get influenced by your positivity and oozing enthusiasm. With active mind, you also enjoy a healthy and sound body today. It is a good day for athletes and people related to sports as they are quite likely to achieve success.",
        "Pisces Daily Love & Relationship Horoscope": "A new and promising relationship will develop in life of those who are single. However, ego and lack of farsightedness is going to cause problems in cultivating this relationship further. They may also cause trouble in a relationship which you are already having. It is necessary to take a step back and give your partner enough space as you have been encroaching too much upon his / her personal space.",
        "Pisces Career & Money Horoscope": "You may come in accord with a successful professional who may be the best option available for getting your work done. But be careful before forming partnership with him. Chances are there that he may hike his rates in the mid of the work assignment. Best option would be to go for an agreement where the hike rate should not be left floating."
    }
}
]
