horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You will feel confident about broadening your horizons even though your family may feel disgusting about it. Commit yourself to what you want to do. Do not work under the cover; bring into light whatever you have been doing. You may find new attachments rushing into your life in the form of friendship.ﾠﾠ",
        "Aries Health & Wellness Horoscope": "You must be careful of your diet especially what you are eating in the dayﾒs beginning! Eating stale food in a hurry at the pantry or any restaurant may affect you badly! So try to prepare your own food-fresh and light! Stick to a sound diet and you will start feeling fantastic in a very short span of time!ﾠ",
        "Aries Daily Love & Relationship Horoscope": "Romantic relationships take a backseat today as you find yourself getting more involved in other family relationships. Your parents and / or children will demand a lot of your time and attention. But, if you involve your partner in dealing with these situations, you will be able to find romance in even the most unlikely place. It will provide a fresh insight into your relationship.",
        "Aries Career & Money Horoscope": "You are going to get a good job offer today, but you may have to shift to a different city or even another country to take advantage of this job offer. This will have implications for your family members. So, though the job offer may seem very attractive, you need to consider all the different angles before you actually accept it."
    },
    "1": {
        "Taurus Daily Horoscope": "A sense of dissatisfaction that has been dogging you for quite some time now will at last begin to fade. You will instinctively know that you have found your niche in life and can follow your calling to achieve your dreams. You will be able to understand what changes must be implemented to make your health as well as your work much better.",
        "Taurus Health & Wellness Horoscope": "You enjoy an overall good health. But as the times are getting more demanding, you need to take care of your health and diet. Include multiple vitamins in your diet especially A, C and E which in turn will help you to maintain a good immune system. Also drink - glasses of water. This will keep you hydrated and fit.",
        "Taurus Daily Love & Relationship Horoscope": "You need to lighten up today. Enjoy a time of romance and simple pleasures with your partner and try to forget the serious issues for today. Your relationship is too intense for you to actually relax. You should take this chance to indulge in some simple and enjoyable activities and take joy in spending time in the company of each other.",
        "Taurus Career & Money Horoscope": "You are a person with good nature and you are also a social butterfly. Today these qualities of yours will be highly appreciated and rewards for them will follow soon. You may also receive wonderful advice to boost your confidence and achieve much more than you could achieve on your own!"
    },
    "2": {
        "Gemini Daily Horoscope": "The day is particularly suited for starting something new. If you have been contemplating a change in job or career or switch to a different employer or even starting a new relationship, then this day is perfect for it. Even if a move seems risky, take a chance and it is likely to turn out great and just what you needed to do.",
        "Gemini Health & Wellness Horoscope": "With a little patience and forbearance, the day can turn out to be very productive for you. But having that patience can be the greatest challenge now. Time will seem to slow down to a crawl and nothing would move fast enough to suit your mood. But if you try to hurry up the process, you can completely mess up your agenda. Try starting the day with some calming exercises to control your energy.",
        "Gemini Daily Love & Relationship Horoscope": "If you like someone then this is not at all the day to confess you feelings. You may be misunderstood of ogling! Wait until the other person wants you to speak! The fruit of patience will be sweet. Just maintain friendship within control with them so that you are not wiped off their minds totally.",
        "Gemini Career & Money Horoscope": "The work seems to get severely affected due to your overly emotional behavior. Get accustomed to it for a while as getting rid of it will take time. Try to put this sensitivity of yours to your advantage by being empathetic towards other people around. In free time look for real estate properties which are worthy of investment."
    },
    "3": {
        "Cancer Daily Horoscope": "An atmosphere of serenity will prevail at home today and tensions will take a back seat. So gather with your dear ones and spread the joy. You have to find new ways of dealing with the frustration in life, which seems to get mounted gradually due to various reasons. Your insight will help you to find a way out.",
        "Cancer Health & Wellness Horoscope": "You are confident enough to take care of yourself and to do everything on your own. But this makes you isolated from others which is very risky for a healthy development of mind and soul. So try to mingle up with people around you as much as you can. Ask for their perspective about how well you are leading your life.",
        "Cancer Daily Love & Relationship Horoscope": "Today you and your partner may plan to move in together. Your partner can support you easily with a plush housing accommodation. However for a change of mood you may go for an exotic holiday trip or an unusual adventure trip before that in order to break the monotonous routine and to lighten up the moods.",
        "Cancer Career & Money Horoscope": "If you seek consultation or advice regarding career or finance today, whether from a professional or someone close to you, you can be greatly benefitted to follow this advice. The day is especially favourable for the engineers and those working in software development. You may also be offered a chance of switching jobs or continuing in the same company but in a different region or country."
    },
    "4": {
        "Leo Daily Horoscope": "You have devoted considerable time and effort to a project and it will start to pay off now. Hard work and determination along with farsighted planning has done the trick. You have also been planning some renovations but have been deterred by financial constraints. Today you will come up with creative ways to accomplish all these tasks within your means.",
        "Leo Health & Wellness Horoscope": "You have been eating unhealthy diet for the past few days. There may also have been frequent dinners outside. Your digestive system is going to suffer today as a result. There may be stomach pain and indigestion. You need to control your diet and increase your water intake in order to recover quickly. You also need to take special care of dental hygiene.",
        "Leo Daily Love & Relationship Horoscope": "You are in for a big surprise today from your partner. Expect extravagant gestures or expensive gifts and this is the perfect time to rediscover your love for each other. If you are single, you may find romance blooming in unlikely places, but do not ignore this as implausible. Chances are, you are going to find a fulfilling relationship from this place where you never thought to look.",
        "Leo Career & Money Horoscope": "Your networking with people of similar interest and doing a similar business will increase today. You must avail this opportunity to mentor and encourage others so that you have their support in return as well. Do not expect much from them as things open up gradually and people may be slow in trusting some one new."
    },
    "5": {
        "Virgo Daily Horoscope": "You need to take the control of your life back. It is time to stop worrying what other people are thinking and saying. Instead, a period of self analysis is called for so that you can better understand your own needs and desires and arrive at an objective conclusion. However, take care that your decision does not hurt someone who is emotionally dependant on you.",
        "Virgo Health & Wellness Horoscope": "Monitor your healthy condition closely today. You have been neglecting to take enough fluids and essential minerals. This may actually have harmed your health without you being any wiser. You can go in for an extensive health check up today. Treat the results as a warning bell and act accordingly. You will be feeling deceptively healthy, but this is probably not the true picture.",
        "Virgo Daily Love & Relationship Horoscope": "Your plans to hang out with your dear one may get shattered today. Do not press your partner hard at this point of time to let you know the reason behind screwing up the plan. Sitting coolly at home and watching your favorite TV show or reading a good book will entertain you equally well.",
        "Virgo Career & Money Horoscope": "The cards show a twisted tale of love at the workplace. Be extremely careful. A secret work assignment may lead to a rift between you and your partner. Make your partner understand the reasons for confidentiality and they will support you! Finances will flourish and will remain balanced."
    },
    "6": {
        "Libra Daily Horoscope": "You are going to feel more dedicated today and you are going to finish off all the backlogs which may have accumulated today. Clearing this will give you a nice sense of accomplishment and this will be noticed by the people who matter to you. The result is that you will get more appreciation both at home and at your workplace.",
        "Libra Health & Wellness Horoscope": "You have painstakingly built up your dietary regime. Do not let a momentary diversion wreck all your good work. A friend or a co-worker may urge you to over-indulge, but keep in mind what you are going to feelﾠtomorrowﾠmorning. A number of temptations will be presented to you today. If you give in, it will be a waste of valuable energy.",
        "Libra Daily Love & Relationship Horoscope": "If you are not careful, misunderstandings and interventions by a third party can create serious upheavals in your love life. You must learn to trust both your own feelings as well as that of your partner. Place greater emphasis on what you feel rather than what others say to you. You should also take your partner into confidence about the professional matters that bother you.",
        "Libra Career & Money Horoscope": "Your financial planning and hard work has now paid off. People who were previously critical of you and doubted your judgment will look up to you today and will marvel at your powers of reasoning and foresight. Be sure to enjoy this period of financial success. Expenses will be incurred on luxury items which you have coveted for long."
    },
    "7": {
        "Scorpio Daily Horoscope": "A new surge of confidence marks everything that you do today. Barriers that seemed unmovable a few days ago will be carried away in the face of your determination. Your communication skills will undergo a sea change and you will easily be able to convince other people and bring them around to your viewpoint. The day is perfect to tackle any difficult project that you had been putting off.",
        "Scorpio Health & Wellness Horoscope": "Healthy diet, yoga and meditation will help you to maintain good health and gradually drain away the stress that has accumulated in your mind and body. Alternative treatments and therapies are likely to be very effective at this time. But for them to work, you have to take an active interest in your health and search out the best remedies that suit your purpose.",
        "Scorpio Daily Love & Relationship Horoscope": "A win-win situation is there for you and your partner today. Your amorous feelings are compelling so much that you are quite demanding. The fire is equal and matching at the other end as well. So, be very careful, ask and you may not be disappointed. A little gentle and caring approach is required. As such you are an understanding partner.",
        "Scorpio Career & Money Horoscope": "The time is especially good for those who are earning money doing some creative jobs. Your ideas will find appreciation today and you may land a number of contracts which will seriously improve the health of your bank balance. Artists, musicians, filmmakers, writers and photographers are likely to experience significant advances in their career. For those in other jobs, the time is good to broach a few out of the box ideas."
    },
    "8": {
        "Sagittarius Daily Horoscope": "The day may start with some confusion. A person with spiritual bent may come to your rescue. The person will guide you. You may follow his advices as they are given with a pure intention today. You may also be inclined to visit a holy place today. Second half of the day will pass smoothly. You may enjoy with friends.",
        "Sagittarius Health & Wellness Horoscope": "Minor accidents are a strong possibility, especially on the road. So, be extra careful while driving or crossing the street because a collision may occur now. Even if you are careful, the accident may be caused by the recklessness of others. So, a defensive strategy is required. A little bit of extra attention can help to avoid major hassle today.",
        "Sagittarius Daily Love & Relationship Horoscope": "You may have to argue with your partner to stop them for their own good. They may not welcome our opinion but you have to make them understand your point of view. Do not fuss too much else you will lose your relevance. The altercations will not last for long and you will fetch more respect from your partner towards the end of the day.",
        "Sagittarius Career & Money Horoscope": "You are likely to receive considerable help today on the job front. Friends, spouse or colleagues will all help you to catch up. Be sure to express your gratitude and help someone else in your turn. Cash flow is likely to improve significantly. This is also a good time to plan for expensive purchases because though you will earn a lot, you will find it difficult to save much money."
    },
    "9": {
        "Capricorn Daily Horoscope": "You have been impulsive in decision making for quite some time. But today you will realize the importance of planning and a meticulous approach. From now on, your approach towards anything will see a well charted and organized approach. It is never too late to start planning. With planning, you will also see yourself carrying proper execution of plans.",
        "Capricorn Health & Wellness Horoscope": "Your health may be a little down today due to ailments related to stomach. It may by minor. Today take necessary precautions while drinking water and other cold beverages as they might be the cause of water borne diseases. It is also advisable that today you stay away from unhygienic and street food as you may be vulnerable to infections.",
        "Capricorn Daily Love & Relationship Horoscope": "Complications are likely to arise now in your romantic relationships. You must keep a firm hold on your temper because getting angry or upset is not going to produce any fruitful results. You also need to identify the love and affection that you feel for your partner that has become buried under a mountain of stress. Maintaining a fine balance between your self-respect and your commitment to your partner becomes very important now.",
        "Capricorn Career & Money Horoscope": "A short but extremely lucrative opportunity is likely to open up for you today. Investing in construction or real estate business can turn out to be most profitable now. However, you will get to enjoy the benefits only if you take timely and decisive action. Wasting time now would result in the loss of your opportunity. Property related loans are also likely to be sanctioned today."
    },
    "10": {
        "Aquarius Daily Horoscope": "Simply stay away fro people who are full of negativity. They are trying to drill the same in your mind which will make you paralyzed when you are so close to your goal. Try to be at home with your family for most of the time today for peace and to finish up all the pending work. Decorate your room with photographs to relish some sweet memories too.",
        "Aquarius Health & Wellness Horoscope": "If you have been struggling with your weight, then you are going to see some positive results today. It is the best time to start a regime of healthy diet and exercise. Chances of success will be higher if you take the help and advice of someone near to you regarding your health practices. You will feel full of energy and a new optimism today.",
        "Aquarius Daily Love & Relationship Horoscope": "The day is best suited for laying old ghosts to rests as cathartic influences come into play. New beginnings are indicated on all fronts. You may renew your pledge to love each other, or you may meet someone who is going to usher in a new chapter in your life. You need to identify what is holding you back so that you can let go and move forwards towards a new life.",
        "Aquarius Career & Money Horoscope": "Everything that you wanted in your career will come your way today. Whether it is fame, power, money or position, you are in an ideal position to get everything now. Just remember not to stop working hard and respecting the opinion of other people and all you have worked for will at last be yours. This is the time to enjoy the fruits of your labours."
    },
    "11": {
        "Pisces Daily Horoscope": "You are an optimistic individual and today is the day to let the world know it and benefit from it! This will render you the reputation of being a motivational speaker, something you have been longing for to achieve! Strained relations with people in society will get better as they will stop finding faults with you anymore!",
        "Pisces Health & Wellness Horoscope": "The time is right for taking up some intense physical exercise. Lifting weights is a viable option. If you have been in two minds about starting any training or entering any athletic event, sign up now and you will be rewarded by a sense of wellness and energy. The exercise will also help you to see your own mind and feelings clearly and can help you to take an important decision in your life regarding your relationship or career.",
        "Pisces Daily Love & Relationship Horoscope": "You are in a rather irritable mood today and you are likely to take this out on your partner. You realize that you are being unfair, but you still find it difficult not to assign blame where none is due. It is vital that you control your mood swings. If you cannot do so, try to spend some time away from your partner. Otherwise, your relationship will be in jeopardy.",
        "Pisces Career & Money Horoscope": "It is a perfect day to invite your opponents to check your infrastructure and make them aware of the power you possess. This will defeat most of your opponents before the bidding or signing of a deal takes place and this will be extremely congenial for your company to flourish. Higher position post this will endow you with more strength and money."
    }
}]
