horo_english=[{
    "0": {
        "Aries Daily Horoscope": "This day demands you to focus more on the social circles. Your charming persona will help you a lot in being impactful over others. Also you need to size up the people who have been against you and have been damaging your reputation on the social front. Amidst such a hectic schedule do not forget to take care of your health!",
        "Aries Health & Wellness Horoscope": "This is a good day as far as your health is concerned. However anxiety may cause a degree of stress which will have a negative impact on your health. This can be easily avoided if you can tackle the question that is causing you anxiety. You need to understand that the key of maintaining your good health is in your own hands.",
        "Aries Daily Love & Relationship Horoscope": "Experimentation is the keyword for the day! You can ask and allow yourself to do the weirdest of the things ever! Dress in retro style, eat foods of different cultures, be spontaneous about what you say, undertake road trips and be strict enough not to let the world interfere in your matters.",
        "Aries Career & Money Horoscope": "You are likely to face some major expenses today, but they will all be because you want to spend and not because you are forced to do it. You have been saving for a rainy day and that is a prudent move, but today is the day to indulge your extravagant side without worrying and buy a nice treat for yourself or a person close to you."
    },
    "1": {
        "Taurus Daily Horoscope": "Today, you will be able to take the first step towards discharging an obligation or return a favour. This can be mental, financial or spiritual. This does not mean that all your obligations will be settled today, but you will feel relieved that you are at last doing something to actually settle your debts. This will prove to be very rewarding for you.",
        "Taurus Health & Wellness Horoscope": "You are confident enough to take care of yourself and to do everything on your own. But this makes you isolated from others which is very risky for a healthy development of mind and soul. So try to mingle up with people around you as much as you can. Ask for their perspective about how well you are leading your life.",
        "Taurus Daily Love & Relationship Horoscope": "How hard you try, your partner is not paying attention to you. It is time to paper him/her with your acts. Get home early today and cook for your better half. Decorate the room and light candles. There is love in the air. Show your partner today. He will surely understand today. If you are staying away, give a call to your partner.",
        "Taurus Career & Money Horoscope": "Today you may be a lot forgiving to every one who has done wrong to you! Be it your colleagues who have been trying to harm you out of jealousy or be it your cruel bosses who never gave a hearing to you and have hindered your progress always! Your finances may reach to the top however you may have to take few risks for gains."
    },
    "2": {
        "Gemini Daily Horoscope": "Good news will make your day. You were working towards an important thing for a long time and it will bear fruit today. An outing with colleagues is indicated. You will enjoy and have a good time. You may make a decision regarding finances which will benefit you in long term. You may also visit holy places today.",
        "Gemini Health & Wellness Horoscope": "Happiness is the key to your good health and the reverse is also true. It is essential that you recognize this link between your health and happiness. So, the energy that you spend in maintaining your health will all go to waste if you are unhappy in your mind. You need to embark on a journey of self discovery to discover the root of your unhappiness if you want to enjoy good health.",
        "Gemini Daily Love & Relationship Horoscope": "Everywhere you go there is some or the other thing to remind you of the bygone days when you have made loved with your beloved. It can be predicted that you are no longer in accord with them. Don't regret for the things unsaid and certain things cannot be changed, so just let them be the way they are!",
        "Gemini Career & Money Horoscope": "You are likely to encounter a run of good luck in ventures related to speculation and chance. If you were in two minds about any investment, then you will be able to take a logical and appropriate decision today. This will have a positive impact on your finances at a later date. It is also a good day to buy or invest in real estate or landed property."
    },
    "3": {
        "Cancer Daily Horoscope": "All your efforts regarding both your career and your personal life are now coming to a head. A momentum is likely to build up which will lead to a major success for you. Your efforts and ingenuity will be noticed by your superiors and you will gain some staunch supporters in the process. Your enemies will be left helpless today.",
        "Cancer Health & Wellness Horoscope": "You have been suffering from prolonged and persistent health problems but from today, the process of recovery will start. If you have some chronic health problem, then also you will be able to find a possible long term solution for this. Overall, your health situation is likely to improve now. Take special care of your diet to speed the process of recovery.",
        "Cancer Daily Love & Relationship Horoscope": "The day is especially suitable for passion. You have been holding yourself back for the last few days and trying to approach your romantic relationship with a degree of moderation. Today, you will realize that it is no longer enough. Instead, give rein to your passionate nature and see your love blossom. Your partner may be surprised, but will soon respond with enthusiasm.",
        "Cancer Career & Money Horoscope": "You are not in the pink of your health and that is why you cannot make the most of this productive period. Continue to follow the already established plan of actions no matter how many trials you face. This is not a good time to adopt new ways of finishing up your work. Certain emergency situations may arise at home which may cause you a heavy financial loss.ﾠﾠ"
    },
    "4": {
        "Leo Daily Horoscope": "A sense of dissatisfaction that has been dogging you for quite some time now will at last begin to fade. You will instinctively know that you have found your niche in life and can follow your calling to achieve your dreams. You will be able to understand what changes must be implemented to make your health as well as your work much better.",
        "Leo Health & Wellness Horoscope": "The time is ripe to take some bold steps. This is not the time to hesitate. Instead, decisive action is critical. Do not shy away from opportunities. A leap of faith at this time can dramatically alter your life for the better, though it may not seem so now. It is also time to re-evaluate old relationships and cut out the deadwood.ﾠ",
        "Leo Daily Love & Relationship Horoscope": "A change of major proportion is indicated on the relationship front today. If you are already in a relationship, think carefully where you want to take it or whether it is time to get out of a bad situation. If you are single, then this is not the best time to embark on a new relationship as you are likely to misread signals.",
        "Leo Career & Money Horoscope": "You may be rather distracted today and will not feel like completing your tasks at your workplace. As a result you will fall behind in your work. The best solution is to take a day off from work and go for a day of outdoor activities. This will recharge your batteries and you will be able to tackle your pending tasks with renewed vigour tomorrow."
    },
    "5": {
        "Virgo Daily Horoscope": "This is a very good time to implement the plans and promises that you made to yourself. New endeavours are likely to take off the ground very quickly now. However, the time is also favourable for relaxing and having some fun with friends. So, be sure to schedule social activities in the evening. Avoid gossip and you can have a fun filled evening.",
        "Virgo Health & Wellness Horoscope": "You must pay a lot of attention to your feet. You are in a job which involves a lot of footwork, so you need to take extra care. Use socks and shoes regularly. If you experience some pain then go for a foot massage or dip your feet in warm water for half an hour or so. If the pain gets severe, consult your nearest doctor.",
        "Virgo Daily Love & Relationship Horoscope": "You are likely to meet someone today who seems too perfect to be true. Trust your luck because you may have met your soul mate. Listen to your heart today even if your logical mind warns you about things being too good. For once, romantic events will be going your way just as you desire. Do not miss this opportunity for a meaningful relationship in your life.",
        "Virgo Career & Money Horoscope": "You have recently lost money, mostly because you invested unwisely in get rich quick schemes. Another similar opportunity is knocking at your door and it is essential that you realize that these schemes can lead you to serious financial trouble. You need to rationalize your investment decisions and listen to the experts though you have a great tendency to be swayed by a glossy, if empty presentation."
    },
    "6": {
        "Libra Daily Horoscope": "Events have aligned themselves in such a way that your confidence has taken quite a beating. It will be difficult to conclude any task happily and in a satisfied manner today. You may also come in contact with someone whose negative comments can give rise to a feeling of despondency. Remember that this is a temporary phase and you will soon get your confidence back.",
        "Libra Health & Wellness Horoscope": "Someone is going to inspire you to a higher level of physical fitness today. You know on an intellectual level that you need to improve your fitness, but you have been dragging your feet. Today, you will come across someone who may not be physically in a superb shape, but who will inspire you to improve your health. You will start a new diet or new exercise pattern today.",
        "Libra Daily Love & Relationship Horoscope": "Your partner is not going to be in a mood for adjustments and settlements. Hence it is vital for you to hold your ego in check and not raise any controversial issues. Minor disagreements will blow up into full fledged quarrels as your partner will not concede a single point to you. You need to be cautious in romantic affairs today if you want to avoid major upheavals.",
        "Libra Career & Money Horoscope": "While your finances are showing steady growth and are likely to improve further today, you may feel that circumstances beyond your control is affecting your productivity and your ability to work. But your fears are groundless. Even your superiors will understand and sympathise with your condition and you are likely to receive a lot of support at work. Colleagues are also going to be helpful."
    },
    "7": {
        "Scorpio Daily Horoscope": "You are a family person. The family values are the stepping stone of your success. Today also, the auspicious fragrance begins from your home and takes you to places. Your rhythm is unparalleled. It is going to be a fruitful day for you. Smile your way through difficult and trying situations. Your approach is positive which will take you a long way.",
        "Scorpio Health & Wellness Horoscope": "You are going to get some health related good news about someone close to you. If you have been worried about the health of a loved one, your worries will be soothed today. You may also come across a remedy for a chronic health condition from which someone near to you suffers and this remedy can prove to be very effective.",
        "Scorpio Daily Love & Relationship Horoscope": "You may decide to show your love and affection for your partner through an extravagant and very public gesture. You may plan a surprise party to honour the achievements of your partner. Minor hitches may develop in the execution of your plans, but your partner will be left in no doubt about your pleasure and depth of commitment to him / her.",
        "Scorpio Career & Money Horoscope": "The day is perfect for completing all your pending tasks. You have not been able to finish your work on schedule due to external reasons. So, you have quite a bit of catching up to do. There will be less pressure of new commitments at work today. So, you will find enough time to complete all these tasks and relax, knowing that you have completed your commitments."
    },
    "8": {
        "Sagittarius Daily Horoscope": "There will be unexplained events in your life at this time. Tender feelings flow easily from you to everyone you meet ﾖ especially to people of the opposite sex whom you are going to impress greatly. You will become aware of the work that you need to do in order to get along with people both at workplace and at home.",
        "Sagittarius Health & Wellness Horoscope": "The day is perfect to indulge in some special time for yourself. Go for a massage or a beauty treatment and you will come out feeling great. You are also likely to get some good news regarding your health and fitness. You can also experiment with different health regime to find out which one is best suited for you.",
        "Sagittarius Daily Love & Relationship Horoscope": "After experiencing a dry spell, your love life is likely to become quite active today. Your partner has probably been ignoring you and now he / she will redouble efforts to make up for this inattention. Do not be aggressive in love. Instead, enjoy what your significant other lavishes on you. You have to stop clinging to past grievances and regrets.",
        "Sagittarius Career & Money Horoscope": "Things may not be working out just as you planned in the work front, but you must not become aggressive due to this reason. That can actually waste the whole effort. Progress at work will require a lot of patience now ﾖ something that does not come easily to you. Someone less talented than you may come to possess greater power, but it will be in your own best interest not to tangle with this person now."
    },
    "9": {
        "Capricorn Daily Horoscope": "You are in a good state and are full of inspiration. Your mind is working actively and stimulating you to constantly come up with new ideas and strategies. So this day can prove to be very productive for you. However all this can be messed up if you fail to take the matters of health into consideration.",
        "Capricorn Health & Wellness Horoscope": "You are high on energy today which will reflect in your actions. You also enjoy a good health in general. You may plan for some health routine today if you have been ignoring it for some time. You may have to go in the sun in connection to your work so carry an umbrella with you as you may be prone to develop headache latter in the day.",
        "Capricorn Daily Love & Relationship Horoscope": "You must not stay in today. It is a great day to move out and have fun with your beloved. Those who are in the adolescent age group are just looking for love to bring a change in their relationship status. Question yourself again- is the one with a lot of power is supposed to be the man of your dreams? Or you care for more, more feelings and care!",
        "Capricorn Career & Money Horoscope": "Today, you are going to rediscover the love and joy that you felt in your work. External pressure have been steadily depriving you of this joy for the last few weeks, but today, an event will help you to remember why you chose this career and how much it actually suits you. This is a great day to introduce a change in attitude at your workplace."
    },
    "10": {
        "Aquarius Daily Horoscope": "This day is particularly favourable for you. You can start something new, finish a project which had been taking up a lot of your time or take up a task which you have been putting off. Fun and games are on the card for the evening. Connect with friends, old and new and enjoy. Shopping can be especially fun today.",
        "Aquarius Health & Wellness Horoscope": "Stomach ailments have a high chance of occurring today. You have to take special precaution against drinking water and other fluids because the chances of a waterborne disease are high. It is also prudent to avoid all unhygienic food items as you are vulnerable to infections today. You may also face some problem with acne, but they will clear up after timely intervention.",
        "Aquarius Daily Love & Relationship Horoscope": "The planets line up today to make you feel very romantic and emotional. You have just been paying lip service to the tenets of love recently, but now you are ready to fully commit yourself to the requirements of love. This call to action from your heart comes at a very critical time indeed and if you want to preserve your romantic partnership, you must act on it without delay.",
        "Aquarius Career & Money Horoscope": "You are getting messages of Almighty from some one close to you. Be receptive to them and get guided by them. You must change your action plan before you commit a mistake which can never be undone. Financial condition and expenses seem to be well balanced. You can even try to be a spendthrift; still there will be a sudden inflow of income from unexpected sources."
    },
    "11": {
        "Pisces Daily Horoscope": "You are feeling very adventurous and are determined to make your own way today. You are going to conquer all obstacles in your path by sheer determination and the force of your will.ﾠ Nothing is going to hamper your progress today. So, you can schedule all your difficult activities today and you will find success in them coming quickly and without hassle.",
        "Pisces Health & Wellness Horoscope": "Keeping a positive attitude will help your body and soul to cope with a lot of stress. For rest you need to get back to your regime which has been ignored for some time. You may indulge in fitness routine. You may develop pain in your knees. Be regular with your exercise. It will fade in a couple of days.",
        "Pisces Daily Love & Relationship Horoscope": "You may question yourself for a better understanding of your feelings towards your partner. You seem to get affected by some one else as well. But it just a fancy passing by! You have the best and you must stick to it! Spend more time with your partner and you will be able to retain your cool.",
        "Pisces Career & Money Horoscope": "Great career opportunities wait for students, young job seekers and those who are self employed. You may be offered a project which can be just the thing that you were looking for in order to make your mark. Use this opportunity well as it is one of the most important ones that will come by in your life. Your entire career can be made here. The project may be based overseas."
    }
}
]
