horo_english=[{
    "0": {
        "Aries Daily Horoscope": "It is a great day for you. Your efforts may be rewarded in terms of cash. You will be inclined towards buying the best of the utilities for your dear ones! Just be careful of not exhausting out the entire amount without saving some of it! You may spend most cherish able moments with your partner today as the encounter will be quite passionate.",
        "Aries Health & Wellness Horoscope": "You are pro good health but for some time, fitness has taken a back seat. Today you have to pull yourself out of the bed and go for some fitness regime. A lot is stored for you in future and only when you enjoy a sound health will you be able to reap the benefits. A fitness regime can begin from home.",
        "Aries Daily Love & Relationship Horoscope": "Change, revolution and passion are indicated for you today. You refuse to sit on the fence anymore and you refuse to let destiny take its course without making an effort to guide it towards what you want. Your intensity of feeling may even leave your partner somewhat dazzled. Let your instincts guide you in making romantic decisions and they will take your life in a new direction.",
        "Aries Career & Money Horoscope": "There is a strong chance of changing your job or even the direction of your career completely today. Something which you have treated only as a hobby till now may develop into a money making avenue. You may give up your job to concentrate full time on this. While this may appear scary, the results are going to be very encouraging and, though it may take time, it will eventually become financially rewarding."
    },
    "1": {
        "Taurus Daily Horoscope": "There will be certain sudden changes in your personal and professional life. This will leave you worried and insecure. Do not feel so and relax yourself! Just go with the flow as these changes are for your own good only. The situation may get worse when there will be some one to cause you some unhappiness by trying to avenge on you.",
        "Taurus Health & Wellness Horoscope": "Sudden increase of stress at your workplace may lead to health related complications like migraine, tension headache and hypertension. In order to prepare for this, you should start the day with meditation, breathing exercise and other relaxation techniques. Be sure to drink plenty of water and stay away from the junk foods as they only add to your stress.",
        "Taurus Daily Love & Relationship Horoscope": "Try to strike a conversation with your partner. You have not actually talked much and have been busy enjoying and taking your relationship lightly. Itﾒs time you two go off to a new place preferably near nature so that natural beauty takes its own course to fill your heart with emotions and thus helping you open up. Your relation will get stronger.",
        "Taurus Career & Money Horoscope": "You take great pride in doing a job well and thoroughly. This will now come to the notice of your superiors. This can well lead to additional responsibilities being placed in your hands and open the door to considerable advancements in your career. Income is also likely to increase. You need to increase your dedication and attention to details for your career."
    },
    "2": {
        "Gemini Daily Horoscope": "There will be unexplained events in your life at this time. Tender feelings flow easily from you to everyone you meet ﾖ especially to people of the opposite sex whom you are going to impress greatly. You will become aware of the work that you need to do in order to get along with people both at workplace and at home.",
        "Gemini Health & Wellness Horoscope": "The stars indicate a high chance of accident today from fire or heat for you. Be extra careful while handling electrical implements or while working in the kitchen. In fact, you should be careful around all hot objects today. You should stay away from firearms. Your stress will manifest itself in irritability which may affect your interaction with others.",
        "Gemini Daily Love & Relationship Horoscope": "A win-win situation is there for you and your partner today. Your amorous feelings are compelling so much that you are quite demanding. The fire is equal and matching at the other end as well. So, be very careful, ask and you may not be disappointed. A little gentle and caring approach is required. As such you are an understanding partner.",
        "Gemini Career & Money Horoscope": "You seem to be in a mood to read between the lines at this point of time! You will review all the work accomplished by you lately and will sort out ways to make your work better. However the finances seem to be a difficult affair for you to manage. There will be hardly any scope for you to save much!"
    },
    "3": {
        "Cancer Daily Horoscope": "Someone has been offering you constant and unwavering loyalty, help and support. Today, opportunities will arise for you to return some of the favour and express your appreciation. In so doing, you may have to take on a difficult situation, but this will ultimately strengthen your relationship. You need to be brave and assertive while displaying kindness and gratitude.",
        "Cancer Health & Wellness Horoscope": "Begin keeping a check on your health on everyday basis. You may not exactly know how you are feeling at this point of time except that you are not in the pink of health! Practice the exercises which are extremely beneficial no matter you how dreading you find them! This is how you will be able to better serve your health.",
        "Cancer Daily Love & Relationship Horoscope": "The planetary positions reflect that some major conflict is coming your way. This conflict may affect both your love life and your career. It is important that you do not react emotionally to the words and actions of your partner. Instead, every gesture has to be judged in an impartial light to make sure that you are taking the right decision.",
        "Cancer Career & Money Horoscope": "You have been working hard recently and you will now receive a token of appreciation from the universe. You may get a bonus or a long awaited pay check. You may even be offered a good financial opportunity which you had not expected. While it is not something huge, it will fill you with a nice feeling of satisfaction."
    },
    "4": {
        "Leo Daily Horoscope": "You are full of positive energy today. However, though you may mean well, your unsolicited advice is not going to be welcome everywhere. You should indulge your impulse to pamper yourself and may end up spending a considerable sum for your own pleasure. However, it is better to check your impulses as far as other people are concerned because your good intentions may be misinterpreted.",
        "Leo Health & Wellness Horoscope": "Relaxation is on your cards today. You will indulge in various relaxation techniques be it massaging, swimming or self pampering. Yoga is also a good option. Second half of the day may be hectic with guests pouring in or you visiting people. While partying also, stick to healthier option as you may suffer from stomach aches. Family and friends keep you engaged.",
        "Leo Daily Love & Relationship Horoscope": "Each individual is unique and wants to explore himself fully! But you have been restraining your partner of the same! You are afraid that they may give up something valuable and the risk undertaken may not be successful. Just relax and let your partner explore themselves. They need your support badly. Give it to them and spice it up with some romance too!ﾠﾠﾠ",
        "Leo Career & Money Horoscope": "You have set aside a fixed amount of money that you need and now are being quite reckless with the money. However, you need to control your extravagant habits if you do not want to land in financial soup in near future. Consult an expert regarding your investments where you may have to cash in some of them or where best to invest."
    },
    "5": {
        "Virgo Daily Horoscope": "You have a crisp tongue and a logical mind. But this ability of yours may suffer today due to your insecure nature. Try to go with the flow instead of opposing it like always. Experience will teach you a lot more worthy lessons which the satiation of your ego can never. Later on you will be at ease and will be full of confidence.",
        "Virgo Health & Wellness Horoscope": "You have recently made some changes in your lifestyle for the better and they will begin to bear fruit. You may win a competition today or may perform better than you used to earlier. Your skin will especially benefit from your health related changes. Your pimples may clear up or you may develop a nice tan. You will begin to look and feel healthy.",
        "Virgo Daily Love & Relationship Horoscope": "Those who have been in relationships are about to witness the beginning of a new phase in their private life! You may tie knots with your partner or move in together. This may involve a huge investment as the house needs to be remodeled in either of the two cases. Those who are single may find someone torrid and intimate today.",
        "Virgo Career & Money Horoscope": "The day will have a remarkable beginning. You may be offered a promotion or a plum new assignment and the luckier ones may receive wonderful opportunities for new job even! Words of your hard work have spread round the corner and you shall be reaping awards for it. Finances seem to improve as more income will flow in!"
    },
    "6": {
        "Libra Daily Horoscope": "You will be tackling a number of diverse commitments from all fronts today. Be ready to fulfil your social, financial and personal obligations. Your family, friends and colleagues are all likely to turn to you and you are more than capable of handling this pressure. You will be helping a number of people today with both words and actions.",
        "Libra Health & Wellness Horoscope": "High energy keeps your spirit soaring high. Today is a great day to get back to exercise regime after a brief period of laziness which has left you desperate enough to be back on the track. You believe in making fitness your lifestyle and today you work towards the same. Following the correct procedure during exercising is important lest you may experience a small injury.",
        "Libra Daily Love & Relationship Horoscope": "You are high on feelings. And you may run into someone who is as fervent and as passionate as you! You must not get along with this person! You will only fetch disappointment! After all like poles repel each other. Ride off your high horse and try to get involved with people who are of the same footing. You may even form business alliances with them later on!",
        "Libra Career & Money Horoscope": "You have the power to accomplish anything you want to! Do not pay attention to what others think of you. They pretend to criticize you just to make you feel low, deep down within they know that you are a talented soul. So just enjoy your self confidence, 99 % of the game has already been won whenever you have to get down on the playing field."
    },
    "7": {
        "Scorpio Daily Horoscope": "A close friend may share some vital secret with you. You need to be very discreet with this information and offer appropriate sympathy and advice. Tackle all the tasks in your life in a constructive way. Your actions are especially powerful now and are likely to have a long term effect on those around you. So, you need to be careful about what you say or do.",
        "Scorpio Health & Wellness Horoscope": "You should not tax your physical strength today. Minor issues regarding pain in the back and the neck may crop up today. People who suffer from old injuries or arthritis are going to feel some discomfort. So, it is not advisable to do anything strenuous. Rest is the key to good health in your case. You can also try light yoga, but only under guidance of qualified instructor.",
        "Scorpio Daily Love & Relationship Horoscope": "You must take care of not checking your partner's patience. They have been tolerating you and giving you enough warmth in spite of your cold reactions to their attempts to please you. It is okay; forgive them for hurting you once. They are really guilty of all their faults and won't repeat them again.",
        "Scorpio Career & Money Horoscope": "As a boss, have a heart for your subordinates. They need your appreciation to perform with double enthusiasm. Talk to them. It will be a good idea to treat them today. They will respect you for this. Also, motivate them as a big project is underway. Use humor with them. Make them comfortable. You have immense leadership qualities. Use them now."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Someone at work may be working quietly against you. You have been suspecting many persons, but today you will get the best proof of who is out to harm you. Do not be hasty in confronting this person. You have gained a huge advantage by gaining this knowledge and you can use it effectively to eliminate your enemies forever.",
        "Sagittarius Health & Wellness Horoscope": "You will have to consult a healthcare expert today for some health related issues. But if you do not heed the advice now then you are headed for serious trouble on the health front. Do not ignore any health issues now. Even smallest issues should be investigated closely. With proper care, you can maintain a fit lifestyle and avoid health related problems.",
        "Sagittarius Daily Love & Relationship Horoscope": "People may approach you for sympathy and you may mistakenly consider it as an attempt to get your attention! For those who are already in relationships will feel deeply to spend some quality time with their beloved. You want to be alone with them and exchange thoughts with them in a silent communication.",
        "Sagittarius Career & Money Horoscope": "You will be filled with professional confidence today. You are going to respond strongly and intuitively to work related concerns and no problem is too big for you to handle today. Minor crises may occur at the workplace but you are more than equal to dealing with them and come out with flying colours. Your co-workers will be impressed by your ability."
    },
    "9": {
        "Capricorn Daily Horoscope": "Today, you need to realize that being a prisoner of the past is not going to help you in any way. You need to learn your lesson from the past, but then you will have to let it go. If you can realize this, you can take a giant step towards solving the major problems that you have been facing in your life.",
        "Capricorn Health & Wellness Horoscope": "The day may turn out to be somewhat bizarre. Event which you never expected have a high chance of happening today. It is important that you take note of the planetary energies and try to understand the direction to which they are pushing you. Detecting the right path at this juncture can have a revolutionary effect on your life.",
        "Capricorn Daily Love & Relationship Horoscope": "Be prepared for some bit of good news from your partner, or you may be getting a very good gift from him / her today. If you are single, this is the right time to meet that special someone who can create a major difference in your life. Keep an open mind and you will see love blooming at unexpected places.",
        "Capricorn Career & Money Horoscope": "Though you have been meticulous and methodical, you are left with the backlog of somebody else and for that now you are answerable. Believe in yourself and your work methodologies. Take up one job at a time and by the next week, you will see things getting back in shape. Till that time, do not get into an argument with your subordinates."
    },
    "10": {
        "Aquarius Daily Horoscope": "You are going to offer some good advice to someone close today and it will be accepted with gratitude. You are in a very understanding and mellow mood today. This is a great time to connect with people from your past. Ring up a close school friend and you will get great joy in getting in touch. It is also the best time to put away past differences.",
        "Aquarius Health & Wellness Horoscope": "Minor aches and pains that have been bothering you in the last few days will clear up. They will leave a lingering sense of fatigue from which you will need a few more days to recover. Focus on a healthier lifestyle. Start an exercise regime and adjust your diet by switching to healthier options. Preventive home remedies can be beneficial for you.",
        "Aquarius Daily Love & Relationship Horoscope": "You are going to understand very clearly what you want and expect from your relationship. You may also come to realize that your goals are not coinciding with that of your partner. However, before you take any drastic step, you should try to sort it out by dialogue. Your persuasive powers are at their peak now. So, make good use of them.",
        "Aquarius Career & Money Horoscope": "Indecision has marked your behaviour for the last few days, but it is now time to take action and abandon this attitude once and for all. Do not be apprehensive about taking a decision. Whatever you decide will be right for your future. You can also consult someone close to you about career and money and you will be getting good advice today."
    },
    "11": {
        "Pisces Daily Horoscope": "Do not question much over why things happened in an unexpected way or are getting delayed. It may be for your good, the advantageous of which you could not see probably. Experiment something new to bring out the best in you! This will give you a break from your regular and monotonous routine as well.",
        "Pisces Health & Wellness Horoscope": "The day is favourable for outdoor activities and exercises. All the stress will be draining away today and you will end up feeling amazingly energetic and refreshed. This will bring a flood of optimism and you will be able to tackle any task ﾖ even those which you have been putting off. Your enthusiasm is likely to infect others in your family or friend circle and you can all end up organizing an impromptu outdoor game or picnic.",
        "Pisces Daily Love & Relationship Horoscope": "You may have to argue with your partner to stop them for their own good. They may not welcome our opinion but you have to make them understand your point of view. Do not fuss too much else you will lose your relevance. The altercations will not last for long and you will fetch more respect from your partner towards the end of the day.",
        "Pisces Career & Money Horoscope": "Distractions at the workplace are now acting to reduce your productivity. A possibility of an office romance is actually taking your mind away from work. However, you need to bring your concentration back. Avoid taking any action that can prove irritating or offensive to your colleagues. You are probably being distracted by a simple infatuation. Adopt an attitude of if it happens, it happens and concentrate on your duties."
    }
}]
