horo_english=[{
    "0": {
        "Aries Daily Horoscope": "In general you are very clearheaded. But today, your ability to think logically will be hindered by your own problems and insecurities. Hence, this is not the best day to take on a new project or a new partner. You are liable to be wrong in your judgment today. So, basing your future activities on this may not be fruitful. Try for some relaxation today.",
        "Aries Health & Wellness Horoscope": "You will be fine no matter how much you will be expected to pace yourself. However a good mood can boost your tackling ability very well and will give you a renewed sense of vitality. However you may catch cold or a similar infection which will not last for long but will be a cause of concern. Just be aware of what you touch and wash your hands as much as you can!",
        "Aries Daily Love & Relationship Horoscope": "Nobody is perfect. If the world seems at peace, there is no logic to try a new door when you are contended with the first one. There is no end to desires. But understand that if only you are stable in your relation, you will be able to channelize your energy for a better tomorrow. Do not hurt others. Practice meditation.",
        "Aries Career & Money Horoscope": "The day is best suited for speculative ventures. Buy a lottery ticket or invest in stocks and share today and you have a high chance of hitting the jackpot. You may also get a good tip from someone and if you act timely on it, you can significantly increase your income. You will enjoy a calm and peaceful day at work."
    },
    "1": {
        "Taurus Daily Horoscope": "You may meet people who are aware of the vices in you but are unacceptable towards it! As if they have no flaw in themselves. Simply maintain distance from such people. Instead try to recollect about the good people you came across in all these years and if possible establish contacts with them again.",
        "Taurus Health & Wellness Horoscope": "Chronic ailments have been troubling you for the last few days but today you will discover a satisfactory way to deal with these problems. Be warned that the method will take time and patience in order to be effective, but if you follow the regimen strictly, you will be able to get rid of a painful chronic complaint to a large extent.",
        "Taurus Daily Love & Relationship Horoscope": "It is good to absorb a lot of things. This actually avoids a number of trivial fights. But sometimes you also need to speak up. If the attitude and behavior of your partner has been bothering you, then speak up. Things will only move towards betterment. You are known to stand by your values and principles. Act within the boundary.",
        "Taurus Career & Money Horoscope": "A change is indicated in the career front. You may change jobs or be shifted from one department to another in your office. You are going to like the new situation and it will present opportunities for you which you have long been searching for. So, you need to take full advantage of the opportunities that come across your way."
    },
    "2": {
        "Gemini Daily Horoscope": "You are feeling confident and happy and these shows in your attitude and body language. People today are going to notice you wherever you go and you are likely to make quite an impression. Important business meetings will go in a positive direction. Even if certain situation appears dicey, you will be able to bring others around to your viewpoint and get things done your way.",
        "Gemini Health & Wellness Horoscope": "The planetary positions indicate that mental health is of greater concern today rather than physical health. If you have been behaving in an unusual way, this is the best time to consult a qualified therapist and get help. Left untreated, this can develop into a major issue. Some stress factor may also lead to some sort of breakdown which compels you to seek professional help.",
        "Gemini Daily Love & Relationship Horoscope": "Do not feel dejected as your date did not turn out the way you thought. Give time to a relation. Probably you are not able to see the inner heart. Your partner has got a heart of gold. A couple of incidences will prove your partnerﾒs worth to you. A desire for an intimate encounter is on the cards from both the sides.",
        "Gemini Career & Money Horoscope": "A number of situations may arise at work today where you will be forced to choose between going with the flow and doing the right thing. Pay extra attention to your work ethics today. Refusing to go with the crowd may cause some tension with your colleagues, but you are sure to win the recognition of your bosses and this will have a positive impact on your career in the long run."
    },
    "3": {
        "Cancer Daily Horoscope": "You are going to receive some unexpected good news. It may be related to your career or personal life, but it will result in financial gain for you. It will also show you the path to future gains of the similar types. You are going to be in an upbeat mood and will infect everyone around you with optimism and happiness. Enjoy the time with friends and family.",
        "Cancer Health & Wellness Horoscope": "Time to inculcate healthy habits in your daily routine. Aim for clinging onto it for over a month at least. If successful then pursue it as long as you can but initially do not burden yourself with it. One suggestion would be to increase your water intake everyday, make sure you have 3 liters at least each day.",
        "Cancer Daily Love & Relationship Horoscope": "The day is perfect to take your relationship to the next level. If you are single, you may choose to enter into an exclusive relationship and if you are already going steady, then a marriage proposal is in the air. However, things cannot move forward unless you take matters into your own hands. You need to show some initiative here.",
        "Cancer Career & Money Horoscope": "You are your best critic. Analyze your situation and act accordingly. Having said that, today you need to motivate yourself to remain on track. Let monotony not bog you down. Time will change and you may be entrusted with bigger responsibilities. Till then, show your consistency. You have time at your side. Plan investing, do research work and go for it."
    },
    "4": {
        "Leo Daily Horoscope": "Your mood is both playful and dramatic today and you are going to be attracted to all things beautiful. This may lead to some unplanned and unnecessary expenditure. All your pursuits today will have an aesthetic touch. You may also go for some beauty treatment. You are going to be in a jovial mood all day and this will create conviviality in your workplace as well.",
        "Leo Health & Wellness Horoscope": "The day is made for relaxation. Book a massage appointment or go for a de-stressing exercise. But this does not mean that you will be slouching. Rather, the day promises to be quite active and you are likely to shop for health foods and / or gym equipments. You are likely to get good health related advice from someone.",
        "Leo Daily Love & Relationship Horoscope": "You will be required to extend your unconditional love and support to your partner. You may learn of something that is potentially damaging, but you need to remember your priorities and be sympathetic and soon you will find that your relationship has actually emerged stronger. Do not judge your partner too harshly. Instead, a loving ear is necessary to weather this storm in your relationship.",
        "Leo Career & Money Horoscope": "You are likely to receive an unexpected windfall today. You have been responsible with your money, but now it is time to pamper and indulge yourself. Use your gift well to take a much deserved break and you will find that much of your stress and worries have vanished. You have been caring a lot for others. Today, take a little time and money to care for your own self."
    },
    "5": {
        "Virgo Daily Horoscope": "You are like an unbeatable force today and though there will be oppositions, you will easily annihilate them. This is the day to accomplish what you have been trying to do for a long time because simply no one can stop you now. Keep your must urgent tasks scheduled for today and success will be yours at every step of the way.",
        "Virgo Health & Wellness Horoscope": "Viral cold or seasonal fevers may affect you today. You should take timely precautions and preventive medicines to guard against this. On the whole, you have adopted a healthy lifestyle and you will begin to reap the benefits of these positive steps very soon. A sense of wellbeing pervades your mind. Rest and relaxation can go a long way in helping your health today.",
        "Virgo Daily Love & Relationship Horoscope": "You are going to require lots of patience to deal with your partner today. Be careful what you say if you want to maintain peace. Minor disagreements can flare up into major issues. However, this is just a minor blimp and you should not highlight this incident and lose something good happening in your life. Silence will indeed be golden today.",
        "Virgo Career & Money Horoscope": "Your competitors will try to weigh you down. But your fierce and confident spirit will let you be undefeated. Time to stop being polite with them and not to let them take your undue advantage. You may receive some unexpected wealth which was being delayed since long."
    },
    "6": {
        "Libra Daily Horoscope": "Try to form partnerships with people of power and similar interests as well as those who complement your abilities. Few people are trying to influence you by giving false hopes but do not pay heed to what they say. Make your own judgments and adhere by it. You have been planning since long to buy a new house, may be you can own one this time!",
        "Libra Health & Wellness Horoscope": "You will have to consult a healthcare expert today for some health related issues. But if you do not heed the advice now then you are headed for serious trouble on the health front. Do not ignore any health issues now. Even smallest issues should be investigated closely. With proper care, you can maintain a fit lifestyle and avoid health related problems.",
        "Libra Daily Love & Relationship Horoscope": "The day is especially suitable for passion. You have been holding yourself back for the last few days and trying to approach your romantic relationship with a degree of moderation. Today, you will realize that it is no longer enough. Instead, give rein to your passionate nature and see your love blossom. Your partner may be surprised, but will soon respond with enthusiasm.",
        "Libra Career & Money Horoscope": "You will be able to utilize some lessons that you learned from the past to avert a problem at the work and its possible complication. Your ability of practical application and quick thinking is going to attract the attention of your superiors and new and exciting career prospects may open up. You should not let this opportunity pass without result."
    },
    "7": {
        "Scorpio Daily Horoscope": "You may face certain restrictions from the family, possibly due to the trouble from close relatives. It will not last for long but will affect you severely so just ignore it till it gets over. Today you will spend money in buying useful assets and will be busy with household related work, may be selling the least important equipments or just a regular clean-up of the house.",
        "Scorpio Health & Wellness Horoscope": "The time has come to put the power of your mind to operation in order to rise above physical ailments. You need to realize that mental wellness has a profound effect on your physical health and you do have that mental strength to overcome any physical obstacle. Put your trust in the power of your mind and you may be pleasantly surprised at the results.",
        "Scorpio Daily Love & Relationship Horoscope": "It is necessary that you slow down in your romantic life. You have been taking every emotion with a high degree of intensity, but it is not possible to sustain this. You need to take things slow today. Replace passion with romance and old fashioned courting, even if your mind instructs you to go for it all at once. Small meaningful gestures will go a long way today.",
        "Scorpio Career & Money Horoscope": "Unexpected money is coming your way today. This is the best day to win at the speculative ventures and in games of chance. However, this money is also going to bring its own responsibilities which you should not ignore. You may have to discharge an important errand today in connection to this money. Indulge in some light hearted shopping today with this unexpected bonanza."
    },
    "8": {
        "Sagittarius Daily Horoscope": "It is high time that you took a break from your hectic schedule and have a calm look at your surroundings and your condition. You have been rushing about fulfilling your various obligations. Now, you have completed all that you can do and it is time to relax and enjoy the fruits of your planning and your efforts.",
        "Sagittarius Health & Wellness Horoscope": "You are going to find someone today who will become a very good exercise buddy for you. You may already know this person but now you will discover this shared interest. Your mutual enthusiasm will help you to drive yourself further so that your health and fitness will be at its peak. You may also take part in an athletic event now.",
        "Sagittarius Daily Love & Relationship Horoscope": "Several events line up today to push your buttons. The result is that you may become irritated even at minor infractions of your partner. Mannerisms which you previously found endearing may appear to irritate you now. Your best course of action now will be to spend some much needed alone time and pamper yourself with exercise or a beauty regime.",
        "Sagittarius Career & Money Horoscope": "The day may turn out to be a hectic one for you as your presence may be demanded in different directions. However try to devote maximum time for your personal development. Try looking for some guidance online by enrolling for online test series or certifications. Save more than you spend today!"
    },
    "9": {
        "Capricorn Daily Horoscope": "You may be presented with plenty of misinformation today. It is better to rely on your own judgment and reasoning rather than listening to and being influenced by others. Try to find the truth at your own pace in your own way and you are likely to arrive at the best decision. A much needed vacation planning is in the air.",
        "Capricorn Health & Wellness Horoscope": "You can maintain your ability to manage a busy life easily only if your food intake is balanced, you exercise regularly and you take proper care of your bodily needs. Do not skip exercise any day. Avoid the restaurant food or frozen foods if you cannot prepare a meal one day. Consume boiled foods if such a condition arises. You are just one step away from a healthier lifestyle.",
        "Capricorn Daily Love & Relationship Horoscope": "Enjoy some romantic time with your partner today. It is going to be a relaxed and lazy day. Even if you do not plan anything special, you are going to spend some quality time with your partner and your family. Put the urgent issues on hold and enjoy the little things of life today. You will be filled with a sense of contentment and wonder.",
        "Capricorn Career & Money Horoscope": "You are likely to inherit money today, most probably from an unlikely source. Speculative ventures, investments in stocks and short term investment in the market are likely to meet with success. Your financial luck is running high. Just rein in your impulse for extravagance and you will enjoy financial security now. You are also likely to make considerable donation to charities."
    },
    "10": {
        "Aquarius Daily Horoscope": "You love to meet people who are genuine and honest. But today you may come across people who mask up their original self. So learn to see through their pretence. Time may demand from you to decide things quickly. Think twice before being firm about any move and you must defer all your other plans until you are done with the decision-making.",
        "Aquarius Health & Wellness Horoscope": "You are going to enjoy excellent health today. However, you need to keep an eye out for the health of your family members. You may have to nurse one of them through a minor illness. You also need to realize that your physical health is dependant to a large extent on your mental well being. Going for soothing massage or aromatherapy can help you to take full advantage of your good health now.",
        "Aquarius Daily Love & Relationship Horoscope": "Winning an argument is very different from winning a heart. You may have the knack of proving your point but that will estrange your partner. Give your love a chance to win an argument. Let your love read your mind when you donﾒt say anything. Help your love by taking a few extra steps and your partner will appreciate your subtle moves.",
        "Aquarius Career & Money Horoscope": "You seem to be occupied with your personal work and have put the professional work on hold for a while. But people need you badly at the workplace. It is okay if you are unanswerable over the phone or unresponsive over the e-mail. Expenses seem to mount up but you will be able to make up the lost money as you are about to receive some unexpected wealth very soon."
    },
    "11": {
        "Pisces Daily Horoscope": "Life may leave you with only two choices and it is equally painful to bear the loss of any one of the two choices. Listening to your heart may help you find a way out! In your free time create a list of goals but prioritize them. Your ambitions have increased in number and so has your desire speeded up to fulfill them as soon as possible.",
        "Pisces Health & Wellness Horoscope": "You are in the pink of health. But you have to be cautious of the changing weather. You seem to be affected by sinus or a similar disease which is right now in acute stage but can get severe or become chronic if you tend to be careless. Find means to stay in a warm environment, which is free of dust as well.",
        "Pisces Daily Love & Relationship Horoscope": "Today, there is a possibility that you will become less approachable. The day is not best suited for cultivating new or old relationships. Instead, you will be more concerned with self analysis and this can give off a vibe that you do not want to be disturbed. However, you may call up an old friend or get a surprise visit from someone close to you from your past.",
        "Pisces Career & Money Horoscope": "A business trip is shown on the cards in the later half of the day. It will be a great opportunity for intellectual stimulation. If you feel too much burdened take an off in the first half of the day and prepare yourself about how you are going to present yourself in front of everyone."
    }
}
]
