horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You may examine changes in your lifestyle which could possibly establish a balance between your work and health. You can drop an email to one of your close friends asking about the solution for the same. These changes will make you comfortable. You may align yourself with right people and they will let you determine the purpose of various goals.",
        "Aries Health & Wellness Horoscope": "You are going to find someone today who will become a very good exercise buddy for you. You may already know this person but now you will discover this shared interest. Your mutual enthusiasm will help you to drive yourself further so that your health and fitness will be at its peak. You may also take part in an athletic event now.",
        "Aries Daily Love & Relationship Horoscope": "Today, there is a possibility that you will become less approachable. The day is not best suited for cultivating new or old relationships. Instead, you will be more concerned with self analysis and this can give off a vibe that you do not want to be disturbed. However, you may call up an old friend or get a surprise visit from someone close to you from your past.",
        "Aries Career & Money Horoscope": "Things may not be working out just as you planned in the work front, but you must not become aggressive due to this reason. That can actually waste the whole effort. Progress at work will require a lot of patience now ﾖ something that does not come easily to you. Someone less talented than you may come to possess greater power, but it will be in your own best interest not to tangle with this person now."
    },
    "1": {
        "Taurus Daily Horoscope": "You may have to trace back to the initial stages of few events. The cause for certain mishaps lay hidden in the roots. Your reputation in the eyes of others has suffered greatly because of this. It is very much necessary to be reserved and cautious in your approach lest people will try to be a hindrance in your quest.",
        "Taurus Health & Wellness Horoscope": "You will experience a spurt of energy and are likely to take up a health pursuit which you have been putting off. You may take up a new sport today or start a routine of exercise. All your health related good intentions will be fruitful today. Hence, this is a great day to take care of yourself and advance your fitness goals.",
        "Taurus Daily Love & Relationship Horoscope": "You need your partner badly at this point of time to extend you a strong emotional support. But due to some reasons you have been separated from your partner by distance. In spite of your repeated efforts there seems to be no way to catch up with your partner. Keep striving and you will succeed in residing with your partner soon.",
        "Taurus Career & Money Horoscope": "Prepare to receive an unexpected gift from someone close to you. The day is especially good as far as your ob is concerned. Colleagues and superiors at the workplace are going to be especially helpful and supportive. This will help you to finish off all your work on time and you can schedule some party time in the evening."
    },
    "2": {
        "Gemini Daily Horoscope": "It is high time that you took a break from your hectic schedule and have a calm look at your surroundings and your condition. You have been rushing about fulfilling your various obligations. Now, you have completed all that you can do and it is time to relax and enjoy the fruits of your planning and your efforts.",
        "Gemini Health & Wellness Horoscope": "The time has come to put the power of your mind to operation in order to rise above physical ailments. You need to realize that mental wellness has a profound effect on your physical health and you do have that mental strength to overcome any physical obstacle. Put your trust in the power of your mind and you may be pleasantly surprised at the results.",
        "Gemini Daily Love & Relationship Horoscope": "Your partner is not going to be in a mood for adjustments and settlements. Hence it is vital for you to hold your ego in check and not raise any controversial issues. Minor disagreements will blow up into full fledged quarrels as your partner will not concede a single point to you. You need to be cautious in romantic affairs today if you want to avoid major upheavals.",
        "Gemini Career & Money Horoscope": "You are likely to face some major expenses today, but they will all be because you want to spend and not because you are forced to do it. You have been saving for a rainy day and that is a prudent move, but today is the day to indulge your extravagant side without worrying and buy a nice treat for yourself or a person close to you."
    },
    "3": {
        "Cancer Daily Horoscope": "You are likely to come across a big idea today and you must not reject it out of hand because it seems too improbable. This is the day to think big and to reach high. You should study the obstacles to your plan well and soon you will find that the obstacle itself will suggest how you can get rid of it.",
        "Cancer Health & Wellness Horoscope": "There is a high chance that you will face considerable work related stress today and this can lead to certain health problems like migraine or hypertension. It is best to start the day with a round of exercise, yoga or meditation as this will keep you calm and help you to overcome the physical problems. Try to keep the stress from affecting your inner peace and you will enjoy a far more fruitful day.",
        "Cancer Daily Love & Relationship Horoscope": "You have a soft outlook towards your love life! However you may be put into situations which are devoid of true feeling and hence you will not be much impressed by those who offer to make you a part of their lives. So do not expect love to workout with such people! However they may turn into warm and cordial friends.ﾠﾠﾠ",
        "Cancer Career & Money Horoscope": "Someone at your workplace may be boasting bout his or her achievements. Do not feel bad cause that is what he wants you to feel. You have made accomplishments in the same measures! On the financial front you will receive what all you need or rather more which you can store!"
    },
    "4": {
        "Leo Daily Horoscope": "You are going to complete a profitable transaction today, especially one involving real estate. Positive thinking is your real strength and you must play to it. This trait will be encouraged by someone close to you. You will be able to enjoy the pleasures of life as well as witness spiritual growth. New insights will help you to prosper.",
        "Leo Health & Wellness Horoscope": "Take time to discover what suits you the best and renders you maximum energy; just increase its intake for your good health! You seem to be travelling since long and consuming various varieties of food at different places. It may upset your digestive system making your life uncomfortable and you must be very careful of it!ﾠﾠﾠ",
        "Leo Daily Love & Relationship Horoscope": "The day is going to be a balancing act between your job and career and your family. Both are growing quite demanding in the last few days and you have been attending to both. But, it will be quite difficult to do so today. It may seem that you have to choose one or the other. It is best to concentrate on work issues right now, though you will have to be tactful with your family.",
        "Leo Career & Money Horoscope": "Your efforts will be rewarded generously if you try to work to the maximum of your ability. So focus on your work and responsibility. Any carelessness on your part can pose a heavy liability. However the day promises to shower you with monetary gains. Your previous investments seem to give you rich rewards."
    },
    "5": {
        "Virgo Daily Horoscope": "You tend to be overtly self critical today. Most of your worries are groundless and you know it. Still, you cannot help but worry. The only way to deal with this is to communicate your fears to someone who is close to you and will be supportive. You need a second opinion regarding the seriousness of the problems before you drive yourself distracted.",
        "Virgo Health & Wellness Horoscope": "You are at the peak of your physical and mental health today. If you take part in sporting competitions today, then success and glory is inevitable. All stress and tension will vanish today. A sense of energy will fill your mind and body. Take advantage of this opportunity to put in a good hour or two at the gym or go for a run outside to revive you.",
        "Virgo Daily Love & Relationship Horoscope": "It is vital that you do not let stubbornness build up in your relationship. Your partner is in no mood to compromise. So, you need to be a lot more understanding and flexible. But this attitude will actually improve your romantic life and your partner will also begin to feel much more amiable. Try to renew your old relationship with a meaningful gesture.",
        "Virgo Career & Money Horoscope": "A rare job opportunity is going to knock on your door today. The idea may sound somewhat risky and novel to you, but if you act on it, you can give a new turn to your career. The time is right to take risks and go after what you really want to do with your life rather than sticking to the safe and narrow path."
    },
    "6": {
        "Libra Daily Horoscope": "You may make new friends today and embark upon new excavations! Keep on believing in yourself as you have been doing always. This will help you to reach every goal you are passionate about. Ideal time to make plans for the future; however limit yourself when it comes to finances. Spend where required only!",
        "Libra Health & Wellness Horoscope": "You have been eating unhealthy diet for the past few days. There may also have been frequent dinners outside. Your digestive system is going to suffer today as a result. There may be stomach pain and indigestion. You need to control your diet and increase your water intake in order to recover quickly. You also need to take special care of dental hygiene.",
        "Libra Daily Love & Relationship Horoscope": "For the last few days anxiety and doubts about your current or a prospective relationship had been occupying your mind. Today, all the doubts will be removed and you will be able to see your partner as well as the relationship in a clear light. You will be able to take a clear and informed decision about your love life.",
        "Libra Career & Money Horoscope": "Your mannerisms are well placed today. Use them for your gain. Meet people and strike conversation. Maintain a positive body language. It is quite possible that a new opportunity will sprout from there. This is a good week to start a new project. Remember your organization skills and keep yourself clutter free. At the end of the month, an unexpected gain is possible."
    },
    "7": {
        "Scorpio Daily Horoscope": "The day is particularly suited for starting something new. If you have been contemplating a change in job or career or switch to a different employer or even starting a new relationship, then this day is perfect for it. Even if a move seems risky, take a chance and it is likely to turn out great and just what you needed to do.",
        "Scorpio Health & Wellness Horoscope": "You seem to be heavily energized. All this is the output of good exercise and balanced diet, which you have been maintaining over a long period of time. Keep doing it. If possible go for a routine check-up as well. For those who are in profession of health trainers will get wonderful opportunities in career.",
        "Scorpio Daily Love & Relationship Horoscope": "You may come across new acquaintances or friends today! It will help you understand the deeper meaning of love and will empower you to differentiate between the superficial and true love! This will make you a better judge to select the right person for yourself! Be nice to every one who comes your way today!",
        "Scorpio Career & Money Horoscope": "You are going to get a good job offer today, but you may have to shift to a different city or even another country to take advantage of this job offer. This will have implications for your family members. So, though the job offer may seem very attractive, you need to consider all the different angles before you actually accept it."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You need to be humble to endear yourself to your friends. You may have assumed an arrogant attitude without even being aware of it. So, this is the best time to start analyzing your past activities rather than criticising others. It is a rare opportunity of introspection for you and you should take full advantage of this reflective mood to get closer to yourself.",
        "Sagittarius Health & Wellness Horoscope": "You take things slow and steady. But you also do not shy away from showing an instant spurt of energy. This of course surprises all around you. Similarly your skin also takes the same course. At one time you enjoy a porcelain complexion and at other time there is a sudden burst of pimple. Drink gallons of water on a daily basis.",
        "Sagittarius Daily Love & Relationship Horoscope": "Partnering well in personal life will give you an edge in professional life as well. The joint venture of you and your partner will turn out to be a great success in matters of love as well as business. You two have a very good understanding of each otherﾒs differences and hence can get along very well with each other. Continue to be so always.",
        "Sagittarius Career & Money Horoscope": "This is a special day for people dealing in hospitality/philanthropic activities. You can easily connect with your rebels and they will yield to you. Success will come to you easily. Just do not rush onto things if you face any pressure, it will be of no good. You may be lucky if you are striving to achieve more sources of income!"
    },
    "9": {
        "Capricorn Daily Horoscope": "There will be certain sudden changes in your personal and professional life. This will leave you worried and insecure. Do not feel so and relax yourself! Just go with the flow as these changes are for your own good only. The situation may get worse when there will be some one to cause you some unhappiness by trying to avenge on you.",
        "Capricorn Health & Wellness Horoscope": "Time to inculcate healthy habits in your daily routine. Aim for clinging onto it for over a month at least. If successful then pursue it as long as you can but initially do not burden yourself with it. One suggestion would be to increase your water intake everyday, make sure you have 3 liters at least each day.",
        "Capricorn Daily Love & Relationship Horoscope": "Excitement is in the air. You are likely to meet someone rather dazzling with whom you are going to spend a very enjoyable time. As stars are in your favour right now, the person has the potential of becoming someone very close to you. Keep all your work related worries in the background for now and just enjoy an exciting time of discoveries with a very vital person.",
        "Capricorn Career & Money Horoscope": "You seem to be occupied with your personal work and have put the professional work on hold for a while. But people need you badly at the workplace. It is okay if you are unanswerable over the phone or unresponsive over the e-mail. Expenses seem to mount up but you will be able to make up the lost money as you are about to receive some unexpected wealth very soon."
    },
    "10": {
        "Aquarius Daily Horoscope": "You are likely to come across an unlikely experience today. It is not necessarily unpleasant, but it is likely to rattle you. It can bring about a radical change in your outlook. Do not be afraid to express your feelings, but this time is more suitable to put the emotional demands of the others ahead of those of your own.",
        "Aquarius Health & Wellness Horoscope": "Passion is the dominant emotion that you feel today and your health and fitness urge is also not exempt from it. You are likely to drive yourself much harder today during your exercise routine. So, you need to be careful that you do not end up actually pulling a muscle or overstraining yourself. All mental stress is likely to vanish, leaving you full of energy and ready to go.",
        "Aquarius Daily Love & Relationship Horoscope": "You have been ignoring your friends of late and the time is especially favourable to put together a friendly outing. Go out and catch a movie or organize a simple friends night out and you will feel the stress that you did not even notice, vanishing easily. You can also be contacted by someone from your past that was close to you once.",
        "Aquarius Career & Money Horoscope": "Try to find the company of such people who can supply some useful information to you. You have been thinking big and this is the right time to take risk. Save your time of solving unimportant issues. Do not spend before you have cash in your pocket! Postpone your promise of celebrating your success bash if possible."
    },
    "11": {
        "Pisces Daily Horoscope": "You may be presented with plenty of misinformation today. It is better to rely on your own judgment and reasoning rather than listening to and being influenced by others. Try to find the truth at your own pace in your own way and you are likely to arrive at the best decision. A much needed vacation planning is in the air.",
        "Pisces Health & Wellness Horoscope": "Pay special attention to what you eat today. Your immune system is quite resilient and this has led you to eat even unhygienic foods in the past. However, your physique is actually in a vulnerable state now. You need to be careful about your dietary habits. In fact, the day is best suitable to institute some much needed long term changes in your dietary pattern.",
        "Pisces Daily Love & Relationship Horoscope": "You are in a judgmental mood today and your romantic partner is also not exempt. You are likely to sit down and categorically consider the pros and cons of the relationship in order to make a decision whether to continue it or not. In this accounting, you are also likely to underestimate your own feelings or even leave them out altogether. It is necessary to consider your heart and emotions before you take any decisions today.",
        "Pisces Career & Money Horoscope": "A change is indicated in the career front. You may change jobs or be shifted from one department to another in your office. You are going to like the new situation and it will present opportunities for you which you have long been searching for. So, you need to take full advantage of the opportunities that come across your way."
    }
}]
