horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You are feeling confident and happy and these shows in your attitude and body language. People today are going to notice you wherever you go and you are likely to make quite an impression. Important business meetings will go in a positive direction. Even if certain situation appears dicey, you will be able to bring others around to your viewpoint and get things done your way.",
        "Aries Health & Wellness Horoscope": "Somebody will be able to impress upon you how your dietary habits and lifestyle is affecting your health and you are likely to take a decisive step to correct the situation. If you are a smoker, you will resolve to quit today and if you are a fast food junkie, you will be shopping for health foods before the day is over.",
        "Aries Daily Love & Relationship Horoscope": "Some one irresistible is close to you. Still you cannot find out a way to reach up to their heart. Do not get disheartened, your mere attempts to find a place in some bodyﾒs heart will impress them well! Things may appear to be nonchalant but love may simmer behind the scenes and you may find yourself in a love interlude very soon.",
        "Aries Career & Money Horoscope": "You may be able to meet new people or foreign delegates who will be amiable to you! Communicate with them freely and collect as much useful information as you can! This will be of great help to you in the completion of your project. Do not let yourself succumb to any panicking scenario created by your seniors."
    },
    "1": {
        "Taurus Daily Horoscope": "What ever you will start today is bound to succeed no matter what ever obstacle comes your way! You will be able to recharge and reestablish healthy relations with others by the end of the day. Just bring a wise change in your nature ﾖ do not try to be in charge of every relationship. Give equality to all and you will be loved by all.",
        "Taurus Health & Wellness Horoscope": "You are going to get good health related advice from someone who may be close to you or a complete stranger. You will benefit markedly if you pay heed to this advice. The day is ideal for relaxing and getting rid of your accumulated stress. You should take this time to practice some much needed meditation to refresh your mind.",
        "Taurus Daily Love & Relationship Horoscope": "You may decide to show your love and affection for your partner through an extravagant and very public gesture. You may plan a surprise party to honour the achievements of your partner. Minor hitches may develop in the execution of your plans, but your partner will be left in no doubt about your pleasure and depth of commitment to him / her.",
        "Taurus Career & Money Horoscope": "Your bosses only listen to what they want to hear! And this is what stops you from expressing yourself freely. Your colleagues have supported you very well in such situations! And this is the time to appreciate the help you have received from them. You will receive a lot of wealth as soon as the mood of your bosses is set right!"
    },
    "2": {
        "Gemini Daily Horoscope": "You will be affectionate and loving towards everyone you come in contact with today! Some one may be moved by your generosity and will confess his or her feelings for you by the end of the day. However bitter experiences are still on your mind, but this is the time to let go off all the negativity and grudges you have been holding onto since long.",
        "Gemini Health & Wellness Horoscope": "Minor illnesses are on the cards today. You may feel a slight cold or a headache coming on. This is just a passing phase, but it may leave you feeling somewhat weak. So, do not schedule too many appointments today. Plenty of rest and relaxation will take care of the problem and you will soon be fit and fine.",
        "Gemini Daily Love & Relationship Horoscope": "Be prepared for some bit of good news from your partner, or you may be getting a very good gift from him / her today. If you are single, this is the right time to meet that special someone who can create a major difference in your life. Keep an open mind and you will see love blooming at unexpected places.",
        "Gemini Career & Money Horoscope": "While your finances are showing steady growth and are likely to improve further today, you may feel that circumstances beyond your control is affecting your productivity and your ability to work. But your fears are groundless. Even your superiors will understand and sympathise with your condition and you are likely to receive a lot of support at work. Colleagues are also going to be helpful."
    },
    "3": {
        "Cancer Daily Horoscope": "Your intuition is strong at this point of time and will be giving you a good guidance in what ever you do! You can even take risks easily and gamble for fun! Luck is in your favor but you must think twice before taking a leap. You may experience an air of emotions. Old friends and acquaintances may re emerge bringing positive vibes for you.",
        "Cancer Health & Wellness Horoscope": "You may suffer from some allergic reaction today. If you have known food allergies, you may accidentally eat the food. Chances of irritation of the skin are also there. Avoid going to polluted places if possible. Health will improve after evening. Be sure to get plenty of exercise as well as sleep. You should consciously cultivate healthy habits to avoid problems in the future.",
        "Cancer Daily Love & Relationship Horoscope": "The planetary influences send rather sudden surges of energy to your love life. Your partner may behave much more aggressively than normal and you are likely to be at a loss about how to handle this. If you are single, you may decide to go out with a person whom you normally would have avoided. It is the perfect day to experiment with your relationship even if you never planned to do so.",
        "Cancer Career & Money Horoscope": "You may be in the danger of falling prey to fraud. The day is not suitable for any major investment or purchase. Do not trust any complete stranger on money matters today as you are likely to bear considerable loss. However, with enough prudence at the correct juncture can help you to protect your finances easily. Do not plan or pay for a trip today."
    },
    "4": {
        "Leo Daily Horoscope": "You will be in a trusting and confiding mood today. The danger of this is you may end up confiding in a person who does not have your best interest at heart. So, be sure of the person before you unburden your soul to him or her. If you have been having a disagreement in the last few days ﾖ whether at home or at work, today is a great day to extend the olive branch.",
        "Leo Health & Wellness Horoscope": "You may be a little crazy today! After a rigorous workout session you may treat yourself with a chocolate cake! And this is where you need to control. Consume something sweet containing much less calories than the chocolate cake! And if you will not remain restricted by the diet suggested by the gym instructors, you can never get back in shape in a short time!",
        "Leo Daily Love & Relationship Horoscope": "You are likely to do a lot of soul searching in connection to your love life. You have been wearing rose tinted glasses when you judged your relationship before but now you will be able to adopt a far more sensible and mature approach to love. You will arrive at a clear idea of what you want from your partner and the relationship and how much you are willing to give to it.",
        "Leo Career & Money Horoscope": "This is the day to bring a change in your professional and money life! So if you have any such plans, just let yourself be free. You will find it easy to approach the top managers and to communicate to them effectively your notions. This is the best chance to maximize your income from your employer."
    },
    "5": {
        "Virgo Daily Horoscope": "Enjoy communication and even a day trip with an old friend and family. You should stick to those methods in your work which have proved to be beneficial in the past. It is better not to start any new experimental things today. If you are trying to get a job or a project, stick to conventional methods and sell your ideas and abilities strongly and success will surely be yours.",
        "Virgo Health & Wellness Horoscope": "Your dietary habits have never been very good and all your good intentions generally evaporate at the sight of tasty fast foods. But you cannot afford to continue in this way. You need to avoid deep fried and sugary snacks today as eating junk foods can result in serious stomach problems. The day is best suited for designing a new and healthier dietary regime.",
        "Virgo Daily Love & Relationship Horoscope": "It is high time that you judged your relationship in an objective way. Are you ready to take it to the next level? It is time to examine your own feelings rather than that of your partner and deal with the ambiguity that you normally feel. This is the best time to take decisive action regarding your relationship so that you can guide it to the direction that you want it to take.",
        "Virgo Career & Money Horoscope": "The day is perfect for completing all your pending tasks. You have not been able to finish your work on schedule due to external reasons. So, you have quite a bit of catching up to do. There will be less pressure of new commitments at work today. So, you will find enough time to complete all these tasks and relax, knowing that you have completed your commitments."
    },
    "6": {
        "Libra Daily Horoscope": "Remember that long pending job? You will get it done today. Today is marked for hard physical work. You are also supposed to gain both socially and financially for the hard labor. Be careful to avoid any confrontation today with your loved ones. The stars predict that a confrontation today will escalate to higher proportions in no time at all.",
        "Libra Health & Wellness Horoscope": "Until and unless you devote a waking hour to your health, you have made no good use of your day! Try to ponder upon the various activities you do and how they affect you! For instance monitor your breathing habits and analyze how it affects the way you talk or you love! Yoga seems to be the best exercise for you at this point of time.",
        "Libra Daily Love & Relationship Horoscope": "The day is perfect for romance and you can plan to surprise your partner with some intimate or extravagant gesture. You also will probably receive a happy surprise from your partner. Be sure to schedule some alone time in order to take full advantage of this planetary setting. If you are thinking of starting a family, then this is the perfect time for it.",
        "Libra Career & Money Horoscope": "You are likely to be in a philosophical mood and any profession which involves deep thinking is going to see a high degree of success today. Teachers, lawyers, philosophers, preachers and politicians are going to be very successful today. But, you need to pay attention to the mundane in addition to the deep questions of life. Overlooking the practical situation is your major problem today."
    },
    "7": {
        "Scorpio Daily Horoscope": "Many good opportunities are awaiting you. But they require a great deal of commitment which seems to be an unavailable option for you at this point of time. It is okay for you to put this opportunity on hold for an important personal event! You are gentle in your disposition and this is what helps you gel softly with friends.",
        "Scorpio Health & Wellness Horoscope": "You will become aware of the health risks of your current lifestyle and may initiate a regime to correct it. You may have to undergo a health check up due to some reasons and this is likely to alert you to the possible danger. You have adopted a better lifestyle a number of times in the past, but this time you will find it much easier to stick to the regime this time.",
        "Scorpio Daily Love & Relationship Horoscope": "You are going to be very busy with your social commitments today. Parties, get-togethers and family occasions are likely to take up most of your time and you are going to enjoy the social wind. You will easily take up the attention of people as you sparkle at all the gatherings. You are going to resurrect some old connection through these meetings which will be beneficial for you.",
        "Scorpio Career & Money Horoscope": "As far as the financial matters are concerned, you find yourself making a wise decision today. A word of advice today is one in hand is better than two in bush. So, settle down for small gains today. People in trade and shares are not advised to buy big investment shares. Listen to your inner voice and work on intuition."
    },
    "8": {
        "Sagittarius Daily Horoscope": "It is high time that you took a break from your hectic schedule and have a calm look at your surroundings and your condition. You have been rushing about fulfilling your various obligations. Now, you have completed all that you can do and it is time to relax and enjoy the fruits of your planning and your efforts.",
        "Sagittarius Health & Wellness Horoscope": "Your health remains in peak condition today. It is necessary to start a light exercise routine in the morning for continual good health and today is the best day to take the first step towards this. You may develop some complaint of the teeth towards the evening. It is also necessary to change your dietary pattern immediately for your continuous good health.",
        "Sagittarius Daily Love & Relationship Horoscope": "Plan some family activity today. No matter how busy you are, you have been ignoring your family and it is time to redress the balance. A picnic or other group outdoor activity can be great fun. You can also go for activities like sailing or horse riding. Try to get in a much needed dose of nature during this quality time.",
        "Sagittarius Career & Money Horoscope": "You are likely to get a very good job offer today, but in a completely different field. You will have to engage in a lot of comparison to take the correct job related decisions. Though this is not going to be easy, it is advisable not to change your field completely. You need to take the advice of your family or your partner regarding which job to keep."
    },
    "9": {
        "Capricorn Daily Horoscope": "The day may turn out to be somewhat bizarre. Event which you never expected have a high chance of happening today. It is important that you take note of the planetary energies and try to understand the direction to which they are pushing you. Detecting the right path at this juncture can have a revolutionary effect on your life.",
        "Capricorn Health & Wellness Horoscope": "You can maintain your ability to manage a busy life easily only if your food intake is balanced, you exercise regularly and you take proper care of your bodily needs. Do not skip exercise any day. Avoid the restaurant food or frozen foods if you cannot prepare a meal one day. Consume boiled foods if such a condition arises. You are just one step away from a healthier lifestyle.",
        "Capricorn Daily Love & Relationship Horoscope": "Today is a good day to take your date out. Enjoy and indulge in some light talks. Refrain from commitment. Also do not try to judge your partner. Even your partner is in the mood of partying and no serious commitment. It is yet too early. Your relationship may flourish to take you by surprise or may die down with a fizz. Just have good time.",
        "Capricorn Career & Money Horoscope": "A business trip is shown on the cards in the later half of the day. It will be a great opportunity for intellectual stimulation. If you feel too much burdened take an off in the first half of the day and prepare yourself about how you are going to present yourself in front of everyone."
    },
    "10": {
        "Aquarius Daily Horoscope": "A situation is likely to arise in your life where you will have to take a very direct and proactive role. It may appear to be a very difficult situation, but you have the capability of solving it fairly. You will just have to assert yourself, but do not worry. After the crisis is over, people are going to be impressed by your role in solving it.",
        "Aquarius Health & Wellness Horoscope": "The weekend mania is clouding you as you are in let go mood. It is good to feel free spirited but moderation is the key of life. Do not get overboard. You may indulge but take care not to remain in the mood in the coming week as the coming week is important for you professionally and you need to be in best health.",
        "Aquarius Daily Love & Relationship Horoscope": "The connection with your soul mate seems to be fading away due to work pressures. But you can struggle well to maintain meaningful relations. If you are serious about this person then you must strive to retain the lost charm other wise control your temptations. It will be an unnecessary and wasted effort for some one who does not matter to you much!",
        "Aquarius Career & Money Horoscope": "Once you get engrossed in a new project you will hardly find any time for other things. So be careful of not missing out any important information coming your way! It may be anﾠﾠﾠﾠimportant message to help you attain a higher position. Finances will remain stable as planned for quite a long time."
    },
    "11": {
        "Pisces Daily Horoscope": "You may undertake short trips for professional or personal reasons. Though it is not easy for you to undertake trips at this point of time but still you will manage to do so and its results will be favorable too! Your generosity will be identified greatly especially by the people who failed to recognize it earlier.",
        "Pisces Health & Wellness Horoscope": "You have been thinking about bringing about a drastic change in your diet in the last few days, but were being held back by doubts. Today, all doubts will vanish and you will understand what exactly is needed for your own continuous good health. This can lead to a complete change in your lifestyle. The new way that you choose can appear unconventional and scary, but this is the right path for you.",
        "Pisces Daily Love & Relationship Horoscope": "You can relate well to everyone you come across today. But this does not mean that they can be a perfect match for you. It will be too early to call it ﾓlove at first sight ﾓfor someone you may be attracted to! Take a step back and start analyzing how things have been and how things will be in future of you go ahead with this person in life.",
        "Pisces Career & Money Horoscope": "You may receive some good news about better job prospects. You may be called for an interview at your dream companies. For the blooming writers it may be a great day as some of your articles or a book may get published with a renowned publisher. Your career may now follow an entirely new trajectory now."
    }
}]
