horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Do not question much over why things happened in an unexpected way or are getting delayed. It may be for your good, the advantageous of which you could not see probably. Experiment something new to bring out the best in you! This will give you a break from your regular and monotonous routine as well.",
        "Aries Health & Wellness Horoscope": "Think on nurturing your mind rather than your body. You keep yourself fit physically. What takes a back seat is your over exerting mind. Relax; enroll in some recreational activity that will be food for your brain. Dedicate minutes of your time to yourself. Concentrate and meditate. Give a direction to your thought process which is otherwise running in varied directions.",
        "Aries Daily Love & Relationship Horoscope": "Today you will enjoy a completely new and refreshing romantic atmosphere. Warmth from your closest relationships will pervade your day. You may be feeling especially amorous. Take this opportunity to enjoy some quality time with your partner and create some beautiful memories. You can do something special for your partner today and it will be highly appreciated. Single persons are likely to meet someone special today.",
        "Aries Career & Money Horoscope": "Your financial planning and hard work has now paid off. People who were previously critical of you and doubted your judgment will look up to you today and will marvel at your powers of reasoning and foresight. Be sure to enjoy this period of financial success. Expenses will be incurred on luxury items which you have coveted for long."
    },
    "1": {
        "Taurus Daily Horoscope": "Your indecision and dithering has created needless chaos and all these issues are now likely to come to a head. Family matters and those concerning real estate come to a head now and you will receive correspondences regarding these issues. Old and unresolved businesses will now demand your attention and you cannot move forward till you close these old chapters.",
        "Taurus Health & Wellness Horoscope": "Physically taxing activities are on the cards today and you are going to enjoy every minute of it. You will be at the top of your form and will perform excellently in all sporting and athletic pursuits. You will have a tendency to drive yourself hard, carries away by your success. However, this is not going to have any negative effects as long as you remember to regulate your diet.",
        "Taurus Daily Love & Relationship Horoscope": "You are advised to look for opportunities to please your soul mate in spite of following a rigorous training schedule! Your relationship gives you the kind of love what others dream of and that it why you are ignorant towards it. Try to compose a ballad or song for appreciating your beloved or frame some picture perfect memories.ﾠﾠ",
        "Taurus Career & Money Horoscope": "You are a person with good nature and you are also a social butterfly. Today these qualities of yours will be highly appreciated and rewards for them will follow soon. You may also receive wonderful advice to boost your confidence and achieve much more than you could achieve on your own!"
    },
    "2": {
        "Gemini Daily Horoscope": "You are going to pay a lot of attention to details today. You are likely to be involved in detailed planning of a project and you are going to be very thorough about it. You are feeling very industrious and this will be reflected in your job. You are also going to earn acclaim for this. A spurt of creativity will mark every aspect of your day.",
        "Gemini Health & Wellness Horoscope": "The health issues that you have been ignoring for some time now will begin to assume serious dimensions if you do not consult a health professional immediately. Your diet in particular needs careful attention. Avoid putting anything in your system that you know is not good for you. If you suffer from a chronic condition and have been ignoring the dietary guidelines, this is the time to go back to a strict routine.",
        "Gemini Daily Love & Relationship Horoscope": "It is going to be a great day for you today! You may get a chance to speak your heart out today. But be careful not to speak anything which you will regret later! Keep your speech brief and precise, you will get many more chances to address your partner openly! Highlight only the burning issues.",
        "Gemini Career & Money Horoscope": "You seem to be in a mood to read between the lines at this point of time! You will review all the work accomplished by you lately and will sort out ways to make your work better. However the finances seem to be a difficult affair for you to manage. There will be hardly any scope for you to save much!"
    },
    "3": {
        "Cancer Daily Horoscope": "You will be tackling a number of diverse commitments from all fronts today. Be ready to fulfil your social, financial and personal obligations. Your family, friends and colleagues are all likely to turn to you and you are more than capable of handling this pressure. You will be helping a number of people today with both words and actions.",
        "Cancer Health & Wellness Horoscope": "You have been in denial regarding some aspect of your physical or mental health for the last few days. Today is the day of clarity. The protective shell of denial will be removed and you will confront the truth about your health today. This is the first positive step towards recovery as you can now do exactly what needs to be done except only denying the situation.",
        "Cancer Daily Love & Relationship Horoscope": "You are feeling especially sanguine and diplomatic today. Hence, you will be able to handle any situation that arises in your family or your relationship today. Your partner may be misinformed about you or may come out with a grudge from long ago. You will be able to deal with this easily in a sympathetic manner which will actually strengthen your relationship.",
        "Cancer Career & Money Horoscope": "Today you may be a lot forgiving to every one who has done wrong to you! Be it your colleagues who have been trying to harm you out of jealousy or be it your cruel bosses who never gave a hearing to you and have hindered your progress always! Your finances may reach to the top however you may have to take few risks for gains."
    },
    "4": {
        "Leo Daily Horoscope": "What ever you will start today is bound to succeed no matter what ever obstacle comes your way! You will be able to recharge and reestablish healthy relations with others by the end of the day. Just bring a wise change in your nature ﾖ do not try to be in charge of every relationship. Give equality to all and you will be loved by all.",
        "Leo Health & Wellness Horoscope": "You have been slacking off as far as your health and fitness routine is concerned. It is now high time to get back on track. Otherwise, all the good work that you have accomplished at the fitness front will come to nought. However, do not overtax yourself as this will seriously affect your motivation. Just spend thirty minutes in the gym today to get back to the rhythm of the thing.",
        "Leo Daily Love & Relationship Horoscope": "The day is perfect to correct any problems that have lately been arising in your relationship, but it is you who need to take the first step. You must put aside your pride and take things in hand. Otherwise, your relationship is headed towards rather a rocky ride. Your partner will be open to suggestions that you make today.",
        "Leo Career & Money Horoscope": "Great opportunities are likely to open up on the career front today. You can get a really fantastic job offer or that promotion for which you were eagerly waiting, finally comes through. Help may arrive from a completely unexpected quarter which is likely to overwhelm you. You may also receive help from someone whom you had helped in the past."
    },
    "5": {
        "Virgo Daily Horoscope": "Tangled relationship, conversations of double meanings and misunderstandings are the order of the day, but they will prove to be amusing rather than harmful. Do not worry about these. Instead, lighten up, step back and enjoy the comedy of errors that is going to happen all around you today. With a healthy dose of humour, the day can turn out to be very pleasant indeed.",
        "Virgo Health & Wellness Horoscope": "You have been suffering from a minor but persisting problem of health in the last few days. Today, somebody will suggest alternative treatment of the condition to you and you will try it. Chances are high that it will work very well and you will be rid of the problem. This may well start your complete conversion to alternative treatment. Non invasive treatments are likely to work better in your case.",
        "Virgo Daily Love & Relationship Horoscope": "Contradictory planetary forces pull you today in opposite direction. You want to take decisive action; yet you feel cautious and do not want to upset any balance. The result of these opposing effects will be rather interesting on your love life. You will learn a lesson about your partner or your relationship which will help you to plan for the future.",
        "Virgo Career & Money Horoscope": "Today is a lucky day for you. You may be on top in any meeting or negotiation. You will sail through any circuitous situation with much ease. Your efforts will be appreciated. If you are planning to invest today in a property, you may get a good deal. Read the documents carefully before agreeing for the terms."
    },
    "6": {
        "Libra Daily Horoscope": "Experience is the best teacher and you need to get guided by it presently. Do not ignore the lessons of the past and save yourself from the sufferings it can cause in future. Try to help the needy people, be it children or be it aged ones! Doing this will help you walk the right path no matter how much you are getting deviated from it.",
        "Libra Health & Wellness Horoscope": "You need to be humble to endear yourself to your friends. You may have assumed an arrogant attitude without even being aware of it. So, this is the best time to start analyzing your past activities rather than criticising others. It is a rare opportunity of introspection for you and you should take full advantage of this reflective mood to get closer to yourself.",
        "Libra Daily Love & Relationship Horoscope": "Romantic involvement with a colleague will create unnecessary tension and difficulties. Try to keep your personal life separate from professional life. Try to join a fitness and health program with your beloved to reduce the level of stress in your relationship and in your mind as well. These apprehensions may make you suffer from feeling of insecurity in relationship.",
        "Libra Career & Money Horoscope": "You are in a mood of speculation today; still your ability to stay focused will be quite strong. You must stick to your office desk or work station at home in order to finish maximum work in minimum time. However working at home will be conserving more time, energy and money. Order something or do some window shopping online."
    },
    "7": {
        "Scorpio Daily Horoscope": "There may be a psychological fact which is causing you a lot of discomfort. You may have reminisced about the bad happenings of the past. Go and share your concerns with a friend or a relative and the day will turn out to be a great one for you! These are just certain demonstrations to make you strong in life!",
        "Scorpio Health & Wellness Horoscope": "Today you are upbeat physically and psychologically. Boost in your morale will reflect in your work. You have been taking good care of your health. Today increase that care a little extra bit and join a fitness program as boredom seeps in fast in you. A company will keep you motivated. Look for a fun company for walking or jogging.",
        "Scorpio Daily Love & Relationship Horoscope": "There may be some changes cropping up in the mind of your partner. He may want to adopt an adventurous approach to life and this will involve several experiments to attain his desired goal. You may even need to change your food habits or residence. Just be careful of controlling your laughter over anything new your partner tries to do!",
        "Scorpio Career & Money Horoscope": "Today you feel that things are out of your control and those things inhibit you from performing. But have faith. You have been sincere and hardworking. Even your bosses understand the constraint. So be honest and work as usual. In order to make profit, you need to team up with someone from abroad. Your finances have the potential to increase."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You now have developed a strong sense of commitment. You may have to meet some family obligations and you will rise splendidly to the occasion. You will be polishing all your skills right now and calling on your hidden resources to meet the challenges in your life. The journey is likely to be tough, but you are going to enjoy every moment of it.",
        "Sagittarius Health & Wellness Horoscope": "Situations will arise today where you will be exposed to allergens and there will be no way to prevent this. So, you need to take adequate preventives beforehand. One thing that you can do is to design your diet in such a way that it boosts your immune system and protects you from infections. Drink plenty of water and include necessary vitamins in your diet.",
        "Sagittarius Daily Love & Relationship Horoscope": "It is vital that you do not let stubbornness build up in your relationship. Your partner is in no mood to compromise. So, you need to be a lot more understanding and flexible. But this attitude will actually improve your romantic life and your partner will also begin to feel much more amiable. Try to renew your old relationship with a meaningful gesture.",
        "Sagittarius Career & Money Horoscope": "Distractions at the workplace are now acting to reduce your productivity. A possibility of an office romance is actually taking your mind away from work. However, you need to bring your concentration back. Avoid taking any action that can prove irritating or offensive to your colleagues. You are probably being distracted by a simple infatuation. Adopt an attitude of if it happens, it happens and concentrate on your duties."
    },
    "9": {
        "Capricorn Daily Horoscope": "You will be in a trusting and confiding mood today. The danger of this is you may end up confiding in a person who does not have your best interest at heart. So, be sure of the person before you unburden your soul to him or her. If you have been having a disagreement in the last few days ﾖ whether at home or at work, today is a great day to extend the olive branch.",
        "Capricorn Health & Wellness Horoscope": "Mental stress followed by tension headaches has been creating quite a lot of trouble for you in the past week. While your external circumstances may not change significantly, you will notice a marked lowering of the stress level in your mind and this may be brought out by reorienting your thinking and the way you deal with the problems in your job or your relationships. This will help you to attain an overall sense of peace and achievement.",
        "Capricorn Daily Love & Relationship Horoscope": "You seem to be too excited about hosting a party in honor of your belovedﾒs achievements. But unfortunately it will turn out to be a regular get-together. Your favorite guests may not arrive even! Still your partner will be drawn to the care and concern you have for them! And this is what your real achievement is!",
        "Capricorn Career & Money Horoscope": "Make a good start over the project which has been put on hold since long. It is a just one step in laying good foundation for a successful future of yours. Take things easy and do not rush onto anything without thinking twice. Do not rely on others to do your work. Do not be afraid to take a stand for what you think is justified."
    },
    "10": {
        "Aquarius Daily Horoscope": "You are in a dominating mood today. You want to take the lead and demonstrate your authority. However, you have to be careful not to throw your weight around. You may accidentally step on some toes. Though you feel that you know better and can handle the situation better, you should still try for cooperation and harmony while tackling any project.",
        "Aquarius Health & Wellness Horoscope": "Chronic ailments have been troubling you for the last few days but today you will discover a satisfactory way to deal with these problems. Be warned that the method will take time and patience in order to be effective, but if you follow the regimen strictly, you will be able to get rid of a painful chronic complaint to a large extent.",
        "Aquarius Daily Love & Relationship Horoscope": "It is quite a unique day for you as you may be able to connect love with spirituality for the first time ever! Those who are deeply in love want to take their relationship to the other level by planning for a ceremony to mark their togetherness. However if family issues arise with this then you must wait for the right time!",
        "Aquarius Career & Money Horoscope": "You are your best critic. Analyze your situation and act accordingly. Having said that, today you need to motivate yourself to remain on track. Let monotony not bog you down. Time will change and you may be entrusted with bigger responsibilities. Till then, show your consistency. You have time at your side. Plan investing, do research work and go for it."
    },
    "11": {
        "Pisces Daily Horoscope": "Honesty is the watchword of the day. The day is perfect to focus on details of your work or on meticulous tasks which you may have been avoiding lately. You may resist these dull routine tasks, but if you sit down to complete them once, they will go very fast. Expect a sense of goodness from the people who are nearest to you.",
        "Pisces Health & Wellness Horoscope": "Incorrect sitting posture may lead to pain in the neck region today. Watch your posture while you sit in the office. You may carry a cushion to support your back while sitting. You are a little low in energy today which might interfere with your ability to work either at home or work place. You might be inclined today to include some fitness routine in your daily activity.",
        "Pisces Daily Love & Relationship Horoscope": "Complications are likely to arise now in your romantic relationships. You must keep a firm hold on your temper because getting angry or upset is not going to produce any fruitful results. You also need to identify the love and affection that you feel for your partner that has become buried under a mountain of stress. Maintaining a fine balance between your self-respect and your commitment to your partner becomes very important now.",
        "Pisces Career & Money Horoscope": "Seems to be a good time to touch base with colleagues and sub-ordinates. Long lasting period of review and frustration will come to an end soon. So out of happiness you will go crazy spending over yourself as well as over friends and family! Do it for a day or so at the maximum!"
    }
}]
