horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Today is an important day for you as you may develop contacts with someone either residing in different city or abroad. The contact will be helpful for your career. Do check your mailbox as you may receive an important mail regarding an opportunity. Friends living abroad may invite you to work with them. White is a lucky color for you today.",
        "Aries Health & Wellness Horoscope": "You need to be humble to endear yourself to your friends. You may have assumed an arrogant attitude without even being aware of it. So, this is the best time to start analyzing your past activities rather than criticising others. It is a rare opportunity of introspection for you and you should take full advantage of this reflective mood to get closer to yourself.",
        "Aries Daily Love & Relationship Horoscope": "Several events line up today to push your buttons. The result is that you may become irritated even at minor infractions of your partner. Mannerisms which you previously found endearing may appear to irritate you now. Your best course of action now will be to spend some much needed alone time and pamper yourself with exercise or a beauty regime.",
        "Aries Career & Money Horoscope": "You need to make special use of your communication and negotiation skills at your place of work today. Be careful not to complain loudly or tread on any toes. Instead, you will need to exercise diplomacy and tact in order to make the most of a delicate situation at work. Your successful negotiation can also advance your career considerably."
    },
    "1": {
        "Taurus Daily Horoscope": "You have probably been feeling ignored in recent days, but today you will grab the attention of all. The limelight will be centred on you and you are going to justify it by rising easily to the occasion. This can be related to the appearance of a new friend, reappearance of an old one or some situation at work.",
        "Taurus Health & Wellness Horoscope": "Pay a lot of attention to revise your diet and incorporate healthy meals in it. Drink a lot of water to keep your blood pressure in control. Try to tackle your personal relationships later on as they seem to hamper you more in addition to the digestive tract ailments. Relieve yourself mentally and stop thinking about other things as well.",
        "Taurus Daily Love & Relationship Horoscope": "External stress from work and other facets of life are going to affect the status of your relationship right now. If you can remember the importance of relationships and the need to keep your career and family life strictly separate, you can easily weather this storm. Your partner is going to be very supportive of you today even though it may take you quite a long time before you realize its value.",
        "Taurus Career & Money Horoscope": "Distractions at the workplace are now acting to reduce your productivity. A possibility of an office romance is actually taking your mind away from work. However, you need to bring your concentration back. Avoid taking any action that can prove irritating or offensive to your colleagues. You are probably being distracted by a simple infatuation. Adopt an attitude of if it happens, it happens and concentrate on your duties."
    },
    "2": {
        "Gemini Daily Horoscope": "A new energy will now begin to work in your life. You will suddenly find that balancing family and career issues have now become extremely easy. All your hesitations will disappear and your actions are marked by an unprecedented level of confidence. You will also be able to resolve any ambivalent feeling towards those near to you both in workplace and in the family.",
        "Gemini Health & Wellness Horoscope": "While your health is quite all right, mental stress will create a sense of lethargy and sluggishness in you. You will want to avoid stressful activities and instead, just sit outdoors and enjoy the sun on your skin or the breeze blowing over your face. Take the day slow. Drink plenty of water and get enough sleep in order to wake up tomorrow refreshed.",
        "Gemini Daily Love & Relationship Horoscope": "You have been living a very busy life and commitments from all sides were making demands on you. Today, the pressure is likely to ease a little. Take this opportunity to rest and relax with your family or your partner. You will draw comfort from familiar things. Enjoy a quiet evening at home with your partner instead of going out for more vigorous enjoyments.",
        "Gemini Career & Money Horoscope": "The venture capitalists are going to be the biggest benefiters today! People well easily get convinced with your ideas. Just do not over-exert your point of view. However the amount of money you are expecting to receive may slightly get delayed, but is sure to arrive!"
    },
    "3": {
        "Cancer Daily Horoscope": "You may discuss few important issues with your relatives. Try to be loving and kind in your conversations. If you canﾒt handle any situation just leave it for the time being rather than overdoing it. Attend gatherings in the evening time if you want to lighten up your mood. Focusing on matters of faith and spirituality will be of benefit to you.",
        "Cancer Health & Wellness Horoscope": "You are going to find someone today who will become a very good exercise buddy for you. You may already know this person but now you will discover this shared interest. Your mutual enthusiasm will help you to drive yourself further so that your health and fitness will be at its peak. You may also take part in an athletic event now.",
        "Cancer Daily Love & Relationship Horoscope": "You may feel a bit disappointed at this time. You have been dating many people of the opposite sex still cannot find anyone of your taste and stature. Family is pressurizing you to tie knots. Try to convince people at home to wait for the right person and till then let you enjoy your singlehood to the fullest!",
        "Cancer Career & Money Horoscope": "For those who are studying this seems to be a good time for reaping of all your endeavors. The same is visible on the cards for the working professionals. Success and appreciation seem to be coming your way. However you may suffer a loss in investments if you have done any! So put the investment task for the other day if you are planning to make one!"
    },
    "4": {
        "Leo Daily Horoscope": "News about financial gain may make you and your loved ones happy. There is a sense that things are positively turning around. You are pleasingly presentable. Go out and meet people. New opportunities will sprout from your associations which will prove beneficial in the long run. You may bring a change in your house either structurally or family wise.",
        "Leo Health & Wellness Horoscope": "Today you want to be a source of love and support for people who consider you as a close buddy! But do not neglect your health while caring for them. Carry your own cooked food and water from home in order to avoid any source of infection. Try to demarcate the time for which you will be available for others and for your own self!",
        "Leo Daily Love & Relationship Horoscope": "Nobody has the permission to make you feel down. It is a trying time. If your love hurts, it was never meant to be yours. It is time to move on. There is no social obligation to remain attached with something that does not gel with your energies. With clashing energies, it is batter to back off. You may find love shortly.",
        "Leo Career & Money Horoscope": "While your finances are showing steady growth and are likely to improve further today, you may feel that circumstances beyond your control is affecting your productivity and your ability to work. But your fears are groundless. Even your superiors will understand and sympathise with your condition and you are likely to receive a lot of support at work. Colleagues are also going to be helpful."
    },
    "5": {
        "Virgo Daily Horoscope": "You are going to feel more dedicated today and you are going to finish off all the backlogs which may have accumulated today. Clearing this will give you a nice sense of accomplishment and this will be noticed by the people who matter to you. The result is that you will get more appreciation both at home and at your workplace.",
        "Virgo Health & Wellness Horoscope": "It may be a surprisingly embarrassing situation for you that your temper may shoot up when you have not expected this to happen at all. Do not put pressure on your mind for this reaction of yours. Mistakes happen and you are not the only one who commits them! It may be an outburst of mental stress which you have been going through in the past few days. Try to cure that first!",
        "Virgo Daily Love & Relationship Horoscope": "Stress from your work or other areas of life are likely to affect the harmony in your relationship. Small issues may assume out of proportion importance today. This can lead to a major disagreement about a minor issue in your relationship. If you are single, schedule some relaxing activities by yourself. The day is not favourable for communication as there are chances of being misunderstood.",
        "Virgo Career & Money Horoscope": "You may not have an estimate of the problems and worries your sub ordinates may be facing. Addressing their concern is more important than you think saving your time is! If you still keep following your wits then you may have to learn a lesson hard way. You may entitle yourself with the ownership of a new house."
    },
    "6": {
        "Libra Daily Horoscope": "There is a lot of action packed for you today. You may be busy today. In your hurry, do not hurt those, who have walked a small distance with you. Be polite and humble. New opportunities are around the corner. They will be attracted to you by your positive deeds. Practice patience. Change is the only truth and it will happen for you as well.",
        "Libra Health & Wellness Horoscope": "You need to structure your health habits else the outcome will be ill health which will be hard to manage easily. Chalk out a basic code of conduct for your behavioral pattern and keep checking your deviation from it each day! Eat only freshly cooked foods which may be hard to attain but you have to if you want to be fit and fine.",
        "Libra Daily Love & Relationship Horoscope": "It is a great day; you may get back to your ex-love! You had certain difference among yourselves when you split up with your beloved! However you must take time to think about moving in together again as this is not a very good day to reach onto any decision! You will have enough time to work out what ever you have in your mind!",
        "Libra Career & Money Horoscope": "It seems like your travel cost to your workplace is increasing day by day. Also the card shows that the office politics are strong and working against you these days. But you keep working as usual and you may get promoted soon. In any case the politics will keep mounting up out of jealousy."
    },
    "7": {
        "Scorpio Daily Horoscope": "You have a talented and impressive personality which will get highlighted in front of everyone today ﾖ including both your well-wishers and people opposing you! Pay heed to the advice of the former ones and ignore the rest. Your elders will be there in your support and will guide you well to regain your focus on certain very crucial goals of your life.",
        "Scorpio Health & Wellness Horoscope": "A great sense of happiness, health and general well being mark your day. You have an excellent attitude towards an important thing today. Your decision today will have a long term effect and with your positive attitude, it will affect you favorably in the future. Your strength of mind and peppiness will be a focus of envy for others.",
        "Scorpio Daily Love & Relationship Horoscope": "The singles may have a strong piece of luck in finding their better half today at sports or spiritual centers. For those who are in relationships must take a break from their strenuous relationship and do things which make them glad or which they generally canﾒt find time to do! Sometimes two people have to fall apart to realize how much they need to be together!",
        "Scorpio Career & Money Horoscope": "New opportunities of employment and income are now opening up for you. You will be faced with a large number of choices so that you may find it quite difficult to judge the alternatives and choose the most suitable path. Balancing work and family life can be difficult today as you emphasize on work at the cost of family today."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Today, you will develop a natural tendency towards stubbornness. Unfortunately, you will probably dig in your heels even when you logically understand that doing so is not in your best interest. Lighten up. You need to think clearly and do what your mind suggests instead of acting on your instincts. If you do manage to unbend a little, the situation can be resolved faster and you will be much happier.",
        "Sagittarius Health & Wellness Horoscope": "Somebody near to you may be feeling sick today. You will be required to do quite a lot of nursing duty, but do not worry. Something good is going to come out of your help. However, you should take precautions against minor infections today. Ignoring small health issues of yourself or someone close to you can lead to greater complications in the future.",
        "Sagittarius Daily Love & Relationship Horoscope": "You are going to be very busy with your social commitments today. Parties, get-togethers and family occasions are likely to take up most of your time and you are going to enjoy the social wind. You will easily take up the attention of people as you sparkle at all the gatherings. You are going to resurrect some old connection through these meetings which will be beneficial for you.",
        "Sagittarius Career & Money Horoscope": "Today may not a very good day for people appearing in any exam. However, if you must appear today, do not let negative thoughts cloud your spirit. Go ahead, your strength and positivity may ward off any negative waves from your sun sign. Be careful while lending money today as someone may cheat you. Refrain from lending huge sum."
    },
    "9": {
        "Capricorn Daily Horoscope": "It seems to be a day full of contemplations for you today! You may want to make a shift from current housing locality or from your current job even. Do not be in doldrums; it is worth going in for a change. You may receive some help from an unexpected piece of communication from some one who has been wishing well for you secretly!",
        "Capricorn Health & Wellness Horoscope": "You may be a little crazy today! After a rigorous workout session you may treat yourself with a chocolate cake! And this is where you need to control. Consume something sweet containing much less calories than the chocolate cake! And if you will not remain restricted by the diet suggested by the gym instructors, you can never get back in shape in a short time!",
        "Capricorn Daily Love & Relationship Horoscope": "This is time to heal your relationships. The planets are so aligned that you will begin to realize that it is better to let your old grudges go and instead concentrate on rebuilding your life and your relationships. Issues will suddenly appear to be what they actually are and you will realize how much you were blowing them out of proportion.",
        "Capricorn Career & Money Horoscope": "It is necessary to exercise caution at your workplace today. You tend to forget that modern offices have open cubicles where all the boundaries are actually in your head and there is no concept of privacy. Discretion is a major necessity which you may ignore today and you will pay the price in terms of your career if you are not careful."
    },
    "10": {
        "Aquarius Daily Horoscope": "Name and fame are on the cards today. You are also likely to make snap decisions based on your intuitions and feelings rather than logic, but they will turn out to be right on money. Your intuition is top notch now regarding any decision in your life, but you may have to sacrifice some comforts now in favour of long term goals.",
        "Aquarius Health & Wellness Horoscope": "Today tension and pressure of work place may affect your sleep. You may find yourself waking up time and again. Before going to bed, relax and meditate for some time. You may want to listen to slow and melodious songs. Darken your room and set the temperature pleasant enough so that you may sleep peacefully. Drink a glass of warm milk before sleeping.",
        "Aquarius Daily Love & Relationship Horoscope": "Your old sweetheart is trying to be a new one. You must give them a chance and appreciate their efforts to reconcile the differences between the two of you! However make them fully aware of the mistakes they have committed in the past and that they are no more allowed to repeat the same.",
        "Aquarius Career & Money Horoscope": "Your bosses only listen to what they want to hear! And this is what stops you from expressing yourself freely. Your colleagues have supported you very well in such situations! And this is the time to appreciate the help you have received from them. You will receive a lot of wealth as soon as the mood of your bosses is set right!"
    },
    "11": {
        "Pisces Daily Horoscope": "When it comes to making decision, you may be pulled between heart and mind. This is enigma. Listen to your instincts and you will end up making right decisions. Your family and loved ones need your attention. Spend some quality time with them. It is a good time to make travel plans. You may travel in the coming week.",
        "Pisces Health & Wellness Horoscope": "You seem to have deviated from your well-planned fitness routine. No worries, you will regain your body shape and charm in a short span of time. You have an added advantage of being in good health. Just continue to be determined like you are right now to maintain your aura! Try scrubbing your skin with real fruit extracts as you may have tanned recently.",
        "Pisces Daily Love & Relationship Horoscope": "Experimentation is the keyword for the day! You can ask and allow yourself to do the weirdest of the things ever! Dress in retro style, eat foods of different cultures, be spontaneous about what you say, undertake road trips and be strict enough not to let the world interfere in your matters.",
        "Pisces Career & Money Horoscope": "Beware of a hidden enemy at the place of your work today. He or she may be engaged in a secret campaign of badmouthing you to the boss and you can see all the evidence today. Losing your temper is completely counterproductive. Instead, you need to prove your worth and trustworthiness by delivering exactly what you promised, when you promised it."
    }
}]
