horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Be careful in your actions and movements today, you may get mild bruises while moving around. Unintentional poking of the ribs even with the closed ones may pose a threat to your terms with them! Best is to stay numb and remain restricted to your own business for the day! Go for cinema or something entertaining.",
        "Aries Health & Wellness Horoscope": "The day is particularly suited for starting something new. If you have been contemplating a change in job or career or switch to a different employer or even starting a new relationship, then this day is perfect for it. Even if a move seems risky, take a chance and it is likely to turn out great and just what you needed to do.",
        "Aries Daily Love & Relationship Horoscope": "Your relationship will get refreshed today! You will spend most of the day with your partner and explore something new to add on to the pleasure. Your love will be boundless and you may even decide to take it onto another level of tying knots with your partner in the near future. However certain challenging situations may arise which you must be careful of!ﾠﾠﾠﾠ",
        "Aries Career & Money Horoscope": "Taking control of your own finances is very important for you now and you are not afraid of hard work to achieve this goal. You are very organized and disciplined today and are ready to tackle career issues with a very practical eye. Start your good work today and your finances will reflect the positive results within a very short time."
    },
    "1": {
        "Taurus Daily Horoscope": "Today is one of the lucky days for you when fortune smiles on you. It has the potential to take you to places you have never dreamt of. Your day is backed by lady luck in all your endeavors. You know that success is achieved when you work hard. In your case that minuscule luck was missing and with both the hands in fortune, today you can achieve anything with your dedication.",
        "Taurus Health & Wellness Horoscope": "Today you will be emotionally very sensitive. You may feel like curling up and remain restricted to home. Things which make you feel secure may be taken away from you. But do not worry; you are just temporarily separated from the things you love! Follow your heart but adhere to the fitness program as well.",
        "Taurus Daily Love & Relationship Horoscope": "If relationship was meant to bring a smile on your face, it should make you happy and peaceful. If it is not, it is time to move on. Do not drag a relation, just because it was meant to be beautiful. If it is a misfit, dump it. And as you calm your inner voices, you will see a world of surprises waiting for you. Invest your energy in a productive setting.",
        "Taurus Career & Money Horoscope": "Temptations will appear in your path today, but it is imperative that you stick to the righteous path. Trying shortcuts will ultimately be harmful for your career. It will not be easy to choose the right path, but you can only do this if you can keep the greed from overwhelming you. If you cannot do this by yourself, call up a true well-wisher and that person will help you to stay strong."
    },
    "2": {
        "Gemini Daily Horoscope": "Today, you will be in an adjusting mood. Your willingness to meet people half way and arrive at a compromise through reasonable discussion is going to endear yourself to one and all. You will be able to resolve any situation quickly. You are also concerned with beautifying your person and your surroundings as well as making sure that every occasion goes off without any hitch.",
        "Gemini Health & Wellness Horoscope": "You have recently made some changes in your lifestyle for the better and they will begin to bear fruit. You may win a competition today or may perform better than you used to earlier. Your skin will especially benefit from your health related changes. Your pimples may clear up or you may develop a nice tan. You will begin to look and feel healthy.",
        "Gemini Daily Love & Relationship Horoscope": "It is useless to drag a relationship for the sheer reason that you are in the relationship for a long time. Today you may feel low because of uncertainty and mental instability. Do not feel guilty. The relationship is not worth sticking to. Move on. Make up your mind today. You may move out of your relationship if you make yourself strong enough.",
        "Gemini Career & Money Horoscope": "This is a good time to support you with activities and achievements and will empower you with a sense of accomplishment that you are first on the track! So this is the perfect time to make a fresh start, be it of a new project or a new job opportunity. Try to retain this energy until you reach your final destination."
    },
    "3": {
        "Cancer Daily Horoscope": "Today, you will develop a natural tendency towards stubbornness. Unfortunately, you will probably dig in your heels even when you logically understand that doing so is not in your best interest. Lighten up. You need to think clearly and do what your mind suggests instead of acting on your instincts. If you do manage to unbend a little, the situation can be resolved faster and you will be much happier.",
        "Cancer Health & Wellness Horoscope": "A very hectic schedule leaves you little time to spare for any serious health and fitness regime. Though you are generally diet conscious, you have been surviving on junk foods for the past few days because of the demands of your job. It is high time that you got some rest and ate some healthy food, even if your work pressure shows no signs of easing off.",
        "Cancer Daily Love & Relationship Horoscope": "The planetary activities have brought around a tumultuous time in your relationship front. The last few days have been eventful and this has put you in a defensive mood where you just hope to keep your head down and maintain peace. However, this is the very time when you need to explore your relationship in a more aggressive style to understand its depth.",
        "Cancer Career & Money Horoscope": "In this fast paced technology, you might realize today that your skills are not welcomed in a meeting. It is better to think fast and hence start learning a new skill that might help you to remain at par with your competitors. You may find yourself in a planning and self realization mode today. Seek help from your seniors."
    },
    "4": {
        "Leo Daily Horoscope": "News about financial gain may make you and your loved ones happy. There is a sense that things are positively turning around. You are pleasingly presentable. Go out and meet people. New opportunities will sprout from your associations which will prove beneficial in the long run. You may bring a change in your house either structurally or family wise.",
        "Leo Health & Wellness Horoscope": "This day is all about change. You may come in contact with someone who will bring substantial changes in your life or put you in touch with other people who can cause the change. However, not all the changes are good for you. You will need to analyze whether the change will be good for you in the long run before you decide to go with the flow.",
        "Leo Daily Love & Relationship Horoscope": "You somewhere have started to feel that romantic involvements are tedious and non-fulfilling to you these days. However a unique and fresh kind of romance may re-kindle your desire to form alliances with the people of opposite sex. Motivate yourself not to lose hope, the fruit of patience is sweet and so will be your reward.",
        "Leo Career & Money Horoscope": "Change is indicated in your career, but this is a change that you are going to enjoy. You may get a job offer or be shifted to a new department. A promotion is also on the cards. You will love your new responsibilities and are full of zeal to prove yourself. You are going to impress everyone at work with your working abilities."
    },
    "5": {
        "Virgo Daily Horoscope": "Well, today is a lucky day for you. You take yourself and others by surprise by your problem solving abilities. You will leave your office mates impressed. Your confidence will be high and you may be offered a new project. Feel happy and celebrate with loved ones. A friend may visit you today. You may enjoy a fun filled day.",
        "Virgo Health & Wellness Horoscope": "You may have been feeling irritated and under-appreciated in the past few days and this is because you have been heaping your attention on others at the cost of your own health. It is time to turn the love towards your own self. Pay attention to your diet. Get plenty of rest or go for a beauty treatment to pamper your body and you will feel refreshed and energised.",
        "Virgo Daily Love & Relationship Horoscope": "You may have a longing for partner who is away from you either physically or emotionally. Physical distance is difficult to cover but emotional distance can be covered with ease. Just keep your ego aside and take the first step. You may be surprised to find that your partner reciprocates your feelings. Go and smash the invisible wall.",
        "Virgo Career & Money Horoscope": "While practical conditions are forcing you to work quite intensely today, your mind is in your home and you are more interested in spending time with your family. Hence, you need to learn to juggle both the commitments expertly. Do not ignore your work though you are sorely tempted to play hooky. You should use your lunch hour and after work hours and leisure time to balance both of them."
    },
    "6": {
        "Libra Daily Horoscope": "Communication is your key today. You may open up to a close friend or loved one. Something has been troubling you for quite some time. Today is the day to vent out your anger and frustration. A solution may surface while discussing. Remember pouring heart out will help you. A surprise waits for you at the end of the day.",
        "Libra Health & Wellness Horoscope": "You have taken on a huge task with your weight loss goals. Today, you will need to put in extra effort. Perhaps someone will offer a bar of chocolate to you or celebrate with your favourite junk food. However, you will be able to find the strength to overcome this temptation easily and once you do, your goals will be reached within a short time.",
        "Libra Daily Love & Relationship Horoscope": "After experiencing a dry spell, your love life is likely to become quite active today. Your partner has probably been ignoring you and now he / she will redouble efforts to make up for this inattention. Do not be aggressive in love. Instead, enjoy what your significant other lavishes on you. You have to stop clinging to past grievances and regrets.",
        "Libra Career & Money Horoscope": "You are trying to trick some one to yield to your wishes. But you must not indulge in these things today otherwise you may fish in trouble waters. People will take it as an offence and you may lose their faith forever which you have built over so many years. Do not put up any sort of act; just be the way you are with display of honesty in your every action!"
    },
    "7": {
        "Scorpio Daily Horoscope": "Celebrations are round the corner! Some one close to you is getting married. The pair will receive loads of wishes from you. For those in love, you will really feel to take your relationship to the next level of commitment and may decide to exchange vows even. For those who are already married, you should enjoy the party to the fullest.",
        "Scorpio Health & Wellness Horoscope": "Wellness is not only a condition of the body but also a state of mind and today is the best day to recognize it. It is time to remove the clutter your mind and come to terms with who you really are. Stop aiming for the impossible; instead, enjoy your blessings and you will feel a contentment that had been eluding you for so long.",
        "Scorpio Daily Love & Relationship Horoscope": "It may be a bit difficult for you to connect with your dearest love today. You are actually close to them but still out of immaturity you try to bargain feelings with them. The resolution would be to know each other well before you two decide to get closer both at the emotional and physical level. Your relationship will be a lot better after this emotional sharing.",
        "Scorpio Career & Money Horoscope": "You have been striving hard to attain partnerships with the best of the counterparts. And today your hunt will conclude on a satisfying note! You may even be a beneficiary of the prize amount which is the outcome of this partnership. A close colleague may honor you with special words of thanks for being a great support to them!ﾠﾠﾠﾠﾠﾠﾠﾠﾠ"
    },
    "8": {
        "Sagittarius Daily Horoscope": "This is the perfect time to implement your creative ideas and expand your thinking. Enroll yourself in some intellectual pursuits or a vocational training which will help you to take an edge over the others. How ever you may be subjected to some financial problems while striving to pursue the same.",
        "Sagittarius Health & Wellness Horoscope": "The stars indicate a high chance of accident today from fire or heat for you. Be extra careful while handling electrical implements or while working in the kitchen. In fact, you should be careful around all hot objects today. You should stay away from firearms. Your stress will manifest itself in irritability which may affect your interaction with others.",
        "Sagittarius Daily Love & Relationship Horoscope": "You may try to amuse the other person with your humorous skills or satire! But the other person may not be moved or may not show it if he is! May be you need to adopt some other way to charm the other person. Be flexible to change your tendency to adhere to what you think is best way to win somebodyﾒs heart!",
        "Sagittarius Career & Money Horoscope": "You may have to assume various roles today. So do not hesitate to call favors from friends. They can form a strong support in leading you to the path of success. For the students there can be a good happening; you may receive a diploma or degree from a prestigious institution. This will pave the way for backing up highly paid jobs."
    },
    "9": {
        "Capricorn Daily Horoscope": "This day is all about change. You may come in contact with someone who will bring substantial changes in your life or put you in touch with other people who can cause the change. However, not all the changes are good for you. You will need to analyze whether the change will be good for you in the long run before you decide to go with the flow.",
        "Capricorn Health & Wellness Horoscope": "You may examine thoroughly the changes you need to incorporate in your lifestyle and food habits for achieving a better health. Go for walks in the morning and in the evening to breathe in some fresh air. This will boost blood circulation in your body, thus minimizing the chances of heart strokes.",
        "Capricorn Daily Love & Relationship Horoscope": "You are going to be rather aggressive in love today. Just make sure to get your ego out of the way in order to enjoy a fulfilling relationship. However, your partner is going to love your new self and will enjoy your newfound self confidence. Be sure to grab this opportunity and have a grand time with your partner.",
        "Capricorn Career & Money Horoscope": "You seem to be occupied with your personal work and have put the professional work on hold for a while. But people need you badly at the workplace. It is okay if you are unanswerable over the phone or unresponsive over the e-mail. Expenses seem to mount up but you will be able to make up the lost money as you are about to receive some unexpected wealth very soon."
    },
    "10": {
        "Aquarius Daily Horoscope": "Tension seems to mount up as the day progresses. Do not give up until you reach the finish line! Winning or losing does not matter; you did it that really matters! You have been persistent and this is the time to hold on to it for a little while more! Try to figure out the root cause so that the matter can be put to rest once and for all!",
        "Aquarius Health & Wellness Horoscope": "Low levels of energy and poor stamina are indicated for the day. This is not at all surprising, considering the demands that you have recently been putting on your health. Get some much needed pampering and rest if you want to continue to be productive. You need to understand your own physical limits and take rests accordingly. Driving yourself too hard too fast can end up being harmful to your physical health.",
        "Aquarius Daily Love & Relationship Horoscope": "Friends, co-workers and all sorts of people you know may try to enlighten you about the things you must do for your love life to gather up some pace! Follow what they say to update your dating database, except the flirting tips! You are looking for love so better focus on it rather than locking yourself for some momentary pleasure!",
        "Aquarius Career & Money Horoscope": "The alliance between the planets affecting your income and career are now approaching its strongest point. This means, if you really devote your time and energy to your career, you will get to see the positive reflection in your bank balance. You will also have the energy and the ability to work more and better and improve your income even more."
    },
    "11": {
        "Pisces Daily Horoscope": "Be the first one to take the initiatives and you will be the first one to receive the credits. Just be a little careful of not over exerting yourself or pressing hard on certain issues of least relevance. Do not hurt others by blurting out something which they donﾒt like! They may irritate you unintentionally and without realizing even that they are actually doing it.",
        "Pisces Health & Wellness Horoscope": "You take things slow and steady. But you also do not shy away from showing an instant spurt of energy. This of course surprises all around you. Similarly your skin also takes the same course. At one time you enjoy a porcelain complexion and at other time there is a sudden burst of pimple. Drink gallons of water on a daily basis.",
        "Pisces Daily Love & Relationship Horoscope": "People may approach you for sympathy and you may mistakenly consider it as an attempt to get your attention! For those who are already in relationships will feel deeply to spend some quality time with their beloved. You want to be alone with them and exchange thoughts with them in a silent communication.",
        "Pisces Career & Money Horoscope": "Everything that you wanted in your career will come your way today. Whether it is fame, power, money or position, you are in an ideal position to get everything now. Just remember not to stop working hard and respecting the opinion of other people and all you have worked for will at last be yours. This is the time to enjoy the fruits of your labours."
    }
}]
