horo_english=[{
    "0": {
        "Aries Daily Horoscope": "An elderly person gives you food for thought. Planning and prioritizing has been your strength. Do your bit and things will fall in place. Maintain your calm and practice patience. Someone may visit you today. Take care of your health and find time for relaxing as well. An important financial arrangement is on its way which may prove windfall gain for you.",
        "Aries Health & Wellness Horoscope": "Your physical health can be somewhat unpredictable today. However, you will be able to call upon reserves of mental strength to deal with the situation. It is a clear case of triumph of mind over matter as you will sail through all difficulties and be able to complete all your scheduled tasks on time in spite of any problems posed by your health.",
        "Aries Daily Love & Relationship Horoscope": "It may be a situation of trial for you to choose between your way and your partner's. But just retain your cool and do not land up questioning your partner over any issue. Try to reciprocate the love you have lavished from your partner. And remind him too of the hard time both of you have passed with your joint efforts rather than yielding to any one person's wishes!",
        "Aries Career & Money Horoscope": "Time to focus on your talents and do not worry about your weaknesses. This is an era of victory for you! You are firm and resolute with your strategy and will be extremely precise with your words. You may receive some unexpected wealth from ancestral property or from your past investments. But be careful of not trusting any one involved in the monetary transaction."
    },
    "1": {
        "Taurus Daily Horoscope": "Do not let lethargy spoil the day for you. Summon the creative energy that is natural to you and the day can proceed smoothly. You need to work towards restoring harmony and balance in your personal life and even in your health. Ignore the distractions around you and instead concentrate your attention on those tasks where you can actually contribute something concrete.",
        "Taurus Health & Wellness Horoscope": "You may be interested and you may find time to join groups online which motivate and encourage you towards maintaining good health! You may be tempted to eat well but that is okay if you plan to shed the calories via rigorous physical exercises! Plan a relaxation schedule which you may follow towards the end of the day.",
        "Taurus Daily Love & Relationship Horoscope": "Social energy is high and so you might find yourself meeting people along with your partner. Monotony is just not your cup of tea. Try something new is boredom is seeping into your relation. Professional matters are moving at a tremendous speed and you are caught in the whirlwind. Look out; your partner is still on the shore waiting for you.",
        "Taurus Career & Money Horoscope": "Depression and hardships are indicated at the work front. However, if you have managed to learn from previous experiences, you will be able to deal with these quite easily. It is necessary to draw from your own knowledge of the past. Timely application of this knowledge can take your career very far at this position. You also need to take decisions quickly for them to be effective."
    },
    "2": {
        "Gemini Daily Horoscope": "The time is ripe to take some bold steps. This is not the time to hesitate. Instead, decisive action is critical. Do not shy away from opportunities. A leap of faith at this time can dramatically alter your life for the better, though it may not seem so now. It is also time to re-evaluate old relationships and cut out the deadwood.ﾠ",
        "Gemini Health & Wellness Horoscope": "The symptoms may get amplified and you may be deeply troubled. But you can handle all this on your own. Try to follow the hints which these symptoms provide. It will help you backtrack and reach to the root cause of the disease. Take proper measures to remove the infection and you will wipe off more diseases which you could not even see until now.",
        "Gemini Daily Love & Relationship Horoscope": "Today you may meet someone whom you have been dreaming of. The person will be interesting and adventurous like you. You have been hoping to meet someone like this for quite some time. Sparks will flow today and you may find yourself thinking about that person. Do not forget to subtly give a hint about your liking for that person.",
        "Gemini Career & Money Horoscope": "You are heavily loaded with responsibilities in both personal and professional life. So you have to manage your time extremely well. However your colleagues may fill in for you if you ask for their help. But do not ask in excess else they will be forced to say a no to you beyond a point. You have the required energy for making future plans."
    },
    "3": {
        "Cancer Daily Horoscope": "This day is particularly favourable for spending time with your family. Go for some bonding with your parents or sibling or enjoy a quiet time with your spouse. Get involved in a fun activity with your children. Even if work pressure threatens to mount, put them aside for today and celebrate the togetherness. You may be surprised at what you can learn from these family sessions.",
        "Cancer Health & Wellness Horoscope": "Minor aches and pains that have been bothering you in the last few days will clear up. They will leave a lingering sense of fatigue from which you will need a few more days to recover. Focus on a healthier lifestyle. Start an exercise regime and adjust your diet by switching to healthier options. Preventive home remedies can be beneficial for you.",
        "Cancer Daily Love & Relationship Horoscope": "This is the day of making new connections. You should reach out today. New friendships, partnerships or even affairs are on the cards today. You will be plunged into a whirl of social activities now which will bring you in touch with new potential friends or partners. But take care not to ignore those who are close to you as you pursue new relationships.",
        "Cancer Career & Money Horoscope": "Things may not be working out just as you planned in the work front, but you must not become aggressive due to this reason. That can actually waste the whole effort. Progress at work will require a lot of patience now ﾖ something that does not come easily to you. Someone less talented than you may come to possess greater power, but it will be in your own best interest not to tangle with this person now."
    },
    "4": {
        "Leo Daily Horoscope": "Business meeting will see some pending negotiations taking favorable turns. You are steady and stable today. Your decisions are an outcome of well thought processes. Work environment may see some positive change. You may meet an old acquaintance. At home you may be calm and contended. Intellectual growth will be unparalleled. Loved ones may bring joy in your life through good news.",
        "Leo Health & Wellness Horoscope": "You have painstakingly built up your dietary regime. Do not let a momentary diversion wreck all your good work. A friend or a co-worker may urge you to over-indulge, but keep in mind what you are going to feelﾠtomorrowﾠmorning. A number of temptations will be presented to you today. If you give in, it will be a waste of valuable energy.",
        "Leo Daily Love & Relationship Horoscope": "It is vital that you do not let stubbornness build up in your relationship. Your partner is in no mood to compromise. So, you need to be a lot more understanding and flexible. But this attitude will actually improve your romantic life and your partner will also begin to feel much more amiable. Try to renew your old relationship with a meaningful gesture.",
        "Leo Career & Money Horoscope": "New business ideas that you proposed will now begin to bear fruit. You may have been thinking of starting your own business. This is the best time for striking out on your own. Chances are very good that you will be able to get adequate financing for your new business at this time. You may have to work in partnership with someone from abroad for establishing this business."
    },
    "5": {
        "Virgo Daily Horoscope": "Issues related to profession will get resolved. But no aggressive action, be it in words or in writing should not be taken till then. Those facing issues on personal front should make time for dear ones. Do take care of your health as you have been ignorant of it since long.",
        "Virgo Health & Wellness Horoscope": "Stomach ailments have a high chance of occurring today. You have to take special precaution against drinking water and other fluids because the chances of a waterborne disease are high. It is also prudent to avoid all unhygienic food items as you are vulnerable to infections today. You may also face some problem with acne, but they will clear up after timely intervention.",
        "Virgo Daily Love & Relationship Horoscope": "Be careful as cheating and trickery is fast marching towards your sign. Though it will be unintentional and mild, but you may get hurt. You are giving today. Today is little tough time, but the incidences will only make your love strong and powerful. In future you will vouch on the love. Today, avoid expressing too much.",
        "Virgo Career & Money Horoscope": "If you decide to part off from a partnership, you are advised to do so in a humble and realistic way. Try to end the cold war or be the first one to break the ice berg by communicating very effectively and smoothly. You can right now concentrate very well on anything you want to, so use this ability well to your advantage."
    },
    "6": {
        "Libra Daily Horoscope": "Be the first one to take the initiatives and you will be the first one to receive the credits. Just be a little careful of not over exerting yourself or pressing hard on certain issues of least relevance. Do not hurt others by blurting out something which they donﾒt like! They may irritate you unintentionally and without realizing even that they are actually doing it.",
        "Libra Health & Wellness Horoscope": "Get involved with your group of friends to exchange ideas over the preparation of homely made medicines for mild ailments. You can also refer any book about therapeutic benefits of these remedies. Definitely incorporate the use of lavender oil or Australian tea tree oil in your face packs to nourish your faceﾒs skin which will get easily withered with changing weather.",
        "Libra Daily Love & Relationship Horoscope": "It is high time that you judged your relationship in an objective way. Are you ready to take it to the next level? It is time to examine your own feelings rather than that of your partner and deal with the ambiguity that you normally feel. This is the best time to take decisive action regarding your relationship so that you can guide it to the direction that you want it to take.",
        "Libra Career & Money Horoscope": "You seem to be in a mood to read between the lines at this point of time! You will review all the work accomplished by you lately and will sort out ways to make your work better. However the finances seem to be a difficult affair for you to manage. There will be hardly any scope for you to save much!"
    },
    "7": {
        "Scorpio Daily Horoscope": "The day may turn out to be somewhat bizarre. Event which you never expected have a high chance of happening today. It is important that you take note of the planetary energies and try to understand the direction to which they are pushing you. Detecting the right path at this juncture can have a revolutionary effect on your life.",
        "Scorpio Health & Wellness Horoscope": "Relaxation is the need of the day. This does not mean lying on the couch and eating junk foods. Instead, you need to practice a few relaxation techniques or opt for a massage from a professional. Take good care of your diet. You love junk foods, but they actually make you feel ill. You need to take a closer look at your health.",
        "Scorpio Daily Love & Relationship Horoscope": "The time is right to plan major changes of positive nature in your relationship. You are ready to take it to the next level, but you need to make the first move. You are naturally reticent and this has left your partner in the dark about your true feeling. Just bare your heart and you will find all the distrust disappearing from your relationship.",
        "Scorpio Career & Money Horoscope": "This is the best time to intensify all your efforts and concentrate on furthering your ambitions. You will be hard driven and committed to see to the end of the project in which you are engaged. Your determination and good efforts will not go to waste and you can expect rich rewards in the near future. You will also receive the full support of your family in this venture."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You are going to complete a profitable transaction today, especially one involving real estate. Positive thinking is your real strength and you must play to it. This trait will be encouraged by someone close to you. You will be able to enjoy the pleasures of life as well as witness spiritual growth. New insights will help you to prosper.",
        "Sagittarius Health & Wellness Horoscope": "Today your health is in a good shape mainly because you are feeling good emotionally. You are enjoying a self confidence. An emotional stability and happiness have curative powers that heal us from inside to the outside. You are oozing positivity. It is a great day to accomplish something important. You are most likely to achieve success and recognition.",
        "Sagittarius Daily Love & Relationship Horoscope": "You may form new alliances today. Hopefully it will be a serious one and will go a long way. You will be loved by someone special and you will love him back too. However certain issues may crop up due to family interference and other unseen circumstances waiting to test the durability of your relationship.",
        "Sagittarius Career & Money Horoscope": "It does not matter how many hurdles are now placed in the path of your career. You will be able to sail through them as if they did not exist. Success seems to come effortlessly to you now, but it is vital to avoid a feeling of overconfidence. You need to realize that luck has as much a role in your success as your ability and this may not always be in your favour."
    },
    "9": {
        "Capricorn Daily Horoscope": "This day is particularly favourable for you. You can start something new, finish a project which had been taking up a lot of your time or take up a task which you have been putting off. Fun and games are on the card for the evening. Connect with friends, old and new and enjoy. Shopping can be especially fun today.",
        "Capricorn Health & Wellness Horoscope": "Think on nurturing your mind rather than your body. You keep yourself fit physically. What takes a back seat is your over exerting mind. Relax; enroll in some recreational activity that will be food for your brain. Dedicate minutes of your time to yourself. Concentrate and meditate. Give a direction to your thought process which is otherwise running in varied directions.",
        "Capricorn Daily Love & Relationship Horoscope": "The force of your own romantic feelings is likely to take even you by surprise today. Chances are high that you will act in a totally uncharacteristic manner today and your boldness will probably be rather surprising. It is likely to leave your partner feeling dazed but happy and thankful. Make the most of today with long romantic walks and spending time together.",
        "Capricorn Career & Money Horoscope": "You have been pulled in different directions for the last few days and have found it difficult to take decisive action. However, today you will experience a rare clarity of vision and will be able to take clear and proper decision regarding the issues at your workplace. You are also likely to get good career advice from someone. You are also likely to come in contact with someone who will prove to be very influential in your future career life."
    },
    "10": {
        "Aquarius Daily Horoscope": "You may make new friends today and embark upon new excavations! Keep on believing in yourself as you have been doing always. This will help you to reach every goal you are passionate about. Ideal time to make plans for the future; however limit yourself when it comes to finances. Spend where required only!",
        "Aquarius Health & Wellness Horoscope": "The day will be little taxing on you. You may find yourself stressed. Neck pain may occur. It is advisable to walk and bend after every two hours of work. This will stretch your muscles and will relax them. You may also plan a massage or therapy for relaxation. Do not forget to dump your tensions back as you sit for massage.",
        "Aquarius Daily Love & Relationship Horoscope": "Your love has been a great source of inspiration and strength to you when you have been in tough times. And you honor him greatly for this! But due to certain circumstances, a misunderstanding has cropped up between the two of you. And the rift is getting deeper and deeper. Pull the reigns before everything falls apart.",
        "Aquarius Career & Money Horoscope": "You have recently lost money, mostly because you invested unwisely in get rich quick schemes. Another similar opportunity is knocking at your door and it is essential that you realize that these schemes can lead you to serious financial trouble. You need to rationalize your investment decisions and listen to the experts though you have a great tendency to be swayed by a glossy, if empty presentation."
    },
    "11": {
        "Pisces Daily Horoscope": "You are feeling creative and ready to get a number of things done. However, a very real fear of what others will think and say may be holding you back. You need to realize that the right attitude is actually half the battle won. Paradoxically, though you feel creative and energetic, your self confidence is actually at a low level.",
        "Pisces Health & Wellness Horoscope": "It seems to be a bit difficult for you to realize healthy habits. May be your stubborn nature is getting you fixed and stagnating your progress. Put your health first! Be stubborn when it comes to taking proper rest before each night, going to gym every morning and consuming balanced meals.",
        "Pisces Daily Love & Relationship Horoscope": "You are going to be very busy with your social commitments today. Parties, get-togethers and family occasions are likely to take up most of your time and you are going to enjoy the social wind. You will easily take up the attention of people as you sparkle at all the gatherings. You are going to resurrect some old connection through these meetings which will be beneficial for you.",
        "Pisces Career & Money Horoscope": "Your financial planning and hard work has now paid off. People who were previously critical of you and doubted your judgment will look up to you today and will marvel at your powers of reasoning and foresight. Be sure to enjoy this period of financial success. Expenses will be incurred on luxury items which you have coveted for long."
    }
}]
