horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You are feeling somewhat confused by the events that are unfolding around you and the various seemingly contradictory information that are coming your way. Your own inner voice is your best guide now. Trust your instincts and do what they are telling you to do and you will learn a lot about yourself and the direction you want your life to take.",
        "Aries Health & Wellness Horoscope": "It is high time that you realize that your health is one of your assets and needs to be developed. Today is a good day to start a health regime, take up a sport or join an exercise class. Swimming or other aquatic activities can prove to be of special benefit to you. If you initiate a healthy regimen today, it has a greater chance of success.",
        "Aries Daily Love & Relationship Horoscope": "Love, relationship and family take up your attention now. You are going to spend some quality time with your children today. You will be reminded of what are the most important things in your life and this will help you to finalize a decision which was puzzling you for quite some time now. The quality time with your family will also help to relieve the stress that has been accumulating in your mind.",
        "Aries Career & Money Horoscope": "It is been a while since you have been lying low. Today you may make a decision for stepping onto something new, may be to avail new methods of income. You will feel more passionate and determined to operate from the position of strength. Financial status seems to be usual like any other day."
    },
    "1": {
        "Taurus Daily Horoscope": "You are going to pay a lot of attention to details today. You are likely to be involved in detailed planning of a project and you are going to be very thorough about it. You are feeling very industrious and this will be reflected in your job. You are also going to earn acclaim for this. A spurt of creativity will mark every aspect of your day.",
        "Taurus Health & Wellness Horoscope": "Think on nurturing your mind rather than your body. You keep yourself fit physically. What takes a back seat is your over exerting mind. Relax; enroll in some recreational activity that will be food for your brain. Dedicate 15 minutes of your time to yourself. Concentrate and meditate. Give a direction to your thought process which is otherwise running in varied directions.",
        "Taurus Daily Love & Relationship Horoscope": "Plan some family activity today. No matter how busy you are, you have been ignoring your family and it is time to redress the balance. A picnic or other group outdoor activity can be great fun. You can also go for activities like sailing or horse riding. Try to get in a much needed dose of nature during this quality time.",
        "Taurus Career & Money Horoscope": "Your dream of settling abroad may come true today as you may get offers to work with reputed companies established in foreign lands. However you may face issues in documentation, but these issues will get resolved in no-time. And when you have what all you want, money is certainly going to follow you!"
    },
    "2": {
        "Gemini Daily Horoscope": "A person who has been around you for a long time but whom you have never really noticed will now begin to play a pivotal role in your mind. It is not just a budding romance. Rather, it is a meeting of mind and spirit that is likely to leave you feeling overwhelmed. Take time to get used to the idea because this person has come in your life to stay.",
        "Gemini Health & Wellness Horoscope": "The time is perfect to initiate a rigorous health regime. You need to understand that a sound body is essential to enjoy life to its fullest extent. In general you are health conscious, but now you will intensify your training. You may also take part in some competitive sport and end up with very good results. You may also cause some major changes in your diet pattern.",
        "Gemini Daily Love & Relationship Horoscope": "Passion is the order of the day. You will surprise your partner with an extravagant and romantic gesture and are going to be rewarded for it. You feel very generous today, both in expenses and in the act of love. Your giving nature is going to evoke a passionate and sweet response from your partner. Get ready to enjoy an ordinary day that grows special due to your efforts.",
        "Gemini Career & Money Horoscope": "While you are moving forward, people may try to pull you down. Do not get into any kind of verbal dispute. Let your work speak for you. As you progress, you will reach a position when pulling you down will be difficult. Keep doing the good work. Maintain harmony with your colleagues and subordinates. Shower kind words on them."
    },
    "3": {
        "Cancer Daily Horoscope": "You have a talented and impressive personality which will get highlighted in front of everyone today ﾖ including both your well-wishers and people opposing you! Pay heed to the advice of the former ones and ignore the rest. Your elders will be there in your support and will guide you well to regain your focus on certain very crucial goals of your life.",
        "Cancer Health & Wellness Horoscope": "You will be fine no matter how much you will be expected to pace yourself. However a good mood can boost your tackling ability very well and will give you a renewed sense of vitality. However you may catch cold or a similar infection which will not last for long but will be a cause of concern. Just be aware of what you touch and wash your hands as much as you can!",
        "Cancer Daily Love & Relationship Horoscope": "It is time to completely revise your attitude and action regarding the special person in your life. Today, you will come to realize that the person to whom you are attracted is more likely to respond to a direct approach rather than to any games or wiles which have served you well in the past. This person is completely different and demands complete honesty and openness from you.",
        "Cancer Career & Money Horoscope": "A rare job opportunity is going to knock on your door today. The idea may sound somewhat risky and novel to you, but if you act on it, you can give a new turn to your career. The time is right to take risks and go after what you really want to do with your life rather than sticking to the safe and narrow path."
    },
    "4": {
        "Leo Daily Horoscope": "The desire to be successful may get heightened in you today! And you may strive to enhance your writing and oratorical skills today. Try to read some useful tips for achieving the same or get in touch with the experienced people for better guidance. However do not get negligent towards those who have been waiting for your attention and care since long.",
        "Leo Health & Wellness Horoscope": "Adopt some healthy habits of washing hands properly after finishing up routine work and before meals. You are prone to bacterial infections and may have to suffer for a long term if not taken care of! Consume boiled water only and eat properly cooked food. Avoid fast and fatty foods for sometime.",
        "Leo Daily Love & Relationship Horoscope": "You will now be able to figure out what kind of a partner you want to spend your life with! Yes you are right; you must go for love and not marry for financial gains. You may come across that perfect person and a rush of butterflies through your stomach on seeing this person will be indicative of it! Let your intuition guide you if butterflies fail to!",
        "Leo Career & Money Horoscope": "You have set aside a fixed amount of money that you need and now are being quite reckless with the money. However, you need to control your extravagant habits if you do not want to land in financial soup in near future. Consult an expert regarding your investments where you may have to cash in some of them or where best to invest."
    },
    "5": {
        "Virgo Daily Horoscope": "You are in a good state and are full of inspiration. Your mind is working actively and stimulating you to constantly come up with new ideas and strategies. So this day can prove to be very productive for you. However all this can be messed up if you fail to take the matters of health into consideration.",
        "Virgo Health & Wellness Horoscope": "You have a busy schedule but do not forget to squeeze your exercise into it! Take on a new machine in the gym. You may also join karate or martial arts techniques for fitness as well as protection! If you are going for learning any new form like martial arts then stop your regular gym exercise and resume after the martial arts classes are over.ﾠﾠ",
        "Virgo Daily Love & Relationship Horoscope": "Your loved one is going to require your help and support today. It is the time to extend your unconditional love and support and not to gloat or criticize your partner. You need to put aside your petty issues and grievances. How you act now will have a long term influence on your relationship. So, you need to make some long term decisions now.",
        "Virgo Career & Money Horoscope": "You are in a peaceful mental state and will be able to focus greatly at your work. Today you may be able to crack the best business deals of your career even. But the lack of support from your superiors may hold you back. Try to convince them and all will go well, earning better repute as well as money for you."
    },
    "6": {
        "Libra Daily Horoscope": "Cards show that you need to socialize more than ever today! You want to make a transition in your lifestyle and career by indulging in work requiring communication with others. Try to accomplish what all you set out to do! You can maintain a sharp focus on what ever you want to do; just make sure you do not go overboard.",
        "Libra Health & Wellness Horoscope": "Pay special attention to what you eat today. Your immune system is quite resilient and this has led you to eat even unhygienic foods in the past. However, your physique is actually in a vulnerable state now. You need to be careful about your dietary habits. In fact, the day is best suitable to institute some much needed long term changes in your dietary pattern.",
        "Libra Daily Love & Relationship Horoscope": "You may be attracted to some one form a different cultural background or from a different country even. You may feel passionate and emotionally charged towards this person. Other happenings will tend to fade away when you will be with this person. And this encounter may even take a shape if the Almighty wants!",
        "Libra Career & Money Horoscope": "Your career is poised on the verge of a major breakthrough. Decisive action on your part is needed to decide which direction you want it to take. You need to analyze the pros and cons carefully. Your decision is going to affect your life and if you do decide to take the correct alternative, your income is likely to increase considerably over the next few days due to your decision."
    },
    "7": {
        "Scorpio Daily Horoscope": "There seems to be an imbalance between your personal and professional life! The best way to sort it out is to clearly demarcate your work schedule for each day, which seems to be varied for each upcoming day! Donﾒt worry your dear ones wonﾒt fail to recognize your commitment towards them in spite of receiving less attention from you lately.",
        "Scorpio Health & Wellness Horoscope": "You may suffer from some allergic reaction today. If you have known food allergies, you may accidentally eat the food. Chances of irritation of the skin are also there. Avoid going to polluted places if possible. Health will improve after evening. Be sure to get plenty of exercise as well as sleep. You should consciously cultivate healthy habits to avoid problems in the future.",
        "Scorpio Daily Love & Relationship Horoscope": "You need your partner badly at this point of time to extend you a strong emotional support. But due to some reasons you have been separated from your partner by distance. In spite of your repeated efforts there seems to be no way to catch up with your partner. Keep striving and you will succeed in residing with your partner soon.",
        "Scorpio Career & Money Horoscope": "Today is a lucky day for you. You may be on top in any meeting or negotiation. You will sail through any circuitous situation with much ease. Your efforts will be appreciated. If you are planning to invest today in a property, you may get a good deal. Read the documents carefully before agreeing for the terms."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You will form association with someone you find very entertaining. The day will pass away soon due to the lively conversations. Take this as an opportunity to learn and inspire from this fellow. It will also help you to be able to take an insight into other peopleﾒs psyche. Try to be a volunteer in making plans for family trips if you want to go to your desired place!",
        "Sagittarius Health & Wellness Horoscope": "You are physically and mentally very strong at this point of time. So you must strive to achieve what ever you want to! Do not remain restricted to looks only! Try conversing with people around you about the problems you encounter while undertaking exercises. This will help you obtain multiple solutions. Follow the one which suits you the best.",
        "Sagittarius Daily Love & Relationship Horoscope": "The past affair may haunt you again and this has been repeating at regular intervals. Do not make yourself vulnerable to bitter experiences of the past. However you may come across a face that reminds you of the fun filled days of the past. You can plant seeds of a successful relationship with this person, just wait for the seeds to sprout at the right time.",
        "Sagittarius Career & Money Horoscope": "Your financial planning and hard work has now paid off. People who were previously critical of you and doubted your judgment will look up to you today and will marvel at your powers of reasoning and foresight. Be sure to enjoy this period of financial success. Expenses will be incurred on luxury items which you have coveted for long."
    },
    "9": {
        "Capricorn Daily Horoscope": "Today you will volunteer to maintain harmonious environments both at home and at the workplace. It will be an exciting experience and will amplify your motivation to work for peace. However do not reveal any private information to anyone and be prepared to digest the bitter truth in case you have to learn it!",
        "Capricorn Health & Wellness Horoscope": "You are feeling irritable and rather ill used because of stomach problems. But you need to realize that eating indiscriminately is the root of all your physical problems which is leading to this feeling of mental stress. You need to control your diet, but will probably find it very difficult to do so. Get in touch with a dieting buddy. Support of another person can better help you through this situation.",
        "Capricorn Daily Love & Relationship Horoscope": "Gentleness and care is necessary to relate to your partner right now. He or she is dealing with an issue that is very important to him / her. You need to inspire the confidence so that he / she decide to confide in you. Prepare to lend your full support. Passing successfully through this crisis will have a long lasting effect on both of you.",
        "Capricorn Career & Money Horoscope": "While you have been advancing satisfactorily in your job, today there is a huge opportunity to showcase your talent, creativity and commitment. This may require you to cancel some family plans, but it will vastly advance your career. Done correctly, it may open avenues for you that you could not have imagined. You need to maintain a fine balance between your family and career now in order to enjoy the best of both situations."
    },
    "10": {
        "Aquarius Daily Horoscope": "Your peaceful mental state may be intercepted by the interrogation from others. They are pretty curious to know whatﾒs up in your personal and professional arena. Some one close to you has leaked out your future plans in front of mouths that just donﾒt stop talking at all. Try to ignore all this and remain focused.",
        "Aquarius Health & Wellness Horoscope": "You seem to be a little stressed out. Try to practice fitness sports which are outdoor ones like swimming or yoga! You have to do it on a regular basis to strengthen your muscles and lung capacity. However avoid it if the weather is too cold outside, you will be affected negatively rather. In such a condition go to a gym and in a trainerﾒs guidance do the mild fitness exercises.",
        "Aquarius Daily Love & Relationship Horoscope": "Today, there is a possibility that you will become less approachable. The day is not best suited for cultivating new or old relationships. Instead, you will be more concerned with self analysis and this can give off a vibe that you do not want to be disturbed. However, you may call up an old friend or get a surprise visit from someone close to you from your past.",
        "Aquarius Career & Money Horoscope": "Today you will develop better relationships with colleagues and clients. So it is a good day to explore onto something new which requires influential prowess. However those who are in ill health may resume work from home. This will improve your quality of work unexpectedly. You are cutting down on timings you waste in commuting."
    },
    "11": {
        "Pisces Daily Horoscope": "Remember that long pending job? You will get it done today. Today is marked for hard physical work. You are also supposed to gain both socially and financially for the hard labor. Be careful to avoid any confrontation today with your loved ones. The stars predict that a confrontation today will escalate to higher proportions in no time at all.",
        "Pisces Health & Wellness Horoscope": "Time to inculcate healthy habits in your daily routine. Aim for clinging onto it for over a month at least. If successful then pursue it as long as you can but initially do not burden yourself with it. One suggestion would be to increase your water intake everyday, make sure you have 3 liters at least each day.",
        "Pisces Daily Love & Relationship Horoscope": "Your beauty will get fixed in the eyes of every beholder almost. It will be a good chance to run into your ex and axe them up. But be careful of not getting back to them! After all past should remain in the past! One of your friends may need your help in their love life but do not forget to take care of your own!ﾠﾠﾠ",
        "Pisces Career & Money Horoscope": "Your career planning is going haywire. You are not able to fix up your mind on one thing. You are also wasting a lot of time thinking. You may seek advice from any experienced professional or a career advisor. A career advisor will guide you and you may settle down gradually. Today you may make up your mind regarding career."
    }
}]
