horo_english=[{
    "0": {
        "Aries Daily Horoscope": "The day will be fine in the beginning although it may turn out to be a little hectic later on. Someone at home may be ill and you may have to attend him/her amidst a jam-packed schedule. You may receive happiness from friends or even colleagues and will make plans of spending time with them in the near future.",
        "Aries Health & Wellness Horoscope": "Minor illnesses are on the cards today. You may feel a slight cold or a headache coming on. This is just a passing phase, but it may leave you feeling somewhat weak. So, do not schedule too many appointments today. Plenty of rest and relaxation will take care of the problem and you will soon be fit and fine.",
        "Aries Daily Love & Relationship Horoscope": "You may come across new acquaintances or friends today! It will help you understand the deeper meaning of love and will empower you to differentiate between the superficial and true love! This will make you a better judge to select the right person for yourself! Be nice to every one who comes your way today!",
        "Aries Career & Money Horoscope": "You may feel somewhat puzzled about your working life. You never planned the career which you have now built for yourself. This may prompt you to suddenly quit the job and decide to follow your passion. However, do not take any decision today as the planets are in a difficult situation. Sudden changes in your finances may also occur."
    },
    "1": {
        "Taurus Daily Horoscope": "You have a crisp tongue and a logical mind. But this ability of yours may suffer today due to your insecure nature. Try to go with the flow instead of opposing it like always. Experience will teach you a lot more worthy lessons which the satiation of your ego can never. Later on you will be at ease and will be full of confidence.",
        "Taurus Health & Wellness Horoscope": "Time to inculcate healthy habits in your daily routine. Aim for clinging onto it for over a month at least. If successful then pursue it as long as you can but initially do not burden yourself with it. One suggestion would be to increase your water intake everyday, make sure you have 3 liters at least each day.",
        "Taurus Daily Love & Relationship Horoscope": "The day is perfect for passion and fire. Romantic demands have been building up in you but you have underestimated the sympathy and the power of feelings of your partner. You just need to articulate your demands from the relationship and they would be more than equally matched. So, take advantage of this time to initiate a more passionate period in your relationship.",
        "Taurus Career & Money Horoscope": "The stars favour those who are in real estate or in construction business. This is a good time to buy property. A very short window of opportunity may open up where you may find a great bargain while searching for your dream house or apartment. Investments which you had made in this field will now bear fruit. You can also start investing in real estate today with good results."
    },
    "2": {
        "Gemini Daily Horoscope": "Tangled relationship, conversations of double meanings and misunderstandings are the order of the day, but they will prove to be amusing rather than harmful. Do not worry about these. Instead, lighten up, step back and enjoy the comedy of errors that is going to happen all around you today. With a healthy dose of humour, the day can turn out to be very pleasant indeed.",
        "Gemini Health & Wellness Horoscope": "You will be very active socially and consumption of oily or heavy foods may work against your health. You may have a high intake of alcohol even; you must increase the intake of water as well. Take a tight sleep before you set out on your expedition. Being moderate in your approach will impart you with better looks and higher energy.",
        "Gemini Daily Love & Relationship Horoscope": "It is vital that you now communicate your needs and desires to your partner in a clear manner. Your communication has appeared rather ambiguous and this may have created confusion in your relationship. This day is perfect for clearing up all misunderstanding and to renew the vitality of your relationship. You may also learn something from your partner that is totally unexpected and very surprising for you.",
        "Gemini Career & Money Horoscope": "While you are quite satisfied with your job and good at it too, you may lose your temper today and get into arguments with your colleagues. Be careful not to take any reckless decision based on these momentary disturbances. There is a chance that you may leave your job ﾖ a job you actually like ﾖ because of a momentary unpleasantness. So, it is vital that you guard your temper today."
    },
    "3": {
        "Cancer Daily Horoscope": "Today you need to move out of your comfort zone. Be aware that sticking too much to the conventional can actually land you into a rut. This will give you a sense of truly living your life rather than just going through the motions. The first step may appear to be scary but if you can step out, this can prove to be a turning point in your life.",
        "Cancer Health & Wellness Horoscope": "Think on nurturing your mind rather than your body. You keep yourself fit physically. What takes a back seat is your over exerting mind. Relax; enroll in some recreational activity that will be food for your brain. Dedicate minutes of your time to yourself. Concentrate and meditate. Give a direction to your thought process which is otherwise running in varied directions.",
        "Cancer Daily Love & Relationship Horoscope": "The day will have a pleasant beginning. A lot of warmth and laughter from your partner will brighten up the personal relationship. You have faced a difficult time in your personal life. So this is the time to go out with your partner, lie down and have some real fun! Laughing at yourselves will vanish most of your worries as a couple.",
        "Cancer Career & Money Horoscope": "You are moving forward successfully. But your progress may be halted. If you have produced any gadget or anything innovative, then get it patented at the earliest. People are trying to prove that your work is theirs; however in reality they can hardly get close to manufacturing a replica of your products even.ﾠ"
    },
    "4": {
        "Leo Daily Horoscope": "It may be a day of introspection and re-evaluation of your principles. You may question yourself and your partner for the past decisions. Still you will follow a very supportive approach towards your partner and you expect the same in return. There is absolutely no harm in adopting new ideologies in life when the former ones do not seem to be working well anymore.",
        "Leo Health & Wellness Horoscope": "Sudden increase of stress at your workplace may lead to health related complications like migraine, tension headache and hypertension. In order to prepare for this, you should start the day with meditation, breathing exercise and other relaxation techniques. Be sure to drink plenty of water and stay away from the junk foods as they only add to your stress.",
        "Leo Daily Love & Relationship Horoscope": "Today you will enjoy a completely new and refreshing romantic atmosphere. Warmth from your closest relationships will pervade your day. You may be feeling especially amorous. Take this opportunity to enjoy some quality time with your partner and create some beautiful memories. You can do something special for your partner today and it will be highly appreciated. Single persons are likely to meet someone special today.",
        "Leo Career & Money Horoscope": "You are confident and positive today. Today is a good day for cracking any interview or any deal with the client. You will also gain a good margin. You might get stuck up in some trivial issue in the latter half of the day. Postpone your plans of recreation or entertainment for tomorrow. Take help from your colleague today."
    },
    "5": {
        "Virgo Daily Horoscope": "You will be fascinated by supernatural at this time. You will want to follow up on mysterious matter today and you are likely to watch a mystery film or read a mystery novel. You may also decide to discover the truth behind a mystery or try to discover more about a person or a situation. You should exercise a degree of caution in your pursuits.",
        "Virgo Health & Wellness Horoscope": "Wellness is not only a condition of the body but also a state of mind and today is the best day to recognize it. It is time to remove the clutter your mind and come to terms with who you really are. Stop aiming for the impossible; instead, enjoy your blessings and you will feel a contentment that had been eluding you for so long.",
        "Virgo Daily Love & Relationship Horoscope": "You will be getting more attention than ever before. To your surprise you may be approached by the least expected ones even. But take you own time to decide who suits you the best. Time will weed out the best ones from the rest. Do not restrain yourself because of the bitter experiences of the past.",
        "Virgo Career & Money Horoscope": "Lately the co-workers have been uncooperative towards you out of jealousy! But do not blurt out anything in front of them as it will get manipulated and reciprocated to your seniors in a different way. Just maintain distance with these people for some time. You may receive some unexpected wealth today.ﾠﾠ"
    },
    "6": {
        "Libra Daily Horoscope": "You are liable to be in a rather emotional mood today. Small things can trigger a melancholy or you may recall a happier time. You may call up somebody or try to get in touch with an old friend. You may also think of forgetting old grudges and extending olive branch in order to arrive at a satisfactory solution to your current problem.",
        "Libra Health & Wellness Horoscope": "Happiness is the key to your good health and the reverse is also true. It is essential that you recognize this link between your health and happiness. So, the energy that you spend in maintaining your health will all go to waste if you are unhappy in your mind. You need to embark on a journey of self discovery to discover the root of your unhappiness if you want to enjoy good health.",
        "Libra Daily Love & Relationship Horoscope": "Love is in the air. If you are single, chances are high that you are going to meet someone and fall in love rather violently today, but be aware that though you are well suited, you will require adjustments in order to let the relationship become enduring rather than only a passing fancy. Couples are going to enjoy a much needed romantic time together.",
        "Libra Career & Money Horoscope": "The day is favourable for those in construction business. You should invest your money well today as this opportunity is likely to be short lived. If you are thinking of buying a house or an apartment, you can land a good bargain today. Some financial strategies which you had adopted a long time ago in this field will bear fruit now."
    },
    "7": {
        "Scorpio Daily Horoscope": "The day may turn out to be somewhat bizarre. Event which you never expected have a high chance of happening today. It is important that you take note of the planetary energies and try to understand the direction to which they are pushing you. Detecting the right path at this juncture can have a revolutionary effect on your life.",
        "Scorpio Health & Wellness Horoscope": "Pay a lot of attention to revise your diet and incorporate healthy meals in it. Drink a lot of water to keep your blood pressure in control. Try to tackle your personal relationships later on as they seem to hamper you more in addition to the digestive tract ailments. Relieve yourself mentally and stop thinking about other things as well.",
        "Scorpio Daily Love & Relationship Horoscope": "Your relationship has been slowly suffocating under the weight of unspoken issues and unaddressed problems. You have been avoiding them for fear that facing them will lead to the breakdown of your relationship. However, you will be in an unusually confrontational mood today and are willing to look at all the issues that had seemed wrong to you previously.",
        "Scorpio Career & Money Horoscope": "While working you follow a detailed approach. This is your positive aspect and this weekend your approach will help you in monetary gains. Avoid manipulation and be honest in whatever you do. Quality of your work will speak for you rather than the quantity of your work. Integrity is welcomed in any situation and will take you out cleanly from a difficult situation."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You are modest today and you may witness selfless service. You are at the giving end. You may sacrifice your time, space money or even food to satisfy others. People will respect this act of yours. Watch your threshold. Pay attention to your children. They may be prone to contract some infection. Spend time at home and eat hygienic food.",
        "Sagittarius Health & Wellness Horoscope": "Your health is going to be excellent today. Tune in to some wellness music or go for a soothing session of aromatherapy at home to keep on holding to this state of wellness. However, a family member may suffer from a minor illness and you may have to nurse him / her through it. Your mental stress will also be considerably less today.",
        "Sagittarius Daily Love & Relationship Horoscope": "Romantic relationships take a backseat today as you find yourself getting more involved in other family relationships. Your parents and / or children will demand a lot of your time and attention. But, if you involve your partner in dealing with these situations, you will be able to find romance in even the most unlikely place. It will provide a fresh insight into your relationship.",
        "Sagittarius Career & Money Horoscope": "You may doubt your own self and may underestimate your own potential. All this is due to your insecure behavior which you must control now anyhow. Try to connect to others on a deeper level. This will not only help you maintain better relations with them but also a better understanding of the system and will give you an insight about your valuable position in the system."
    },
    "9": {
        "Capricorn Daily Horoscope": "Rise and shine today. The stars predict that they have an important job for you. You need to make anyone near you happy today, this act in return will open the flood gate of good fortune for you. However, do not lend money today as you are prone to lose it forever. There should not be any issues with your health.",
        "Capricorn Health & Wellness Horoscope": "The day is made for relaxation. Book a massage appointment or go for a de-stressing exercise. But this does not mean that you will be slouching. Rather, the day promises to be quite active and you are likely to shop for health foods and / or gym equipments. You are likely to get good health related advice from someone.",
        "Capricorn Daily Love & Relationship Horoscope": "Experimentation is the keyword for the day! You can ask and allow yourself to do the weirdest of the things ever! Dress in retro style, eat foods of different cultures, be spontaneous about what you say, undertake road trips and be strict enough not to let the world interfere in your matters.",
        "Capricorn Career & Money Horoscope": "Your ego will be fully satiated today when you will be rewarded for your leadership and valuable contribution to the organization. You cannot work well behind the scenes so you must show case your talent and abilities as and when you have been working on various issues. You will have a good laugh over the mistakes you have made yesterday."
    },
    "10": {
        "Aquarius Daily Horoscope": "You are planning to go for higher education and today you will receive lot of offers for the same from prestigious institutions which may offer you scholarship even. Just be careful while making preliminary arrangements and gathering information. Someone is trying to take advantage of you as well.",
        "Aquarius Health & Wellness Horoscope": "If you drive some vehicle, be cautious and drive carefully. Watch out your driving and be defensive while on the road. Minor accident is indicated but if you pay attention it can be avoided. Be conscious of turns and speed breakers. Slow down your vehicle. Also, today do not loiter outside without any work. Finish your work and relax at home.",
        "Aquarius Daily Love & Relationship Horoscope": "Nobody has the permission to make you feel down. It is a trying time. If your love hurts, it was never meant to be yours. It is time to move on. There is no social obligation to remain attached with something that does not gel with your energies. With clashing energies, it is batter to back off. You may find love shortly.",
        "Aquarius Career & Money Horoscope": "A rare job opportunity is going to knock on your door today. The idea may sound somewhat risky and novel to you, but if you act on it, you can give a new turn to your career. The time is right to take risks and go after what you really want to do with your life rather than sticking to the safe and narrow path."
    },
    "11": {
        "Pisces Daily Horoscope": "Time seems to crawl for you right now. But be patient and keep retaining your eagerness. However you may be required to put your personal goals aside for the sake of commitment or a personal relationship. Time to avoid conflicts and misunderstandings with your partner. Do not bother much; with proper management you will be able to fulfill both your agendas.",
        "Pisces Health & Wellness Horoscope": "You will become aware of the health risks of your current lifestyle and may initiate a regime to correct it. You may have to undergo a health check up due to some reasons and this is likely to alert you to the possible danger. You have adopted a better lifestyle a number of times in the past, but this time you will find it much easier to stick to the regime this time.",
        "Pisces Daily Love & Relationship Horoscope": "The time is ideal to be with your romantic partner as you will be showered by love, affection and attention from that corner. Take the gestures in the spirit in which they are meant and enjoy them without criticizing them. Avoid being stubborn or digging up old wounds at a time when your partner is feeling particularly amorous. You can also reciprocate with an intimate romantic gesture.",
        "Pisces Career & Money Horoscope": "You have set aside a fixed amount of money that you need and now are being quite reckless with the money. However, you need to control your extravagant habits if you do not want to land in financial soup in near future. Consult an expert regarding your investments where you may have to cash in some of them or where best to invest."
    }
}]
