horo_english=[ {
    "0": {
        "Aries Daily Horoscope": "After long, today you will feel relieved. An important news will make your day. Parents may find suitable match for their son/daughter. A pending court case will be settled in your favor. A little effort in the career today will give rich dividends tomorrow. Today life seems to be back on track. Enjoy this period with your family.",
        "Aries Health & Wellness Horoscope": "You may be a little crazy today! After a rigorous workout session you may treat yourself with a chocolate cake! And this is where you need to control. Consume something sweet containing much less calories than the chocolate cake! And if you will not remain restricted by the diet suggested by the gym instructors, you can never get back in shape in a short time!",
        "Aries Daily Love & Relationship Horoscope": "You somewhere have started to feel that romantic involvements are tedious and non-fulfilling to you these days. However a unique and fresh kind of romance may re-kindle your desire to form alliances with the people of opposite sex. Motivate yourself not to lose hope, the fruit of patience is sweet and so will be your reward.",
        "Aries Career & Money Horoscope": "Your professional skills will get sharpened up and you will tap back into professional race with a stronger fighting spirit. You may also get chances to bring your position and income at the same page! You were receiving meager income as compared to the position you have been holding and the amount of work you have been doing."
    },
    "1": {
        "Taurus Daily Horoscope": "Tension seems to mount up as the day progresses. Do not give up until you reach the finish line! Winning or losing does not matter; you did it that really matters! You have been persistent and this is the time to hold on to it for a little while more! Try to figure out the root cause so that the matter can be put to rest once and for all!",
        "Taurus Health & Wellness Horoscope": "You are brimming with enthusiasm to get up and go! But as you will step out your mood may get spoiled due to bad treatment from those who have been close to you. But do not let social issues affect your mental health. You have to face a lot of pressure in coming days. So be prepared and remain cheerful!",
        "Taurus Daily Love & Relationship Horoscope": "A win-win situation is there for you and your partner today. Your amorous feelings are compelling so much that you are quite demanding. The fire is equal and matching at the other end as well. So, be very careful, ask and you may not be disappointed. A little gentle and caring approach is required. As such you are an understanding partner.",
        "Taurus Career & Money Horoscope": "You may have to assume various roles today. So do not hesitate to call favors from friends. They can form a strong support in leading you to the path of success. For the students there can be a good happening; you may receive a diploma or degree from a prestigious institution. This will pave the way for backing up highly paid jobs."
    },
    "2": {
        "Gemini Daily Horoscope": "You are in a dominating mood today. You want to take the lead and demonstrate your authority. However, you have to be careful not to throw your weight around. You may accidentally step on some toes. Though you feel that you know better and can handle the situation better, you should still try for cooperation and harmony while tackling any project.",
        "Gemini Health & Wellness Horoscope": "There is a high chance that you will face considerable work related stress today and this can lead to certain health problems like migraine or hypertension. It is best to start the day with a round of exercise, yoga or meditation as this will keep you calm and help you to overcome the physical problems. Try to keep the stress from affecting your inner peace and you will enjoy a far more fruitful day.",
        "Gemini Daily Love & Relationship Horoscope": "Several events line up today to push your buttons. The result is that you may become irritated even at minor infractions of your partner. Mannerisms which you previously found endearing may appear to irritate you now. Your best course of action now will be to spend some much needed alone time and pamper yourself with exercise or a beauty regime.",
        "Gemini Career & Money Horoscope": "Change is indicated in your career, but this is a change that you are going to enjoy. You may get a job offer or be shifted to a new department. A promotion is also on the cards. You will love your new responsibilities and are full of zeal to prove yourself. You are going to impress everyone at work with your working abilities."
    },
    "3": {
        "Cancer Daily Horoscope": "With a little patience and forbearance, the day can turn out to be very productive for you. But having that patience can be the greatest challenge now. Time will seem to slow down to a crawl and nothing would move fast enough to suit your mood. But if you try to hurry up the process, you can completely mess up your agenda. Try starting the day with some calming exercises to control your energy.",
        "Cancer Health & Wellness Horoscope": "Your physical health continues to be good, but the same cannot be said of your mental condition. You have bitten off more than you can chew in the career front and your mental stress is mounting as a result. You need to remedy this situation urgently. Reduce your workload and go for some relaxation exercise. A detoxification diet can also be of great help.",
        "Cancer Daily Love & Relationship Horoscope": "It may be a bit difficult for you to connect with your dearest love today. You are actually close to them but still out of immaturity you try to bargain feelings with them. The resolution would be to know each other well before you two decide to get closer both at the emotional and physical level. Your relationship will be a lot better after this emotional sharing.",
        "Cancer Career & Money Horoscope": "While practical conditions are forcing you to work quite intensely today, your mind is in your home and you are more interested in spending time with your family. Hence, you need to learn to juggle both the commitments expertly. Do not ignore your work though you are sorely tempted to play hooky. You should use your lunch hour and after work hours and leisure time to balance both of them."
    },
    "4": {
        "Leo Daily Horoscope": "This day can be especially significant for you. A new insight will occur to you or your viewpoint may be influenced by another person who may be a complete stranger. What you will learn and understand about yourself can play a key role in shaping your future life and your way of dealing with a pressing issue in your life which is preoccupying you right now.",
        "Leo Health & Wellness Horoscope": "You feel active and stress free today. You may take charge of your surroundings and people around you might get influenced by your positivity and oozing enthusiasm. With active mind, you also enjoy a healthy and sound body today. It is a good day for athletes and people related to sports as they are quite likely to achieve success.",
        "Leo Daily Love & Relationship Horoscope": "Your lavish lifestyle draws many people towards you. But all of them are just fake and make false pretensions of loving you. In such a situation just focus on the positivity that you are not alone. Try to ignore the negativity that you are lonely, this is just the beginning and you have many more lovers to follow.",
        "Leo Career & Money Horoscope": "Indecision has marked your behaviour for the last few days, but it is now time to take action and abandon this attitude once and for all. Do not be apprehensive about taking a decision. Whatever you decide will be right for your future. You can also consult someone close to you about career and money and you will be getting good advice today."
    },
    "5": {
        "Virgo Daily Horoscope": "You are likely to be in a more serious frame of mind. The practical issues of life are going to demand your attention today. But you are full of faith and optimism and are ready to take chances at the deepest emotional levels. Someone near to you will exhibit concerns regarding your aims and goals. Take the time to explain the situation to them.",
        "Virgo Health & Wellness Horoscope": "Take time to discover what suits you the best and renders you maximum energy; just increase its intake for your good health! You seem to be travelling since long and consuming various varieties of food at different places. It may upset your digestive system making your life uncomfortable and you must be very careful of it!ﾠﾠﾠ",
        "Virgo Daily Love & Relationship Horoscope": "An excellent day is marked for you if you want to settle in a relationship. Express yourself to your family. They will be happy as there is positive energy oozing out of your planetary position today. Today is a day to celebrate with loved ones. Spend time with your family to show your care and concern. They will like your act.",
        "Virgo Career & Money Horoscope": "This is a good day to enter into speculative venture, but do not rush in blindly. If you take a calculated risk in your investments today, they will be paid off, but foolhardiness will never be returned by profit. So, do not buy that lottery ticket just yet. Blind speculation or luck of the draw is not going to help you, but if you judge the pros and cons of an investment today, you are likely to hit upon the most accurate picture."
    },
    "6": {
        "Libra Daily Horoscope": "Today you are a changed person. You are a better listener, although you have been a good speaker always. This will let everyone effectively know that you are no longer so self-centered and you are willing to work for the good of others. A lady aged around 40 years will be of great support to you.",
        "Libra Health & Wellness Horoscope": "Minor accidents are a strong possibility, especially on the road. So, be extra careful while driving or crossing the street because a collision may occur now. Even if you are careful, the accident may be caused by the recklessness of others. So, a defensive strategy is required. A little bit of extra attention can help to avoid major hassle today.",
        "Libra Daily Love & Relationship Horoscope": "The planetary positions reflect that some major conflict is coming your way. This conflict may affect both your love life and your career. It is important that you do not react emotionally to the words and actions of your partner. Instead, every gesture has to be judged in an impartial light to make sure that you are taking the right decision.",
        "Libra Career & Money Horoscope": "There may be a difference of opinion today at the office. It may occur with a colleague, a subordinate or with your boss. No matter with whom it happens, the stress is going to affect your health. So, you need to keep a cool head today and avoid all possible confrontations. You will be able to significantly reduce the level of stress if you start the day with some physically testing activities like running."
    },
    "7": {
        "Scorpio Daily Horoscope": "Today your faith in karma may be reinforced. You may recall that what you give comes back to you. You are sensitive to others and understand otherﾒs problem. You may observe the generous side of your character taking the front seat. Someone may come to ask help from you. The day may also see a short trip with loved ones.",
        "Scorpio Health & Wellness Horoscope": "This is the time to focus on spirituality for gathering some solace for your inner self. So devote your time in finding people who are spiritually oriented. You have been upset with certain happenings of your life or maybe you have been suffering from obesity so you find it hard to concentrate.ﾠ",
        "Scorpio Daily Love & Relationship Horoscope": "Plan some family activity today. No matter how busy you are, you have been ignoring your family and it is time to redress the balance. A picnic or other group outdoor activity can be great fun. You can also go for activities like sailing or horse riding. Try to get in a much needed dose of nature during this quality time.",
        "Scorpio Career & Money Horoscope": "You are trying to trick some one to yield to your wishes. But you must not indulge in these things today otherwise you may fish in trouble waters. People will take it as an offence and you may lose their faith forever which you have built over so many years. Do not put up any sort of act; just be the way you are with display of honesty in your every action!"
    },
    "8": {
        "Sagittarius Daily Horoscope": "Time to honor your commitments! This may require a lot of compromise with your fun and frolic but you have to do it if you do not want to let down others! Your imaginative capabilities may help you pursue your goal. Your progress will be huge since you are focused on humanitarian needs.",
        "Sagittarius Health & Wellness Horoscope": "You are going to find a fitness buddy today who suits all your requirements. You have started a number of health regimes till now with the best of intentions, but they have all been abandoned. This exercise buddy will help you to stay on course and at last achieve your fitness goals. You may join the gym together or go running, but if you start the routine today, you will definitely benefit.",
        "Sagittarius Daily Love & Relationship Horoscope": "Disagreements are likely to flare up between you and your partner today. The issues may be very minor or may be vital, but they have all been festering for quite some time in your relationship. This has resulted from a lack of proper communication between you. You are going to require huge amount of patience to deal with the situation if you want to save this relationship.",
        "Sagittarius Career & Money Horoscope": "You have been performing exceptionally well at the office and you are likely to enjoy praise and attention of your boss today. You may be in line for an important promotion. However, envy and jealousy of your colleagues may affect your mood. Your toughest challenge will be to respond in an equitable manner and not let this negativity affect your mind, body or work."
    },
    "9": {
        "Capricorn Daily Horoscope": "A person who has been around you for a long time but whom you have never really noticed will now begin to play a pivotal role in your mind. It is not just a budding romance. Rather, it is a meeting of mind and spirit that is likely to leave you feeling overwhelmed. Take time to get used to the idea because this person has come in your life to stay.",
        "Capricorn Health & Wellness Horoscope": "Be sure to get plenty of physical exercise today. You may soon be called upon to perform a physically taxing activity and this is going to require resources and physical stamina that you never thought that you possessed. Eat moderately as overeating is likely to cause a number of problems including stomach ailments today. You must include breathing exercises in order to relieve stress.",
        "Capricorn Daily Love & Relationship Horoscope": "Those who have been in relationships are about to witness the beginning of a new phase in their private life! You may tie knots with your partner or move in together. This may involve a huge investment as the house needs to be remodeled in either of the two cases. Those who are single may find someone torrid and intimate today.",
        "Capricorn Career & Money Horoscope": "The work seems to get severely affected due to your overly emotional behavior. Get accustomed to it for a while as getting rid of it will take time. Try to put this sensitivity of yours to your advantage by being empathetic towards other people around. In free time look for real estate properties which are worthy of investment."
    },
    "10": {
        "Aquarius Daily Horoscope": "Small irritations and disagreements are likely to break out throughout the day. It is important that you overlook the minor issues today. Otherwise you will only be destroying the peace of your own mind. Try to share your problems with someone as this can go a long way in improving your mood. Planning solitary activities can be promising today.",
        "Aquarius Health & Wellness Horoscope": "You are feeling especially strong today. Certain changes in the planetary combinations have resulted in a configuration that will provide you with unbelievable mental strength so that you are ready to take on any challenge. This is also the best time to start a rigorous health regime because you are now best situated to see the program through to the very end.",
        "Aquarius Daily Love & Relationship Horoscope": "You may summon the courage to let an important person know the feelings you have for that person. Make the most of the opportunities that may come your way. It is a day when you let yourself free to go with the flow. You may not be bothered about many other things, blame it on your stars.",
        "Aquarius Career & Money Horoscope": "An unexpected career opportunity will open up for you today but you should not hesitate to grab this at once. Any delay can actually make you lose your chance and you would have lost a lucrative opportunity. You may meet someone from your past who will bring this offer to you or it may be presented by a complete stranger. This is one of those times to take a risk and it will definitely pay off."
    },
    "11": {
        "Pisces Daily Horoscope": "Someone has been offering you constant and unwavering loyalty, help and support. Today, opportunities will arise for you to return some of the favour and express your appreciation. In so doing, you may have to take on a difficult situation, but this will ultimately strengthen your relationship. You need to be brave and assertive while displaying kindness and gratitude.",
        "Pisces Health & Wellness Horoscope": "You have been suffering from a minor but persisting problem of health in the last few days. Today, somebody will suggest alternative treatment of the condition to you and you will try it. Chances are high that it will work very well and you will be rid of the problem. This may well start your complete conversion to alternative treatment. Non invasive treatments are likely to work better in your case.",
        "Pisces Daily Love & Relationship Horoscope": "Change, revolution and passion are indicated for you today. You refuse to sit on the fence anymore and you refuse to let destiny take its course without making an effort to guide it towards what you want. Your intensity of feeling may even leave your partner somewhat dazzled. Let your instincts guide you in making romantic decisions and they will take your life in a new direction.",
        "Pisces Career & Money Horoscope": "You may be able to meet new people or foreign delegates who will be amiable to you! Communicate with them freely and collect as much useful information as you can! This will be of great help to you in the completion of your project. Do not let yourself succumb to any panicking scenario created by your seniors."
    }
}]
