horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You are in a fanciful mood today. Role playing and fantasies hold unusual attractions for you. You find romance everywhere and have an active fantasy life which you may get a chance to duplicate in reality. You can impulsively choose to follow an impossible dream, either in your career or your relationship. However, you should not take any major decisions now.",
        "Aries Health & Wellness Horoscope": "You may be thrust into controversial social situations today. Such confrontations will increase your mental stress and this will inevitably leave an impact on your health. The best way to tackle this is to avoid such situations, but this may not be possible. So, you should adopt some relaxation techniques so that you do not accumulate needless stress and endanger your health.",
        "Aries Daily Love & Relationship Horoscope": "You may be worried about your partner and the status of your relationship, but things will begin to become clearer from today. A number of actions and personality traits that appeared inexplicable earlier with now become clear. This will help you to take a logical decision about how much you are willing to invest in this relationship and what boundaries are essential for you.",
        "Aries Career & Money Horoscope": "Your financial planning and hard work has now paid off. People who were previously critical of you and doubted your judgment will look up to you today and will marvel at your powers of reasoning and foresight. Be sure to enjoy this period of financial success. Expenses will be incurred on luxury items which you have coveted for long."
    },
    "1": {
        "Taurus Daily Horoscope": "Your mind is very active today. You are full of ideas and inspiration. You will be constantly coming up with new plans which you will be able to plan and execute very easily. Your only problem today will be that you may feel overwhelmed by the flood of new ideas that will constantly fill your mind. You are also likely to inspire others around you to a higher level of activity.",
        "Taurus Health & Wellness Horoscope": "You are likely to be at the peak of your health today. The day is especially favourable for athletes and those taking part in competitive sports and you are likely to be met with a high degree of success. In addition, you will also feel an amazing surge of energy and your mind will also be fresh and alert.",
        "Taurus Daily Love & Relationship Horoscope": "Complications are going to arise in your romantic relationship today. A younger sibling of you or your partner may play a crucial role in this. This does not mean that you are going to learn something bad about your partner. Rather, you are going to come to know of a facet of his / her personality that you were previously unaware of and this can add to the layers of your relationship.",
        "Taurus Career & Money Horoscope": "You have several commitments pending but there is plenty of time to complete them with ease. However, you will be feeling restless, inattentive and lethargic. As a result, you will accumulate backlog. Since your mind is not at all ready to concentrate, it is best to take a day off and give yourself a much needed rest. This will help to relieve your stress to a great extent."
    },
    "2": {
        "Gemini Daily Horoscope": "You are likely to be in a more serious frame of mind. The practical issues of life are going to demand your attention today. But you are full of faith and optimism and are ready to take chances at the deepest emotional levels. Someone near to you will exhibit concerns regarding your aims and goals. Take the time to explain the situation to them.",
        "Gemini Health & Wellness Horoscope": "Today you are upbeat physically and psychologically. Boost in your morale will reflect in your work. You have been taking good care of your health. Today increase that care a little extra bit and join a fitness program as boredom seeps in fast in you. A company will keep you motivated. Look for a fun company for walking or jogging.",
        "Gemini Daily Love & Relationship Horoscope": "The planets are lining up to give you a stormy time, but that is not actually a bad thing. You have fallen into a romantic rut in recent days with both of you taking each other for granted. Passions will run high and if you can put aside petty issues, this may turn out to be one of your most memorable interludes.",
        "Gemini Career & Money Horoscope": "Some sort of confusion is likely to occur at the career front today. You may be doing well enough in your chosen job. At the same time you may get an offer to join a business which is thoroughly trustworthy and offers a greater reward. Since you never saw the offer coming, this is likely to leave you in a state of indecision. Take your decision after long and careful consideration."
    },
    "3": {
        "Cancer Daily Horoscope": "You are feeling much more outspoken today than what you normally do. You have been behaving tactfully for quite some time now and today this may feel somewhat stifling. You are likely to blurt out the unpalatable truth today and this will not go down very well with everybody. It is better to plan for some solitary activity because you are unlikely today to modify your behaviour to suit others.",
        "Cancer Health & Wellness Horoscope": "You may get a little introspective of yourself today and start analyzing your own feelings. However on deeper insight you may feel that this is the time for you to change! Do anticipate the negative consequences of this; nothing will fall out of place. So just keep your mental peace and stay focused!",
        "Cancer Daily Love & Relationship Horoscope": "Experimentation is the keyword for the day! You can ask and allow yourself to do the weirdest of the things ever! Dress in retro style, eat foods of different cultures, be spontaneous about what you say, undertake road trips and be strict enough not to let the world interfere in your matters.",
        "Cancer Career & Money Horoscope": "Try to find the company of such people who can supply some useful information to you. You have been thinking big and this is the right time to take risk. Save your time of solving unimportant issues. Do not spend before you have cash in your pocket! Postpone your promise of celebrating your success bash if possible."
    },
    "4": {
        "Leo Daily Horoscope": "Do not let lethargy spoil the day for you. Summon the creative energy that is natural to you and the day can proceed smoothly. You need to work towards restoring harmony and balance in your personal life and even in your health. Ignore the distractions around you and instead concentrate your attention on those tasks where you can actually contribute something concrete.",
        "Leo Health & Wellness Horoscope": "It is necessary for you to stop eating indiscriminately if you want to get rid of the stomach ailment that had been troubling you for the last few days. A strict dietary regime can heal you within a few days, but you have been ignoring your health and it is necessary to give the greatest emphasis on a healthy diet and lifestyle.",
        "Leo Daily Love & Relationship Horoscope": "Both you and your partner are full of ideas today! You may organize events at your workplace collectively or arrange a social gathering at home with your dear ones! Either of the two attempts will fetch a higher social status and build better bonds with people. Just do not invite those who are not your well wishers!",
        "Leo Career & Money Horoscope": "You are not in the pink of your health and that is why you cannot make the most of this productive period. Continue to follow the already established plan of actions no matter how many trials you face. This is not a good time to adopt new ways of finishing up your work. Certain emergency situations may arise at home which may cause you a heavy financial loss.ﾠﾠ"
    },
    "5": {
        "Virgo Daily Horoscope": "You have been impulsive in decision making for quite some time. But today you will realize the importance of planning and a meticulous approach. From now on, your approach towards anything will see a well charted and organized approach. It is never too late to start planning. With planning, you will also see yourself carrying proper execution of plans.",
        "Virgo Health & Wellness Horoscope": "You will be motivated today to make some real and healthy changes in your lifestyle. You may decide to give up an addiction like smoking and start a regime of healthy exercise. However, the real challenge will be to stick to the routine that you devise today. In order to ensure the success of this routine, you should look for an exercise buddy today.",
        "Virgo Daily Love & Relationship Horoscope": "If you are looking for perfect love then you must not! Cinemas portray an idealistic image of the guy or the girl which does not exist in reality! So you must not look for such a type of person! If you can do this, you can easily find some one matching your taste and preferences!",
        "Virgo Career & Money Horoscope": "Your dream of settling abroad may come true today as you may get offers to work with reputed companies established in foreign lands. However you may face issues in documentation, but these issues will get resolved in no-time. And when you have what all you want, money is certainly going to follow you!"
    },
    "6": {
        "Libra Daily Horoscope": "The day is particularly suited for starting something new. If you have been contemplating a change in job or career or switch to a different employer or even starting a new relationship, then this day is perfect for it. Even if a move seems risky, take a chance and it is likely to turn out great and just what you needed to do.",
        "Libra Health & Wellness Horoscope": "You need to be extra careful about what you eat today. Stomach problems and indigestion are common, but in some cases, they may develop into something more serious. Avoid junk foods, deep fried foods and sugary snacks. Those with chronic health conditions may experience an acute attack if proper precaution is not taken. Light exercise or rest is indicated for today.",
        "Libra Daily Love & Relationship Horoscope": "Today, there is a possibility that you will become less approachable. The day is not best suited for cultivating new or old relationships. Instead, you will be more concerned with self analysis and this can give off a vibe that you do not want to be disturbed. However, you may call up an old friend or get a surprise visit from someone close to you from your past.",
        "Libra Career & Money Horoscope": "You are getting messages of Almighty from some one close to you. Be receptive to them and get guided by them. You must change your action plan before you commit a mistake which can never be undone. Financial condition and expenses seem to be well balanced. You can even try to be a spendthrift; still there will be a sudden inflow of income from unexpected sources."
    },
    "7": {
        "Scorpio Daily Horoscope": "You need to be in a more flexible frame of mind, but today you are likely to dig your heel in and refuse to listen to either common sense or good advice. This rigidity on your part will probably create some tension both at home and at work. The only remedy is to try to keep an open mind and listen to what other people have to say.",
        "Scorpio Health & Wellness Horoscope": "Minor aches and pains that have been bothering you in the last few days will clear up. They will leave a lingering sense of fatigue from which you will need a few more days to recover. Focus on a healthier lifestyle. Start an exercise regime and adjust your diet by switching to healthier options. Preventive home remedies can be beneficial for you.",
        "Scorpio Daily Love & Relationship Horoscope": "You are passionate and romantic. You have been experiencing a very intense relationship with your partner. You both enjoy each otherﾒs company. Today is the day to honor each otherﾒs space. Every relation needs space for it to grow and flourish. If you donﾒt, it will decay within no time. Visit your friends and family. They also need you.",
        "Scorpio Career & Money Horoscope": "Today, you will be able to arrive at a viable solution for your financial problems and you will take the first necessary steps towards implementing this solution. Money troubles were plaguing you, but you will now be able to take control of your finances. The path that you choose is probably going to be tough, but you will make the right decision and will be able to work your way out of your financial difficulty quite soon."
    },
    "8": {
        "Sagittarius Daily Horoscope": "This is the best time to cut out the deadwood in your life. You have been sticking to a position which you no longer enjoy out of a sense of obligation or out of helplessness. You were finding it difficult to get out of this situation, but today you will be able to find the inner courage to take that final step. You will also be helped by some event in this.",
        "Sagittarius Health & Wellness Horoscope": "There is a chance of a water related accident today. So, if you are going swimming, sailing or surfing, it is prudent to take extra precautions. Otherwise, health will be good and you may be inspired to join a new exercise or yoga class. Someone near to you will inspire you with the goal of higher level of physical fitness.",
        "Sagittarius Daily Love & Relationship Horoscope": "Love and romance occupy your mind now and you may actively start looking for a romantic partner if you are single. If you are already with someone, it is the time to take some major decision like whether you will take the relationship to the next level or whether you will be better off without it. In either case, major changes are expected in the relationship front today.",
        "Sagittarius Career & Money Horoscope": "This is the best time to intensify all your efforts and concentrate on furthering your ambitions. You will be hard driven and committed to see to the end of the project in which you are engaged. Your determination and good efforts will not go to waste and you can expect rich rewards in the near future. You will also receive the full support of your family in this venture."
    },
    "9": {
        "Capricorn Daily Horoscope": "There is a strong possibility that you will meet someone from your past today and that person is likely to play an important role in your future. Be ready to offer and accept help without reservation as that can open up a completely new and exciting avenue for you. Change in your case can only be rewarding now.",
        "Capricorn Health & Wellness Horoscope": "You are little susceptible to cold and cough today. Do take precautions in terms of your personal hygiene. Wash your hands often and especially before eating. If possible, you are advised to take rest so that you ward off any illness that might be looming close by. Also, take regular and sound sleep as that will help you relax.",
        "Capricorn Daily Love & Relationship Horoscope": "People may approach you for sympathy and you may mistakenly consider it as an attempt to get your attention! For those who are already in relationships will feel deeply to spend some quality time with their beloved. You want to be alone with them and exchange thoughts with them in a silent communication.",
        "Capricorn Career & Money Horoscope": "The day is going to be demanding and you have to follow a strict regulation and out in lot of hard work. But, this will help to build a sound base for your future plans. The hard work that you do today will bear fruit in the distant future. You are likely to take on responsibilities on behalf of a colleague as well."
    },
    "10": {
        "Aquarius Daily Horoscope": "In general you are very clearheaded. But today, your ability to think logically will be hindered by your own problems and insecurities. Hence, this is not the best day to take on a new project or a new partner. You are liable to be wrong in your judgment today. So, basing your future activities on this may not be fruitful. Try for some relaxation today.",
        "Aquarius Health & Wellness Horoscope": "Pay special attention to what you eat today. Your immune system is quite resilient and this has led you to eat even unhygienic foods in the past. However, your physique is actually in a vulnerable state now. You need to be careful about your dietary habits. In fact, the day is best suitable to institute some much needed long term changes in your dietary pattern.",
        "Aquarius Daily Love & Relationship Horoscope": "Complications are likely to arise now in your romantic relationships. You must keep a firm hold on your temper because getting angry or upset is not going to produce any fruitful results. You also need to identify the love and affection that you feel for your partner that has become buried under a mountain of stress. Maintaining a fine balance between your self-respect and your commitment to your partner becomes very important now.",
        "Aquarius Career & Money Horoscope": "The time is ripe for a much needed change in your career. For some time now you have been experiencing a feeling of stagnation. New and exciting opportunities will open up today and you need to take a positive step towards the unknown. This can help to revitalize your career and it will also go a long way towards relieving the work related stress that has been affecting your health lately."
    },
    "11": {
        "Pisces Daily Horoscope": "You have a crisp tongue and a logical mind. But this ability of yours may suffer today due to your insecure nature. Try to go with the flow instead of opposing it like always. Experience will teach you a lot more worthy lessons which the satiation of your ego can never. Later on you will be at ease and will be full of confidence.",
        "Pisces Health & Wellness Horoscope": "If you are working on a health related project or are planning something new then you can achieve results far more easily and successfully than you have ever imagined. But track your progress and keep remedies ready if unexpected results crop up! You may earn appreciation for all these good practices even.",
        "Pisces Daily Love & Relationship Horoscope": "It is going to be a great day for you today! You may get a chance to speak your heart out today. But be careful not to speak anything which you will regret later! Keep your speech brief and precise, you will get many more chances to address your partner openly! Highlight only the burning issues.",
        "Pisces Career & Money Horoscope": "Success will mark every task that you undertake today. If you have appeared for a competitive examination, you will get positive results today. The day is also suitable to initiate discussions with your superiors about taking on more responsibilities or for a promotion. You need to concentrate all your efforts into exploiting the most of this very favourable day."
    }
}]
