horo_english=[{
    "0": {
        "Aries Daily Horoscope": "There is some personal happening in your life which is holding you back and hampering your progress. Try to sort out these things if you really want to save yourself of some serious trouble. Try to question the worth of relations; worthiness may be a deciding factor in terms of the input you must give to the relation.ﾠﾠﾠﾠ",
        "Aries Health & Wellness Horoscope": "You should take the day slow. From early morning, you will feel lethargy and this low level of energy is going to mark all your activities throughout the day. Pain in the joint and backache may become a major problem as the day progresses and you have to take adequate precautions to avoid the activities which increase the pain. It is time that you took a break from everything and just spend a lazy day of relaxation.",
        "Aries Daily Love & Relationship Horoscope": "The day will have a pleasant beginning. A lot of warmth and laughter from your partner will brighten up the personal relationship. You have faced a difficult time in your personal life. So this is the time to go out with your partner, lie down and have some real fun! Laughing at yourselves will vanish most of your worries as a couple.",
        "Aries Career & Money Horoscope": "In professional matters, today you may get much needed support from an influential person. While working with that person, do not leave any point to impress him/her through your work. You may be putting a ladder for achieving a promotion or a hike. Avoid talking about it to others. Simply concentrate on your work. Your work will only vouch for you."
    },
    "1": {
        "Taurus Daily Horoscope": "A situation is likely to arise in your life where you will have to take a very direct and proactive role. It may appear to be a very difficult situation, but you have the capability of solving it fairly. You will just have to assert yourself, but do not worry. After the crisis is over, people are going to be impressed by your role in solving it.",
        "Taurus Health & Wellness Horoscope": "You seem to be caught in complex problems or your spiritual calmness will be shattered today. Some deep seated painful memories may get lively. Seek the help of a counselor if required to help you resolve certain issues. Watch out for your dreams which may contain answers to few of your questions.",
        "Taurus Daily Love & Relationship Horoscope": "There is a strong indication of interference by a third party in your romantic relationship. You or your partner may be attracted to another person. One of your past loves may re-enter your life. The interference may even come from close friends or parents of either you or your partner. It is necessary to stand by each other firmly against everyone.",
        "Taurus Career & Money Horoscope": "This is the time to separate yourself from people who are no longer serving you or are incapable of serving you! This is a big step in balancing the finances. You will be rewarded soon and that too monetarily for this business tactic. The saved income is safe and can be utilized to add onto your assets."
    },
    "2": {
        "Gemini Daily Horoscope": "Today, you will be able to take the first step towards discharging an obligation or return a favour. This can be mental, financial or spiritual. This does not mean that all your obligations will be settled today, but you will feel relieved that you are at last doing something to actually settle your debts. This will prove to be very rewarding for you.",
        "Gemini Health & Wellness Horoscope": "You are going to get good health related advice from someone who may be close to you or a complete stranger. You will benefit markedly if you pay heed to this advice. The day is ideal for relaxing and getting rid of your accumulated stress. You should take this time to practice some much needed meditation to refresh your mind.",
        "Gemini Daily Love & Relationship Horoscope": "You may summon the courage to let an important person know the feelings you have for that person. Make the most of the opportunities that may come your way. It is a day when you let yourself free to go with the flow. You may not be bothered about many other things, blame it on your stars.",
        "Gemini Career & Money Horoscope": "While working you follow a detailed approach. This is your positive aspect and this weekend your approach will help you in monetary gains. Avoid manipulation and be honest in whatever you do. Quality of your work will speak for you rather than the quantity of your work. Integrity is welcomed in any situation and will take you out cleanly from a difficult situation."
    },
    "3": {
        "Cancer Daily Horoscope": "This is a very good time to implement the plans and promises that you made to yourself. New endeavours are likely to take off the ground very quickly now. However, the time is also favourable for relaxing and having some fun with friends. So, be sure to schedule social activities in the evening. Avoid gossip and you can have a fun filled evening.",
        "Cancer Health & Wellness Horoscope": "You are very good at taking care of others, but negligent towards your own health! This will spoil your balance soon and then even the emotional pull of serving humanity wonﾒt be of help to you! Refresh yourself and awaken your inner drive by taking a hot water bath sprinkled with few drops of eucalyptus oil in water. Keep such essential oils with yourself always and enlighten others about its good values too!",
        "Cancer Daily Love & Relationship Horoscope": "A win-win situation is there for you and your partner today. Your amorous feelings are compelling so much that you are quite demanding. The fire is equal and matching at the other end as well. So, be very careful, ask and you may not be disappointed. A little gentle and caring approach is required. As such you are an understanding partner.",
        "Cancer Career & Money Horoscope": "Do put in the best of your efforts. You have been a lot supportive to others but they donﾒt seem to care for their own good even, forget about appreciating you for your endeavors. So just do not bother about such people and keep going! Attach emotions to the work you do and not to the people who you give no importance to you."
    },
    "4": {
        "Leo Daily Horoscope": "Lady Luck has been smiling on your finances for the last few days and your spending has gone up accordingly. It is now high time to put a brake on the high spending. You need to curb your extravagances now. Something may happen in connection with your family or someone close to you which can create a vague sense of disquiet in you.",
        "Leo Health & Wellness Horoscope": "You seem to be a bit disturbed because you feel that nobody loves you! A simple hug can work out wonders for you. Do not take it wrongly as the need for carnal pleasures. You may break down emotionally when some one showers love on you. Let it all come out without questioning yourself over it.ﾠﾠﾠﾠ",
        "Leo Daily Love & Relationship Horoscope": "You are going to be uncharacteristically aggressive in love today. Your partner is likely to be rather astonished because he / she is used to tender romantic gestures from you. But they will love your new style and will be more than a suitable match for you. Explore different dimensions of your relationship today. You will be pleasantly surprised.",
        "Leo Career & Money Horoscope": "Your career is not at all going according to your plan and you cannot even understand why it is taking its current direction. The best remedy is to start afresh. The first step is to prepare a proper resume and submit it to the most relevant person ﾖ something which you have not done yet. You need to take control of your career rather than letting random events guide you."
    },
    "5": {
        "Virgo Daily Horoscope": "Prepare for some good news, especially regarding your home. Opportunities may arise leading to a shift in residence or you may finalize your buying plans of a house. Take advantage of positive energies. If you have been considering a renovation project or remodelling your home or a part of it, this is the best time to get the project off the ground.",
        "Virgo Health & Wellness Horoscope": "Health matters are of a great concern for you now. Let your intuition guide you in deciding what is the best fitness routine for you! You may come across various occasions offering you the best of the cuisines, but you have to be careful of your diet. Otherwise it will be an invitation for many ailments to attack your digestive system.",
        "Virgo Daily Love & Relationship Horoscope": "Romantic involvement with a colleague will create unnecessary tension and difficulties. Try to keep your personal life separate from professional life. Try to join a fitness and health program with your beloved to reduce the level of stress in your relationship and in your mind as well. These apprehensions may make you suffer from feeling of insecurity in relationship.",
        "Virgo Career & Money Horoscope": "You have been contemplating a shift for quite some time. Today you may see an opportunity that will attract you. Be proactive and apply today. You may receive an interview call. With your confidence and subject knowledge, cracking an interview has never been a problem for you. So, take the first step today and apply. Be careful about your wallet while travelling in a public transport."
    },
    "6": {
        "Libra Daily Horoscope": "A new energy will now begin to work in your life. You will suddenly find that balancing family and career issues have now become extremely easy. All your hesitations will disappear and your actions are marked by an unprecedented level of confidence. You will also be able to resolve any ambivalent feeling towards those near to you both in workplace and in the family.",
        "Libra Health & Wellness Horoscope": "You need to realize that in order to stay fit and look young; you need to keep away from junk foods. You have been indulging in junk foods rather more than usual in the last few days. It is high time that you took a step back. Cut out all the junk foods from your menu. Instead, eat a lot of fibre rich food today.",
        "Libra Daily Love & Relationship Horoscope": "Stress has been building in your relationship and you have been pushing to get everything out in the open. Your efforts come to a head now and a major confrontation is likely to happen. However, this will at last release all the stress and pent up tension that were clouding your interaction. With everything in the open, you will be able to make some important decision regarding the progress of your relationship.",
        "Libra Career & Money Horoscope": "Be very open and welcoming to the opportunities of travelling. This is a chance to make a good amount of money! For those who are studying may get wonderful opportunities from unexpected sources. Wherever you are keep in mind that united we stand and divided we fall. So collective team effort will bring satisfying results."
    },
    "7": {
        "Scorpio Daily Horoscope": "If people fail to understand you, do not waste your time and energy in explaining your every move to them. They will never approve of it! You may be too much occupied and the forth coming tasks may demand you to make some changes in your previous engagements too! Be flexible as per the demand.",
        "Scorpio Health & Wellness Horoscope": "You are full of positive energy today. However, though you may mean well, your unsolicited advice is not going to be welcome everywhere. You should indulge your impulse to pamper yourself and may end up spending a considerable sum for your own pleasure. However, it is better to check your impulses as far as other people are concerned because your good intentions may be misinterpreted.",
        "Scorpio Daily Love & Relationship Horoscope": "You are in a rather irritable mood today and you are likely to take this out on your partner. You realize that you are being unfair, but you still find it difficult not to assign blame where none is due. It is vital that you control your mood swings. If you cannot do so, try to spend some time away from your partner. Otherwise, your relationship will be in jeopardy.",
        "Scorpio Career & Money Horoscope": "You may not have an estimate of the problems and worries your sub ordinates may be facing. Addressing their concern is more important than you think saving your time is! If you still keep following your wits then you may have to learn a lesson hard way. You may entitle yourself with the ownership of a new house."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Today you are determined to play the power game which may include fair and unfair means to achieve your goals. After getting cornered for a long time, a spurt of energy from the planets now may fill you with confidence. You may make decisions on the basis of your instincts and rest assured, none will laugh on your face.",
        "Sagittarius Health & Wellness Horoscope": "You may feel depressed without any reason today. It will be difficult to maintain a cheerful mood, but this is something that you need to do. Do not opt for solitary activities today. Instead, call up an old friend or go to a get-together. Treating yourself to a good book or a good film can also prove to be relaxing today.",
        "Sagittarius Daily Love & Relationship Horoscope": "Cards show that you may have a romantic encounter with someone charming. But it seems to be a torrid and intimate association. So free yourself from emotional bounds and make the most of the day. If the personal wants to walk away do not be possessive, he will come back to you in sometime! Just let him realize your worth.",
        "Sagittarius Career & Money Horoscope": "A number of minor problems may arise at work today which prevent you from doing your work in peace. You need a large dose of patience today, especially when it comes to dealing with a subordinate. Do not give in to temper. Instead, you need to deal with him intelligently so as not to affect the morale of the entire group."
    },
    "9": {
        "Capricorn Daily Horoscope": "Today you may have some problem with your transport. If you are going for an important work, double check your alternative mode of transport and keep a backup plan ready. You may be a little agitated from inside. But do not lose your cool as it is just a short phase and will pass by easily. Spend time with your family.",
        "Capricorn Health & Wellness Horoscope": "The day is perfect to indulge in some special time for yourself. Go for a massage or a beauty treatment and you will come out feeling great. You are also likely to get some good news regarding your health and fitness. You can also experiment with different health regime to find out which one is best suited for you.",
        "Capricorn Daily Love & Relationship Horoscope": "The day is good enough for wining and dining only! You will find many people hovering around you for your attention. All are there for some or the other gain, none of them are worthy of serious involvement! However one of them may turn out to be a good friend with whom you can share things on a platonic level.",
        "Capricorn Career & Money Horoscope": "Do not get disappointed since your efforts have gone in vain and you need to re-work! The input given by you may have not been successful in resolving the pressing issues but have given you a better insight of the most intricate details. Enjoy your day as you will be benefiting financially from your past investments."
    },
    "10": {
        "Aquarius Daily Horoscope": "You will be tackling a number of diverse commitments from all fronts today. Be ready to fulfil your social, financial and personal obligations. Your family, friends and colleagues are all likely to turn to you and you are more than capable of handling this pressure. You will be helping a number of people today with both words and actions.",
        "Aquarius Health & Wellness Horoscope": "You may be a little crazy today! After a rigorous workout session you may treat yourself with a chocolate cake! And this is where you need to control. Consume something sweet containing much less calories than the chocolate cake! And if you will not remain restricted by the diet suggested by the gym instructors, you can never get back in shape in a short time!",
        "Aquarius Daily Love & Relationship Horoscope": "You will experience a change within yourself regarding what you want in a romantic partner. While you have been enjoying light superficial romance, you will start thinking seriously and begin looking for your soul mate in earnest. This is going to cause some uneasy times because soul mates do not come without romantic trials, but you are now emotionally ready to take on all these challenges.",
        "Aquarius Career & Money Horoscope": "You may a lot of emphasis on making investments and money matters today. Control yourself! Just out few new properties but do not go for any moneymaking venture today. Do not pressurize your seniors much for a salary hike. This isnﾒt still the right time. Better stay and acquire more knowledge in your current organization."
    },
    "11": {
        "Pisces Daily Horoscope": "This is the perfect day when you can impress those around you with your insight and your understanding of any situation. You will be able to offer innovative solution to some major problem at your workplace or for one of your friends. It is an exciting time for you. You need not seek attention. Instead, people will turn to you for your help and support.",
        "Pisces Health & Wellness Horoscope": "Be careful what you eat because stomach trouble and other problems related to the digestive system can manifest today. For some time now, you have known the need to completely revise your diet patterns and today you will get a major incentive to do so. A change in your diet will also actually reduce your mental stress, much of which was caused not by external worries as you thought but by your lifestyle.",
        "Pisces Daily Love & Relationship Horoscope": "Your lavish lifestyle draws many people towards you. But all of them are just fake and make false pretensions of loving you. In such a situation just focus on the positivity that you are not alone. Try to ignore the negativity that you are lonely, this is just the beginning and you have many more lovers to follow.",
        "Pisces Career & Money Horoscope": "Small but persisting obstacles will arise in the path of your work today and you will find it very difficult to finish your projects within the deadlines. The obstacles are seemingly meaningless and it will be almost impossible to predict or avoid them. However, getting irritated and losing your cool is not going to be of any help. Instead, try asking your colleagues for help to complete your tasks on time."
    }
}]
