horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You may find yourself getting possessive about material things. Do not hold things too tight. Just follow the flow and move with it. You need to be firm about things until you have the answers in your hand. You may also think of shifting your house. It will be good to spread the words to your friends and colleagues.",
        "Aries Health & Wellness Horoscope": "There is a chance that you may catch some skin infection from an item of common use. So, be extra thorough in keeping your toiletries and other hygienic items separate for your exclusive use. In fact, a high standard of cleanliness is now essential to preserve your health. You also need to protect your eye from dust allergies as you are prone to eye allergies now.",
        "Aries Daily Love & Relationship Horoscope": "Love may be near you but you are not able to catch the vibes. Today focus on how people near you talks to you and behave with you. Someone near you is yearning for your attention. There will be some confusion with people in relationship. Talk and listen to your partner as that will solve the problem.",
        "Aries Career & Money Horoscope": "An outstanding opportunity is heading your way to let you finish your pending work. Make full use of this vacant time slot. However you may have to break your ways of working which you have adopted so far! This is the perfect time to go for the ownership of the house of your choice."
    },
    "1": {
        "Taurus Daily Horoscope": "The stars say that love is in the air for you today. Keep your eyes open, you may meet the man/woman of your dream. However, recognizing the dream person will be tricky as he/she will come in weird package. Today you are also inclined to receive a gift from an unexpected source. All in all the day will be pretty eventful.",
        "Taurus Health & Wellness Horoscope": "Minor illnesses are on the cards today. You may feel a slight cold or a headache coming on. This is just a passing phase, but it may leave you feeling somewhat weak. So, do not schedule too many appointments today. Plenty of rest and relaxation will take care of the problem and you will soon be fit and fine.",
        "Taurus Daily Love & Relationship Horoscope": "You will be getting more attention than ever before. To your surprise you may be approached by the least expected ones even. But take you own time to decide who suits you the best. Time will weed out the best ones from the rest. Do not restrain yourself because of the bitter experiences of the past.",
        "Taurus Career & Money Horoscope": "You may get a chance to seal the deal with one of the biggest clients. Go ahead with your decision to sign a long-term contract with them. The client has plenty of financial resources and so will reduce the economical pressure on your firm. Demonstrate common sense and good business to the client if you want to pick more deals from them."
    },
    "2": {
        "Gemini Daily Horoscope": "You are in a fanciful mood today. Role playing and fantasies hold unusual attractions for you. You find romance everywhere and have an active fantasy life which you may get a chance to duplicate in reality. You can impulsively choose to follow an impossible dream, either in your career or your relationship. However, you should not take any major decisions now.",
        "Gemini Health & Wellness Horoscope": "You are full of positive energy today. However, though you may mean well, your unsolicited advice is not going to be welcome everywhere. You should indulge your impulse to pamper yourself and may end up spending a considerable sum for your own pleasure. However, it is better to check your impulses as far as other people are concerned because your good intentions may be misinterpreted.",
        "Gemini Daily Love & Relationship Horoscope": "You are going to require a lot of patience to deal with your partner today. Do not pick on every issue as this is going to disturb the peace and harmony in your relationship. Even minor disagreements and negligible issues can flare up into major problems. Silence is going to be golden today. Just keep your cool and believe in the innate strength of your relationship and this phase too will pass.",
        "Gemini Career & Money Horoscope": "This is a dry season for your business to bloom. So right now you can invest time in brushing up your personality. You are an active person and the good customer service you have provided earlier will continue to fetch customers for you innumerable times. You are simple and smooth in your choice and hence your expenditures as usual are under control."
    },
    "3": {
        "Cancer Daily Horoscope": "The day may turn out to be somewhat bizarre. Event which you never expected have a high chance of happening today. It is important that you take note of the planetary energies and try to understand the direction to which they are pushing you. Detecting the right path at this juncture can have a revolutionary effect on your life.",
        "Cancer Health & Wellness Horoscope": "Wellness is not only a condition of the body but also a state of mind and today is the best day to recognize it. It is time to remove the clutter your mind and come to terms with who you really are. Stop aiming for the impossible; instead, enjoy your blessings and you will feel a contentment that had been eluding you for so long.",
        "Cancer Daily Love & Relationship Horoscope": "You are a free bird and commitment is not your cup of tea. So better do not get into it if you cannot be handle it else learn to be cool with the possessiveness of your partner. Those who are single may seem to be calm and composed but unfortunately they may be hit with the thoughts of an unforgettable past love! Moving on is the only way out!",
        "Cancer Career & Money Horoscope": "Today you may have to face people who are intense in their approach and demand. But you have to bear with them for professional gains and publicity of your firm. However looking at your calmness and composure, a successful advertising agency may contact you for business. And if everything goes well you will be promoted to a plum position as well."
    },
    "4": {
        "Leo Daily Horoscope": "Today is a great day to be adventurous. The lady luck smiles on your fortune and whatever you do, you simply canﾒt do it wrong. If you wish to invest, this is a good time to do it. Expect to meet the true love of your life around the corner. Be cautious about your health though, you are prone to the eternal cough and cold attacks.",
        "Leo Health & Wellness Horoscope": "The time is right to adopt a strict regime to lose that extra weight. You have been worrying about your weight gain for quite some time now. Today, you will be able to take a positive step to lose the flab. You are going with a surge of confidence and determination and you will be able to see the results within very little time.",
        "Leo Daily Love & Relationship Horoscope": "Both you and your partner are full of ideas today! You may organize events at your workplace collectively or arrange a social gathering at home with your dear ones! Either of the two attempts will fetch a higher social status and build better bonds with people. Just do not invite those who are not your well wishers!",
        "Leo Career & Money Horoscope": "A number of new and different work opportunities will come your way today. There will be a rush of new clients or customers and several projects will be offered to you ﾖ some of which have the potential of becoming your dream project. In order to exploit this opportunity, you will have to work extra hard today, and you are going to enjoy every minute of it."
    },
    "5": {
        "Virgo Daily Horoscope": "Though you are feeling somewhat overwhelmed by responsibilities, there will be no reprieve in sight. Your best course of action will be to quit complaining and get on with completing your tasks. The sooner you complete them, the quicker you will be free. However, this does not mean that you should finish them in a negligent way. Give your best and you will definitely reap the rewards in the future.",
        "Virgo Health & Wellness Horoscope": "A balanced lifestyle among other things is also supported by a sound health. You love good lifestyle but ignore health. You will not enjoy a lifestyle if you are not fit perfectly. You will gradually develop a taste for wellness related subjects. You will be attracted by fitness freaks. And subsequently you will make fitness your lifestyle. This will affect your life positively.",
        "Virgo Daily Love & Relationship Horoscope": "You are a lot eager to impress that someone special whom you have come across recently. But someone may give you a bad advice to spoil your impression over that some one special. May be you and your adviser are both captivated by the same person. So be careful and also be on your own. Also if possible try to be the first one to take the initiative.",
        "Virgo Career & Money Horoscope": "You have been facing some confusion as far as your career is concerned and some questions have been troubling you for quite some time now. Today, a possible solution will occur to you. It is vital that you follow up on this idea, no matter how outlandish it may seem. Take a risk and it will pay off in great ways, much exceeding your expectations."
    },
    "6": {
        "Libra Daily Horoscope": "You are determined to take the blame for a friend's mistake. But do consider its consequences. There may be serious legal involvement as well. Some life changing event may also happen which will give you an unforgettable experience. Fulfill your desire to look different, change your hairstyle or wardrobe!",
        "Libra Health & Wellness Horoscope": "You may feel depressed without any reason today. It will be difficult to maintain a cheerful mood, but this is something that you need to do. Do not opt for solitary activities today. Instead, call up an old friend or go to a get-together. Treating yourself to a good book or a good film can also prove to be relaxing today.",
        "Libra Daily Love & Relationship Horoscope": "If relationship was meant to bring a smile on your face, it should make you happy and peaceful. If it is not, it is time to move on. Do not drag a relation, just because it was meant to be beautiful. If it is a misfit, dump it. And as you calm your inner voices, you will see a world of surprises waiting for you. Invest your energy in a productive setting.",
        "Libra Career & Money Horoscope": "You are likely to inherit money today, most probably from an unlikely source. Speculative ventures, investments in stocks and short term investment in the market are likely to meet with success. Your financial luck is running high. Just rein in your impulse for extravagance and you will enjoy financial security now. You are also likely to make considerable donation to charities."
    },
    "7": {
        "Scorpio Daily Horoscope": "You are feeling creative and ready to get a number of things done. However, a very real fear of what others will think and say may be holding you back. You need to realize that the right attitude is actually half the battle won. Paradoxically, though you feel creative and energetic, your self confidence is actually at a low level.",
        "Scorpio Health & Wellness Horoscope": "Life takes its own course and sometimes when things are not in our own hands, we need to wait patiently and calmly. If you show agitation or fickleness, it will affect your health negatively. You may develop pain in some body part. Relax and and listen to some meditative music. That will have a healing effect on your soul.",
        "Scorpio Daily Love & Relationship Horoscope": "Your relationship is happy and content. However there is much more to explore and much more happiness to receive going further. Try to turn off your partner by doing what they donﾒt like. Instead of being aggressive they will make you understand why you should never attempt doing that. And this is worth enjoying!",
        "Scorpio Career & Money Horoscope": "You find yourself running from pillar to post today with little fruitful result. Do not lose heart. It is just one odd day when things do not happen the way you wish. The incidences of today will motivate you to plan your work in advance and carry on necessary tie ups before you move into the field. Do not purchase any new credit card."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Issues related to profession will get resolved. But no aggressive action, be it in words or in writing should not be taken till then. Those facing issues on personal front should make time for dear ones. Do take care of your health as you have been ignorant of it since long.",
        "Sagittarius Health & Wellness Horoscope": "You look for comfort and security at the same time. Try to be a little free minded. Approvals will come with time and other good things happen gradually so all will fall in place in sometime but it will not get delayed. Do not stay up late in the night! Sacrifice your morning sleep for maintaining good health which you may lose if you tend to be a little careless even!",
        "Sagittarius Daily Love & Relationship Horoscope": "This day can prove to be a turning point in your relationship. You can suddenly begin to see someone close to you in a new light and this will enable you to take the right decision regarding the direction of this relationship. You will now be able to cut away the deadwood and concentrate on those relationships which can actually make you stronger.",
        "Sagittarius Career & Money Horoscope": "Great things are indicated on the career front today. You have been feeling somewhat underappreciated at work. This will completely vanish today and you may get a great job opportunity with high salary and more perks than you thought possible. However, taking this job may mean relocation. So, you need to think about the decision carefully and involve other family members in your decision."
    },
    "9": {
        "Capricorn Daily Horoscope": "You are in an impulsive mood today. You tend to rush into projects without thinking it through and this can create unnecessary problems both at work and in family life. Try to keep a level head, though it may seem to be too difficult now. Several opportunities will arise together and you need to see what works for you and what do not.",
        "Capricorn Health & Wellness Horoscope": "Incorrect sitting posture may lead to pain in the neck region today. Watch your posture while you sit in the office. You may carry a cushion to support your back while sitting. You are a little low in energy today which might interfere with your ability to work either at home or work place. You might be inclined today to include some fitness routine in your daily activity.",
        "Capricorn Daily Love & Relationship Horoscope": "Passion is the order of the day. You will surprise your partner with an extravagant and romantic gesture and are going to be rewarded for it. You feel very generous today, both in expenses and in the act of love. Your giving nature is going to evoke a passionate and sweet response from your partner. Get ready to enjoy an ordinary day that grows special due to your efforts.",
        "Capricorn Career & Money Horoscope": "You will be getting some lost wealth back quite unexpectedly so that you easily meet all your financial commitments. It will also provide with a much needed respite for your current financial condition. However, spend prudently because though this money will run out, your obligations are not going to be discharged so easily. You should also keep some amount aside as saving."
    },
    "10": {
        "Aquarius Daily Horoscope": "Give voice to your frank opinions but do not raise your voice. Focus on what needs to be perfected to bring a change rather than trying to wipe off the old dirt! Better option at this point of time is to avoid conflicts with people you live with rather than trying to deal with them.",
        "Aquarius Health & Wellness Horoscope": "You are very good at taking care of others, but negligent towards your own health! This will spoil your balance soon and then even the emotional pull of serving humanity wonﾒt be of help to you! Refresh yourself and awaken your inner drive by taking a hot water bath sprinkled with few drops of eucalyptus oil in water. Keep such essential oils with yourself always and enlighten others about its good values too!",
        "Aquarius Daily Love & Relationship Horoscope": "The planetary positions may have resulted in turmoil at the relationship front yesterday, but today, things are likely to settle down. You will be in a calmer frame of mind and will be able to bring about reconciliation even though the relationship is probably going to be strained after the row yesterday. It is the time to renew your love and commitment towards each other.",
        "Aquarius Career & Money Horoscope": "A number of different opportunities regarding finance and career open up in front of you today and you may begin to feel overwhelmed and a bit confused about which direction to take. Be careful not to let this indecision paralyze you. If you get moving now, it can completely change your financial future. Quick and decisive action is the need of the day."
    },
    "11": {
        "Pisces Daily Horoscope": "Simply stay away fro people who are full of negativity. They are trying to drill the same in your mind which will make you paralyzed when you are so close to your goal. Try to be at home with your family for most of the time today for peace and to finish up all the pending work. Decorate your room with photographs to relish some sweet memories too.",
        "Pisces Health & Wellness Horoscope": "You seem to be a bit disturbed because you feel that nobody loves you! A simple hug can work out wonders for you. Do not take it wrongly as the need for carnal pleasures. You may break down emotionally when some one showers love on you. Let it all come out without questioning yourself over it.ﾠﾠﾠﾠ",
        "Pisces Daily Love & Relationship Horoscope": "Your partner may surprise you today. The longings and the loneliness will come to an end. You may want to take a step further in your relationship but ask your partner always as it needs to be mutual. You have found your love after a lot of efforts so do not act in haste. There is notorious air around your partner.",
        "Pisces Career & Money Horoscope": "You are trying to trick some one to yield to your wishes. But you must not indulge in these things today otherwise you may fish in trouble waters. People will take it as an offence and you may lose their faith forever which you have built over so many years. Do not put up any sort of act; just be the way you are with display of honesty in your every action!"
    }
}]
