horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Your mood is both playful and dramatic today and you are going to be attracted to all things beautiful. This may lead to some unplanned and unnecessary expenditure. All your pursuits today will have an aesthetic touch. You may also go for some beauty treatment. You are going to be in a jovial mood all day and this will create conviviality in your workplace as well.",
        "Aries Health & Wellness Horoscope": "You may be interested and you may find time to join groups online which motivate and encourage you towards maintaining good health! You may be tempted to eat well but that is okay if you plan to shed the calories via rigorous physical exercises! Plan a relaxation schedule which you may follow towards the end of the day.",
        "Aries Daily Love & Relationship Horoscope": "You seem to spend quality time with your loved ones. Just do not be over assertive on any point, which will only disrupt the interpersonal harmony. Your partner needs some time to let you get into the details of what you demand from them. Undertake trips or enjoy some soulful music to lighten up the moods.",
        "Aries Career & Money Horoscope": "You are agile, confident and proactive. These qualities will help you today in cracking any interview. Work a little on your body language if you are going for any interview today. Color of the day is white. Wear it in some part of your clothing. Financial matters will see an average approach. You may plan buying a property."
    },
    "1": {
        "Taurus Daily Horoscope": "You need to be in a more flexible frame of mind, but today you are likely to dig your heel in and refuse to listen to either common sense or good advice. This rigidity on your part will probably create some tension both at home and at work. The only remedy is to try to keep an open mind and listen to what other people have to say.",
        "Taurus Health & Wellness Horoscope": "You need to be in a more flexible frame of mind, but today you are likely to dig your heel in and refuse to listen to either common sense or good advice. This rigidity on your part will probably create some tension both at home and at work. The only remedy is to try to keep an open mind and listen to what other people have to say.",
        "Taurus Daily Love & Relationship Horoscope": "You are likely to face a situation today that is going to test the strength of your love and commitment. Bear in mind that your partner has put complete faith in you and you need to pass this test if you want to continue in a happy and fulfilling relationship. With a little compassion, you will be able to deal with anything that fate throws at you.",
        "Taurus Career & Money Horoscope": "You didn't create problem but today you find yourself surrounded with a lot of them. You may lose your temper. It is advisable that you maintain your calm and tackle the problems one after the other. You may have to stay back at work for a longer duration. Cancel all the commitments which might require you by evening. Concentrate on trouble shooting."
    },
    "2": {
        "Gemini Daily Horoscope": "You have devoted considerable time and effort to a project and it will start to pay off now. Hard work and determination along with farsighted planning has done the trick. You have also been planning some renovations but have been deterred by financial constraints. Today you will come up with creative ways to accomplish all these tasks within your means.",
        "Gemini Health & Wellness Horoscope": "The time is ripe to take some bold steps. This is not the time to hesitate. Instead, decisive action is critical. Do not shy away from opportunities. A leap of faith at this time can dramatically alter your life for the better, though it may not seem so now. It is also time to re-evaluate old relationships and cut out the deadwood.ﾠ",
        "Gemini Daily Love & Relationship Horoscope": "The planetary positions may have resulted in turmoil at the relationship front yesterday, but today, things are likely to settle down. You will be in a calmer frame of mind and will be able to bring about reconciliation even though the relationship is probably going to be strained after the row yesterday. It is the time to renew your love and commitment towards each other.",
        "Gemini Career & Money Horoscope": "Once you get engrossed in a new project you will hardly find any time for other things. So be careful of not missing out any important information coming your way! It may be anﾠﾠﾠﾠimportant message to help you attain a higher position. Finances will remain stable as planned for quite a long time."
    },
    "3": {
        "Cancer Daily Horoscope": "You are full of zeal to change things around you, but you need a period of calm reflection to decide whether they need changing at all. While you are going to excel at the projects you decide to take on, it is better if you let someone else choose those projects for you. You will be filled with single minded determination today.",
        "Cancer Health & Wellness Horoscope": "The end of the day may be a bit challenging for you! But with spiritual exercises like yoga, meditation, tai chi you can overcome every obstacle which averts you from attaining a good health! If problems arise do not be ignorant to them, rush to your nearest medical professional and request them to treat you with mild medicines.",
        "Cancer Daily Love & Relationship Horoscope": "People seeking soul mate may have a good day. You may attract someone. Mingle with friends and go out with them. People already in relationship, will see a spark in their relationship. Your monotony will be broken. You may try something different with your partner. If you are a home person, you may go out and splurge with your partner.",
        "Cancer Career & Money Horoscope": "You take great pride in doing a job well and thoroughly. This will now come to the notice of your superiors. This can well lead to additional responsibilities being placed in your hands and open the door to considerable advancements in your career. Income is also likely to increase. You need to increase your dedication and attention to details for your career."
    },
    "4": {
        "Leo Daily Horoscope": "The day will be fine in the beginning although it may turn out to be a little hectic later on. Someone at home may be ill and you may have to attend him/her amidst a jam-packed schedule. You may receive happiness from friends or even colleagues and will make plans of spending time with them in the near future.",
        "Leo Health & Wellness Horoscope": "Minor respiratory ailments are seen on the cards. Avoid going into places where there will be allergens present. Those who are involved in professions of mining or similar fields cannot avoid it completely. But they should take a break from the site work for curing health or as a precautionary measure beforehand.",
        "Leo Daily Love & Relationship Horoscope": "This is the time to enjoy light side of relationships. You have always been of a serious nature, but you are now over-thinking your relationships. Stop looking for hidden meanings and deeper implications in everything. Instead, go out for light-hearted banter and just enjoy a good time. Do not let pressure of responsibilities and expectations take all the fun out of your relationships.",
        "Leo Career & Money Horoscope": "You have been working hard recently and you will now receive a token of appreciation from the universe. You may get a bonus or a long awaited pay check. You may even be offered a good financial opportunity which you had not expected. While it is not something huge, it will fill you with a nice feeling of satisfaction."
    },
    "5": {
        "Virgo Daily Horoscope": "If there is tension persisting in your relationship with someone, you may want to find a way out today. Listen to the other part of the story. Do not be too submissive allowing other to steamroller over you. But at the same time do not be blunt. You may find an important client at your office. Be agile and proactive.",
        "Virgo Health & Wellness Horoscope": "Low levels of energy and poor stamina are indicated for the day. This is not at all surprising, considering the demands that you have recently been putting on your health. Get some much needed pampering and rest if you want to continue to be productive. You need to understand your own physical limits and take rests accordingly. Driving yourself too hard too fast can end up being harmful to your physical health.",
        "Virgo Daily Love & Relationship Horoscope": "The day is perfect to clear the air and get all the latent issues of your relationship out into the open. This clearing of air is a much needed exercise that you have been putting off. It will help cleanse your relationship and breathe new life into it. Expect to enjoy some great romantic gesture towards the end of the day.",
        "Virgo Career & Money Horoscope": "A number of different opportunities regarding finance and career open up in front of you today and you may begin to feel overwhelmed and a bit confused about which direction to take. Be careful not to let this indecision paralyze you. If you get moving now, it can completely change your financial future. Quick and decisive action is the need of the day."
    },
    "6": {
        "Libra Daily Horoscope": "You will see that no matter how practical and helpful your suggestions are, people keep turning them down. You may end up feeling quite frustrated. You need to realize that while your advice is right on the mark, your attitude is too patronizing and that is why people insist on doing the opposite. Try to change and modify the way you present your ideas and see better results.",
        "Libra Health & Wellness Horoscope": "You may suffer from issues related to indigestion today, but you need to realize that the real problem lies not with your digestive system but with anxiety and tension which is finding expression through these health problems. So, you will benefit more if you adopt mental exercises and stress release techniques instead of changing your dietary pattern. Breathing exercises can be of special help.",
        "Libra Daily Love & Relationship Horoscope": "Love may be near you but you are not able to catch the vibes. Today focus on how people near you talks to you and behave with you. Someone near you is yearning for your attention. There will be some confusion with people in relationship. Talk and listen to your partner as that will solve the problem.",
        "Libra Career & Money Horoscope": "You may find it difficult to balance your income and expenditure. Today is the best day to start looking for a second job to supplement your income. You may find something very much to your liking and this has the potential of becoming your primary job in the next few years. In the meantime, you have to practice some economies in order to maintain your lifestyle."
    },
    "7": {
        "Scorpio Daily Horoscope": "Your intuition is strong at this point of time and will be giving you a good guidance in what ever you do! You can even take risks easily and gamble for fun! Luck is in your favor but you must think twice before taking a leap. You may experience an air of emotions. Old friends and acquaintances may re emerge bringing positive vibes for you.",
        "Scorpio Health & Wellness Horoscope": "You take things slow and steady. But you also do not shy away from showing an instant spurt of energy. This of course surprises all around you. Similarly your skin also takes the same course. At one time you enjoy a porcelain complexion and at other time there is a sudden burst of pimple. Drink gallons of water on a daily basis.",
        "Scorpio Daily Love & Relationship Horoscope": "Watch out for your temper. You may lash it out on someone close to you. Partner may get hurt with your temper. Try explaining your partner that it was the outburst of some feelings that were ignored in past. Wear blue in some part of your clothing. Try controlling your emotions and if uncontrollable, watch the intensity at least.",
        "Scorpio Career & Money Horoscope": "This is a good time to support you with activities and achievements and will empower you with a sense of accomplishment that you are first on the track! So this is the perfect time to make a fresh start, be it of a new project or a new job opportunity. Try to retain this energy until you reach your final destination."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Your peaceful mental state may be intercepted by the interrogation from others. They are pretty curious to know whatﾒs up in your personal and professional arena. Some one close to you has leaked out your future plans in front of mouths that just donﾒt stop talking at all. Try to ignore all this and remain focused.",
        "Sagittarius Health & Wellness Horoscope": "Your body has been a great companion and works non stop! So it should not be a big deal for you to do something for your body. You must exercise and sleep well. However if your body experiences some difficulties in functioning normally then you must take all precautionary measures to keep it going. One such measure will be to increase the water intake.",
        "Sagittarius Daily Love & Relationship Horoscope": "Be careful as cheating and trickery is fast marching towards your sign. Though it will be unintentional and mild, but you may get hurt. You are giving today. Today is little tough time, but the incidences will only make your love strong and powerful. In future you will vouch on the love. Today, avoid expressing too much.",
        "Sagittarius Career & Money Horoscope": "You are your best critic. Analyze your situation and act accordingly. Having said that, today you need to motivate yourself to remain on track. Let monotony not bog you down. Time will change and you may be entrusted with bigger responsibilities. Till then, show your consistency. You have time at your side. Plan investing, do research work and go for it."
    },
    "9": {
        "Capricorn Daily Horoscope": "Cards show that you need to socialize more than ever today! You want to make a transition in your lifestyle and career by indulging in work requiring communication with others. Try to accomplish what all you set out to do! You can maintain a sharp focus on what ever you want to do; just make sure you do not go overboard.",
        "Capricorn Health & Wellness Horoscope": "Your health is going to be excellent today. Tune in to some wellness music or go for a soothing session of aromatherapy at home to keep on holding to this state of wellness. However, a family member may suffer from a minor illness and you may have to nurse him / her through it. Your mental stress will also be considerably less today.",
        "Capricorn Daily Love & Relationship Horoscope": "The time is right to plan major changes of positive nature in your relationship. You are ready to take it to the next level, but you need to make the first move. You are naturally reticent and this has left your partner in the dark about your true feeling. Just bare your heart and you will find all the distrust disappearing from your relationship.",
        "Capricorn Career & Money Horoscope": "You are likely to encounter a run of good luck in ventures related to speculation and chance. If you were in two minds about any investment, then you will be able to take a logical and appropriate decision today. This will have a positive impact on your finances at a later date. It is also a good day to buy or invest in real estate or landed property."
    },
    "10": {
        "Aquarius Daily Horoscope": "You are full of energy and have a bright outlook. Things which were appearing bleak for the last few days do not seem to be so hopeless now. Strength and vitality in your attitude will help you to deal with the situation. The day is also favourable to express your views, opinions and desires strongly. Go after what you truly desire and you are likely to reach your goals.",
        "Aquarius Health & Wellness Horoscope": "Regular exercises and salad filled diet is boring you like hell. Time to treat your taste buds with your favorite cuisines. Do not forget to note how you feel next morning. The bitter experience will stop you from getting tempted towards the oily food next time! You may even get a chance to demonstrate physical exercises to the masses.ﾠ",
        "Aquarius Daily Love & Relationship Horoscope": "If relationship was meant to bring a smile on your face, it should make you happy and peaceful. If it is not, it is time to move on. Do not drag a relation, just because it was meant to be beautiful. If it is a misfit, dump it. And as you calm your inner voices, you will see a world of surprises waiting for you. Invest your energy in a productive setting.",
        "Aquarius Career & Money Horoscope": "If you have recently appeared in some kind of exam, you might receive a positive result. Your hard work and dedication will pay off. Financial scheme will be known to you today. Before investing, seek advice from your friends and colleagues on the right scheme. The offer may prove good to you. You will have good time at office."
    },
    "11": {
        "Pisces Daily Horoscope": "Open your mind to share your philosophies and ideas today with someone and you will find a kindred spirit. This can pave the way for a beautiful friendship or a viable partnership. With little observation you will be able to learn a lot of things from others and this knowledge can be very beneficial for you. You may also meet someone who will share your opinion and ideas.",
        "Pisces Health & Wellness Horoscope": "Today you will begin to realize how some moderate changes in your lifestyle can help you lead a healthier and happier life. Take a resolution to give up a habit which you know is harmful for your health and you will find the strength to stick to it. Also, if you have already taken such steps, you will begin to enjoy the fruits of these changes in both your boy and your attitude.",
        "Pisces Daily Love & Relationship Horoscope": "The day is perfect for romance and you can plan to surprise your partner with some intimate or extravagant gesture. You also will probably receive a happy surprise from your partner. Be sure to schedule some alone time in order to take full advantage of this planetary setting. If you are thinking of starting a family, then this is the perfect time for it.",
        "Pisces Career & Money Horoscope": "Your professional skills will get sharpened up and you will tap back into professional race with a stronger fighting spirit. You may also get chances to bring your position and income at the same page! You were receiving meager income as compared to the position you have been holding and the amount of work you have been doing."
    }
}]
