horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Events have aligned themselves in such a way that your confidence has taken quite a beating. It will be difficult to conclude any task happily and in a satisfied manner today. You may also come in contact with someone whose negative comments can give rise to a feeling of despondency. Remember that this is a temporary phase and you will soon get your confidence back.",
        "Aries Health & Wellness Horoscope": "Continued stress in your work place and your home life is affecting your health as well as your ability to think and judge clearly. You need to realize that the root of the problem lies in the extremely sedentary habits that you have developed. Regular morning walks can prove therapeutic for you as it will refresh your body and recharge your mind.",
        "Aries Daily Love & Relationship Horoscope": "This is the time to consolidate all those relationship that you have been ignoring in pursuit of romance. These include your parents, your siblings, your extended family and your friends. You need to realize that these other relationships are no less important and they provide a valuable support system for you. You need to nurture them as much as any romantic relationship.",
        "Aries Career & Money Horoscope": "While practical conditions are forcing you to work quite intensely today, your mind is in your home and you are more interested in spending time with your family. Hence, you need to learn to juggle both the commitments expertly. Do not ignore your work though you are sorely tempted to play hooky. You should use your lunch hour and after work hours and leisure time to balance both of them."
    },
    "1": {
        "Taurus Daily Horoscope": "Name and fame are on the cards today. You are also likely to make snap decisions based on your intuitions and feelings rather than logic, but they will turn out to be right on money. Your intuition is top notch now regarding any decision in your life, but you may have to sacrifice some comforts now in favour of long term goals.",
        "Taurus Health & Wellness Horoscope": "It is necessary for you to stop eating indiscriminately if you want to get rid of the stomach ailment that had been troubling you for the last few days. A strict dietary regime can heal you within a few days, but you have been ignoring your health and it is necessary to give the greatest emphasis on a healthy diet and lifestyle.",
        "Taurus Daily Love & Relationship Horoscope": "It is time to take a step back and examine your relationship in the cold light of reason. You have been ignoring some information about your partner but you need to realize that this will not make it go away. Instead, you need to factor that in as you analyze the dynamics of your relationship. You may have to take some tough decisions at this time.",
        "Taurus Career & Money Horoscope": "Do put in the best of your efforts. You have been a lot supportive to others but they donﾒt seem to care for their own good even, forget about appreciating you for your endeavors. So just do not bother about such people and keep going! Attach emotions to the work you do and not to the people who you give no importance to you."
    },
    "2": {
        "Gemini Daily Horoscope": "You have had a good exposure to new things in life! Just be prepared to face the challenges coming across your way. Be ready to explain whatever you are being questioned. Your efforts will last for long and will lay a solid foundation for better progress. Do not forget to re-vitalize and pamper yourself amidst all this!",
        "Gemini Health & Wellness Horoscope": "Your health is going to be excellent today. Tune in to some wellness music or go for a soothing session of aromatherapy at home to keep on holding to this state of wellness. However, a family member may suffer from a minor illness and you may have to nurse him / her through it. Your mental stress will also be considerably less today.",
        "Gemini Daily Love & Relationship Horoscope": "You are making your love life needlessly complicated. The reason is that you are refusing to see and acknowledge what is right there in front of you. You need to evaluate the situation with clear and open mind and then take the appropriate course of action. You will have to see what action will actually produce results and which ones you are taking simply guided by your ego.",
        "Gemini Career & Money Horoscope": "A thousand things demand your attention today and you may feel pulled apart. Be gentle on yourself. Sit down for a while and think the course of action. Then plan and act accordingly. You may meet an old friend today. Someone will also talk about an interesting offer and you may be tempted to go ahead. Visualize the end result and then take a step."
    },
    "3": {
        "Cancer Daily Horoscope": "The day will start on a positive note. The stars are aligned in your favour, especially during the first half. Try to schedule your official activities beforeﾠnoonﾠas then you will have greater chance of success. It is better to keep the evening free or indulge in light relaxing activities. Someone unexpected may come to visit you today.",
        "Cancer Health & Wellness Horoscope": "The health issues that you have been ignoring for some time now will begin to assume serious dimensions if you do not consult a health professional immediately. Your diet in particular needs careful attention. Avoid putting anything in your system that you know is not good for you. If you suffer from a chronic condition and have been ignoring the dietary guidelines, this is the time to go back to a strict routine.",
        "Cancer Daily Love & Relationship Horoscope": "It is necessary to evaluate your relationship and establish some healthy boundaries today. You are likely to realize that though you are giving more than you can; your partner is not satisfied and goes on demanding more. Putting a limit on these demands will actually strengthen your relationship and help you enjoy it in a way that will turn out to be the best for both you and your partner.",
        "Cancer Career & Money Horoscope": "You are your best critic. Analyze your situation and act accordingly. Having said that, today you need to motivate yourself to remain on track. Let monotony not bog you down. Time will change and you may be entrusted with bigger responsibilities. Till then, show your consistency. You have time at your side. Plan investing, do research work and go for it."
    },
    "4": {
        "Leo Daily Horoscope": "You may have to trace back to the initial stages of few events. The cause for certain mishaps lay hidden in the roots. Your reputation in the eyes of others has suffered greatly because of this. It is very much necessary to be reserved and cautious in your approach lest people will try to be a hindrance in your quest.",
        "Leo Health & Wellness Horoscope": "The day is perfect to indulge in some special time for yourself. Go for a massage or a beauty treatment and you will come out feeling great. You are also likely to get some good news regarding your health and fitness. You can also experiment with different health regime to find out which one is best suited for you.",
        "Leo Daily Love & Relationship Horoscope": "Bundles of good words have travelled from you to your partner. A number of times you have told your partner what he/she means for you. Now is the time for some action. Prove the worth of your love through some action and today you may accomplish the same. Your partner may be pleasantly surprised by witnessing the manifestation of love.",
        "Leo Career & Money Horoscope": "This is the best time to intensify all your efforts and concentrate on furthering your ambitions. You will be hard driven and committed to see to the end of the project in which you are engaged. Your determination and good efforts will not go to waste and you can expect rich rewards in the near future. You will also receive the full support of your family in this venture."
    },
    "5": {
        "Virgo Daily Horoscope": "Your peaceful mental state may be intercepted by the interrogation from others. They are pretty curious to know whatﾒs up in your personal and professional arena. Some one close to you has leaked out your future plans in front of mouths that just donﾒt stop talking at all. Try to ignore all this and remain focused.",
        "Virgo Health & Wellness Horoscope": "Encourage yourself to do earthy things like gardening and walking in nature so that you can relax and feel better. You need to look deep within yourself to address your emotional concerns. Do not waste your focusing abilities upon the outward things. Try to do some yoga practice for mental peace and for strengthening your muscles.",
        "Virgo Daily Love & Relationship Horoscope": "You are financially strong and you can impress any date. But unlike most of the people you will come across some who will want to see your natural talents and will love the way you are! You will start having thoughts for this person and without realization you may soon get romantically involved with this person. Good choice, go ahead!",
        "Virgo Career & Money Horoscope": "The day indicates great success, especially for those who are connected to education or writing in any way. Students, researchers, journalists, authors and other professionals connected to education are likely to enjoy a very good day. The day is also suitable for investing in long term plans. You are going to sit back, relax and reap the benefits of the efforts that you have put in towards your professional life."
    },
    "6": {
        "Libra Daily Horoscope": "You are going to receive some unexpected good news. It may be related to your career or personal life, but it will result in financial gain for you. It will also show you the path to future gains of the similar types. You are going to be in an upbeat mood and will infect everyone around you with optimism and happiness. Enjoy the time with friends and family.",
        "Libra Health & Wellness Horoscope": "In general you are very clearheaded. But today, your ability to think logically will be hindered by your own problems and insecurities. Hence, this is not the best day to take on a new project or a new partner. You are liable to be wrong in your judgment today. So, basing your future activities on this may not be fruitful. Try for some relaxation today.",
        "Libra Daily Love & Relationship Horoscope": "You are passionate and romantic. You have been experiencing a very intense relationship with your partner. You both enjoy each otherﾒs company. Today is the day to honor each otherﾒs space. Every relation needs space for it to grow and flourish. If you donﾒt, it will decay within no time. Visit your friends and family. They also need you.",
        "Libra Career & Money Horoscope": "You take great pride in doing a job well and thoroughly. This will now come to the notice of your superiors. This can well lead to additional responsibilities being placed in your hands and open the door to considerable advancements in your career. Income is also likely to increase. You need to increase your dedication and attention to details for your career."
    },
    "7": {
        "Scorpio Daily Horoscope": "Today, you need to realize that being a prisoner of the past is not going to help you in any way. You need to learn your lesson from the past, but then you will have to let it go. If you can realize this, you can take a giant step towards solving the major problems that you have been facing in your life.",
        "Scorpio Health & Wellness Horoscope": "You may be troubled by problems related to skin and teeth. Make sure to eat plenty of fruits, green veggies, milk and milk products in your diet. Allergies too may be acting up and this is the time to take special care to avoid all allergens. Proper diet and relaxation exercise are necessary to maintain your health and beauty.",
        "Scorpio Daily Love & Relationship Horoscope": "The planets ruling your love life are now at their peak. So, this is going to be an exciting as well as passionate time for you. Make the most of this. Plan something special with your partner or decide to surprise him / her with an extravagant gesture and it will be returned with equal enthusiasm. The time is right to devote complete attention to your love life.",
        "Scorpio Career & Money Horoscope": "You will do well in the role of a receptor today! So switch onto being an organizer rather than being a host for the upcoming events! You will be making good amount of money in both the cases but surely if you choose to be an organizer! It is not against your innate abilities, you just have not recognized this side of you!"
    },
    "8": {
        "Sagittarius Daily Horoscope": "Your every thought and attention is now centred on your career. Actually, you are devoting too much time and attention to it because you are apprehensive. Instead, you need to lighten up a little but you will still be able to achieve what you want. It is vital to pay attention to your family now to balance your work-holism.",
        "Sagittarius Health & Wellness Horoscope": "While you are going to enjoy excellent health today, an old complaint related to the head and the nervous system may begin to rear its head. Take adequate precaution to prevent catching a cold in the lead as this may aggravate old problems like sinusitis and migraine. On the other hand, you will begin to feel the benefits of the wellness routine that you have been following. Your weight loss goals will also be met with success today.",
        "Sagittarius Daily Love & Relationship Horoscope": "Love is in the air today. You can surprise your loved one by planning for something special. If you are in a relationship, this is the best time to recapture that magic which made it so very special. Intimate plans are likely to be more appropriate than a wild party with friends. Single persons are likely to meet your future partner.",
        "Sagittarius Career & Money Horoscope": "You will be filled with professional confidence today. You are going to respond strongly and intuitively to work related concerns and no problem is too big for you to handle today. Minor crises may occur at the workplace but you are more than equal to dealing with them and come out with flying colours. Your co-workers will be impressed by your ability."
    },
    "9": {
        "Capricorn Daily Horoscope": "This is the best time to cut out the deadwood in your life. You have been sticking to a position which you no longer enjoy out of a sense of obligation or out of helplessness. You were finding it difficult to get out of this situation, but today you will be able to find the inner courage to take that final step. You will also be helped by some event in this.",
        "Capricorn Health & Wellness Horoscope": "Chances are high that you will be affected by some sort of fever now. It is probably viral fever, but it would be prudent to get immediate medical attention. Take precautions against allergies and viral infections, though it will be difficult to avoid. Rest is the only way to deal with this. So, make sure that you get complete rest. In fact, balancing your health with the demands of your work is your major task now.",
        "Capricorn Daily Love & Relationship Horoscope": "You are going to learn something new about your partner and this new information may come as a huge surprise to you. But this is a pleasant surprise. In fact, this new information can solve a number of problems and confusing issues surrounding your relationship. Take advantage of this situation to indulge in a great time with your partner.",
        "Capricorn Career & Money Horoscope": "Be careful with your finances. You need to take a cold look at the small expenses which could otherwise accumulate to rather large proportions. Though your individual expenses are small, you need to limit your spending if you want to avoid serious money trouble in the future. You should also start looking for additional ways of increasing your income."
    },
    "10": {
        "Aquarius Daily Horoscope": "This is a very good time to implement the plans and promises that you made to yourself. New endeavours are likely to take off the ground very quickly now. However, the time is also favourable for relaxing and having some fun with friends. So, be sure to schedule social activities in the evening. Avoid gossip and you can have a fun filled evening.",
        "Aquarius Health & Wellness Horoscope": "Prepare for some good news, especially regarding your home. Opportunities may arise leading to a shift in residence or you may finalize your buying plans of a house. Take advantage of positive energies. If you have been considering a renovation project or remodelling your home or a part of it, this is the best time to get the project off the ground.",
        "Aquarius Daily Love & Relationship Horoscope": "This is time to heal your relationships. The planets are so aligned that you will begin to realize that it is better to let your old grudges go and instead concentrate on rebuilding your life and your relationships. Issues will suddenly appear to be what they actually are and you will realize how much you were blowing them out of proportion.",
        "Aquarius Career & Money Horoscope": "You are likely to encounter a run of good luck in ventures related to speculation and chance. If you were in two minds about any investment, then you will be able to take a logical and appropriate decision today. This will have a positive impact on your finances at a later date. It is also a good day to buy or invest in real estate or landed property."
    },
    "11": {
        "Pisces Daily Horoscope": "Situations may arise which may tempt you or force you to act impulsively. This is the time to take charge of yourself and tackle all this with your fighting spirit. Be protective of your children or younger siblings. You will also be able to socialize well with people in society and you will be surprised by the warm welcome they will give you!",
        "Pisces Health & Wellness Horoscope": "The time is perfect to initiate a rigorous health regime. You need to understand that a sound body is essential to enjoy life to its fullest extent. In general you are health conscious, but now you will intensify your training. You may also take part in some competitive sport and end up with very good results. You may also cause some major changes in your diet pattern.",
        "Pisces Daily Love & Relationship Horoscope": "Today marks the beginning of a new period of understanding and adjustment between you and your partner. All the cobwebs of the relationship has now been removed and both of you will be able to see each other in a bright shining light, but this will only make your love stronger and more enduring. The day will bring great optimism for you.",
        "Pisces Career & Money Horoscope": "The alliance between the planets affecting your income and career are now approaching its strongest point. This means, if you really devote your time and energy to your career, you will get to see the positive reflection in your bank balance. You will also have the energy and the ability to work more and better and improve your income even more."
    }
}]
