horo_english=[{
    "0": {
        "Aries Daily Horoscope": "The planetary alignments allow you a period of calm reflection. You may have reacted rather harshly to certain situations in the past, but now you will be in a far more amenable frame of mind. The time is ripe for extending an olive branch. Give yourself as well as those around you a second chance and you will be in a far happier position.",
        "Aries Health & Wellness Horoscope": "Today you will begin to realize how some moderate changes in your lifestyle can help you lead a healthier and happier life. Take a resolution to give up a habit which you know is harmful for your health and you will find the strength to stick to it. Also, if you have already taken such steps, you will begin to enjoy the fruits of these changes in both your boy and your attitude.",
        "Aries Daily Love & Relationship Horoscope": "You will meet with somebody from your past that used to have a close relationship with you. This meeting can actually mark a new beginning, either by changing the dynamics of your current relationship or by renewing the old one. Pay attention to your feelings instead of covering them up and you will enjoy a better day.",
        "Aries Career & Money Horoscope": "You have been contemplating a shift for quite some time. Today you may see an opportunity that will attract you. Be proactive and apply today. You may receive an interview call. With your confidence and subject knowledge, cracking an interview has never been a problem for you. So, take the first step today and apply. Be careful about your wallet while travelling in a public transport."
    },
    "1": {
        "Taurus Daily Horoscope": "Watch out! Your competitors may try to weigh you down with proper planning and plotting. But you will be able to cream them up easily! And they will be left with no other option except to praise you for your mouthful achievements. Meet your best pals in order to inject some levity into the grim situation.",
        "Taurus Health & Wellness Horoscope": "You have been burning the candle at both ends and now it will begin to take inevitable toll on your health. Regular late nights will cause fatigue leading to inattention. This may have a negative impact on both your health and your career. You need to be more organized and practice healthy habits. Getting adequate sleep is a priority today.",
        "Taurus Daily Love & Relationship Horoscope": "The connection with your soul mate seems to be fading away due to work pressures. But you can struggle well to maintain meaningful relations. If you are serious about this person then you must strive to retain the lost charm other wise control your temptations. It will be an unnecessary and wasted effort for some one who does not matter to you much!",
        "Taurus Career & Money Horoscope": "Be very open and welcoming to the opportunities of travelling. This is a chance to make a good amount of money! For those who are studying may get wonderful opportunities from unexpected sources. Wherever you are keep in mind that united we stand and divided we fall. So collective team effort will bring satisfying results."
    },
    "2": {
        "Gemini Daily Horoscope": "You can speculate easily what is about to happen. And you have an expressive attitude with impressive communication skills. So just strive hard for what you want! Refrain yourself from getting into any altercations with aggressive people who are always fault finding.",
        "Gemini Health & Wellness Horoscope": "You may feel depressed without any reason today. It will be difficult to maintain a cheerful mood, but this is something that you need to do. Do not opt for solitary activities today. Instead, call up an old friend or go to a get-together. Treating yourself to a good book or a good film can also prove to be relaxing today.",
        "Gemini Daily Love & Relationship Horoscope": "There is some one close to you who wants to be your lover. But you wish to keep it to friendship only! It will be better if you let this person know your feelings very openly. However this person is an ultimate source of love and compassion for you and has been cushioning you against the bruises of life! My advice is to reconsider your decision.",
        "Gemini Career & Money Horoscope": "It is necessary to exercise caution at your workplace today. You tend to forget that modern offices have open cubicles where all the boundaries are actually in your head and there is no concept of privacy. Discretion is a major necessity which you may ignore today and you will pay the price in terms of your career if you are not careful."
    },
    "3": {
        "Cancer Daily Horoscope": "Life has been full of ups and downs lately. But soon you are going to get rid of all these. Maintain your optimistic attitude like always and things will work out better. People may approach you for help and this is good, being busy will make you forget all your worries.",
        "Cancer Health & Wellness Horoscope": "You are feeling especially strong today. Certain changes in the planetary combinations have resulted in a configuration that will provide you with unbelievable mental strength so that you are ready to take on any challenge. This is also the best time to start a rigorous health regime because you are now best situated to see the program through to the very end.",
        "Cancer Daily Love & Relationship Horoscope": "The time is not very favourable to romantic pursuits and relationships are likely to be stuck in a rut. However, married couples may be able to recharge their fading romance with a little effort. You may feel that love is imposing responsibilities on you that are too demanding, but you need to be patient and tolerant to be able to rise above this temporary irritation.",
        "Cancer Career & Money Horoscope": "This is the day to bring a change in your professional and money life! So if you have any such plans, just let yourself be free. You will find it easy to approach the top managers and to communicate to them effectively your notions. This is the best chance to maximize your income from your employer."
    },
    "4": {
        "Leo Daily Horoscope": "You are at your humor best. Don't lose this aspect of your character which keeps you tension free in toughest of situations. You may crack a deal because of your proactive nature. Someone needs your encouragement. Look around and be the mentor. A happy time with near and dear ones are indicated. Be cautious while eating fish.",
        "Leo Health & Wellness Horoscope": "Today tension and pressure of work place may affect your sleep. You may find yourself waking up time and again. Before going to bed, relax and meditate for some time. You may want to listen to slow and melodious songs. Darken your room and set the temperature pleasant enough so that you may sleep peacefully. Drink a glass of warm milk before sleeping.",
        "Leo Daily Love & Relationship Horoscope": "Your love has been a great source of inspiration and strength to you when you have been in tough times. And you honor him greatly for this! But due to certain circumstances, a misunderstanding has cropped up between the two of you. And the rift is getting deeper and deeper. Pull the reigns before everything falls apart.",
        "Leo Career & Money Horoscope": "While you are quite satisfied with your job and good at it too, you may lose your temper today and get into arguments with your colleagues. Be careful not to take any reckless decision based on these momentary disturbances. There is a chance that you may leave your job ﾖ a job you actually like ﾖ because of a momentary unpleasantness. So, it is vital that you guard your temper today."
    },
    "5": {
        "Virgo Daily Horoscope": "All your efforts regarding both your career and your personal life are now coming to a head. A momentum is likely to build up which will lead to a major success for you. Your efforts and ingenuity will be noticed by your superiors and you will gain some staunch supporters in the process. Your enemies will be left helpless today.",
        "Virgo Health & Wellness Horoscope": "The day may turn out to be somewhat bizarre. Event which you never expected have a high chance of happening today. It is important that you take note of the planetary energies and try to understand the direction to which they are pushing you. Detecting the right path at this juncture can have a revolutionary effect on your life.",
        "Virgo Daily Love & Relationship Horoscope": "Your love life is stagnant at this point of time. So you must spend time with people who are single and alert! This will show you that there is lot to do in life except for being with a partner! You can try to gather new tips for welcoming someone new in your life if you are totally single right now!",
        "Virgo Career & Money Horoscope": "You have a very good job and have been experiencing a run of good luck in all financial ventures. However, you should still be careful with your money as this is not unlimited. Your extravagance has already attracted criticism from those close to you. It is time to take their advice and cut back on the expensive spending habits."
    },
    "6": {
        "Libra Daily Horoscope": "The day is going to be a roller coaster between emotional and practical matters. The movements of the planets ensure that you are likely to be emotional in the morning and are going to judge different matters based on your emotional responses. This may lead to some flawed judgments, but things will begin to settle in the evening and you are going to develop a more practical approach.",
        "Libra Health & Wellness Horoscope": "You must maintain a rigid attitude towards what you consume and what you must not consume! Opt only for the healthiest meals as they are the best! You have to be exact in your approach to be able to take adequate rest! It will form an armor to shield from the unpredictable and hectic events of life!",
        "Libra Daily Love & Relationship Horoscope": "It is useless to drag a relationship for the sheer reason that you are in the relationship for a long time. Today you may feel low because of uncertainty and mental instability. Do not feel guilty. The relationship is not worth sticking to. Move on. Make up your mind today. You may move out of your relationship if you make yourself strong enough.",
        "Libra Career & Money Horoscope": "New business ideas that you proposed will now begin to bear fruit. You may have been thinking of starting your own business. This is the best time for striking out on your own. Chances are very good that you will be able to get adequate financing for your new business at this time. You may have to work in partnership with someone from abroad for establishing this business."
    },
    "7": {
        "Scorpio Daily Horoscope": "You may meet people who are aware of the vices in you but are unacceptable towards it! As if they have no flaw in themselves. Simply maintain distance from such people. Instead try to recollect about the good people you came across in all these years and if possible establish contacts with them again.",
        "Scorpio Health & Wellness Horoscope": "Mounting pressure at your workplace is creating stress and they may begin to manifest today through aches and pains and a feeling of restlessness. It is necessary to be more organized in your work to reduce this stress. Also, eating junk food is not going to compensate for this. Practice meditation or get a massage appointment for temporary relief.",
        "Scorpio Daily Love & Relationship Horoscope": "Fun and games are on the cards today. Stop analyzing your relationships and go out for some much needed dose of relaxation. Attend a dance or a light-hearted movie. The day is perfect for partying and quick repartee. You are likely to sparkle in company and dazzle your loved one or a prospective partner with your charm and wit.",
        "Scorpio Career & Money Horoscope": "It seems to be a bit controversial day for you! You may mumble or blurt out something about others which will be percolated down to them and may ruin your professional life. Also there is a chance that you may reveal any of your secret which is being linked to some one elseﾒs secret. So do not mingle much with the people around you."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Beware today of what you say. Someone whom you consider close might spill the beans on you. Weigh your sentences before speaking. Try talking about yourself and the person you are talking to. Refrain from discussing about a third person. You may travel today to different city. You may meet an old acquaintance and together you may have nostalgic memories.",
        "Sagittarius Health & Wellness Horoscope": "You now have the sufficient energy to overcome all the obstacles and challenges that you encounter. However few such issues may arise which will need a lot of your time and energy, leaving you drained and strained upon resolution. Be prepared in advance and keep your favorite meals cooked for yourself which you may consume after sorting out everything.",
        "Sagittarius Daily Love & Relationship Horoscope": "A close friend may express his/her feelings for you today. It may not be verbal but through actions. It may be very subtle. Be conscious of such things. There is a high chance of a friendship developing into a romantic relationship. Do not jump to commit immediately. It may be an infatuation. So, wait for more cues.",
        "Sagittarius Career & Money Horoscope": "You have been working hard in the straight and narrow path for a long time now, but today you will be tempted to resort to trickery to accomplish a task. However, this is a needless risk that you will be taking. People will identify what you are trying to do and will take offence and you will lose the trust that you have build up over the years."
    },
    "9": {
        "Capricorn Daily Horoscope": "Your inner strength lets you undergo some multilevel thinking. You are able to see varied sides of any issue. You are right in judging your friends and peer. Follow your intuition under circumstances where logical thinking has no scope. This is the time to explore the hidden potential within you. Stir away from any arguments as they may create a problem for you later.",
        "Capricorn Health & Wellness Horoscope": "You are physically and mentally very strong at this point of time. So you must strive to achieve what ever you want to! Do not remain restricted to looks only! Try conversing with people around you about the problems you encounter while undertaking exercises. This will help you obtain multiple solutions. Follow the one which suits you the best.",
        "Capricorn Daily Love & Relationship Horoscope": "The time is right to sit down with your partner and sort out the issues that have been bothering you lately. These can relate to your feelings and the depth of your commitment towards each other. It can also be regarding mundane household matters which you have been ignoring. The fact is it is the right time for joint action.",
        "Capricorn Career & Money Horoscope": "The day will be quiet as far as work and career is concerned. You will face an uneventful day at work which will be a pleasant break after the hectic schedule that you were facing earlier. Take this time to really appreciate and enjoy what you do and remember the good times and the fun you have doing your job."
    },
    "10": {
        "Aquarius Daily Horoscope": "The day is likely to be very busy for you. You are likely to receive visitors, or you may plan for an outing. This may also be the time when you are starting major renovation work of your house or buying or shifting to a new house. Though you will need to be very active throughout the day, you are going to love and enjoy every minute of it.",
        "Aquarius Health & Wellness Horoscope": "Health and energy are your strong points today. No task seems impossible and you complete everything within the scheduled time with no problem. In fact, you may feel so energetic that you can go out for a physical activity like running or gym even if you have not done so for quite some time. Your physical well being will reflect in all other sectors of your life as you are filled with positive thoughts and feelings.",
        "Aquarius Daily Love & Relationship Horoscope": "Those who are in the habit of moving around freely may face a lot of threat to their integrity. You may be desired by many but cannot be acknowledged well cause of the mobile nature of your job making you unfit for staying close to home! Your partner is correct from his or her point of view; after all you cannot manage families on the go!",
        "Aquarius Career & Money Horoscope": "Try to find the company of such people who can supply some useful information to you. You have been thinking big and this is the right time to take risk. Save your time of solving unimportant issues. Do not spend before you have cash in your pocket! Postpone your promise of celebrating your success bash if possible."
    },
    "11": {
        "Pisces Daily Horoscope": "There is a strong possibility that you will meet someone from your past today and that person is likely to play an important role in your future. Be ready to offer and accept help without reservation as that can open up a completely new and exciting avenue for you. Change in your case can only be rewarding now.",
        "Pisces Health & Wellness Horoscope": "If you drive some vehicle, be cautious and drive carefully. Watch out your driving and be defensive while on the road. Minor accident is indicated but if you pay attention it can be avoided. Be conscious of turns and speed breakers. Slow down your vehicle. Also, today do not loiter outside without any work. Finish your work and relax at home.",
        "Pisces Daily Love & Relationship Horoscope": "Love is in the air. If you are single, chances are high that you are going to meet someone and fall in love rather violently today, but be aware that though you are well suited, you will require adjustments in order to let the relationship become enduring rather than only a passing fancy. Couples are going to enjoy a much needed romantic time together.",
        "Pisces Career & Money Horoscope": "While practical conditions are forcing you to work quite intensely today, your mind is in your home and you are more interested in spending time with your family. Hence, you need to learn to juggle both the commitments expertly. Do not ignore your work though you are sorely tempted to play hooky. You should use your lunch hour and after work hours and leisure time to balance both of them."
    }
}]
