horo_english=[{
    "0": {
        "Aries Daily Horoscope": "What ever you will start today is bound to succeed no matter what ever obstacle comes your way! You will be able to recharge and reestablish healthy relations with others by the end of the day. Just bring a wise change in your nature ﾖ do not try to be in charge of every relationship. Give equality to all and you will be loved by all.",
        "Aries Health & Wellness Horoscope": "You will have to consult a healthcare expert today for some health related issues. But if you do not heed the advice now then you are headed for serious trouble on the health front. Do not ignore any health issues now. Even smallest issues should be investigated closely. With proper care, you can maintain a fit lifestyle and avoid health related problems.",
        "Aries Daily Love & Relationship Horoscope": "You are a unique and special creation of God and nobody has the right to corner you. If you feel so, put your points subtly and gracefully through your actions. The situation will take a turn. Your partner will understand you. At present your love is distracted by surroundings. But as tough situation arises, he will know your worth.",
        "Aries Career & Money Horoscope": "You are proactive and today your proactive nature is keeping you at the top of everything. You are the centre of all the activities. You are doing very good. Just maintain your pace and keep moving forward. You still have a lot to achieve. Keep your work area clutter free and time to time keep a check on your documents."
    },
    "1": {
        "Taurus Daily Horoscope": "The day is likely to develop a spiritual tinge for you. You may engage in some religious activity or visit a shrine. Read some inspirational work or the biography of a great leader as you may find something highly relevant to your life in those works. It is better not to engage in raucous activities. Instead, spend the day in quiet contemplation and you will be able to find peace.",
        "Taurus Health & Wellness Horoscope": "Be sure to get plenty of physical exercise today. You may soon be called upon to perform a physically taxing activity and this is going to require resources and physical stamina that you never thought that you possessed. Eat moderately as overeating is likely to cause a number of problems including stomach ailments today. You must include breathing exercises in order to relieve stress.",
        "Taurus Daily Love & Relationship Horoscope": "The force of your own romantic feelings is likely to take even you by surprise today. Chances are high that you will act in a totally uncharacteristic manner today and your boldness will probably be rather surprising. It is likely to leave your partner feeling dazed but happy and thankful. Make the most of today with long romantic walks and spending time together.",
        "Taurus Career & Money Horoscope": "You have been working hard in the straight and narrow path for a long time now, but today you will be tempted to resort to trickery to accomplish a task. However, this is a needless risk that you will be taking. People will identify what you are trying to do and will take offence and you will lose the trust that you have build up over the years."
    },
    "2": {
        "Gemini Daily Horoscope": "You have been feeling restless and unhappy for the past few days and today you are ready to take a more proactive approach to the problem. You need to dig deep to understand exactly where the problem lies and today is the best day to start the process. The day is also favourable to plan some projects which you have been ignoring for too long.",
        "Gemini Health & Wellness Horoscope": "You may examine thoroughly the changes you need to incorporate in your lifestyle and food habits for achieving a better health. Go for walks in the morning and in the evening to breathe in some fresh air. This will boost blood circulation in your body, thus minimizing the chances of heart strokes.",
        "Gemini Daily Love & Relationship Horoscope": "It is a great day; you may get back to your ex-love! You had certain difference among yourselves when you split up with your beloved! However you must take time to think about moving in together again as this is not a very good day to reach onto any decision! You will have enough time to work out what ever you have in your mind!",
        "Gemini Career & Money Horoscope": "This is the day to bring a change in your professional and money life! So if you have any such plans, just let yourself be free. You will find it easy to approach the top managers and to communicate to them effectively your notions. This is the best chance to maximize your income from your employer."
    },
    "3": {
        "Cancer Daily Horoscope": "Today is a favorable day for you. Your pleasing personality attracts others. Whatever you put your hands into today is most likely to be successful. You are quite popular. You are articulate and courteous and these qualities have pulled you where you are today. Just continue to be the same without letting ego and trickery coming in your way.",
        "Cancer Health & Wellness Horoscope": "Passion is the dominant emotion that you feel today and your health and fitness urge is also not exempt from it. You are likely to drive yourself much harder today during your exercise routine. So, you need to be careful that you do not end up actually pulling a muscle or overstraining yourself. All mental stress is likely to vanish, leaving you full of energy and ready to go.",
        "Cancer Daily Love & Relationship Horoscope": "You are passionate and romantic. You have been experiencing a very intense relationship with your partner. You both enjoy each otherﾒs company. Today is the day to honor each otherﾒs space. Every relation needs space for it to grow and flourish. If you donﾒt, it will decay within no time. Visit your friends and family. They also need you.",
        "Cancer Career & Money Horoscope": "Your efforts will be rewarded generously if you try to work to the maximum of your ability. So focus on your work and responsibility. Any carelessness on your part can pose a heavy liability. However the day promises to shower you with monetary gains. Your previous investments seem to give you rich rewards."
    },
    "4": {
        "Leo Daily Horoscope": "Experience is the best teacher and you need to get guided by it presently. Do not ignore the lessons of the past and save yourself from the sufferings it can cause in future. Try to help the needy people, be it children or be it aged ones! Doing this will help you walk the right path no matter how much you are getting deviated from it.",
        "Leo Health & Wellness Horoscope": "You are going to find someone today who will become a very good exercise buddy for you. You may already know this person but now you will discover this shared interest. Your mutual enthusiasm will help you to drive yourself further so that your health and fitness will be at its peak. You may also take part in an athletic event now.",
        "Leo Daily Love & Relationship Horoscope": "The time is right to plan major changes of positive nature in your relationship. You are ready to take it to the next level, but you need to make the first move. You are naturally reticent and this has left your partner in the dark about your true feeling. Just bare your heart and you will find all the distrust disappearing from your relationship.",
        "Leo Career & Money Horoscope": "You didn't create problem but today you find yourself surrounded with a lot of them. You may lose your temper. It is advisable that you maintain your calm and tackle the problems one after the other. You may have to stay back at work for a longer duration. Cancel all the commitments which might require you by evening. Concentrate on trouble shooting."
    },
    "5": {
        "Virgo Daily Horoscope": "It is high time that you took a break from your hectic schedule and have a calm look at your surroundings and your condition. You have been rushing about fulfilling your various obligations. Now, you have completed all that you can do and it is time to relax and enjoy the fruits of your planning and your efforts.",
        "Virgo Health & Wellness Horoscope": "This is the time to focus on spirituality for gathering some solace for your inner self. So devote your time in finding people who are spiritually oriented. You have been upset with certain happenings of your life or maybe you have been suffering from obesity so you find it hard to concentrate.ﾠ",
        "Virgo Daily Love & Relationship Horoscope": "It is quite a unique day for you as you may be able to connect love with spirituality for the first time ever! Those who are deeply in love want to take their relationship to the other level by planning for a ceremony to mark their togetherness. However if family issues arise with this then you must wait for the right time!",
        "Virgo Career & Money Horoscope": "The projects you have been working on very diligently can now be made public at this point of time. And at such an occasion ramp walk the podium in your style. The uniqueness of your work will be known and respected by all when it will be opened up! However retain the confidentiality all the time!"
    },
    "6": {
        "Libra Daily Horoscope": "You can speculate easily what is about to happen. And you have an expressive attitude with impressive communication skills. So just strive hard for what you want! Refrain yourself from getting into any altercations with aggressive people who are always fault finding.",
        "Libra Health & Wellness Horoscope": "The day is best suited for a complete change in your health and fitness regime. You are likely to start a new routine of exercise or other physical activities today. You will feel a surge of enthusiasm to take special care of your health. However, you need to realize that your mind is intimately linked with your physical health and one will not improve without a corresponding improvement in the other.",
        "Libra Daily Love & Relationship Horoscope": "You may form new alliances today. Hopefully it will be a serious one and will go a long way. You will be loved by someone special and you will love him back too. However certain issues may crop up due to family interference and other unseen circumstances waiting to test the durability of your relationship.",
        "Libra Career & Money Horoscope": "Indecision has marked your behaviour for the last few days, but it is now time to take action and abandon this attitude once and for all. Do not be apprehensive about taking a decision. Whatever you decide will be right for your future. You can also consult someone close to you about career and money and you will be getting good advice today."
    },
    "7": {
        "Scorpio Daily Horoscope": "You are at your humor best. Don't lose this aspect of your character which keeps you tension free in toughest of situations. You may crack a deal because of your proactive nature. Someone needs your encouragement. Look around and be the mentor. A happy time with near and dear ones are indicated. Be cautious while eating fish.",
        "Scorpio Health & Wellness Horoscope": "The day is made for relaxation. Book a massage appointment or go for a de-stressing exercise. But this does not mean that you will be slouching. Rather, the day promises to be quite active and you are likely to shop for health foods and / or gym equipments. You are likely to get good health related advice from someone.",
        "Scorpio Daily Love & Relationship Horoscope": "This is the time to consolidate all those relationship that you have been ignoring in pursuit of romance. These include your parents, your siblings, your extended family and your friends. You need to realize that these other relationships are no less important and they provide a valuable support system for you. You need to nurture them as much as any romantic relationship.",
        "Scorpio Career & Money Horoscope": "You are going to meet someone who will offer you an exciting career opportunity. However, it does not come for free and you need to think long and hard about the consequences before you accept it. This is also going to affect a number of people near you, but this day is not the best to take such a vital decision."
    },
    "8": {
        "Sagittarius Daily Horoscope": "The day will be marked by mood swings, but fortune will smile on you today. The downside of this is that you may begin to rely a little too much on Lady Luck. Take care that this does not lead to shoddy preparation for your projects. Material gains are likely, but try to guard against splurging unnecessarily. Your run of financial good luck is not going to last very long.",
        "Sagittarius Health & Wellness Horoscope": "You have been thinking about bringing about a drastic change in your diet in the last few days, but were being held back by doubts. Today, all doubts will vanish and you will understand what exactly is needed for your own continuous good health. This can lead to a complete change in your lifestyle. The new way that you choose can appear unconventional and scary, but this is the right path for you.",
        "Sagittarius Daily Love & Relationship Horoscope": "Today you will find the reason behind abrupt behavior of your partner. You have been paying lesser attention on him/her. Today is the day to pamper your partner. Take your partner out for a long drive or shopping. Have dinner together. Compliment your partner. You will again see the same freshness and spark in your soul mate.",
        "Sagittarius Career & Money Horoscope": "If you have applied for a job, check with the company. You may receive some good news regarding your job. A promotion or an increment is on the cards today. It is an auspicious day for any kind of investment. If you have been planning for buying a property like house, day is favorable for you and you may cut a good deal."
    },
    "9": {
        "Capricorn Daily Horoscope": "It will be good if you devote your time and energy in educating the underprivileged children. You may donate some of your belongings to some one needy. Your financial condition is good so you can even do financial charity. You will get along nicely with new acquaintances and will be popular among them for your good deeds.",
        "Capricorn Health & Wellness Horoscope": "Go for spiritual contemplation and exercises to free yourself of the worries and mental pressure which have been a great cause of your suffering. Undertaking it may change your outlook towards life even! Enroll in fitness packages and you will find it pretty effective as well as convenient to undertake few harmonious exercises.",
        "Capricorn Daily Love & Relationship Horoscope": "You may have to take some tough decision regarding your love life and even though you do not feel like it, this is the best time to do so. Only you can decide whether you will let past experiences strengthen your resolve or undermine your confidence. The way you interpret the past will have a major influence on your decision.",
        "Capricorn Career & Money Horoscope": "An outstanding opportunity is heading your way to let you finish your pending work. Make full use of this vacant time slot. However you may have to break your ways of working which you have adopted so far! This is the perfect time to go for the ownership of the house of your choice."
    },
    "10": {
        "Aquarius Daily Horoscope": "Your mood is both playful and dramatic today and you are going to be attracted to all things beautiful. This may lead to some unplanned and unnecessary expenditure. All your pursuits today will have an aesthetic touch. You may also go for some beauty treatment. You are going to be in a jovial mood all day and this will create conviviality in your workplace as well.",
        "Aquarius Health & Wellness Horoscope": "You are very rigid and go to the extremes when it comes to your diets and exercises. Time to lower your pace since certain problems may arise due to excess strain to your body. It will be a bit tricky to deal with these but you will be able to, if you do not push your body beyond its capability! Being obsessive is no better than being a lax.",
        "Aquarius Daily Love & Relationship Horoscope": "You somewhere have started to feel that romantic involvements are tedious and non-fulfilling to you these days. However a unique and fresh kind of romance may re-kindle your desire to form alliances with the people of opposite sex. Motivate yourself not to lose hope, the fruit of patience is sweet and so will be your reward.",
        "Aquarius Career & Money Horoscope": "Your finances are volatile today and you may see yourself taking a plunge into some losses. Do not worry much as it may be a small loss. Be cautious. Your family comes to your rescue. You may be able to cover the losses very soon. If you are in a business, you may find your employees taking an extra step for you. Be humble to them and reward them as time comes."
    },
    "11": {
        "Pisces Daily Horoscope": "With a little patience and forbearance, the day can turn out to be very productive for you. But having that patience can be the greatest challenge now. Time will seem to slow down to a crawl and nothing would move fast enough to suit your mood. But if you try to hurry up the process, you can completely mess up your agenda. Try starting the day with some calming exercises to control your energy.",
        "Pisces Health & Wellness Horoscope": "The day calls for rest and relaxation. You are likely to spend the day pampering yourself. Book a beauty session or a spa treatment as they are going to be very effective today. You are soon going to be glowing and glamorous. People around you are going to find it difficult to keep pace with your vitality after your beauty and wellness session.",
        "Pisces Daily Love & Relationship Horoscope": "Your partner is not going to be in a mood for adjustments and settlements. Hence it is vital for you to hold your ego in check and not raise any controversial issues. Minor disagreements will blow up into full fledged quarrels as your partner will not concede a single point to you. You need to be cautious in romantic affairs today if you want to avoid major upheavals.",
        "Pisces Career & Money Horoscope": "It seems to be a bit controversial day for you! You may mumble or blurt out something about others which will be percolated down to them and may ruin your professional life. Also there is a chance that you may reveal any of your secret which is being linked to some one elseﾒs secret. So do not mingle much with the people around you."
    }
}]
