horo_english=[ {
    "0": {
        "Aries Daily Horoscope": "This is the time to put in your best efforts in what you believe and very soon you will reap rich rewards. You have been playing with a few ideas recently. You now need to execute them and this will require all your attention. Though it is going to be a busy time, the rewards will come soon and will exceed your expectations.",
        "Aries Health & Wellness Horoscope": "Your eyesight is getting weak day by day. Try to consume tea brewed with a herb known as ﾓeyesightﾔ. However few people are allergic to tea and coffee. They can consume foods such as carrot, cantaloupe and apricots which are high in beta carotene pigment. The liver converts this pigment into Vitamin A, which is very helpful for night vision.",
        "Aries Daily Love & Relationship Horoscope": "The day is best suitable to surprise your partner with a romantic gift or gesture. Other things have lately been demanding your attention. You have taken your partner for granted. Now it is time to show your appreciation and be sure that it will be returned wholeheartedly. However, ignoring your partner today can lead to stress in the relationship.",
        "Aries Career & Money Horoscope": "Seems to be a good time to touch base with colleagues and sub-ordinates. Long lasting period of review and frustration will come to an end soon. So out of happiness you will go crazy spending over yourself as well as over friends and family! Do it for a day or so at the maximum!"
    },
    "1": {
        "Taurus Daily Horoscope": "People are very much receptive to your charming ideas at this point of time. You must leave no chance to make people yield to your wishes. Keep your controlling attitude in check which can work against you if left unchecked. You may receive some unexpected news from a close one so keep your mind open to it.",
        "Taurus Health & Wellness Horoscope": "You have been slacking off as far as your health and fitness routine is concerned. It is now high time to get back on track. Otherwise, all the good work that you have accomplished at the fitness front will come to nought. However, do not overtax yourself as this will seriously affect your motivation. Just spend thirty minutes in the gym today to get back to the rhythm of the thing.",
        "Taurus Daily Love & Relationship Horoscope": "The day is best suited for laying old ghosts to rests as cathartic influences come into play. New beginnings are indicated on all fronts. You may renew your pledge to love each other, or you may meet someone who is going to usher in a new chapter in your life. You need to identify what is holding you back so that you can let go and move forwards towards a new life.",
        "Taurus Career & Money Horoscope": "Your job has been failing to give you the much needed satisfaction and today is the day when you may take the final step to quit your job. However, this is not at all a bad thing because very soon opportunities will open up for you to follow what you truly wish to do. Be warned that though the initial pay may be less, you will be far happier here."
    },
    "2": {
        "Gemini Daily Horoscope": "The day can be quite confusing for you with conflicting opinions and different opportunities rising on all sides. While a number of forces pull you in many different directions, try not to overanalyze or please everybody. Instead, going with your own heart can turn out to be just the thing for you, even if you do not realize it at the time.",
        "Gemini Health & Wellness Horoscope": "Pay special attention to what you eat today. Your immune system is quite resilient and this has led you to eat even unhygienic foods in the past. However, your physique is actually in a vulnerable state now. You need to be careful about your dietary habits. In fact, the day is best suitable to institute some much needed long term changes in your dietary pattern.",
        "Gemini Daily Love & Relationship Horoscope": "Healthy boundaries have become necessary in your relationship, but you have been finding it difficult to demarcate them. You need to sit down with your partner and talk about the various dimensions of your relationship with which you are feeling uncomfortable. Today is ideally suited for this task as your partner will be receptive to your ideas and will be willing to talk to you about them.",
        "Gemini Career & Money Horoscope": "Work pressure will be mounting and they may actually take you away from the activities which you enjoy. You will not have much time to relax. So, you will have to take pleasure from the little things of life. They will prove to be very satisfying and less expensive compared to your normal endeavour. This means, you will be saving on some unnecessary expenses today."
    },
    "3": {
        "Cancer Daily Horoscope": "Today you will be the cynosure of attraction. Being the centre of focus is your innate ability which others lack and hence they will be jealous of you like never before! When you find time try to ponder about the past, present and future and many of your questions will be answered. You may find solutions to many of your problems as well.",
        "Cancer Health & Wellness Horoscope": "You do not take much time in weighing the pros and cons of a situation. You just go for whatever comes your way. Your planetary position is exuding energy. Use that energy to understand an opportunity and see what is in store for you. Start with your health. Get ample sleep. Eat right kind of food. Avoid fried food.",
        "Cancer Daily Love & Relationship Horoscope": "Both you and your partner have been super busy lately. So, today, make sure to spend time in each otherﾒs company. Plan a romantic dinner and spoil your partner with your attention. This gesture of appreciation will go a long way. Single persons are likely to have a great date which may inspire them to take the relationship to the next level.",
        "Cancer Career & Money Horoscope": "The challenging times are over. You have successfully dealt with the obstacles that fate threw at you. So, now it is very much necessary to keep your cool. Also, you can now begin to relax as the pressure will reduce noticeably at the workplace. Financial gains for performing well will also be coming your way. This is also a good time to invest this money in long term investments."
    },
    "4": {
        "Leo Daily Horoscope": "Your power of concentration and perception are at their peak now and this makes you extra sensitive to the people around you and their plight. This will help you to mend any past breach. You may come in contact with someone from whom you are estranged. This is a good time to make up the differences, even if it involves a few awkward moments.",
        "Leo Health & Wellness Horoscope": "Somebody will be able to impress upon you how your dietary habits and lifestyle is affecting your health and you are likely to take a decisive step to correct the situation. If you are a smoker, you will resolve to quit today and if you are a fast food junkie, you will be shopping for health foods before the day is over.",
        "Leo Daily Love & Relationship Horoscope": "You are a unique and special creation of God and nobody has the right to corner you. If you feel so, put your points subtly and gracefully through your actions. The situation will take a turn. Your partner will understand you. At present your love is distracted by surroundings. But as tough situation arises, he will know your worth.",
        "Leo Career & Money Horoscope": "Research students are going to receive a piece of very good news today. Those sitting for competitive examinations will also fare better than expectations. However, timing can be crucial today. The opportunity that will be brought by these events need to be utilized as quickly as possible; otherwise, you may have missed the boat. You may have to take a bold step to secure your career."
    },
    "5": {
        "Virgo Daily Horoscope": "Beware today of what you say. Someone whom you consider close might spill the beans on you. Weigh your sentences before speaking. Try talking about yourself and the person you are talking to. Refrain from discussing about a third person. You may travel today to different city. You may meet an old acquaintance and together you may have nostalgic memories.",
        "Virgo Health & Wellness Horoscope": "You have been burning the candle at both ends and this will now begin to take its inevitable toll on your health. You may begin to suffer from insomnia. You need to realize that sleep is as important as balanced diet and proper exercise for your health. The lack of proper rest will make you feel sluggish and tired throughout the day.",
        "Virgo Daily Love & Relationship Horoscope": "Your partner is not going to be in a mood for adjustments and settlements. Hence it is vital for you to hold your ego in check and not raise any controversial issues. Minor disagreements will blow up into full fledged quarrels as your partner will not concede a single point to you. You need to be cautious in romantic affairs today if you want to avoid major upheavals.",
        "Virgo Career & Money Horoscope": "Today you will develop better relationships with colleagues and clients. So it is a good day to explore onto something new which requires influential prowess. However those who are in ill health may resume work from home. This will improve your quality of work unexpectedly. You are cutting down on timings you waste in commuting."
    },
    "6": {
        "Libra Daily Horoscope": "This is the perfect day when you can impress those around you with your insight and your understanding of any situation. You will be able to offer innovative solution to some major problem at your workplace or for one of your friends. It is an exciting time for you. You need not seek attention. Instead, people will turn to you for your help and support.",
        "Libra Health & Wellness Horoscope": "This day is particularly favourable for spending time with your family. Go for some bonding with your parents or sibling or enjoy a quiet time with your spouse. Get involved in a fun activity with your children. Even if work pressure threatens to mount, put them aside for today and celebrate the togetherness. You may be surprised at what you can learn from these family sessions.",
        "Libra Daily Love & Relationship Horoscope": "You are going to discover a new dimension in your relationship. The behaviour of your partner has been quite puzzling lately, but today the explanations will become available. But it is up to you what you do with this information. It is advisable to think long and deep before you take any action. Single persons should proceed with caution with a new person.",
        "Libra Career & Money Horoscope": "Office romance has been attracting you like a magnet. But remember office is a place to work and not to show your feelings. Your colleagues may not appreciate. From the other end, it may be an infatuation. Concentrate on your work. If it has to happen, it will definitely happen. Otherwise, it will pass like a whiff of air. Take it sportingly."
    },
    "7": {
        "Scorpio Daily Horoscope": "This is the best time to cut out the deadwood in your life. You have been sticking to a position which you no longer enjoy out of a sense of obligation or out of helplessness. You were finding it difficult to get out of this situation, but today you will be able to find the inner courage to take that final step. You will also be helped by some event in this.",
        "Scorpio Health & Wellness Horoscope": "The healthy and physically taxing routine that you have adopted will at last begin to bear fruit. If you have been following a diet, you will be able to measure and see the weight loss or gain that you were aiming at. Your routine of physical exercise also seems to be working and you will see good results today. This will encourage you to aim at higher level of physical activity.",
        "Scorpio Daily Love & Relationship Horoscope": "You may be attracted to some one form a different cultural background or from a different country even. You may feel passionate and emotionally charged towards this person. Other happenings will tend to fade away when you will be with this person. And this encounter may even take a shape if the Almighty wants!",
        "Scorpio Career & Money Horoscope": "You may be a spendthrift today! Your sub conscious seems to be guided by the signs from spiritual guides and this is where you are getting trapped! It is good to try remedies but not at the cost of losing all of your savings! Factually all this will do no good, just keep patience and things will work out gradually."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You may want to act impulsively and rashly out of a fit of anger. But you are advised to keep your mind stable and think sensibly. You have the power of communication and you should use that in your favor. In order to reduce the level of stress, go for any adventurous sports which you like but do not indulge in carnal pleasures.",
        "Sagittarius Health & Wellness Horoscope": "The day is made for relaxation. Book a massage appointment or go for a de-stressing exercise. But this does not mean that you will be slouching. Rather, the day promises to be quite active and you are likely to shop for health foods and / or gym equipments. You are likely to get good health related advice from someone.",
        "Sagittarius Daily Love & Relationship Horoscope": "You need to realize that though there may be a lot of love, every relationship needs work to be sustained. Simply being in love is not sufficient; you should demonstrate your love from time to time. You have been ignoring the gestures for quite some time now. If you do not remedy this tendency at once, your partner will begin to think that you have lost interest and they may begin to look elsewhere.",
        "Sagittarius Career & Money Horoscope": "The day is best suited for speculative ventures. Buy a lottery ticket or invest in stocks and share today and you have a high chance of hitting the jackpot. You may also get a good tip from someone and if you act timely on it, you can significantly increase your income. You will enjoy a calm and peaceful day at work."
    },
    "9": {
        "Capricorn Daily Horoscope": "This day is particularly favourable for you. You can start something new, finish a project which had been taking up a lot of your time or take up a task which you have been putting off. Fun and games are on the card for the evening. Connect with friends, old and new and enjoy. Shopping can be especially fun today.",
        "Capricorn Health & Wellness Horoscope": "A very hectic schedule leaves you little time to spare for any serious health and fitness regime. Though you are generally diet conscious, you have been surviving on junk foods for the past few days because of the demands of your job. It is high time that you got some rest and ate some healthy food, even if your work pressure shows no signs of easing off.",
        "Capricorn Daily Love & Relationship Horoscope": "The connection with your soul mate seems to be fading away due to work pressures. But you can struggle well to maintain meaningful relations. If you are serious about this person then you must strive to retain the lost charm other wise control your temptations. It will be an unnecessary and wasted effort for some one who does not matter to you much!",
        "Capricorn Career & Money Horoscope": "Take on some additional responsibilities today. If you perform well, you may be entrusted with such responsibility on a daily basis. With this, will also come an increase in salary. So work sincerely and constantly motivate yourself. Benefits do not appear today, but you are working towards a better life tomorrow. Use your creativity to accomplish your task."
    },
    "10": {
        "Aquarius Daily Horoscope": "You are going to feel more dedicated today and you are going to finish off all the backlogs which may have accumulated today. Clearing this will give you a nice sense of accomplishment and this will be noticed by the people who matter to you. The result is that you will get more appreciation both at home and at your workplace.",
        "Aquarius Health & Wellness Horoscope": "You have taken the responsibility of your health as well the health of those who are dependant on you! It will all pay you off very well later on and you will be proud of the results. The fitness level will boost for yourself and for those you have intended to take care of! You may also get an opportunity to train a huge lot of people.",
        "Aquarius Daily Love & Relationship Horoscope": "The time is just right to get serious about love and romantic affairs. You will find that you are no longer interested in idle flirtations. Instead, you will gravitate naturally towards more serious and mature romantic partner. You will also begin to think of your long term future and relationships and may even start taking the first steps towards a long term commitment.",
        "Aquarius Career & Money Horoscope": "You have been striving hard to attain partnerships with the best of the counterparts. And today your hunt will conclude on a satisfying note! You may even be a beneficiary of the prize amount which is the outcome of this partnership. A close colleague may honor you with special words of thanks for being a great support to them!ﾠﾠﾠﾠﾠﾠﾠﾠﾠ"
    },
    "11": {
        "Pisces Daily Horoscope": "There may be a psychological fact which is causing you a lot of discomfort. You may have reminisced about the bad happenings of the past. Go and share your concerns with a friend or a relative and the day will turn out to be a great one for you! These are just certain demonstrations to make you strong in life!",
        "Pisces Health & Wellness Horoscope": "Today tension and pressure of work place may affect your sleep. You may find yourself waking up time and again. Before going to bed, relax and meditate for some time. You may want to listen to slow and melodious songs. Darken your room and set the temperature pleasant enough so that you may sleep peacefully. Drink a glass of warm milk before sleeping.",
        "Pisces Daily Love & Relationship Horoscope": "A win-win situation is there for you and your partner today. Your amorous feelings are compelling so much that you are quite demanding. The fire is equal and matching at the other end as well. So, be very careful, ask and you may not be disappointed. A little gentle and caring approach is required. As such you are an understanding partner.",
        "Pisces Career & Money Horoscope": "The day is favourable for those in construction business. You should invest your money well today as this opportunity is likely to be short lived. If you are thinking of buying a house or an apartment, you can land a good bargain today. Some financial strategies which you had adopted a long time ago in this field will bear fruit now."
    }
}]
