horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Your mind is very active today. You are full of ideas and inspiration. You will be constantly coming up with new plans which you will be able to plan and execute very easily. Your only problem today will be that you may feel overwhelmed by the flood of new ideas that will constantly fill your mind. You are also likely to inspire others around you to a higher level of activity.",
        "Aries Health & Wellness Horoscope": "You now have the sufficient energy to overcome all the obstacles and challenges that you encounter. However few such issues may arise which will need a lot of your time and energy, leaving you drained and strained upon resolution. Be prepared in advance and keep your favorite meals cooked for yourself which you may consume after sorting out everything.",
        "Aries Daily Love & Relationship Horoscope": "You are in a rather irritable mood today and you are likely to take this out on your partner. You realize that you are being unfair, but you still find it difficult not to assign blame where none is due. It is vital that you control your mood swings. If you cannot do so, try to spend some time away from your partner. Otherwise, your relationship will be in jeopardy.",
        "Aries Career & Money Horoscope": "Your efforts will be rewarded generously if you try to work to the maximum of your ability. So focus on your work and responsibility. Any carelessness on your part can pose a heavy liability. However the day promises to shower you with monetary gains. Your previous investments seem to give you rich rewards."
    },
    "1": {
        "Taurus Daily Horoscope": "You are going to receive some unexpected good news. It may be related to your career or personal life, but it will result in financial gain for you. It will also show you the path to future gains of the similar types. You are going to be in an upbeat mood and will infect everyone around you with optimism and happiness. Enjoy the time with friends and family.",
        "Taurus Health & Wellness Horoscope": "Monitor your healthy condition closely today. You have been neglecting to take enough fluids and essential minerals. This may actually have harmed your health without you being any wiser. You can go in for an extensive health check up today. Treat the results as a warning bell and act accordingly. You will be feeling deceptively healthy, but this is probably not the true picture.",
        "Taurus Daily Love & Relationship Horoscope": "This is the day of making new connections. You should reach out today. New friendships, partnerships or even affairs are on the cards today. You will be plunged into a whirl of social activities now which will bring you in touch with new potential friends or partners. But take care not to ignore those who are close to you as you pursue new relationships.",
        "Taurus Career & Money Horoscope": "You seem to be in a mood to read between the lines at this point of time! You will review all the work accomplished by you lately and will sort out ways to make your work better. However the finances seem to be a difficult affair for you to manage. There will be hardly any scope for you to save much!"
    },
    "2": {
        "Gemini Daily Horoscope": "You have been feeling like you are being pulled in different directions and you could not decide which way to go. These pulls will become even stronger today and taking a decision becomes even more difficult. You need to be careful while making a judgement because emotional or other external factors can interfere with your good sense today. It is better to postpone important decisions.",
        "Gemini Health & Wellness Horoscope": "You feel active and stress free today. You may take charge of your surroundings and people around you might get influenced by your positivity and oozing enthusiasm. With active mind, you also enjoy a healthy and sound body today. It is a good day for athletes and people related to sports as they are quite likely to achieve success.",
        "Gemini Daily Love & Relationship Horoscope": "Those of you who are single have been making plans for giving a jumping start to their relationship. Those who are already committed will seek for ways to add the lost romance into their relationship. Bold actions will overcome all the challenges being faced and will swipe away fear if there is any!",
        "Gemini Career & Money Horoscope": "Today may not a very good day for people appearing in any exam. However, if you must appear today, do not let negative thoughts cloud your spirit. Go ahead, your strength and positivity may ward off any negative waves from your sun sign. Be careful while lending money today as someone may cheat you. Refrain from lending huge sum."
    },
    "3": {
        "Cancer Daily Horoscope": "News about financial gain may make you and your loved ones happy. There is a sense that things are positively turning around. You are pleasingly presentable. Go out and meet people. New opportunities will sprout from your associations which will prove beneficial in the long run. You may bring a change in your house either structurally or family wise.",
        "Cancer Health & Wellness Horoscope": "You may want to completely change your dietary pattern today. In a drastic move, you may decide to go vegan!! Or you may develop a sudden liking of simple home cooked dishes of fresh fruits, veggies and fish. You will probably avoid heavy and spicy dishes. You may take on a detoxification diet. This will leave you feeling highly energetic and quite young.",
        "Cancer Daily Love & Relationship Horoscope": "The goddess of solar system and the planets which bring a sense of nurturing are shining in your sign today. Give your love a comforting feel. Make your love feel important. The planetary positions will protect your love life. It is perfect time to bask in the glory of love. Today you may get some personal and intimate time with each other.",
        "Cancer Career & Money Horoscope": "You may get a chance to seal the deal with one of the biggest clients. Go ahead with your decision to sign a long-term contract with them. The client has plenty of financial resources and so will reduce the economical pressure on your firm. Demonstrate common sense and good business to the client if you want to pick more deals from them."
    },
    "4": {
        "Leo Daily Horoscope": "Today, you will develop a natural tendency towards stubbornness. Unfortunately, you will probably dig in your heels even when you logically understand that doing so is not in your best interest. Lighten up. You need to think clearly and do what your mind suggests instead of acting on your instincts. If you do manage to unbend a little, the situation can be resolved faster and you will be much happier.",
        "Leo Health & Wellness Horoscope": "You have to learn to be patient with yourself and others. Various situations may arise which will render you with no gain and to handle yourself in such times you need to inculcate the habit of waiting for the right things to happen at the right time. Go for a walk early morning and if you can try to walk bare footed on grass.",
        "Leo Daily Love & Relationship Horoscope": "A close friend may express his/her feelings for you today. It may not be verbal but through actions. It may be very subtle. Be conscious of such things. There is a high chance of a friendship developing into a romantic relationship. Do not jump to commit immediately. It may be an infatuation. So, wait for more cues.",
        "Leo Career & Money Horoscope": "Hit the iron when it is hot! This is a great day specifically for the people accomplishing the role of motivational speakers or in similar profiles. You will be able to communicate better with the masses. And you can be paid highly for that as well. So put your best foot forward to leave everyone wanting to listen more from you!"
    },
    "5": {
        "Virgo Daily Horoscope": "There is a chance that somebody near to you can steal your ideas to advance their own careers. So, be careful sharing new ideas with anyone. You have to keep a sharp eye out or your own interest at this time. Do not share knowledge with your colleagues even if you have known them for a long time. Patience during this time will help to reveal your true well-wishers to you.",
        "Virgo Health & Wellness Horoscope": "Of late you have noticed an increase in weight. You are particularly conscious about it. But you have not been working towards it. Today you may find yourself getting into a diet routine. You may also go for light exercises. Avoid walking on busy roads as you are prone to suffer from dust allergy. Wear a mask instead.",
        "Virgo Daily Love & Relationship Horoscope": "It is time to completely revise your attitude and action regarding the special person in your life. Today, you will come to realize that the person to whom you are attracted is more likely to respond to a direct approach rather than to any games or wiles which have served you well in the past. This person is completely different and demands complete honesty and openness from you.",
        "Virgo Career & Money Horoscope": "An atmosphere of camaraderie and universal cheer prevails in your workplace today and you will really enjoy doing even the most mundane tasks that you generally hate. You may find new enthusiasm for your work and are likely to receive active support from your colleagues to complete your responsibilities. You should finish all your pending jobs today as it is a favourable time to complete these projects today."
    },
    "6": {
        "Libra Daily Horoscope": "You have been planning something major for the past few days. Today, you will begin to realize exactly what you have taken on and this may exercise an intimidating effect on you. But, going back is not an option. You will have to take the next steps with confidence and you will soon see that though the task has turned out to be more difficult than you thought, it is by no means impossible.",
        "Libra Health & Wellness Horoscope": "Your eyes are a lens and you must clean it up when being used for long. This implies that you must go for a check up of your eyes as cards show that they may get puffy and dark. Your eyes may contract some infection which is not evident to you right now but you may be struck all of a sudden with it.ﾠ",
        "Libra Daily Love & Relationship Horoscope": "It is vital that you now communicate your needs and desires to your partner in a clear manner. Your communication has appeared rather ambiguous and this may have created confusion in your relationship. This day is perfect for clearing up all misunderstanding and to renew the vitality of your relationship. You may also learn something from your partner that is totally unexpected and very surprising for you.",
        "Libra Career & Money Horoscope": "If you seek consultation or advice regarding career or finance today, whether from a professional or someone close to you, you can be greatly benefitted to follow this advice. The day is especially favourable for the engineers and those working in software development. You may also be offered a chance of switching jobs or continuing in the same company but in a different region or country."
    },
    "7": {
        "Scorpio Daily Horoscope": "If you are saving up for the right occasion, then today just might be the day. Expect good news today that is sure to bring a smile on your lips and tear on your eyes. It is predicted that you will be surrounded by friends and family today. Jolly time is around the corner. However, donﾒt forget to take care of your health.",
        "Scorpio Health & Wellness Horoscope": "You have been eating unhealthy diet or have been eating out frequently. Today your stomach will bear the brunt. You may feel pain. Take it easy. Eat simple and home cooked food. Increase your water intake. You will be soon be back on track. Avoid alcohol. Take care of your dental parts. Brushing twice is a good idea.",
        "Scorpio Daily Love & Relationship Horoscope": "Today, there is a possibility that you will become less approachable. The day is not best suited for cultivating new or old relationships. Instead, you will be more concerned with self analysis and this can give off a vibe that you do not want to be disturbed. However, you may call up an old friend or get a surprise visit from someone close to you from your past.",
        "Scorpio Career & Money Horoscope": "This is a special day for people dealing in hospitality/philanthropic activities. You can easily connect with your rebels and they will yield to you. Success will come to you easily. Just do not rush onto things if you face any pressure, it will be of no good. You may be lucky if you are striving to achieve more sources of income!"
    },
    "8": {
        "Sagittarius Daily Horoscope": "Celebrations are round the corner! Some one close to you is getting married. The pair will receive loads of wishes from you. For those in love, you will really feel to take your relationship to the next level of commitment and may decide to exchange vows even. For those who are already married, you should enjoy the party to the fullest.",
        "Sagittarius Health & Wellness Horoscope": "Due to mobility factors you seem to be out of your regular fitness regime. Try to re-arrange your fitness regime with experts. You may be susceptible to intact infections too. Taking mild medicines for the same will give relief but strong ones may cause severe upset of your stomach!",
        "Sagittarius Daily Love & Relationship Horoscope": "The planets ruling your love life are now at their peak. So, this is going to be an exciting as well as passionate time for you. Make the most of this. Plan something special with your partner or decide to surprise him / her with an extravagant gesture and it will be returned with equal enthusiasm. The time is right to devote complete attention to your love life.",
        "Sagittarius Career & Money Horoscope": "You are at the beginning of your career. So you need to look up to the next step of the ladder and also the path you just walked. Any faults made at either of the places will cost you much later in life. Take some time to make few resolutions for yourself. You may receive money some share of inherited wealth as well."
    },
    "9": {
        "Capricorn Daily Horoscope": "The day can be somewhat confusing for you because of the relative positions of the planets. Your mind will keep on worrying about some niggling problem, but it is no use over-thinking this as you are unlikely to hit upon any viable solution. You will also get some contradictory information which can cause you to revise some views which you have held for a long time.",
        "Capricorn Health & Wellness Horoscope": "You are likely to be at the peak of your health today. The day is especially favourable for athletes and those taking part in competitive sports and you are likely to be met with a high degree of success. In addition, you will also feel an amazing surge of energy and your mind will also be fresh and alert.",
        "Capricorn Daily Love & Relationship Horoscope": "Gentleness and care is necessary to relate to your partner right now. He or she is dealing with an issue that is very important to him / her. You need to inspire the confidence so that he / she decide to confide in you. Prepare to lend your full support. Passing successfully through this crisis will have a long lasting effect on both of you.",
        "Capricorn Career & Money Horoscope": "Your long commitment to hard work and patience is going to pay off now and a huge opportunity may arise now to advance your career. You will at last begin to reap the benefits of your commitments. However, be sure to acknowledge the contributions of other people and remain humble to them. This will not only make you popular but also will help you in the future."
    },
    "10": {
        "Aquarius Daily Horoscope": "Today you may get emotional over certain issues which demand you to be practical. Distinguish between what you desire and what is good for you with an objective approach! Emotions may be stirred inside you which may give you the required impetus to cross certain lines. Inform everyone about it before taking this step!",
        "Aquarius Health & Wellness Horoscope": "Relaxation is on your cards today. You will indulge in various relaxation techniques be it massaging, swimming or self pampering. Yoga is also a good option. Second half of the day may be hectic with guests pouring in or you visiting people. While partying also, stick to healthier option as you may suffer from stomach aches. Family and friends keep you engaged.",
        "Aquarius Daily Love & Relationship Horoscope": "You have been admiring some one deeply since long. But few incidences may make you repent wasting your time over them. The crush you want to fall for is not worthy of any attention and care! Switch to some one better and amazing. You deserve some one who makes you look forward to tomorrow and has a high mental level.",
        "Aquarius Career & Money Horoscope": "You are likely to encounter a run of good luck in ventures related to speculation and chance. If you were in two minds about any investment, then you will be able to take a logical and appropriate decision today. This will have a positive impact on your finances at a later date. It is also a good day to buy or invest in real estate or landed property."
    },
    "11": {
        "Pisces Daily Horoscope": "There are a few surprises in store for you today, but do not worry. They are all pleasant! Some of the things for which you have been waiting for a long time are likely to come to fruition today. Some of your efforts which you thought have been wasted will finally be successful. So, celebrate tonight with family and friends and even they may have good news to share.",
        "Pisces Health & Wellness Horoscope": "You need to realize that in order to stay fit and look young; you need to keep away from junk foods. You have been indulging in junk foods rather more than usual in the last few days. It is high time that you took a step back. Cut out all the junk foods from your menu. Instead, eat a lot of fibre rich food today.",
        "Pisces Daily Love & Relationship Horoscope": "You may have to take some tough decision regarding your love life and even though you do not feel like it, this is the best time to do so. Only you can decide whether you will let past experiences strengthen your resolve or undermine your confidence. The way you interpret the past will have a major influence on your decision.",
        "Pisces Career & Money Horoscope": "Today under the influence of the planetary energy, you will be able to hear your inner voices. Understand the deep seated meaning of those voices. Once you understand them, you will be able to take on the tasks easily. Also, do not hesitate to express yourself clearly. Use crisp words to express your feelings. Avoid beating around the bush."
    }
}]
