horo_english=[ {
    "0": {
        "Aries Daily Horoscope": "This day can be especially significant for you. A new insight will occur to you or your viewpoint may be influenced by another person who may be a complete stranger. What you will learn and understand about yourself can play a key role in shaping your future life and your way of dealing with a pressing issue in your life which is preoccupying you right now.",
        "Aries Health & Wellness Horoscope": "You may be in a little arrogant mood today! Conserve all your daring energy for facing odds as you may come across many people trying to challenge your credibility. But if you will get affected by their words, you may need to see a doctor! Better option is to attend some fitness workshop or camp rather than getting into anything!",
        "Aries Daily Love & Relationship Horoscope": "It is great day since you will be able to communicate openly to your partner. You have been looking for this opportunity since long! Reveal all your secrets with them and share the concerns you have! It will let the inflow of enthusiasm in your relationship, bringing you closer as friends and as a couple as well.",
        "Aries Career & Money Horoscope": "You seem to be in a mood to read between the lines at this point of time! You will review all the work accomplished by you lately and will sort out ways to make your work better. However the finances seem to be a difficult affair for you to manage. There will be hardly any scope for you to save much!"
    },
    "1": {
        "Taurus Daily Horoscope": "You may make new friends today and embark upon new excavations! Keep on believing in yourself as you have been doing always. This will help you to reach every goal you are passionate about. Ideal time to make plans for the future; however limit yourself when it comes to finances. Spend where required only!",
        "Taurus Health & Wellness Horoscope": "You may dream in your sleep which may provide you with a very useful guidance. You have been ignoring the advice of specialists to switch to homeopathic care! Consequently you may experience strain in all parts of your body! Ask some one to be close to you when you go for ablutions!",
        "Taurus Daily Love & Relationship Horoscope": "Both you and your partner are full of ideas today! You may organize events at your workplace collectively or arrange a social gathering at home with your dear ones! Either of the two attempts will fetch a higher social status and build better bonds with people. Just do not invite those who are not your well wishers!",
        "Taurus Career & Money Horoscope": "You are in a peaceful mental state and will be able to focus greatly at your work. Today you may be able to crack the best business deals of your career even. But the lack of support from your superiors may hold you back. Try to convince them and all will go well, earning better repute as well as money for you."
    },
    "2": {
        "Gemini Daily Horoscope": "There is some personal happening in your life which is holding you back and hampering your progress. Try to sort out these things if you really want to save yourself of some serious trouble. Try to question the worth of relations; worthiness may be a deciding factor in terms of the input you must give to the relation.ﾠﾠﾠﾠ",
        "Gemini Health & Wellness Horoscope": "You are going to enjoy excellent health today. However, you need to keep an eye out for the health of your family members. You may have to nurse one of them through a minor illness. You also need to realize that your physical health is dependant to a large extent on your mental well being. Going for soothing massage or aromatherapy can help you to take full advantage of your good health now.",
        "Gemini Daily Love & Relationship Horoscope": "Your love life is stagnant at this point of time. So you must spend time with people who are single and alert! This will show you that there is lot to do in life except for being with a partner! You can try to gather new tips for welcoming someone new in your life if you are totally single right now!",
        "Gemini Career & Money Horoscope": "You are likely to get a very good job offer today, but in a completely different field. You will have to engage in a lot of comparison to take the correct job related decisions. Though this is not going to be easy, it is advisable not to change your field completely. You need to take the advice of your family or your partner regarding which job to keep."
    },
    "3": {
        "Cancer Daily Horoscope": "The mood of the day is somewhat uncertain. You need to be extra cautious while dealing with sensitive people. It is also a time for confrontation and taking decisions. You may be forced into uncomfortable situations that you have been avoiding and make some tough decisions. However, you will be able to take the right decision even under pressure and this will ultimately have a positive effect on your life.",
        "Cancer Health & Wellness Horoscope": "Time to take extra care of yourself since you have been paying least attention to your health lately. You may have fever or minor accidents if you miss out at any point in safeguarding your health. Reveal whatﾒs there in your heart to someone you can confide in! This will relieve you pretty well. Change your lifestyle and mindset too if required.",
        "Cancer Daily Love & Relationship Horoscope": "Several events line up today to push your buttons. The result is that you may become irritated even at minor infractions of your partner. Mannerisms which you previously found endearing may appear to irritate you now. Your best course of action now will be to spend some much needed alone time and pamper yourself with exercise or a beauty regime.",
        "Cancer Career & Money Horoscope": "Make a good start over the project which has been put on hold since long. It is a just one step in laying good foundation for a successful future of yours. Take things easy and do not rush onto anything without thinking twice. Do not rely on others to do your work. Do not be afraid to take a stand for what you think is justified."
    },
    "4": {
        "Leo Daily Horoscope": "Do not question much over why things happened in an unexpected way or are getting delayed. It may be for your good, the advantageous of which you could not see probably. Experiment something new to bring out the best in you! This will give you a break from your regular and monotonous routine as well.",
        "Leo Health & Wellness Horoscope": "A very hectic schedule leaves you little time to spare for any serious health and fitness regime. Though you are generally diet conscious, you have been surviving on junk foods for the past few days because of the demands of your job. It is high time that you got some rest and ate some healthy food, even if your work pressure shows no signs of easing off.",
        "Leo Daily Love & Relationship Horoscope": "You are prepared to listen to others and you may come across some one who talks endlessly about life and love! You are in luck! This person can honor you with a perfect relationship for lifetime. Plan for more meetings with this person and do not be shy in approaching this person as and when required.",
        "Leo Career & Money Horoscope": "Someone at your workplace may be boasting bout his or her achievements. Do not feel bad cause that is what he wants you to feel. You have made accomplishments in the same measures! On the financial front you will receive what all you need or rather more which you can store!"
    },
    "5": {
        "Virgo Daily Horoscope": "You will have to put your trust into another person today. This person can be someone close to you ﾖ a friend or a relative. He or she will help you in some crucial task which will significantly affect your future, but the key here is the trust that you will have to place in that person. This will require a leap of faith on your part.",
        "Virgo Health & Wellness Horoscope": "The day will start in good health. Be sure to exploit the early hours of the day for physically taxing activities. Minor complaints, especially of the teeth may develop towards the evening. In order to avoid this, look for some popular home remedies. However, it is necessary to modify your dietary patterns drastically for your continued good health. Avoid sugary foods.",
        "Virgo Daily Love & Relationship Horoscope": "Love and romance occupy your mind now and you may actively start looking for a romantic partner if you are single. If you are already with someone, it is the time to take some major decision like whether you will take the relationship to the next level or whether you will be better off without it. In either case, major changes are expected in the relationship front today.",
        "Virgo Career & Money Horoscope": "You will be able to utilize some lessons that you learned from the past to avert a problem at the work and its possible complication. Your ability of practical application and quick thinking is going to attract the attention of your superiors and new and exciting career prospects may open up. You should not let this opportunity pass without result."
    },
    "6": {
        "Libra Daily Horoscope": "You will be affectionate and loving towards everyone you come in contact with today! Some one may be moved by your generosity and will confess his or her feelings for you by the end of the day. However bitter experiences are still on your mind, but this is the time to let go off all the negativity and grudges you have been holding onto since long.",
        "Libra Health & Wellness Horoscope": "You must buy and keep with yourself always a clinical instrument to track your pulses, sugar level and blood pressure. You should closely monitor these. It will help you to measure the deviations you have made in maintaining a balanced health and also to keep track of your progress.",
        "Libra Daily Love & Relationship Horoscope": "You may get chances to have some real fun with some who is really funny and close to your heart. And you must choose such a person to be your soul mate. Do not get carried away by what others tell you about choosing ideal figures as your partners. Be realistic and sensible. If you are unhappy with the reality then there must be something you can do about it.",
        "Libra Career & Money Horoscope": "Be very open and welcoming to the opportunities of travelling. This is a chance to make a good amount of money! For those who are studying may get wonderful opportunities from unexpected sources. Wherever you are keep in mind that united we stand and divided we fall. So collective team effort will bring satisfying results."
    },
    "7": {
        "Scorpio Daily Horoscope": "You have been impulsive in decision making for quite some time. But today you will realize the importance of planning and a meticulous approach. From now on, your approach towards anything will see a well charted and organized approach. It is never too late to start planning. With planning, you will also see yourself carrying proper execution of plans.",
        "Scorpio Health & Wellness Horoscope": "You should take the day slow. From early morning, you will feel lethargy and this low level of energy is going to mark all your activities throughout the day. Pain in the joint and backache may become a major problem as the day progresses and you have to take adequate precautions to avoid the activities which increase the pain. It is time that you took a break from everything and just spend a lazy day of relaxation.",
        "Scorpio Daily Love & Relationship Horoscope": "The golden rule of relationship tells that you listen to your heart. Let your heart rule your mind this time. People around you will not be able to judge your partner. So do not seek their verdict on your love life. Follow your heart and maintain your self esteem. What matters to you is the purity of your relationship.",
        "Scorpio Career & Money Horoscope": "While your finances are showing steady growth and are likely to improve further today, you may feel that circumstances beyond your control is affecting your productivity and your ability to work. But your fears are groundless. Even your superiors will understand and sympathise with your condition and you are likely to receive a lot of support at work. Colleagues are also going to be helpful."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Today is an important day for you as you may develop contacts with someone either residing in different city or abroad. The contact will be helpful for your career. Do check your mailbox as you may receive an important mail regarding an opportunity. Friends living abroad may invite you to work with them. White is a lucky color for you today.",
        "Sagittarius Health & Wellness Horoscope": "Though you usually enjoy a good health, you are low on your stamina. However, it will only be confined in the morning as you drag yourself out of bed. Once you are out of house, the bright and sunny weather will embrace you and you will kick start for a great day ahead. Avoid driving two wheelers today and if it is unavoidable, just be a little careful.",
        "Sagittarius Daily Love & Relationship Horoscope": "You can relate well to everyone you come across today. But this does not mean that they can be a perfect match for you. It will be too early to call it ﾓlove at first sight ﾓfor someone you may be attracted to! Take a step back and start analyzing how things have been and how things will be in future of you go ahead with this person in life.",
        "Sagittarius Career & Money Horoscope": "You deal in jewellery and other precious stones apart from modeling for the same or in a similar profession. You may have to undertake sudden trips overseas for some contest or to crack some business deals. You are bound to succeed, so do not worry and go ahead. You will receive the amount of money which is far more than your expectations."
    },
    "9": {
        "Capricorn Daily Horoscope": "Today you are more emotional than usual thereby risking your vulnerable self to others. At work, you will absorb pressure which will tire you by day end. Try to divide your work among team mates or schedule some work for some other day. Take a few works and produce quality work. You may enjoy delicious meal with someone special.",
        "Capricorn Health & Wellness Horoscope": "If you are conscious about your health, then you are going to enjoy excellent day. Avoid eating junk foods today though temptations will come in your path. It has cost you considerable effort to abandon your previous bad habits and addictions and adopt a healthier lifestyle. Do not throw all these efforts away today due to some temporary impulse.",
        "Capricorn Daily Love & Relationship Horoscope": "The goddess of solar system and the planets which bring a sense of nurturing are shining in your sign today. Give your love a comforting feel. Make your love feel important. The planetary positions will protect your love life. It is perfect time to bask in the glory of love. Today you may get some personal and intimate time with each other.",
        "Capricorn Career & Money Horoscope": "New business ideas that you proposed will now begin to bear fruit. You may have been thinking of starting your own business. This is the best time for striking out on your own. Chances are very good that you will be able to get adequate financing for your new business at this time. You may have to work in partnership with someone from abroad for establishing this business."
    },
    "10": {
        "Aquarius Daily Horoscope": "Your mood is both playful and dramatic today and you are going to be attracted to all things beautiful. This may lead to some unplanned and unnecessary expenditure. All your pursuits today will have an aesthetic touch. You may also go for some beauty treatment. You are going to be in a jovial mood all day and this will create conviviality in your workplace as well.",
        "Aquarius Health & Wellness Horoscope": "You are at the peak of your physical and mental health today. If you take part in sporting competitions today, then success and glory is inevitable. All stress and tension will vanish today. A sense of energy will fill your mind and body. Take advantage of this opportunity to put in a good hour or two at the gym or go for a run outside to revive you.",
        "Aquarius Daily Love & Relationship Horoscope": "You have been keeping things to yourself. It's time that you open up to your partner. Confront your secrets and your fears, if any. Your partner believes in sharing and will appreciate your nature. An Aquarian moon is shining softly in your horoscope and this may see you and your partner sailing through smoothly after asking questions from one another.",
        "Aquarius Career & Money Horoscope": "You may not have an estimate of the problems and worries your sub ordinates may be facing. Addressing their concern is more important than you think saving your time is! If you still keep following your wits then you may have to learn a lesson hard way. You may entitle yourself with the ownership of a new house."
    },
    "11": {
        "Pisces Daily Horoscope": "Today things are happening quickly and you need to have the ability to accommodate the unexpected. You will be pulled in various directions, but your positivity will become your strength. You will come out with original and fresh plans which will prove worthwhile in the long run. Include your loved ones in your plan. You will meet an important person today.",
        "Pisces Health & Wellness Horoscope": "You are pretty charged today. Divert the excess energy in keeping yourself fit and fine. Devise a strategy for proper exercise on a regular basis. Make a point to commit yourself to it. You cannot afford to compromise with your health so check your tendency of drifting away from routine tasks.",
        "Pisces Daily Love & Relationship Horoscope": "You may feel a bit disappointed at this time. You have been dating many people of the opposite sex still cannot find anyone of your taste and stature. Family is pressurizing you to tie knots. Try to convince people at home to wait for the right person and till then let you enjoy your singlehood to the fullest!",
        "Pisces Career & Money Horoscope": "You may have a head start in your career today. You may even get opportunities to make a transition from one employer to another offering you far better prospects. But be careful of fraudulent offers as someone has been attempting since long to take undue advantage of your capability and genuineness."
    }
}]
