horo_english=[ {
    "0": {
        "Aries Daily Horoscope": "This is a very good time to implement the plans and promises that you made to yourself. New endeavours are likely to take off the ground very quickly now. However, the time is also favourable for relaxing and having some fun with friends. So, be sure to schedule social activities in the evening. Avoid gossip and you can have a fun filled evening.",
        "Aries Health & Wellness Horoscope": "The day calls for rest and relaxation. You are likely to spend the day pampering yourself. Book a beauty session or a spa treatment as they are going to be very effective today. You are soon going to be glowing and glamorous. People around you are going to find it difficult to keep pace with your vitality after your beauty and wellness session.",
        "Aries Daily Love & Relationship Horoscope": "You have been admiring some one deeply since long. But few incidences may make you repent wasting your time over them. The crush you want to fall for is not worthy of any attention and care! Switch to some one better and amazing. You deserve some one who makes you look forward to tomorrow and has a high mental level.",
        "Aries Career & Money Horoscope": "Your career is poised on the verge of a major breakthrough. Decisive action on your part is needed to decide which direction you want it to take. You need to analyze the pros and cons carefully. Your decision is going to affect your life and if you do decide to take the correct alternative, your income is likely to increase considerably over the next few days due to your decision."
    },
    "1": {
        "Taurus Daily Horoscope": "You have a talented and impressive personality which will get highlighted in front of everyone today ﾖ including both your well-wishers and people opposing you! Pay heed to the advice of the former ones and ignore the rest. Your elders will be there in your support and will guide you well to regain your focus on certain very crucial goals of your life.",
        "Taurus Health & Wellness Horoscope": "This is a good day as far as your health is concerned. However anxiety may cause a degree of stress which will have a negative impact on your health. This can be easily avoided if you can tackle the question that is causing you anxiety. You need to understand that the key of maintaining your good health is in your own hands.",
        "Taurus Daily Love & Relationship Horoscope": "You are going to make new friendships and new connections today. You continue to be in a jovial mood and your conviviality is going to impress others. One of the friends that you make today can turn out to be very significant in later years, though it may not seem like that now. You are in a helpful mood and are ready to help your friends and family today.",
        "Taurus Career & Money Horoscope": "In this fast paced technology, you might realize today that your skills are not welcomed in a meeting. It is better to think fast and hence start learning a new skill that might help you to remain at par with your competitors. You may find yourself in a planning and self realization mode today. Seek help from your seniors."
    },
    "2": {
        "Gemini Daily Horoscope": "You need to be in a more flexible frame of mind, but today you are likely to dig your heel in and refuse to listen to either common sense or good advice. This rigidity on your part will probably create some tension both at home and at work. The only remedy is to try to keep an open mind and listen to what other people have to say.",
        "Gemini Health & Wellness Horoscope": "You are likely to go overboard with your celebratory mood today, but you need to remember that taxing your health too far with an unhealthy lifestyle will ultimately cause you great harm. You need to exercise moderation in all things including diet and physical excesses. It is also imperative to stay away from addictive substances like tobacco, alcohol and drugs as they pose serious health risks today.",
        "Gemini Daily Love & Relationship Horoscope": "It is a great day; you may get back to your ex-love! You had certain difference among yourselves when you split up with your beloved! However you must take time to think about moving in together again as this is not a very good day to reach onto any decision! You will have enough time to work out what ever you have in your mind!",
        "Gemini Career & Money Horoscope": "It is a perfect day to invite your opponents to check your infrastructure and make them aware of the power you possess. This will defeat most of your opponents before the bidding or signing of a deal takes place and this will be extremely congenial for your company to flourish. Higher position post this will endow you with more strength and money."
    },
    "3": {
        "Cancer Daily Horoscope": "Try to grab the opportunities which give you a chance to think and reproduce it in your own way. You enjoy all this very well with great enthusiasm. Changes at home are quite predictable, may be you are moving onto a new place in search of more solace and for better opportunities of growth.",
        "Cancer Health & Wellness Horoscope": "If you are working on a health related project or are planning something new then you can achieve results far more easily and successfully than you have ever imagined. But track your progress and keep remedies ready if unexpected results crop up! You may earn appreciation for all these good practices even.",
        "Cancer Daily Love & Relationship Horoscope": "The time is just right to get serious about love and romantic affairs. You will find that you are no longer interested in idle flirtations. Instead, you will gravitate naturally towards more serious and mature romantic partner. You will also begin to think of your long term future and relationships and may even start taking the first steps towards a long term commitment.",
        "Cancer Career & Money Horoscope": "Those who are involved in professions of luxury goods seem to benefit a lot today! Even those who are self-employed can hike their rates and will be able to procure the desired amount of money as well. Do not pay attention to those who fail to appreciate you. Just acknowledge those who wish to benefit from your expert skills."
    },
    "4": {
        "Leo Daily Horoscope": "You may have to trace back to the initial stages of few events. The cause for certain mishaps lay hidden in the roots. Your reputation in the eyes of others has suffered greatly because of this. It is very much necessary to be reserved and cautious in your approach lest people will try to be a hindrance in your quest.",
        "Leo Health & Wellness Horoscope": "You may be in a little arrogant mood today! Conserve all your daring energy for facing odds as you may come across many people trying to challenge your credibility. But if you will get affected by their words, you may need to see a doctor! Better option is to attend some fitness workshop or camp rather than getting into anything!",
        "Leo Daily Love & Relationship Horoscope": "It is hard to bear with but you may have to! Cards show some discord with the partner today or even separation if the situation gets worse. But it will be temporary if you tend to retain cool. Donﾒt let your ego take control of you. Better go and clear up misunderstanding with your partner and put all issues to rest once and for all.",
        "Leo Career & Money Horoscope": "You may receive some good news about better job prospects. You may be called for an interview at your dream companies. For the blooming writers it may be a great day as some of your articles or a book may get published with a renowned publisher. Your career may now follow an entirely new trajectory now."
    },
    "5": {
        "Virgo Daily Horoscope": "You are in a fanciful mood today. Role playing and fantasies hold unusual attractions for you. You find romance everywhere and have an active fantasy life which you may get a chance to duplicate in reality. You can impulsively choose to follow an impossible dream, either in your career or your relationship. However, you should not take any major decisions now.",
        "Virgo Health & Wellness Horoscope": "You have a strong urge to look fabulous. However try to seek for a partnerﾒs support in achieving the same. The diet should be revised once again before you intake anything as there may be something unforeseen which may cause an allergic reaction to you upon consumption. Follow less of advice and do more of workout!",
        "Virgo Daily Love & Relationship Horoscope": "Try to strike a conversation with your partner. You have not actually talked much and have been busy enjoying and taking your relationship lightly. Itﾒs time you two go off to a new place preferably near nature so that natural beauty takes its own course to fill your heart with emotions and thus helping you open up. Your relation will get stronger.",
        "Virgo Career & Money Horoscope": "The time is ripe for a change in the career front. If you were in two minds about changing your job, then this is the time when you can take the decision that will work out the best for you. Do not be afraid to take some risks as far as your career is concerned. They are very likely to pay off."
    },
    "6": {
        "Libra Daily Horoscope": "Your instincts are in overdrive today and you should trust them and do exactly what they say. Even if everyone around you disagree and follow a different path, you should stick to your own path. It will probably be a tough decision to make, but you will soon reap the rewards. You have to keep your eyes and ears open and act fast to seize the opportunities that may come your way now.",
        "Libra Health & Wellness Horoscope": "You are high on energy today which will reflect in your actions. You also enjoy a good health in general. You may plan for some health routine today if you have been ignoring it for some time. You may have to go in the sun in connection to your work so carry an umbrella with you as you may be prone to develop headache latter in the day.",
        "Libra Daily Love & Relationship Horoscope": "Celebrations round the corner! For those who are married may cheer up on a personal fulfillment, may be like completing another year of togetherness or may have a new baby born in their family. For those of you who are unmarried seem to get approved of their relationship from the family, who have been strongly opposing against you since long.",
        "Libra Career & Money Horoscope": "Great job opportunities are awaiting you! Think carefully and if it all suits you well make a transition in your career. One of your colleagues will be quitting the job and you may help someone else fill in this gap by recommending them. Though you may not realize but your opinions have a high regard. Finances will improve as your salary will hike irrespective of where you are!"
    },
    "7": {
        "Scorpio Daily Horoscope": "Every feeling is intensified today because of the alignment of the stars. You are going to feel both love and hate more deeply than ever before. Opportunities will also arise to show you what is keeping you from becoming close to your friends now. However, it will be prudent to wait before you act on these feelings and see if they endure before you commit yourself.",
        "Scorpio Health & Wellness Horoscope": "You are going to feel very energetic today. This is the most suitable day to schedule outdoor activities. You are likely to excel at competitive sports. As you drive yourself harder, you will also experience mental exhilaration which does not come your way easily. Altogether, this is a very positive and upbeat day for you. You are at the peak of your physical form.",
        "Scorpio Daily Love & Relationship Horoscope": "You will now be able to figure out what kind of a partner you want to spend your life with! Yes you are right; you must go for love and not marry for financial gains. You may come across that perfect person and a rush of butterflies through your stomach on seeing this person will be indicative of it! Let your intuition guide you if butterflies fail to!",
        "Scorpio Career & Money Horoscope": "You will be able to utilize some lessons that you learned from the past to avert a problem at the work and its possible complication. Your ability of practical application and quick thinking is going to attract the attention of your superiors and new and exciting career prospects may open up. You should not let this opportunity pass without result."
    },
    "8": {
        "Sagittarius Daily Horoscope": "The day is going to be a roller coaster between emotional and practical matters. The movements of the planets ensure that you are likely to be emotional in the morning and are going to judge different matters based on your emotional responses. This may lead to some flawed judgments, but things will begin to settle in the evening and you are going to develop a more practical approach.",
        "Sagittarius Health & Wellness Horoscope": "You may have been feeling irritated and under-appreciated in the past few days and this is because you have been heaping your attention on others at the cost of your own health. It is time to turn the love towards your own self. Pay attention to your diet. Get plenty of rest or go for a beauty treatment to pamper your body and you will feel refreshed and energised.",
        "Sagittarius Daily Love & Relationship Horoscope": "Social energy is high and so you might find yourself meeting people along with your partner. Monotony is just not your cup of tea. Try something new is boredom is seeping into your relation. Professional matters are moving at a tremendous speed and you are caught in the whirlwind. Look out; your partner is still on the shore waiting for you.",
        "Sagittarius Career & Money Horoscope": "You need to make special use of your communication and negotiation skills at your place of work today. Be careful not to complain loudly or tread on any toes. Instead, you will need to exercise diplomacy and tact in order to make the most of a delicate situation at work. Your successful negotiation can also advance your career considerably."
    },
    "9": {
        "Capricorn Daily Horoscope": "Business meeting will see some pending negotiations taking favorable turns. You are steady and stable today. Your decisions are an outcome of well thought processes. Work environment may see some positive change. You may meet an old acquaintance. At home you may be calm and contended. Intellectual growth will be unparalleled. Loved ones may bring joy in your life through good news.",
        "Capricorn Health & Wellness Horoscope": "Your body has been a great companion and works non stop! So it should not be a big deal for you to do something for your body. You must exercise and sleep well. However if your body experiences some difficulties in functioning normally then you must take all precautionary measures to keep it going. One such measure will be to increase the water intake.",
        "Capricorn Daily Love & Relationship Horoscope": "Partnering well in personal life will give you an edge in professional life as well. The joint venture of you and your partner will turn out to be a great success in matters of love as well as business. You two have a very good understanding of each otherﾒs differences and hence can get along very well with each other. Continue to be so always.",
        "Capricorn Career & Money Horoscope": "Your attention to detail and meticulous way of completing every task is going to attract the attention of your superiors. More responsibilities will be given to you. You need to tackle them in your usual efficient way as this can open the door to further opportunities in your career. Your finances are going to improve but make sure you invest wisely and plan for your advanced years with care."
    },
    "10": {
        "Aquarius Daily Horoscope": "This day is going to prove to be a day of serious and hard work for you. You will probably be able to finish some project satisfactorily which was dragging on for a long time. This is going to impress your superiors. You are also likely to be noticed by a prominent person in authority which is going to influence your future.",
        "Aquarius Health & Wellness Horoscope": "Encourage yourself to do earthy things like gardening and walking in nature so that you can relax and feel better. You need to look deep within yourself to address your emotional concerns. Do not waste your focusing abilities upon the outward things. Try to do some yoga practice for mental peace and for strengthening your muscles.",
        "Aquarius Daily Love & Relationship Horoscope": "You have become too used to dealing with your problems by yourself, but you will find that sharing them with your partner can be very helpful. He or she is going to be supportive and can even offer you practical help. If the problem concerns any issue in your relationship, then broach the subject in a public place where your partner is less likely to react emotionally to it.",
        "Aquarius Career & Money Horoscope": "For those working in the public sector, this day brings major chances of success and promotion. If you have applied for a job in the public sector, you are likely to get some positive news today. This is also a good time to look for a different job, mostly in an administrative line, if you are not satisfied with the prospects in your current job."
    },
    "11": {
        "Pisces Daily Horoscope": "You can easily pull up every thing together now and make your life larger. Maintain your focus and diverge all your energy onto it. Just do not say anything which can land you in an emotional mess. Those who are in business may be able to expand it or renovate the already established outlets.",
        "Pisces Health & Wellness Horoscope": "Do not stress yourself by being judgmental about others and suspend all your activities until you recover completely from an anxiety attack! Go for a complete check up to a nervous specialist if medicines are not much effective! Meditation and yoga will relieve you greatly!",
        "Pisces Daily Love & Relationship Horoscope": "You are going to discover a new dimension in your relationship. The behaviour of your partner has been quite puzzling lately, but today the explanations will become available. But it is up to you what you do with this information. It is advisable to think long and deep before you take any action. Single persons should proceed with caution with a new person.",
        "Pisces Career & Money Horoscope": "Work pressure will be mounting and they may actually take you away from the activities which you enjoy. You will not have much time to relax. So, you will have to take pleasure from the little things of life. They will prove to be very satisfying and less expensive compared to your normal endeavour. This means, you will be saving on some unnecessary expenses today."
    }
}]
