horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You may be presented with plenty of misinformation today. It is better to rely on your own judgment and reasoning rather than listening to and being influenced by others. Try to find the truth at your own pace in your own way and you are likely to arrive at the best decision. A much needed vacation planning is in the air.",
        "Aries Health & Wellness Horoscope": "Mounting pressure at your workplace is creating stress and they may begin to manifest today through aches and pains and a feeling of restlessness. It is necessary to be more organized in your work to reduce this stress. Also, eating junk food is not going to compensate for this. Practice meditation or get a massage appointment for temporary relief.",
        "Aries Daily Love & Relationship Horoscope": "Romantic opportunities are all around you today. However, you need to check your own priorities before you choose your partner so that no problems arise in the future. If you are already in an exclusive relationship, you will take it to the next level. Your partner is likely to be feeling possessive and intimate right now. Your response is going to shape your relationship in the future.",
        "Aries Career & Money Horoscope": "Once you get engrossed in a new project you will hardly find any time for other things. So be careful of not missing out any important information coming your way! It may be anﾠﾠﾠﾠimportant message to help you attain a higher position. Finances will remain stable as planned for quite a long time."
    },
    "1": {
        "Taurus Daily Horoscope": "New horizons are opening up in front of you. A talent which you have always treated as a hobby may become something more and you may find yourself making a living doing what you love. New developments are expected in every front which would broaden your ideas and may completely change the character of your life. You will be experiencing a rare moment of satisfaction with your life.",
        "Taurus Health & Wellness Horoscope": "You have a strong urge to look fabulous. However try to seek for a partnerﾒs support in achieving the same. The diet should be revised once again before you intake anything as there may be something unforeseen which may cause an allergic reaction to you upon consumption. Follow less of advice and do more of workout!",
        "Taurus Daily Love & Relationship Horoscope": "You may have a longing for partner who is away from you either physically or emotionally. Physical distance is difficult to cover but emotional distance can be covered with ease. Just keep your ego aside and take the first step. You may be surprised to find that your partner reciprocates your feelings. Go and smash the invisible wall.",
        "Taurus Career & Money Horoscope": "It is a great day for you! You have been waiting for this opportunity to present your ideas and concepts to others. However your innocence and honesty may be misunderstood as sarcasm and aggression, since these people are not much familiar to you. So be very careful as things are pretty sure to get blown out of proportion."
    },
    "2": {
        "Gemini Daily Horoscope": "Today you can risk buying a lottery ticket or buy shopping deals. Winning is quite evident as lady luck will be on your side today. The situation may require you to be a little assertive with your point of view. Your silence may be taken wrongly and will put you in a questionable position. So better not let anyone form an opinion against you.",
        "Gemini Health & Wellness Horoscope": "Situations will arise today where you will be exposed to allergens and there will be no way to prevent this. So, you need to take adequate preventives beforehand. One thing that you can do is to design your diet in such a way that it boosts your immune system and protects you from infections. Drink plenty of water and include necessary vitamins in your diet.",
        "Gemini Daily Love & Relationship Horoscope": "It is necessary that you slow down in your romantic life. You have been taking every emotion with a high degree of intensity, but it is not possible to sustain this. You need to take things slow today. Replace passion with romance and old fashioned courting, even if your mind instructs you to go for it all at once. Small meaningful gestures will go a long way today.",
        "Gemini Career & Money Horoscope": "You may have a head start in your career today. You may even get opportunities to make a transition from one employer to another offering you far better prospects. But be careful of fraudulent offers as someone has been attempting since long to take undue advantage of your capability and genuineness."
    },
    "3": {
        "Cancer Daily Horoscope": "People in authoritative positions may delay your work in order to take out personal grudges of the past. And this may be a cause of great concern for you, as it will not only impact the present events but also your future ventures too. At this time, just enjoy the domestic bliss you have and this will evoke greater enthusiasm in you.",
        "Cancer Health & Wellness Horoscope": "You have been taking rather a long break from your fitness and health regime due to various reasons. You will now get back on track. You may not want to do it, but you will clearly realize today what ignoring your health is actually costing you. Do not try to start with your original fitness routine because you are just not up to it. Instead, you will have to take it one step at a time.",
        "Cancer Daily Love & Relationship Horoscope": "You have been living a very busy life and commitments from all sides were making demands on you. Today, the pressure is likely to ease a little. Take this opportunity to rest and relax with your family or your partner. You will draw comfort from familiar things. Enjoy a quiet evening at home with your partner instead of going out for more vigorous enjoyments.",
        "Cancer Career & Money Horoscope": "A new job offer is likely to come your way now. This is especially true for people who work in the public sector. You may not have been thinking of changing your job or may even be satisfied with the current one. But the new job will present you with unmatched opportunities. Taking it is a risk, but that that has a high likelihood of paying off."
    },
    "4": {
        "Leo Daily Horoscope": "Life has been monotonous and lackluster over a long period of time. Try to spice up your life with little adventure. It may be a visit to your favorite holiday spot or undertaking some expeditions. Separate yourself from social and personal involvements for sometime to accomplish certain goals needing your full attention.",
        "Leo Health & Wellness Horoscope": "You are easily distracted and hence deeply admire those who have the ability to focus and concentrate. Time to learn something from them and implement their techniques in your own life! You will get opportunity to focus on something important and go after it. Practicing yoga early in the morning may be of help too.",
        "Leo Daily Love & Relationship Horoscope": "The time is not very favourable to romantic pursuits and relationships are likely to be stuck in a rut. However, married couples may be able to recharge their fading romance with a little effort. You may feel that love is imposing responsibilities on you that are too demanding, but you need to be patient and tolerant to be able to rise above this temporary irritation.",
        "Leo Career & Money Horoscope": "You are about to get severely affected with work related stress. The internal pressure may mount up within your head and you will run out of time required to fulfill the goals. However you cannot do anything to help this. So just try to let it pass by smoothly. Try to lend your ears to someone you do not find amiable at all but you have to do this due to professional reasons."
    },
    "5": {
        "Virgo Daily Horoscope": "Life may leave you with only two choices and it is equally painful to bear the loss of any one of the two choices. Listening to your heart may help you find a way out! In your free time create a list of goals but prioritize them. Your ambitions have increased in number and so has your desire speeded up to fulfill them as soon as possible.",
        "Virgo Health & Wellness Horoscope": "If you take care of your daily food habits, you are going to enjoy excellent health. Junk foods on the other hand not only affect your body but also clog your mind with stress which does not allow you to enjoy the greatest perks of having a fit body. A healthier lifestyle can help to prolong this sense of fitness for you.",
        "Virgo Daily Love & Relationship Horoscope": "You may have to argue with your partner to stop them for their own good. They may not welcome our opinion but you have to make them understand your point of view. Do not fuss too much else you will lose your relevance. The altercations will not last for long and you will fetch more respect from your partner towards the end of the day.",
        "Virgo Career & Money Horoscope": "While you are very much capable of completing all your tasks easily today with time to spare, you will be feeling restless, inattentive and lethargic. As a result, backlogs are going to accumulate at your job even if you have plenty of time to complete it. The only remedy is to take a day of leave. This restlessness is actually a manifestation of stress which you need to release in order to be productive."
    },
    "6": {
        "Libra Daily Horoscope": "You will be feeling very creative today. You appreciate all beautiful things and want to create something beautiful. The day is especially favourable for artists. However, it is necessary to complete the projects that you start today. You may suddenly start feeling deflated ﾖ a common occurrence after a surge of creativity and it may leave you feeling depressed and hollow without reason.",
        "Libra Health & Wellness Horoscope": "You may have been feeling irritated and under-appreciated in the past few days and this is because you have been heaping your attention on others at the cost of your own health. It is time to turn the love towards your own self. Pay attention to your diet. Get plenty of rest or go for a beauty treatment to pamper your body and you will feel refreshed and energised.",
        "Libra Daily Love & Relationship Horoscope": "You seem to be well contended with short term relations but soon you may develop a craving for true love! You are a bit impulsive and rash in temperament. This creates a barrier for you in being a part of long term relations. Try to control your mood swings and you will see yourself settled with a pious soul very soon.",
        "Libra Career & Money Horoscope": "A number of new and different work opportunities will come your way today. There will be a rush of new clients or customers and several projects will be offered to you ﾖ some of which have the potential of becoming your dream project. In order to exploit this opportunity, you will have to work extra hard today, and you are going to enjoy every minute of it."
    },
    "7": {
        "Scorpio Daily Horoscope": "You have probably been feeling ignored in recent days, but today you will grab the attention of all. The limelight will be centred on you and you are going to justify it by rising easily to the occasion. This can be related to the appearance of a new friend, reappearance of an old one or some situation at work.",
        "Scorpio Health & Wellness Horoscope": "Entering an exercise class or any other regular physical activity is a must today. If you have been trying to improve your stamina or lose some weight, this day is ideal to take the first aggressive steps towards the new regime. You will be able to find the inspiration to stick to your new routine now. You may take on a far strenuous regime than what you are used to.",
        "Scorpio Daily Love & Relationship Horoscope": "Misunderstandings may crop up in your relationship today. You have probably acted out of good intentions, but you failed to take into account all the implications of your actions for others involved. The result is that your pure motives will be viewed rather differently by your partner. You are going to need a lot of patience to sort out this situation.",
        "Scorpio Career & Money Horoscope": "Beware of a hidden enemy at the place of your work today. He or she may be engaged in a secret campaign of badmouthing you to the boss and you can see all the evidence today. Losing your temper is completely counterproductive. Instead, you need to prove your worth and trustworthiness by delivering exactly what you promised, when you promised it."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Try to form partnerships with people of power and similar interests as well as those who complement your abilities. Few people are trying to influence you by giving false hopes but do not pay heed to what they say. Make your own judgments and adhere by it. You have been planning since long to buy a new house, may be you can own one this time!",
        "Sagittarius Health & Wellness Horoscope": "Chronic ailments have been troubling you for the last few days but today you will discover a satisfactory way to deal with these problems. Be warned that the method will take time and patience in order to be effective, but if you follow the regimen strictly, you will be able to get rid of a painful chronic complaint to a large extent.",
        "Sagittarius Daily Love & Relationship Horoscope": "Friends, co-workers and all sorts of people you know may try to enlighten you about the things you must do for your love life to gather up some pace! Follow what they say to update your dating database, except the flirting tips! You are looking for love so better focus on it rather than locking yourself for some momentary pleasure!",
        "Sagittarius Career & Money Horoscope": "Change is indicated in your career, but this is a change that you are going to enjoy. You may get a job offer or be shifted to a new department. A promotion is also on the cards. You will love your new responsibilities and are full of zeal to prove yourself. You are going to impress everyone at work with your working abilities."
    },
    "9": {
        "Capricorn Daily Horoscope": "Rise and shine today. The stars predict that they have an important job for you. You need to make anyone near you happy today, this act in return will open the flood gate of good fortune for you. However, do not lend money today as you are prone to lose it forever. There should not be any issues with your health.",
        "Capricorn Health & Wellness Horoscope": "During the festive season, you had your share of fun and feast. Now is the time to detoxify so that you are back with a splash of energy. Concentrate more on raw fruits and vegetables. Cut down on caffeinated drink and alcoholic drinks. Feel energized and exude positivity. Also, take your loved ones on a healthy regime. They need your support.",
        "Capricorn Daily Love & Relationship Horoscope": "You are going to make new friendships and new connections today. You continue to be in a jovial mood and your conviviality is going to impress others. One of the friends that you make today can turn out to be very significant in later years, though it may not seem like that now. You are in a helpful mood and are ready to help your friends and family today.",
        "Capricorn Career & Money Horoscope": "There is a strong possibility of misunderstanding at work today, but be careful not to criticise your co-workers. You are feeling stressed out and irritated due to planetary influences and you are likely to take this out on your colleagues. You must consciously work to avoid this because it will create needless additional stress in your workplace and may even affect your health."
    },
    "10": {
        "Aquarius Daily Horoscope": "There will be certain sudden changes in your personal and professional life. This will leave you worried and insecure. Do not feel so and relax yourself! Just go with the flow as these changes are for your own good only. The situation may get worse when there will be some one to cause you some unhappiness by trying to avenge on you.",
        "Aquarius Health & Wellness Horoscope": "Until and unless you devote a waking hour to your health, you have made no good use of your day! Try to ponder upon the various activities you do and how they affect you! For instance monitor your breathing habits and analyze how it affects the way you talk or you love! Yoga seems to be the best exercise for you at this point of time.",
        "Aquarius Daily Love & Relationship Horoscope": "You are going to understand very clearly what you want and expect from your relationship. You may also come to realize that your goals are not coinciding with that of your partner. However, before you take any drastic step, you should try to sort it out by dialogue. Your persuasive powers are at their peak now. So, make good use of them.",
        "Aquarius Career & Money Horoscope": "You have spent somewhat more than what you are accustomed to in the last few days. Today, a mood of caution will descend upon you. You will tighten up your budget and emphasize savings ﾖ a marked shift in approach of the last few days. However, you need to actively work at getting rid of the groundless fear that all your money will run out."
    },
    "11": {
        "Pisces Daily Horoscope": "Take some time out to spend in solitude and reflect what you truly want from life. The last few days have been hectic. So, you need to re-evaluate your goals in life and how your actions are affecting your own life as well as your relationships. Travel is indicated, though it is better to go for a relaxing holiday rather than a hurricane tour of thrills and adventure.",
        "Pisces Health & Wellness Horoscope": "Your health remains in peak condition today. It is necessary to start a light exercise routine in the morning for continual good health and today is the best day to take the first step towards this. You may develop some complaint of the teeth towards the evening. It is also necessary to change your dietary pattern immediately for your continuous good health.",
        "Pisces Daily Love & Relationship Horoscope": "There may be some changes cropping up in the mind of your partner. He may want to adopt an adventurous approach to life and this will involve several experiments to attain his desired goal. You may even need to change your food habits or residence. Just be careful of controlling your laughter over anything new your partner tries to do!",
        "Pisces Career & Money Horoscope": "The day will be quiet as far as work and career is concerned. You will face an uneventful day at work which will be a pleasant break after the hectic schedule that you were facing earlier. Take this time to really appreciate and enjoy what you do and remember the good times and the fun you have doing your job."
    }
}]
