horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You will not feel comfortable dealing with unknown factors now. So, you will try to stick to the tried and proven roads rather than try any experimental approach. New opportunities will come your way today, but you are likely to choose one which you are familiar with rather than the one which seem to offer better rewards. Take this time to complete your old projects now.",
        "Aries Health & Wellness Horoscope": "You have charming features and you just need to polish yourself! Go for a massage which will impart radiance to your skin, go for a haircut or get your nails done or you can even lie like an immortal in a tub loaded with petals. Indulge yourself in healthy pleasures and do not question yourself over it! It is a healthy indulgence so you deserve it!",
        "Aries Daily Love & Relationship Horoscope": "The day is perfect to correct any problems that have lately been arising in your relationship, but it is you who need to take the first step. You must put aside your pride and take things in hand. Otherwise, your relationship is headed towards rather a rocky ride. Your partner will be open to suggestions that you make today.",
        "Aries Career & Money Horoscope": "Your career is not at all going according to your plan and you cannot even understand why it is taking its current direction. The best remedy is to start afresh. The first step is to prepare a proper resume and submit it to the most relevant person ﾖ something which you have not done yet. You need to take control of your career rather than letting random events guide you."
    },
    "1": {
        "Taurus Daily Horoscope": "Life may leave you with only two choices and it is equally painful to bear the loss of any one of the two choices. Listening to your heart may help you find a way out! In your free time create a list of goals but prioritize them. Your ambitions have increased in number and so has your desire speeded up to fulfill them as soon as possible.",
        "Taurus Health & Wellness Horoscope": "Take extra care to avoid accidents and injuries today because even small injuries can become serious now. You may need to consult a doctor, but at any case you should not leave any physical ailment untreated. This is just a temporary phase. Taking adequate care of your health will go a long way towards avoiding serious health issues in the future.",
        "Taurus Daily Love & Relationship Horoscope": "Each individual is unique and wants to explore himself fully! But you have been restraining your partner of the same! You are afraid that they may give up something valuable and the risk undertaken may not be successful. Just relax and let your partner explore themselves. They need your support badly. Give it to them and spice it up with some romance too!ﾠﾠﾠ",
        "Taurus Career & Money Horoscope": "This is a special day for people dealing in hospitality/philanthropic activities. You can easily connect with your rebels and they will yield to you. Success will come to you easily. Just do not rush onto things if you face any pressure, it will be of no good. You may be lucky if you are striving to achieve more sources of income!"
    },
    "2": {
        "Gemini Daily Horoscope": "The day is going to be an emotionally intense one for you. You will bring great passion to everything that you do today and success will follow as an inevitable result. You may have been avoiding an issue because it is too close to you, but today is the best day to tackle this issue and confront it head on.",
        "Gemini Health & Wellness Horoscope": "You will be motivated today to make some real and healthy changes in your lifestyle. You may decide to give up an addiction like smoking and start a regime of healthy exercise. However, the real challenge will be to stick to the routine that you devise today. In order to ensure the success of this routine, you should look for an exercise buddy today.",
        "Gemini Daily Love & Relationship Horoscope": "The planetary influences send rather sudden surges of energy to your love life. Your partner may behave much more aggressively than normal and you are likely to be at a loss about how to handle this. If you are single, you may decide to go out with a person whom you normally would have avoided. It is the perfect day to experiment with your relationship even if you never planned to do so.",
        "Gemini Career & Money Horoscope": "Changes are strongly indicated at the career front. If you have been thinking about changing your job, you are likely to take the final step today. You may even go so far as to start training for something which you had long wanted to do. In the process, you will have to take some risks, but they will pay off in the long run."
    },
    "3": {
        "Cancer Daily Horoscope": "People in authoritative positions may delay your work in order to take out personal grudges of the past. And this may be a cause of great concern for you, as it will not only impact the present events but also your future ventures too. At this time, just enjoy the domestic bliss you have and this will evoke greater enthusiasm in you.",
        "Cancer Health & Wellness Horoscope": "Of late you have noticed an increase in weight. You are particularly conscious about it. But you have not been working towards it. Today you may find yourself getting into a diet routine. You may also go for light exercises. Avoid walking on busy roads as you are prone to suffer from dust allergy. Wear a mask instead.",
        "Cancer Daily Love & Relationship Horoscope": "The day is perfect to take your relationship to a new level. If you were going steady with someone, today may be the day when it is finally settled. You may even decide to start a family. Single persons have a high chance of meeting someone new who is likely to play an important role in the future. Be sure to spend time with your loved ones.",
        "Cancer Career & Money Horoscope": "The work seems to get severely affected due to your overly emotional behavior. Get accustomed to it for a while as getting rid of it will take time. Try to put this sensitivity of yours to your advantage by being empathetic towards other people around. In free time look for real estate properties which are worthy of investment."
    },
    "4": {
        "Leo Daily Horoscope": "It is vital that you put all the credence on your logical mind rather than on instinct which has proven to be not so dependable. This is a must when you are dealing with someone who is close to you but may be conspiring against you. You should not hesitate to take decisive action once you understand what your mind is telling you to do.",
        "Leo Health & Wellness Horoscope": "You are not sleeping well since past few days. If you will continue to be so then soon you are going to be an insomniac. So make a tight schedule of getting up from bed and going to bed at a fixed time. And adhere to it as if it is a ritual. For better guidance listen to your very own intuition which will point to the above stated facts as well.",
        "Leo Daily Love & Relationship Horoscope": "You are likely to be swept off your feet by a gesture that your partner decides to make. If you are used to intimate dinners, be prepared for a rowdy but friendly family gathering tonight and vice versa. If you are single, this gesture can help you see your prospective partner in a new light and take decisions about the future accordingly.",
        "Leo Career & Money Horoscope": "There is a strong chance of changing your job or even the direction of your career completely today. Something which you have treated only as a hobby till now may develop into a money making avenue. You may give up your job to concentrate full time on this. While this may appear scary, the results are going to be very encouraging and, though it may take time, it will eventually become financially rewarding."
    },
    "5": {
        "Virgo Daily Horoscope": "A situation is likely to arise in your life where you will have to take a very direct and proactive role. It may appear to be a very difficult situation, but you have the capability of solving it fairly. You will just have to assert yourself, but do not worry. After the crisis is over, people are going to be impressed by your role in solving it.",
        "Virgo Health & Wellness Horoscope": "Today you want to be a source of love and support for people who consider you as a close buddy! But do not neglect your health while caring for them. Carry your own cooked food and water from home in order to avoid any source of infection. Try to demarcate the time for which you will be available for others and for your own self!",
        "Virgo Daily Love & Relationship Horoscope": "The planets have lined up right for your love life. Be sure to go out with friends and enjoy yourself. You will find opportunities for dating and relationship opening up even in unlikely places. So you need to mix and mingle. This is the right time to explore a new relationship about which you may have had doubts in the past.",
        "Virgo Career & Money Horoscope": "A number of minor problems may arise at work today which prevent you from doing your work in peace. You need a large dose of patience today, especially when it comes to dealing with a subordinate. Do not give in to temper. Instead, you need to deal with him intelligently so as not to affect the morale of the entire group."
    },
    "6": {
        "Libra Daily Horoscope": "You feel full of energy and are ready for some seriously hard work today. Your flow of positive energy will even influence others so that you will energize everyone of your team to work better. Even at home you will shoulder much more responsibilities than you normally do, pleasing those near to you. You just need to make sure that this trend continues and you do not burn yourself out.",
        "Libra Health & Wellness Horoscope": "You seem to be heavily energized. All this is the output of good exercise and balanced diet, which you have been maintaining over a long period of time. Keep doing it. If possible go for a routine check-up as well. For those who are in profession of health trainers will get wonderful opportunities in career.",
        "Libra Daily Love & Relationship Horoscope": "You may come across someone who impresses you pretty well as a person but you have certain mental constraints. You want to choose some one on the basis of what all they have to offer for you! But love is not so demanding. So if you want to love and want to be loved you must give up this ideology and believe in sharing!",
        "Libra Career & Money Horoscope": "A change is indicated in the career front. You may change jobs or be shifted from one department to another in your office. You are going to like the new situation and it will present opportunities for you which you have long been searching for. So, you need to take full advantage of the opportunities that come across your way."
    },
    "7": {
        "Scorpio Daily Horoscope": "You may have to trace back to the initial stages of few events. The cause for certain mishaps lay hidden in the roots. Your reputation in the eyes of others has suffered greatly because of this. It is very much necessary to be reserved and cautious in your approach lest people will try to be a hindrance in your quest.",
        "Scorpio Health & Wellness Horoscope": "You are keeping unhealthy hours because of the demands of your job and this is adversely affecting your health. Try to get up early in the morning and go for a morning walk or jogging. This will refresh both your mind and your body. Pressure at work is causing your systems to be overpowered. You need to find a healthy way to relax.",
        "Scorpio Daily Love & Relationship Horoscope": "The day is especially favourable for single persons who are likely to meet someone special today who will figure prominently in your future life. If you are already in a relationship, you may get an indication today whether you are in it for the long haul or not. You are likely to take a step towards a serious relationship today.",
        "Scorpio Career & Money Horoscope": "Your job has been failing to give you the much needed satisfaction and today is the day when you may take the final step to quit your job. However, this is not at all a bad thing because very soon opportunities will open up for you to follow what you truly wish to do. Be warned that though the initial pay may be less, you will be far happier here."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Simply stay away fro people who are full of negativity. They are trying to drill the same in your mind which will make you paralyzed when you are so close to your goal. Try to be at home with your family for most of the time today for peace and to finish up all the pending work. Decorate your room with photographs to relish some sweet memories too.",
        "Sagittarius Health & Wellness Horoscope": "Someone is going to inspire you to a higher level of physical fitness today. You know on an intellectual level that you need to improve your fitness, but you have been dragging your feet. Today, you will come across someone who may not be physically in a superb shape, but who will inspire you to improve your health. You will start a new diet or new exercise pattern today.",
        "Sagittarius Daily Love & Relationship Horoscope": "It is vital to devote time to your family right now. Career and other outside consideration is demanding your attention. However, your relationship status has become rather precarious over the last few days and it is imperative that you nurture your family now. While there may seem to be some financial loss, doing something thoughtful and sensitive for your partner will be enormously rewarding.",
        "Sagittarius Career & Money Horoscope": "The day will have a remarkable beginning. You may be offered a promotion or a plum new assignment and the luckier ones may receive wonderful opportunities for new job even! Words of your hard work have spread round the corner and you shall be reaping awards for it. Finances seem to improve as more income will flow in!"
    },
    "9": {
        "Capricorn Daily Horoscope": "You are full of imagination today. You may get a chance at work place to visit places. You shall reveal your romantic self today. It is a day to let yourself free for a while. You also need to show your practical self at work. You also display a good mood to your peers. Check your mailbox. An important mail may be waiting for you.",
        "Capricorn Health & Wellness Horoscope": "You must maintain a rigid attitude towards what you consume and what you must not consume! Opt only for the healthiest meals as they are the best! You have to be exact in your approach to be able to take adequate rest! It will form an armor to shield from the unpredictable and hectic events of life!",
        "Capricorn Daily Love & Relationship Horoscope": "You are too serious and are probably over-thinking your relationship issues. Lighten up. Make it a point to spend time with your partner. Once you stop trying to discover double meaning of every gesture, you will find that your relationship is build on a strong base and sometimes you just need to let down your hair and enjoy things as they are.",
        "Capricorn Career & Money Horoscope": "Your power of observation and analysis are at their peak today. So, if you are in any job which requires these skills, then you are going to enjoy a high degree of success today. Scientists, investigators and researchers face a fruitful day. You are likely to find rather creative and ingenuous ways to solve problems at your workplace which will be appreciated by all."
    },
    "10": {
        "Aquarius Daily Horoscope": "Someone at work may be working quietly against you. You have been suspecting many persons, but today you will get the best proof of who is out to harm you. Do not be hasty in confronting this person. You have gained a huge advantage by gaining this knowledge and you can use it effectively to eliminate your enemies forever.",
        "Aquarius Health & Wellness Horoscope": "You are likely to go overboard with your celebratory mood today, but you need to remember that taxing your health too far with an unhealthy lifestyle will ultimately cause you great harm. You need to exercise moderation in all things including diet and physical excesses. It is also imperative to stay away from addictive substances like tobacco, alcohol and drugs as they pose serious health risks today.",
        "Aquarius Daily Love & Relationship Horoscope": "You may decide to dress up perfectly today to impress your beloved! What ever hair you do or wear up is going to add charm to your personality! Moreover you may receive permission from your partner to go ahead in pursuit of your interests. This will make you fall in love with your partner forever!",
        "Aquarius Career & Money Horoscope": "Your ego will be fully satiated today when you will be rewarded for your leadership and valuable contribution to the organization. You cannot work well behind the scenes so you must show case your talent and abilities as and when you have been working on various issues. You will have a good laugh over the mistakes you have made yesterday."
    },
    "11": {
        "Pisces Daily Horoscope": "Calm harmonious mood is going to mark all your thoughts and actions today. No altercation will have the power to disturb you. In fact, such a situation may arise at your workplace where you will exercise a calming influence. You may also take on some home improvement project or may work towards calming the tensions at your home and sort out the underlying currents in your relationships.",
        "Pisces Health & Wellness Horoscope": "Encourage yourself to do earthy things like gardening and walking in nature so that you can relax and feel better. You need to look deep within yourself to address your emotional concerns. Do not waste your focusing abilities upon the outward things. Try to do some yoga practice for mental peace and for strengthening your muscles.",
        "Pisces Daily Love & Relationship Horoscope": "Today marks the beginning of a new period of understanding and adjustment between you and your partner. All the cobwebs of the relationship has now been removed and both of you will be able to see each other in a bright shining light, but this will only make your love stronger and more enduring. The day will bring great optimism for you.",
        "Pisces Career & Money Horoscope": "You deal in jewellery and other precious stones apart from modeling for the same or in a similar profession. You may have to undertake sudden trips overseas for some contest or to crack some business deals. You are bound to succeed, so do not worry and go ahead. You will receive the amount of money which is far more than your expectations."
    }
}]
