horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Situations may arise which may tempt you or force you to act impulsively. This is the time to take charge of yourself and tackle all this with your fighting spirit. Be protective of your children or younger siblings. You will also be able to socialize well with people in society and you will be surprised by the warm welcome they will give you!",
        "Aries Health & Wellness Horoscope": "Relaxation is on your cards today. You will indulge in various relaxation techniques be it massaging, swimming or self pampering. Yoga is also a good option. Second half of the day may be hectic with guests pouring in or you visiting people. While partying also, stick to healthier option as you may suffer from stomach aches. Family and friends keep you engaged.",
        "Aries Daily Love & Relationship Horoscope": "The time is right to sit down with your partner and sort out the issues that have been bothering you lately. These can relate to your feelings and the depth of your commitment towards each other. It can also be regarding mundane household matters which you have been ignoring. The fact is it is the right time for joint action.",
        "Aries Career & Money Horoscope": "The day will be quiet as far as work and career is concerned. You will face an uneventful day at work which will be a pleasant break after the hectic schedule that you were facing earlier. Take this time to really appreciate and enjoy what you do and remember the good times and the fun you have doing your job."
    },
    "1": {
        "Taurus Daily Horoscope": "Unexpected expenses of serious proportion are on cards today. You are likely to buy something that you do not need but which appeals to your taste and this may affect your finances in a serious way. Control your urges to spend and you will end up having a fairly uneventful day. You may come to know of some financial schemes today.",
        "Taurus Health & Wellness Horoscope": "You are little susceptible to cold and cough today. Do take precautions in terms of your personal hygiene. Wash your hands often and especially before eating. If possible, you are advised to take rest so that you ward off any illness that might be looming close by. Also, take regular and sound sleep as that will help you relax.",
        "Taurus Daily Love & Relationship Horoscope": "Today, you will begin to understand that you will not respond to anybody elseﾒs manipulations and will set about drawing some healthy boundaries in your relationships. You have to understand that even your greatest well wisher should not be allowed to take your decisions for you and ultimately it is your opinion that matters. Take that first step and yourself respect will increase markedly.",
        "Taurus Career & Money Horoscope": "You are trying to trick some one to yield to your wishes. But you must not indulge in these things today otherwise you may fish in trouble waters. People will take it as an offence and you may lose their faith forever which you have built over so many years. Do not put up any sort of act; just be the way you are with display of honesty in your every action!"
    },
    "2": {
        "Gemini Daily Horoscope": "You have set too high a standard for yourself and you will drive yourself harder and harder to achieve this. It will be difficult to reach your goal and this can lead to a sense of disappointment. You need to realize your own capabilities before you set your goals. The time is not good to take any major decision.",
        "Gemini Health & Wellness Horoscope": "The day will be little taxing on you. You may find yourself stressed. Neck pain may occur. It is advisable to walk and bend after every two hours of work. This will stretch your muscles and will relax them. You may also plan a massage or therapy for relaxation. Do not forget to dump your tensions back as you sit for massage.",
        "Gemini Daily Love & Relationship Horoscope": "Your love life is stagnant at this point of time. So you must spend time with people who are single and alert! This will show you that there is lot to do in life except for being with a partner! You can try to gather new tips for welcoming someone new in your life if you are totally single right now!",
        "Gemini Career & Money Horoscope": "You are going to meet someone who will offer you an exciting career opportunity. However, it does not come for free and you need to think long and hard about the consequences before you accept it. This is also going to affect a number of people near you, but this day is not the best to take such a vital decision."
    },
    "3": {
        "Cancer Daily Horoscope": "You are going to offer some good advice to someone close today and it will be accepted with gratitude. You are in a very understanding and mellow mood today. This is a great time to connect with people from your past. Ring up a close school friend and you will get great joy in getting in touch. It is also the best time to put away past differences.",
        "Cancer Health & Wellness Horoscope": "You will realize that wellness is a matter of the mind more than that of the body. You will start taking the first step to relieve the stress and tension that have been accumulating in your mind and this will help to improve your attitude as well as physical health. Listen to motivational tapes or schedule a relaxing massage. Mild skin problems like acne can bother you today.",
        "Cancer Daily Love & Relationship Horoscope": "This is the time to consolidate all those relationship that you have been ignoring in pursuit of romance. These include your parents, your siblings, your extended family and your friends. You need to realize that these other relationships are no less important and they provide a valuable support system for you. You need to nurture them as much as any romantic relationship.",
        "Cancer Career & Money Horoscope": "Students may find a new career option through a friend or a guide. You might end up choosing this as your career. A thorough research is advisable. Professionals may might a surge of energy today. It is a good day for head starting any project. Subordinates will prove helpful. You will play the role of a good team leader."
    },
    "4": {
        "Leo Daily Horoscope": "Today you urgently need to understand and master the art of balancing the physical reality with your vision. While your plans are ambitious, you have to understand the actual obstacles top these plans. Otherwise, you are headed for a collision course in spite of all your good intentions. You also need to understand that your plans may be conflicting with those of someone else who is as determined and ambitious as you.",
        "Leo Health & Wellness Horoscope": "You need to take special care of your eyes, especially if your job requires heavy strain of the eyes. People, who have to read a lot, take photographs or use the computer continuously in the course of the day should get their eyes checked out and take adequate care. It may also be a good idea to rest your tired eyes for a day and look at nature for a change rather than books and computer screens.",
        "Leo Daily Love & Relationship Horoscope": "Your partner may surprise you today. The longings and the loneliness will come to an end. You may want to take a step further in your relationship but ask your partner always as it needs to be mutual. You have found your love after a lot of efforts so do not act in haste. There is notorious air around your partner.",
        "Leo Career & Money Horoscope": "Temptations will appear in your path today, but it is imperative that you stick to the righteous path. Trying shortcuts will ultimately be harmful for your career. It will not be easy to choose the right path, but you can only do this if you can keep the greed from overwhelming you. If you cannot do this by yourself, call up a true well-wisher and that person will help you to stay strong."
    },
    "5": {
        "Virgo Daily Horoscope": "There are a few surprises in store for you today, but do not worry. They are all pleasant! Some of the things for which you have been waiting for a long time are likely to come to fruition today. Some of your efforts which you thought have been wasted will finally be successful. So, celebrate tonight with family and friends and even they may have good news to share.",
        "Virgo Health & Wellness Horoscope": "A cup of coffee each day is good for your heart. And so will be the licorice tea, in addition to having healthy benefits for your stomach. If you increase the intake of beverages then you must increase the intake of water as well. Try to go for yoga at least once a week if not everyday for massaging your organs well.",
        "Virgo Daily Love & Relationship Horoscope": "You are adventurous and hence you wanted to take the risk of a blind date. It will turn out to be a raw and embarrassing date! Rain outside may keep you tied to the venue but soon it will end and the person will not piss you too in future! Someone smart and attractive will soon enter your life till then just enjoy.",
        "Virgo Career & Money Horoscope": "Be careful with your finances. You need to take a cold look at the small expenses which could otherwise accumulate to rather large proportions. Though your individual expenses are small, you need to limit your spending if you want to avoid serious money trouble in the future. You should also start looking for additional ways of increasing your income."
    },
    "6": {
        "Libra Daily Horoscope": "You are at your humor best. Don't lose this aspect of your character which keeps you tension free in toughest of situations. You may crack a deal because of your proactive nature. Someone needs your encouragement. Look around and be the mentor. A happy time with near and dear ones are indicated. Be cautious while eating fish.",
        "Libra Health & Wellness Horoscope": "You will be plagued by health concerns like acidity, indigestion, dry skin and falling hair. In addition to drinking more water and getting rid of any addiction that you may have, you need to realize that a poor diet is at the root of these problems. So, instead of looking for quick fix remedies, you need a new diet chart. Consulting a professional in this regard can prove to be very helpful.",
        "Libra Daily Love & Relationship Horoscope": "The day is especially favourable for spending time with your parents. If you have been too busy lately, then this is the best time for you to call them up and organize an impromptu visit. This will relieve your stress considerably. Involve your partner in visiting your parents or siblings and see a warm family time evolve. If you are single, you can meet a special person through your parents today.",
        "Libra Career & Money Horoscope": "There may be a difference of opinion today at the office. It may occur with a colleague, a subordinate or with your boss. No matter with whom it happens, the stress is going to affect your health. So, you need to keep a cool head today and avoid all possible confrontations. You will be able to significantly reduce the level of stress if you start the day with some physically testing activities like running."
    },
    "7": {
        "Scorpio Daily Horoscope": "Events have aligned themselves in such a way that your confidence has taken quite a beating. It will be difficult to conclude any task happily and in a satisfied manner today. You may also come in contact with someone whose negative comments can give rise to a feeling of despondency. Remember that this is a temporary phase and you will soon get your confidence back.",
        "Scorpio Health & Wellness Horoscope": "You may be in a little arrogant mood today! Conserve all your daring energy for facing odds as you may come across many people trying to challenge your credibility. But if you will get affected by their words, you may need to see a doctor! Better option is to attend some fitness workshop or camp rather than getting into anything!",
        "Scorpio Daily Love & Relationship Horoscope": "You somewhere have started to feel that romantic involvements are tedious and non-fulfilling to you these days. However a unique and fresh kind of romance may re-kindle your desire to form alliances with the people of opposite sex. Motivate yourself not to lose hope, the fruit of patience is sweet and so will be your reward.",
        "Scorpio Career & Money Horoscope": "This is a good day to enter into speculative venture, but do not rush in blindly. If you take a calculated risk in your investments today, they will be paid off, but foolhardiness will never be returned by profit. So, do not buy that lottery ticket just yet. Blind speculation or luck of the draw is not going to help you, but if you judge the pros and cons of an investment today, you are likely to hit upon the most accurate picture."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Friendship is the theme of the day. You can meet up with old friends or may be suddenly visited by one of them. You are also going to help one or more of your friends out of a tight spot today. On the other hand, a friend may come down hard on you, but you should not feel bad. He or she is unloading on you because he / she have her / his own problems and that is why he is reacting like this.",
        "Sagittarius Health & Wellness Horoscope": "Passion is the dominant emotion that you feel today and your health and fitness urge is also not exempt from it. You are likely to drive yourself much harder today during your exercise routine. So, you need to be careful that you do not end up actually pulling a muscle or overstraining yourself. All mental stress is likely to vanish, leaving you full of energy and ready to go.",
        "Sagittarius Daily Love & Relationship Horoscope": "The day is best suitable to surprise your partner with a romantic gift or gesture. Other things have lately been demanding your attention. You have taken your partner for granted. Now it is time to show your appreciation and be sure that it will be returned wholeheartedly. However, ignoring your partner today can lead to stress in the relationship.",
        "Sagittarius Career & Money Horoscope": "Great job opportunities are awaiting you! Think carefully and if it all suits you well make a transition in your career. One of your colleagues will be quitting the job and you may help someone else fill in this gap by recommending them. Though you may not realize but your opinions have a high regard. Finances will improve as your salary will hike irrespective of where you are!"
    },
    "9": {
        "Capricorn Daily Horoscope": "Today is a day when you reap the benefits of your hard work. You may receive recognition and respect. Finances may get better. At work place, you may be applauded for your work. You may also receive a hike. Salespeople may meet targets today. Wear blue color today in some part of your clothing. It will attract positive energy.",
        "Capricorn Health & Wellness Horoscope": "You seem to be a little stressed out. Try to practice fitness sports which are outdoor ones like swimming or yoga! You have to do it on a regular basis to strengthen your muscles and lung capacity. However avoid it if the weather is too cold outside, you will be affected negatively rather. In such a condition go to a gym and in a trainerﾒs guidance do the mild fitness exercises.",
        "Capricorn Daily Love & Relationship Horoscope": "The day is ideal for planning some family activities. Take your kids to a ball game, the park or a museum. You can also schedule to spend time with your parents or siblings. The evening is especially suited for romance, but you should try for an intimate gathering rather than a large party. Family commitments will take priority now.",
        "Capricorn Career & Money Horoscope": "The day is perfect for undertaking a new business venture. You may have been thinking about this idea for some time now and there is no time like the present to implement it. New opportunities will come knocking on your door and almost all of them will be genuine. If you do take the final decision, you will see most of the other problems which you worried about, have disappeared."
    },
    "10": {
        "Aquarius Daily Horoscope": "Your instincts are in overdrive today and you should trust them and do exactly what they say. Even if everyone around you disagree and follow a different path, you should stick to your own path. It will probably be a tough decision to make, but you will soon reap the rewards. You have to keep your eyes and ears open and act fast to seize the opportunities that may come your way now.",
        "Aquarius Health & Wellness Horoscope": "Though you usually enjoy a good health, you are low on your stamina. However, it will only be confined in the morning as you drag yourself out of bed. Once you are out of house, the bright and sunny weather will embrace you and you will kick start for a great day ahead. Avoid driving two wheelers today and if it is unavoidable, just be a little careful.",
        "Aquarius Daily Love & Relationship Horoscope": "This is the day of making new connections. You should reach out today. New friendships, partnerships or even affairs are on the cards today. You will be plunged into a whirl of social activities now which will bring you in touch with new potential friends or partners. But take care not to ignore those who are close to you as you pursue new relationships.",
        "Aquarius Career & Money Horoscope": "You are likely to receive considerable help today on the job front. Friends, spouse or colleagues will all help you to catch up. Be sure to express your gratitude and help someone else in your turn. Cash flow is likely to improve significantly. This is also a good time to plan for expensive purchases because though you will earn a lot, you will find it difficult to save much money."
    },
    "11": {
        "Pisces Daily Horoscope": "You are feeling rather disorganized and chaotic today. Your thoughts tend to flow in a number of directions today. The result is that you will not be able to wrap up any project today. You need to focus. Try some mental exercise and do not consult with other people as contradictory advice would tend to confuse you even further.",
        "Pisces Health & Wellness Horoscope": "With a little patience and forbearance, the day can turn out to be very productive for you. But having that patience can be the greatest challenge now. Time will seem to slow down to a crawl and nothing would move fast enough to suit your mood. But if you try to hurry up the process, you can completely mess up your agenda. Try starting the day with some calming exercises to control your energy.",
        "Pisces Daily Love & Relationship Horoscope": "You must not stay in today. It is a great day to move out and have fun with your beloved. Those who are in the adolescent age group are just looking for love to bring a change in their relationship status. Question yourself again- is the one with a lot of power is supposed to be the man of your dreams? Or you care for more, more feelings and care!",
        "Pisces Career & Money Horoscope": "The time is ripe for a much needed change in your career. For some time now you have been experiencing a feeling of stagnation. New and exciting opportunities will open up today and you need to take a positive step towards the unknown. This can help to revitalize your career and it will also go a long way towards relieving the work related stress that has been affecting your health lately."
    }
}]
