horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Enjoy communication and even a day trip with an old friend and family. You should stick to those methods in your work which have proved to be beneficial in the past. It is better not to start any new experimental things today. If you are trying to get a job or a project, stick to conventional methods and sell your ideas and abilities strongly and success will surely be yours.",
        "Aries Health & Wellness Horoscope": "You will become aware of the health risks of your current lifestyle and may initiate a regime to correct it. You may have to undergo a health check up due to some reasons and this is likely to alert you to the possible danger. You have adopted a better lifestyle a number of times in the past, but this time you will find it much easier to stick to the regime this time.",
        "Aries Daily Love & Relationship Horoscope": "You are a free bird and commitment is not your cup of tea. So better do not get into it if you cannot be handle it else learn to be cool with the possessiveness of your partner. Those who are single may seem to be calm and composed but unfortunately they may be hit with the thoughts of an unforgettable past love! Moving on is the only way out!",
        "Aries Career & Money Horoscope": "A rare job opportunity is going to knock on your door today. The idea may sound somewhat risky and novel to you, but if you act on it, you can give a new turn to your career. The time is right to take risks and go after what you really want to do with your life rather than sticking to the safe and narrow path."
    },
    "1": {
        "Taurus Daily Horoscope": "You tend to be overtly self critical today. Most of your worries are groundless and you know it. Still, you cannot help but worry. The only way to deal with this is to communicate your fears to someone who is close to you and will be supportive. You need a second opinion regarding the seriousness of the problems before you drive yourself distracted.",
        "Taurus Health & Wellness Horoscope": "Today you are upbeat physically and psychologically. Boost in your morale will reflect in your work. You have been taking good care of your health. Today increase that care a little extra bit and join a fitness program as boredom seeps in fast in you. A company will keep you motivated. Look for a fun company for walking or jogging.",
        "Taurus Daily Love & Relationship Horoscope": "The day is perfect for passion and fire. Romantic demands have been building up in you but you have underestimated the sympathy and the power of feelings of your partner. You just need to articulate your demands from the relationship and they would be more than equally matched. So, take advantage of this time to initiate a more passionate period in your relationship.",
        "Taurus Career & Money Horoscope": "Time to focus on your talents and do not worry about your weaknesses. This is an era of victory for you! You are firm and resolute with your strategy and will be extremely precise with your words. You may receive some unexpected wealth from ancestral property or from your past investments. But be careful of not trusting any one involved in the monetary transaction."
    },
    "2": {
        "Gemini Daily Horoscope": "There is so much action around you that is eating your attention and time. Do not waste your time in trivial matters. Rather concentrate and then only you will find a gush of free spirited energy. If you find that, you will find gold in your life. Do not shy away. Look carefully and act before itﾒs too late. The key to success for you is to prioritize.",
        "Gemini Health & Wellness Horoscope": "You may feel out of control today as you temper will shoot up cause of the misbehavior of someone who is typically interfering. This may even render you unconscious so just try to relax and avoid this ill mannered person! Try to divert your attention to creative pursuits which stimulate your mind and boost your confidence.",
        "Gemini Daily Love & Relationship Horoscope": "A bird in hand is better than two in a bush! It seems like you have come across someone mesmerizing and they appear to be far better than your current partners! Well it is just an illusion, you have the best and you must take care of it! One step wrong will lead to loss of a lifetime, so better avoid this temptation and keep going!",
        "Gemini Career & Money Horoscope": "You may be rather distracted today and will not feel like completing your tasks at your workplace. As a result you will fall behind in your work. The best solution is to take a day off from work and go for a day of outdoor activities. This will recharge your batteries and you will be able to tackle your pending tasks with renewed vigour tomorrow."
    },
    "3": {
        "Cancer Daily Horoscope": "Time to choose between fun and freedom. You will be allowed to be free if you have the sense of responsibility. Although after putting excess of hard work you will not be able to reach your desired goal but perseverance will pay off later so keep working. Do not get embarrassed when it comes to financial conditions. They will gradually improve with time.",
        "Cancer Health & Wellness Horoscope": "You are trying to extricate yourself from a certain situation, which only seems to get worse every time you try to get out of it. This does not mean that you should punish yourself by forgetting about the gym or your daily dietary intake. Expect less from yourself-do not strive for being perfect every time and leave things on Almighty for the time being.",
        "Cancer Daily Love & Relationship Horoscope": "You recently got patched up with someone in a romantic relationship. You have known this person since long but now you are stunned to see the flip side of the person. He fails to understand your aspirations and to come up to your expectations. Give some time to him and he will act maturely, although gradually but he will.",
        "Cancer Career & Money Horoscope": "Change is indicated in your career, but this is a change that you are going to enjoy. You may get a job offer or be shifted to a new department. A promotion is also on the cards. You will love your new responsibilities and are full of zeal to prove yourself. You are going to impress everyone at work with your working abilities."
    },
    "4": {
        "Leo Daily Horoscope": "You are likely to be in a more serious frame of mind. The practical issues of life are going to demand your attention today. But you are full of faith and optimism and are ready to take chances at the deepest emotional levels. Someone near to you will exhibit concerns regarding your aims and goals. Take the time to explain the situation to them.",
        "Leo Health & Wellness Horoscope": "The time is right for taking up some intense physical exercise. Lifting weights is a viable option. If you have been in two minds about starting any training or entering any athletic event, sign up now and you will be rewarded by a sense of wellness and energy. The exercise will also help you to see your own mind and feelings clearly and can help you to take an important decision in your life regarding your relationship or career.",
        "Leo Daily Love & Relationship Horoscope": "Winning an argument is very different from winning a heart. You may have the knack of proving your point but that will estrange your partner. Give your love a chance to win an argument. Let your love read your mind when you donﾒt say anything. Help your love by taking a few extra steps and your partner will appreciate your subtle moves.",
        "Leo Career & Money Horoscope": "A new job offer is likely to come your way now. This is especially true for people who work in the public sector. You may not have been thinking of changing your job or may even be satisfied with the current one. But the new job will present you with unmatched opportunities. Taking it is a risk, but that that has a high likelihood of paying off."
    },
    "5": {
        "Virgo Daily Horoscope": "You have great capacity to charm everyone today. You are going to impress those around you with your wit and grace. You will win the admiration of everyone around you. Take advantage of this shining period to make new friends and mix with new people and new opportunities will open up in front of you.",
        "Virgo Health & Wellness Horoscope": "You must buy and keep with yourself always a clinical instrument to track your pulses, sugar level and blood pressure. You should closely monitor these. It will help you to measure the deviations you have made in maintaining a balanced health and also to keep track of your progress.",
        "Virgo Daily Love & Relationship Horoscope": "This is the time to consolidate all those relationship that you have been ignoring in pursuit of romance. These include your parents, your siblings, your extended family and your friends. You need to realize that these other relationships are no less important and they provide a valuable support system for you. You need to nurture them as much as any romantic relationship.",
        "Virgo Career & Money Horoscope": "Work life seems to be balanced. You will be well identified for your impressive soft skills. You will get numerous opportunities to learn more and share this knowledge with others too. However there may be some unforeseen circumstances which may cause a heavy financial loss to you.ﾠﾠ"
    },
    "6": {
        "Libra Daily Horoscope": "You may be provided with limited resources which will prevent you from giving a shape to your ideas. Do not get anxious as you will get a chance to do the work of your choice by the end of the day! You have inclination towards hard work and you will enjoy the freedom along with the responsibilities.",
        "Libra Health & Wellness Horoscope": "You feel full of energy and are ready for some seriously hard work today. Your flow of positive energy will even influence others so that you will energize everyone of your team to work better. Even at home you will shoulder much more responsibilities than you normally do, pleasing those near to you. You just need to make sure that this trend continues and you do not burn yourself out.",
        "Libra Daily Love & Relationship Horoscope": "The day is perfect to correct any problems that have lately been arising in your relationship, but it is you who need to take the first step. You must put aside your pride and take things in hand. Otherwise, your relationship is headed towards rather a rocky ride. Your partner will be open to suggestions that you make today.",
        "Libra Career & Money Horoscope": "Your job is treating you well and you have your hands full with project. Still today a new opportunity will surface which will be quite good for your career. It will increase the area of your work with more responsibilities. You may want to make a shift. The opportunity will be available within the company. Be conscious of any information regarding the same. However, the salary may remain same."
    },
    "7": {
        "Scorpio Daily Horoscope": "You are going to feel more dedicated today and you are going to finish off all the backlogs which may have accumulated today. Clearing this will give you a nice sense of accomplishment and this will be noticed by the people who matter to you. The result is that you will get more appreciation both at home and at your workplace.",
        "Scorpio Health & Wellness Horoscope": "Discipline is the key to your good health today. While you are not eating junk foods and are exercising, you are not doing them in a timely or orderly manner. As a result, you are not getting the level of benefit that you should have got. So, you will have to set up a routine of eating and exercising in order to get the highest benefit.",
        "Scorpio Daily Love & Relationship Horoscope": "Misunderstandings and needless obstacles had been clouding your feelings for each other in the recent past. Today, you may be faced with an event where all such doubts will be swept aside and the true, deep and abiding nature of your commitment towards one another will become clear. Be sure to show your appreciation. The time is perfect to make romantic gestures to express your innermost feelings.",
        "Scorpio Career & Money Horoscope": "Today, you are going to rediscover the love and joy that you felt in your work. External pressure have been steadily depriving you of this joy for the last few weeks, but today, an event will help you to remember why you chose this career and how much it actually suits you. This is a great day to introduce a change in attitude at your workplace."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You have probably been feeling ignored in recent days, but today you will grab the attention of all. The limelight will be centred on you and you are going to justify it by rising easily to the occasion. This can be related to the appearance of a new friend, reappearance of an old one or some situation at work.",
        "Sagittarius Health & Wellness Horoscope": "You have to learn to be patient with yourself and others. Various situations may arise which will render you with no gain and to handle yourself in such times you need to inculcate the habit of waiting for the right things to happen at the right time. Go for a walk early morning and if you can try to walk bare footed on grass.",
        "Sagittarius Daily Love & Relationship Horoscope": "Several events will happen today which will present your love life in a completely new light. You may become aware of new information or get a new insight in the character and wishes of your partner. As a result, this day marks a turning point in your relationship. It is necessary to balance your own desires and self respect when dealing with your partner.",
        "Sagittarius Career & Money Horoscope": "You are full of powerful energy to help you achieve your desired goals and generate wealth for your family. You will be able to acquire a lot of knowledge and which will help you earn more the next time your serve someone. So you have all the ingredients for financial security and success at your hand."
    },
    "9": {
        "Capricorn Daily Horoscope": "If people fail to understand you, do not waste your time and energy in explaining your every move to them. They will never approve of it! You may be too much occupied and the forth coming tasks may demand you to make some changes in your previous engagements too! Be flexible as per the demand.",
        "Capricorn Health & Wellness Horoscope": "You may have to take a strong disciplinary action to train your mind to crave for healthy foods only and your body to crave for exercise at the beginning of each day. And this is going to be the most successful adventure of your life! If required ask yourself privately-how are you? For better care of yourself!",
        "Capricorn Daily Love & Relationship Horoscope": "You somewhere have started to feel that romantic involvements are tedious and non-fulfilling to you these days. However a unique and fresh kind of romance may re-kindle your desire to form alliances with the people of opposite sex. Motivate yourself not to lose hope, the fruit of patience is sweet and so will be your reward.",
        "Capricorn Career & Money Horoscope": "You have been laying the groundwork for some significant task at work and today they will begin to bear fruit. However, the real danger is that you fail to recognize the signs and grow disheartened and lazy. Reduction of effort at this point can truly mess up all the good work that you have done before. So, you actually need to intensify your efforts."
    },
    "10": {
        "Aquarius Daily Horoscope": "You are a simple person and that is why you lack tactics while dealing with relationships. This may cause you to suffer even at times but it is all momentary, simplicity will rule over anything manipulated. Keep your sensitiveness in control. However you may be able to spend some good time with your dear ones as well.",
        "Aquarius Health & Wellness Horoscope": "You are full of hope and energy. This positive feeling will keep you going throughout the day no matter how many hindrances you have to face. Situation is not rosy when it comes to your health, still you will not get bed ridden! Proper consultation with a specialist will cure you in no time. Maintain a healthy diet as well.",
        "Aquarius Daily Love & Relationship Horoscope": "Nobody is perfect. If the world seems at peace, there is no logic to try a new door when you are contended with the first one. There is no end to desires. But understand that if only you are stable in your relation, you will be able to channelize your energy for a better tomorrow. Do not hurt others. Practice meditation.",
        "Aquarius Career & Money Horoscope": "Temptations will appear in your path today, but it is imperative that you stick to the righteous path. Trying shortcuts will ultimately be harmful for your career. It will not be easy to choose the right path, but you can only do this if you can keep the greed from overwhelming you. If you cannot do this by yourself, call up a true well-wisher and that person will help you to stay strong."
    },
    "11": {
        "Pisces Daily Horoscope": "Your indecision and dithering has created needless chaos and all these issues are now likely to come to a head. Family matters and those concerning real estate come to a head now and you will receive correspondences regarding these issues. Old and unresolved businesses will now demand your attention and you cannot move forward till you close these old chapters.",
        "Pisces Health & Wellness Horoscope": "Due to mobility factors you seem to be out of your regular fitness regime. Try to re-arrange your fitness regime with experts. You may be susceptible to intact infections too. Taking mild medicines for the same will give relief but strong ones may cause severe upset of your stomach!",
        "Pisces Daily Love & Relationship Horoscope": "A change of major proportion is indicated on the relationship front today. If you are already in a relationship, think carefully where you want to take it or whether it is time to get out of a bad situation. If you are single, then this is not the best time to embark on a new relationship as you are likely to misread signals.",
        "Pisces Career & Money Horoscope": "A thousand things demand your attention today and you may feel pulled apart. Be gentle on yourself. Sit down for a while and think the course of action. Then plan and act accordingly. You may meet an old friend today. Someone will also talk about an interesting offer and you may be tempted to go ahead. Visualize the end result and then take a step."
    }
}]
