horo_english=[{
    "0": {
        "Aries Daily Horoscope": "The day is likely to be eventful. Circumstances may arise which will force you to confront a past event which you have been avoiding. You need to adopt a tolerant viewpoint in order to deal with this past situation as you tend to be needlessly hard on everyone ﾖ especially yourself. New opportunities can arise from this confrontation. The end result will be positive.",
        "Aries Health & Wellness Horoscope": "You are physically and mentally very strong at this point of time. So you must strive to achieve what ever you want to! Do not remain restricted to looks only! Try conversing with people around you about the problems you encounter while undertaking exercises. This will help you obtain multiple solutions. Follow the one which suits you the best.",
        "Aries Daily Love & Relationship Horoscope": "You are going to make new friendships and new connections today. You continue to be in a jovial mood and your conviviality is going to impress others. One of the friends that you make today can turn out to be very significant in later years, though it may not seem like that now. You are in a helpful mood and are ready to help your friends and family today.",
        "Aries Career & Money Horoscope": "If you are unemployed, an opportunity may knock your door. Grab it with both the hands. You have nothing to lose. Do not get carried away by people who offer free advices. Show your sincerity and dedication once you get the job. You may receive opportunity from a new area. Consider searching jobs from various fields."
    },
    "1": {
        "Taurus Daily Horoscope": "Name and fame are on the cards today. You are also likely to make snap decisions based on your intuitions and feelings rather than logic, but they will turn out to be right on money. Your intuition is top notch now regarding any decision in your life, but you may have to sacrifice some comforts now in favour of long term goals.",
        "Taurus Health & Wellness Horoscope": "Today minor ailments may trouble you. You may suffer from cold, cough or headache. You may feel pain in your wrist or finger. This will slow the pace of your day. Do not get disheartened. Such things do happen. If possible, take ample rest today and tomorrow you will be back in action. Avoid drinking cold beverages.",
        "Taurus Daily Love & Relationship Horoscope": "Those of you who are single have been making plans for giving a jumping start to their relationship. Those who are already committed will seek for ways to add the lost romance into their relationship. Bold actions will overcome all the challenges being faced and will swipe away fear if there is any!",
        "Taurus Career & Money Horoscope": "Everything has been falling beautifully into place in the last few days in all work related issues and this is likely to create overconfidence in you. Today, it is vital that you take a step back and evaluate what is actually necessary for you and what you can achieve with your own capability. Take care that you do not bite off more than you can chew."
    },
    "2": {
        "Gemini Daily Horoscope": "You are blessed with an amazingly clear vision today and you will be able to weigh long term benefits of your actions correctly. Hence, today is a good time to judge new ventures and investments which have come your way so that you can arrive at an objective decision. You will also be able to judge the persons near to you and identify who is your genuine well wisher.",
        "Gemini Health & Wellness Horoscope": "You have been burning the candle at both ends and now it will begin to take inevitable toll on your health. Regular late nights will cause fatigue leading to inattention. This may have a negative impact on both your health and your career. You need to be more organized and practice healthy habits. Getting adequate sleep is a priority today.",
        "Gemini Daily Love & Relationship Horoscope": "Romantic opportunities are all around you today. However, you need to check your own priorities before you choose your partner so that no problems arise in the future. If you are already in an exclusive relationship, you will take it to the next level. Your partner is likely to be feeling possessive and intimate right now. Your response is going to shape your relationship in the future.",
        "Gemini Career & Money Horoscope": "You are not in the pink of your health and that is why you cannot make the most of this productive period. Continue to follow the already established plan of actions no matter how many trials you face. This is not a good time to adopt new ways of finishing up your work. Certain emergency situations may arise at home which may cause you a heavy financial loss.ﾠﾠ"
    },
    "3": {
        "Cancer Daily Horoscope": "Business meeting will see some pending negotiations taking favorable turns. You are steady and stable today. Your decisions are an outcome of well thought processes. Work environment may see some positive change. You may meet an old acquaintance. At home you may be calm and contended. Intellectual growth will be unparalleled. Loved ones may bring joy in your life through good news.",
        "Cancer Health & Wellness Horoscope": "You have taken the responsibility of your health as well the health of those who are dependant on you! It will all pay you off very well later on and you will be proud of the results. The fitness level will boost for yourself and for those you have intended to take care of! You may also get an opportunity to train a huge lot of people.",
        "Cancer Daily Love & Relationship Horoscope": "You must not stay in today. It is a great day to move out and have fun with your beloved. Those who are in the adolescent age group are just looking for love to bring a change in their relationship status. Question yourself again- is the one with a lot of power is supposed to be the man of your dreams? Or you care for more, more feelings and care!",
        "Cancer Career & Money Horoscope": "Today under the influence of the planetary energy, you will be able to hear your inner voices. Understand the deep seated meaning of those voices. Once you understand them, you will be able to take on the tasks easily. Also, do not hesitate to express yourself clearly. Use crisp words to express your feelings. Avoid beating around the bush."
    },
    "4": {
        "Leo Daily Horoscope": "This is the best time to cut out the deadwood in your life. You have been sticking to a position which you no longer enjoy out of a sense of obligation or out of helplessness. You were finding it difficult to get out of this situation, but today you will be able to find the inner courage to take that final step. You will also be helped by some event in this.",
        "Leo Health & Wellness Horoscope": "The day will be little taxing on you. You may find yourself stressed. Neck pain may occur. It is advisable to walk and bend after every two hours of work. This will stretch your muscles and will relax them. You may also plan a massage or therapy for relaxation. Do not forget to dump your tensions back as you sit for massage.",
        "Leo Daily Love & Relationship Horoscope": "Fun and games are on the cards today. Stop analyzing your relationships and go out for some much needed dose of relaxation. Attend a dance or a light-hearted movie. The day is perfect for partying and quick repartee. You are likely to sparkle in company and dazzle your loved one or a prospective partner with your charm and wit.",
        "Leo Career & Money Horoscope": "This is the time when your persistence and hard work will pay off. You will be noticed by your superiors and will be offered better scope. This is less due to luck and much more due to your own sincerity. Your career is poised to take off right now. Be sure to utilize this opportunity to its fullest extent."
    },
    "5": {
        "Virgo Daily Horoscope": "You are likely to come across a big idea today and you must not reject it out of hand because it seems too improbable. This is the day to think big and to reach high. You should study the obstacles to your plan well and soon you will find that the obstacle itself will suggest how you can get rid of it.",
        "Virgo Health & Wellness Horoscope": "Guard against minor ailments today. Without sufficient and timely care, a small health problem can develop into a major issue. However, if you intervene now, you will be able to avoid any problem in the future. Do go for professional consultation for your health issues rather than trying home remedies. It is also necessary to make healthy changes in your diet.",
        "Virgo Daily Love & Relationship Horoscope": "The day is ideal for planning some family activities. Take your kids to a ball game, the park or a museum. You can also schedule to spend time with your parents or siblings. The evening is especially suited for romance, but you should try for an intimate gathering rather than a large party. Family commitments will take priority now.",
        "Virgo Career & Money Horoscope": "Lately, your expenses were consistently exceeding your income, but from today you will see a distinct and welcome change. Fortune at last seems to smile upon you as your expenses taper off and your income shows signs of improvements. However, you need to be cautious and slow. Needless haste at this time can put your finances into serious trouble."
    },
    "6": {
        "Libra Daily Horoscope": "New horizons are opening up in front of you. A talent which you have always treated as a hobby may become something more and you may find yourself making a living doing what you love. New developments are expected in every front which would broaden your ideas and may completely change the character of your life. You will be experiencing a rare moment of satisfaction with your life.",
        "Libra Health & Wellness Horoscope": "The time is perfect to initiate a rigorous health regime. You need to understand that a sound body is essential to enjoy life to its fullest extent. In general you are health conscious, but now you will intensify your training. You may also take part in some competitive sport and end up with very good results. You may also cause some major changes in your diet pattern.",
        "Libra Daily Love & Relationship Horoscope": "The one for whom you have been waiting for is close by! You have been dreaming of many fantasies which you can turn into reality today! You will be intensely involved in this affair and it will last for longer than usual. You may have to miss out on other opportunities in life for better prospects in order to stay in to this relationship!",
        "Libra Career & Money Horoscope": "Hit the iron when it is hot! This is a great day specifically for the people accomplishing the role of motivational speakers or in similar profiles. You will be able to communicate better with the masses. And you can be paid highly for that as well. So put your best foot forward to leave everyone wanting to listen more from you!"
    },
    "7": {
        "Scorpio Daily Horoscope": "You are a simple person and that is why you lack tactics while dealing with relationships. This may cause you to suffer even at times but it is all momentary, simplicity will rule over anything manipulated. Keep your sensitiveness in control. However you may be able to spend some good time with your dear ones as well.",
        "Scorpio Health & Wellness Horoscope": "For a long time you have been ignoring your inner voice which is urging you to get in the groove of a healthy living. But today, you will honor your intuition and you always knew the correct thing to do. You might analyze yourself holistically as ignoring anymore is not your agenda today. Stick to your voice and plan a workable fitness routine.",
        "Scorpio Daily Love & Relationship Horoscope": "You have been more on the passionate side and hence fail to recognize that relationships are multi faceted doorways. You have to move in circles which are both exciting and challenging. You will get a chance to get closer to someone whom you have deeply admired since past many years. You will be greatly delighted to have this person around.",
        "Scorpio Career & Money Horoscope": "You seem to be in a mood to read between the lines at this point of time! You will review all the work accomplished by you lately and will sort out ways to make your work better. However the finances seem to be a difficult affair for you to manage. There will be hardly any scope for you to save much!"
    },
    "8": {
        "Sagittarius Daily Horoscope": "If you are saving up for the right occasion, then today just might be the day. Expect good news today that is sure to bring a smile on your lips and tear on your eyes. It is predicted that you will be surrounded by friends and family today. Jolly time is around the corner. However, donﾒt forget to take care of your health.",
        "Sagittarius Health & Wellness Horoscope": "You need to take special care of your eyes, especially if your job requires heavy strain of the eyes. People, who have to read a lot, take photographs or use the computer continuously in the course of the day should get their eyes checked out and take adequate care. It may also be a good idea to rest your tired eyes for a day and look at nature for a change rather than books and computer screens.",
        "Sagittarius Daily Love & Relationship Horoscope": "There may be some changes cropping up in the mind of your partner. He may want to adopt an adventurous approach to life and this will involve several experiments to attain his desired goal. You may even need to change your food habits or residence. Just be careful of controlling your laughter over anything new your partner tries to do!",
        "Sagittarius Career & Money Horoscope": "You have a very good job and have been experiencing a run of good luck in all financial ventures. However, you should still be careful with your money as this is not unlimited. Your extravagance has already attracted criticism from those close to you. It is time to take their advice and cut back on the expensive spending habits."
    },
    "9": {
        "Capricorn Daily Horoscope": "Today you urgently need to understand and master the art of balancing the physical reality with your vision. While your plans are ambitious, you have to understand the actual obstacles top these plans. Otherwise, you are headed for a collision course in spite of all your good intentions. You also need to understand that your plans may be conflicting with those of someone else who is as determined and ambitious as you.",
        "Capricorn Health & Wellness Horoscope": "You enjoy an overall good health. But as the times are getting more demanding, you need to take care of your health and diet. Include multiple vitamins in your diet especially A, C and E which in turn will help you to maintain a good immune system. Also drink - glasses of water. This will keep you hydrated and fit.",
        "Capricorn Daily Love & Relationship Horoscope": "You will have more on your plate than you can possibly handle. You seem to be involved in multiple affairs along with a hectic work schedule. Consequently you have to cut out on your work which will prove to be fatal for you in future. Try to be honest and open with your partner and just enjoy what you have while you have it.",
        "Capricorn Career & Money Horoscope": "You may get a chance to seal the deal with one of the biggest clients. Go ahead with your decision to sign a long-term contract with them. The client has plenty of financial resources and so will reduce the economical pressure on your firm. Demonstrate common sense and good business to the client if you want to pick more deals from them."
    },
    "10": {
        "Aquarius Daily Horoscope": "Old connections and experiences can play an important role in your life now. You will be under tremendous pressure to perform well in all spheres, but you need to realize that much of these pressure stem from the impossibly high standards that you have set for yourself. Honesty and integrity will take you far in your chosen field, but be ready to remain true to your own beliefs and ideals.",
        "Aquarius Health & Wellness Horoscope": "You are going to discover the joys of alternative treatments today. You have been trying various remedies for your recent ill health, but with no good results. Today, you will come across a remedy that can actually bring you the relief that you are looking for. Try for a little experiment today and you may end up with a rather effective remedy for your ill health.",
        "Aquarius Daily Love & Relationship Horoscope": "It is good to absorb a lot of things. This actually avoids a number of trivial fights. But sometimes you also need to speak up. If the attitude and behavior of your partner has been bothering you, then speak up. Things will only move towards betterment. You are known to stand by your values and principles. Act within the boundary.",
        "Aquarius Career & Money Horoscope": "Some changes are likely to occur in your workplace. They may appear discouraging at first, but soon they will open up new opportunities for you. But you are going to require courage and a leap of faith to avail this opportunity. The venture appears risky at first, but you get to enjoy doing what you do and succeeding at it quite soon."
    },
    "11": {
        "Pisces Daily Horoscope": "Opportunities come your way easily but do not be in a haste to grab them all. Weigh your options minutely, feel confident and then act accordingly. Also, share with your friends. This is a time when you will have to open many doors. However, surprises will not be pleasant always. Do not leave everything on destiny. Your actions will determine your destiny.",
        "Pisces Health & Wellness Horoscope": "You are going to get good health related advice from someone who may be close to you or a complete stranger. You will benefit markedly if you pay heed to this advice. The day is ideal for relaxing and getting rid of your accumulated stress. You should take this time to practice some much needed meditation to refresh your mind.",
        "Pisces Daily Love & Relationship Horoscope": "There is a strong possibility that a third person will try to intervene in your relationship with evil intentions. The person is probably a trusted one and someone whom you depend on. So, take any information about your partner with a healthy dose of scepticism. You may be the target of jealousy and deception because of your partner. You need to rely on your own feelings.",
        "Pisces Career & Money Horoscope": "Small but persisting obstacles will arise in the path of your work today and you will find it very difficult to finish your projects within the deadlines. The obstacles are seemingly meaningless and it will be almost impossible to predict or avoid them. However, getting irritated and losing your cool is not going to be of any help. Instead, try asking your colleagues for help to complete your tasks on time."
    }
}
]
