horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You will easily get many opportunities to complete your unfinished work on time. Other problems which may crop up will get resolved quickly so do not bother yourself about them. Try to make the most of the day because what ever you will do today, will be successful as well as fruitful. You may be looking for a good advice from someone dear to you.",
        "Aries Health & Wellness Horoscope": "You will be motivated today to make some real and healthy changes in your lifestyle. You may decide to give up an addiction like smoking and start a regime of healthy exercise. However, the real challenge will be to stick to the routine that you devise today. In order to ensure the success of this routine, you should look for an exercise buddy today.",
        "Aries Daily Love & Relationship Horoscope": "Your partner may surprise you today. The longings and the loneliness will come to an end. You may want to take a step further in your relationship but ask your partner always as it needs to be mutual. You have found your love after a lot of efforts so do not act in haste. There is notorious air around your partner.",
        "Aries Career & Money Horoscope": "Great career opportunities wait for students, young job seekers and those who are self employed. You may be offered a project which can be just the thing that you were looking for in order to make your mark. Use this opportunity well as it is one of the most important ones that will come by in your life. Your entire career can be made here. The project may be based overseas."
    },
    "1": {
        "Taurus Daily Horoscope": "You may head for an unplanned adventurous trip. It may be within the city or it may be slightly short. But the idea is to have lots of fun and that you will definitely have. You may wipe your differences with someone close to heart. It was pending for long but as you get face to face, you may want to let go the past.",
        "Taurus Health & Wellness Horoscope": "It is time to take special care of your health. Ignoring your health problems will not make them disappear. Instead, they are likely to become much more serious over time. However, timely intervention can avoid much of that. It is also necessary to take care of the general health of your loved ones. You can also catch an infection from someone close to you.",
        "Taurus Daily Love & Relationship Horoscope": "Change, revolution and passion are indicated for you today. You refuse to sit on the fence anymore and you refuse to let destiny take its course without making an effort to guide it towards what you want. Your intensity of feeling may even leave your partner somewhat dazzled. Let your instincts guide you in making romantic decisions and they will take your life in a new direction.",
        "Taurus Career & Money Horoscope": "You will be filled with professional confidence today. You are going to respond strongly and intuitively to work related concerns and no problem is too big for you to handle today. Minor crises may occur at the workplace but you are more than equal to dealing with them and come out with flying colours. Your co-workers will be impressed by your ability."
    },
    "2": {
        "Gemini Daily Horoscope": "Your every thought and attention is now centred on your career. Actually, you are devoting too much time and attention to it because you are apprehensive. Instead, you need to lighten up a little but you will still be able to achieve what you want. It is vital to pay attention to your family now to balance your work-holism.",
        "Gemini Health & Wellness Horoscope": "You may suffer from some allergic reaction today. If you have known food allergies, you may accidentally eat the food. Chances of irritation of the skin are also there. Avoid going to polluted places if possible. Health will improve after evening. Be sure to get plenty of exercise as well as sleep. You should consciously cultivate healthy habits to avoid problems in the future.",
        "Gemini Daily Love & Relationship Horoscope": "Complications are going to arise in your romantic relationship today. A younger sibling of you or your partner may play a crucial role in this. This does not mean that you are going to learn something bad about your partner. Rather, you are going to come to know of a facet of his / her personality that you were previously unaware of and this can add to the layers of your relationship.",
        "Gemini Career & Money Horoscope": "Your job has been failing to give you the much needed satisfaction and today is the day when you may take the final step to quit your job. However, this is not at all a bad thing because very soon opportunities will open up for you to follow what you truly wish to do. Be warned that though the initial pay may be less, you will be far happier here."
    },
    "3": {
        "Cancer Daily Horoscope": "You tend to be overtly self critical today. Most of your worries are groundless and you know it. Still, you cannot help but worry. The only way to deal with this is to communicate your fears to someone who is close to you and will be supportive. You need a second opinion regarding the seriousness of the problems before you drive yourself distracted.",
        "Cancer Health & Wellness Horoscope": "The day is perfect to indulge in some special time for yourself. Go for a massage or a beauty treatment and you will come out feeling great. You are also likely to get some good news regarding your health and fitness. You can also experiment with different health regime to find out which one is best suited for you.",
        "Cancer Daily Love & Relationship Horoscope": "It is vital that you take special interest in your family matters today. You have been ignoring your relationships for your career commitments for quite some time now. You have also achieved what you set out to do in your career. So, now, you need to turn your attention to relationships. Nurturing your relationships can supply some vital ingredient to your life at this point.",
        "Cancer Career & Money Horoscope": "The projects you have been working on very diligently can now be made public at this point of time. And at such an occasion ramp walk the podium in your style. The uniqueness of your work will be known and respected by all when it will be opened up! However retain the confidentiality all the time!"
    },
    "4": {
        "Leo Daily Horoscope": "This day demands you to focus more on the social circles. Your charming persona will help you a lot in being impactful over others. Also you need to size up the people who have been against you and have been damaging your reputation on the social front. Amidst such a hectic schedule do not forget to take care of your health!",
        "Leo Health & Wellness Horoscope": "You should take the day slow. From early morning, you will feel lethargy and this low level of energy is going to mark all your activities throughout the day. Pain in the joint and backache may become a major problem as the day progresses and you have to take adequate precautions to avoid the activities which increase the pain. It is time that you took a break from everything and just spend a lazy day of relaxation.",
        "Leo Daily Love & Relationship Horoscope": "It is an interesting phase in your love life. Those who have just started of with a new relationship should look for ways to strengthen their relationship more. The two of you can blend in romance and talents together very effectively. Just be open about the future but do not indulge into any plan making right now. Just go with the flow.",
        "Leo Career & Money Horoscope": "You may find your day to be a bit monotonous as you have been working on the same project since long. This may be fatal for your progress so look for a change as soon as possible. However in the mean while enjoy the harmonious relationship with your co-workers. One of them may be of great help to you in finding a way out of the organization very safely!"
    },
    "5": {
        "Virgo Daily Horoscope": "A new surge of confidence marks everything that you do today. Barriers that seemed unmovable a few days ago will be carried away in the face of your determination. Your communication skills will undergo a sea change and you will easily be able to convince other people and bring them around to your viewpoint. The day is perfect to tackle any difficult project that you had been putting off.",
        "Virgo Health & Wellness Horoscope": "You must be careful of your diet especially what you are eating in the dayﾒs beginning! Eating stale food in a hurry at the pantry or any restaurant may affect you badly! So try to prepare your own food-fresh and light! Stick to a sound diet and you will start feeling fantastic in a very short span of time!ﾠ",
        "Virgo Daily Love & Relationship Horoscope": "You are in an emotionally vulnerable mood and every word or action is likely to trigger a reaction that appears far out of proportion. You will be counting your blessings even in small favours and happiness today. You will also exhibit your softer side to your partner today ﾖ something which you rarely do and which will leave him / her feeling rather astonished. But this will ultimately strengthen your relationship.",
        "Virgo Career & Money Horoscope": "As far as the financial matters are concerned, you find yourself making a wise decision today. A word of advice today is one in hand is better than two in bush. So, settle down for small gains today. People in trade and shares are not advised to buy big investment shares. Listen to your inner voice and work on intuition."
    },
    "6": {
        "Libra Daily Horoscope": "The day is perfect to embark upon a new program of abundance and prosperity. If you have been feeling undecided about a new project to which you have devoted considerable thought, then this is the perfect time to take action. Whatever you decide to do today will ultimately lead to success. The events of today will also help to shift your perspective regarding money and modify your negative ideas.",
        "Libra Health & Wellness Horoscope": "You are going to discover the joys of alternative treatments today. You have been trying various remedies for your recent ill health, but with no good results. Today, you will come across a remedy that can actually bring you the relief that you are looking for. Try for a little experiment today and you may end up with a rather effective remedy for your ill health.",
        "Libra Daily Love & Relationship Horoscope": "Today you and your partner may plan to move in together. Your partner can support you easily with a plush housing accommodation. However for a change of mood you may go for an exotic holiday trip or an unusual adventure trip before that in order to break the monotonous routine and to lighten up the moods.",
        "Libra Career & Money Horoscope": "You are likely to get a very good job offer today, but in a completely different field. You will have to engage in a lot of comparison to take the correct job related decisions. Though this is not going to be easy, it is advisable not to change your field completely. You need to take the advice of your family or your partner regarding which job to keep."
    },
    "7": {
        "Scorpio Daily Horoscope": "When it comes to making decision, you may be pulled between heart and mind. This is enigma. Listen to your instincts and you will end up making right decisions. Your family and loved ones need your attention. Spend some quality time with them. It is a good time to make travel plans. You may travel in the coming week.",
        "Scorpio Health & Wellness Horoscope": "Viral cold or seasonal fevers may affect you today. You should take timely precautions and preventive medicines to guard against this. On the whole, you have adopted a healthy lifestyle and you will begin to reap the benefits of these positive steps very soon. A sense of wellbeing pervades your mind. Rest and relaxation can go a long way in helping your health today.",
        "Scorpio Daily Love & Relationship Horoscope": "This day can prove to be a turning point in your relationship. You can suddenly begin to see someone close to you in a new light and this will enable you to take the right decision regarding the direction of this relationship. You will now be able to cut away the deadwood and concentrate on those relationships which can actually make you stronger.",
        "Scorpio Career & Money Horoscope": "Good time for those in professions involving travel and journeys, you can make good money out of it! You can strive for making connections with high authorities, rewards of which you will reap soon. You may make investment into property or precious metals too."
    },
    "8": {
        "Sagittarius Daily Horoscope": "If you are thinking about what is cooking in the kitchen today then probably it is good for you to do that. Your stars assure a gastronomical delight for you today. Take care of your health and maintain hygiene. The misunderstanding with your friend will be resolved today. You can receive money from unexpected sources.",
        "Sagittarius Health & Wellness Horoscope": "You are a workaholic and at times forget to derive pleasure from your achievements. In order to do so, you need to setup a questionnaire for yourself and work on the answers! The questions can be like ﾖ your favorite fruits are present in the house or not? Is your wardrobe containing the best of the attires or not? Think about how you look!",
        "Sagittarius Daily Love & Relationship Horoscope": "You need to realize that boundaries are the sign of a healthy relationship. Do not encroach into the personal space of your partner and then try to justify it in the name of love. It is also necessary to ensure that you are not letting your partner dominate you because this can lead to serious complications in the future.",
        "Sagittarius Career & Money Horoscope": "Be sure to consider both short term and long term ramifications of your financial and career related plans before you go forward with them. A careful cost benefit analysis of all your career related plans must be done before you jump in with both feet. Take a long look at them from a distance. Getting a second opinion from a knowledgeable person can also be worthwhile."
    },
    "9": {
        "Capricorn Daily Horoscope": "News about financial gain may make you and your loved ones happy. There is a sense that things are positively turning around. You are pleasingly presentable. Go out and meet people. New opportunities will sprout from your associations which will prove beneficial in the long run. You may bring a change in your house either structurally or family wise.",
        "Capricorn Health & Wellness Horoscope": "Good health is not a distant goal for you. Just maintain a proper fitness regime and you are there. Exercise is a must for relaxing your body and improving your concentration. You have to turn your aspirations into reality in order to live the life of your dreams. Staying in good health will give you a chance to fulfill your aim!",
        "Capricorn Daily Love & Relationship Horoscope": "Cards show that you may have a romantic encounter with someone charming. But it seems to be a torrid and intimate association. So free yourself from emotional bounds and make the most of the day. If the personal wants to walk away do not be possessive, he will come back to you in sometime! Just let him realize your worth.",
        "Capricorn Career & Money Horoscope": "Though you are well established in your field, you may feel restless in your work. A feeling of discontent with what you know can now begin to disturb you. However, it will be rather foolhardy to leave your job right now. These feelings are transient and avoid taking any major career decisions today as you are likely to be misguided."
    },
    "10": {
        "Aquarius Daily Horoscope": "Life has been monotonous and lackluster over a long period of time. Try to spice up your life with little adventure. It may be a visit to your favorite holiday spot or undertaking some expeditions. Separate yourself from social and personal involvements for sometime to accomplish certain goals needing your full attention.",
        "Aquarius Health & Wellness Horoscope": "The situation may be a little trying for you today. Medicines may have a bad reaction or you may be diagnosed of more than one ailment. But each of these will fade away with time very soon. You need to consult someone who is expert in suggesting the best of the treatments.",
        "Aquarius Daily Love & Relationship Horoscope": "You may form new alliances today. Hopefully it will be a serious one and will go a long way. You will be loved by someone special and you will love him back too. However certain issues may crop up due to family interference and other unseen circumstances waiting to test the durability of your relationship.",
        "Aquarius Career & Money Horoscope": "A thousand things demand your attention today and you may feel pulled apart. Be gentle on yourself. Sit down for a while and think the course of action. Then plan and act accordingly. You may meet an old friend today. Someone will also talk about an interesting offer and you may be tempted to go ahead. Visualize the end result and then take a step."
    },
    "11": {
        "Pisces Daily Horoscope": "New horizons are opening up in front of you. A talent which you have always treated as a hobby may become something more and you may find yourself making a living doing what you love. New developments are expected in every front which would broaden your ideas and may completely change the character of your life. You will be experiencing a rare moment of satisfaction with your life.",
        "Pisces Health & Wellness Horoscope": "Entering an exercise class or any other regular physical activity is a must today. If you have been trying to improve your stamina or lose some weight, this day is ideal to take the first aggressive steps towards the new regime. You will be able to find the inspiration to stick to your new routine now. You may take on a far strenuous regime than what you are used to.",
        "Pisces Daily Love & Relationship Horoscope": "Complications are likely to arise now in your romantic relationships. You must keep a firm hold on your temper because getting angry or upset is not going to produce any fruitful results. You also need to identify the love and affection that you feel for your partner that has become buried under a mountain of stress. Maintaining a fine balance between your self-respect and your commitment to your partner becomes very important now.",
        "Pisces Career & Money Horoscope": "An unexpected career opportunity will open up for you today but you should not hesitate to grab this at once. Any delay can actually make you lose your chance and you would have lost a lucrative opportunity. You may meet someone from your past who will bring this offer to you or it may be presented by a complete stranger. This is one of those times to take a risk and it will definitely pay off."
    }
}]
