horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Try to be away from people who bring negativity in your life. You may be taken by surprise today that the person you have been confiding into has spread bad words about you. Be careful of such people. Do not let them eat away your mental peace. You may find a true friend near you. It can be your spouse or your parents.",
        "Aries Health & Wellness Horoscope": "The symptoms may get amplified and you may be deeply troubled. But you can handle all this on your own. Try to follow the hints which these symptoms provide. It will help you backtrack and reach to the root cause of the disease. Take proper measures to remove the infection and you will wipe off more diseases which you could not even see until now.",
        "Aries Daily Love & Relationship Horoscope": "You are going to require a lot of patience to deal with your partner today. Do not pick on every issue as this is going to disturb the peace and harmony in your relationship. Even minor disagreements and negligible issues can flare up into major problems. Silence is going to be golden today. Just keep your cool and believe in the innate strength of your relationship and this phase too will pass.",
        "Aries Career & Money Horoscope": "Change in the place of residence because of work related reasons is a major possibility today. You may switch jobs or may be promoted and be shifted to a different region. You may also seek career related advice today either from a professional consultant or someone close to you. If you pay sufficient heed to this advice, you will be greatly benefitted."
    },
    "1": {
        "Taurus Daily Horoscope": "Give voice to your frank opinions but do not raise your voice. Focus on what needs to be perfected to bring a change rather than trying to wipe off the old dirt! Better option at this point of time is to avoid conflicts with people you live with rather than trying to deal with them.",
        "Taurus Health & Wellness Horoscope": "You have been planning to lose weight, but your good intentions are all coming to nought as a number of temptations are placed in your way. But today is an excellent day to start your diet and exercise routine to lose weight. You are likely to take professional advice for the purpose and invest a substantial sum of money in this project now.",
        "Taurus Daily Love & Relationship Horoscope": "Stress has been building in your relationship and you have been pushing to get everything out in the open. Your efforts come to a head now and a major confrontation is likely to happen. However, this will at last release all the stress and pent up tension that were clouding your interaction. With everything in the open, you will be able to make some important decision regarding the progress of your relationship.",
        "Taurus Career & Money Horoscope": "New business ideas that you proposed will now begin to bear fruit. You may have been thinking of starting your own business. This is the best time for striking out on your own. Chances are very good that you will be able to get adequate financing for your new business at this time. You may have to work in partnership with someone from abroad for establishing this business."
    },
    "2": {
        "Gemini Daily Horoscope": "Events have aligned themselves in such a way that your confidence has taken quite a beating. It will be difficult to conclude any task happily and in a satisfied manner today. You may also come in contact with someone whose negative comments can give rise to a feeling of despondency. Remember that this is a temporary phase and you will soon get your confidence back.",
        "Gemini Health & Wellness Horoscope": "Respiratory trouble may affect you today. People who have asthma are in an especially vulnerable condition and should avoid all allergens like dust and pollen. You may also catch a cold which can develop complications if not treated at once. Take adequate protection against the weather. If you have been suffering physically for the past few days, the diagnosis may be successfully made today.",
        "Gemini Daily Love & Relationship Horoscope": "You are a lot eager to impress that someone special whom you have come across recently. But someone may give you a bad advice to spoil your impression over that some one special. May be you and your adviser are both captivated by the same person. So be careful and also be on your own. Also if possible try to be the first one to take the initiative.",
        "Gemini Career & Money Horoscope": "Lately, your expenses were consistently exceeding your income, but from today you will see a distinct and welcome change. Fortune at last seems to smile upon you as your expenses taper off and your income shows signs of improvements. However, you need to be cautious and slow. Needless haste at this time can put your finances into serious trouble."
    },
    "3": {
        "Cancer Daily Horoscope": "Today, you will be able to take the first step towards discharging an obligation or return a favour. This can be mental, financial or spiritual. This does not mean that all your obligations will be settled today, but you will feel relieved that you are at last doing something to actually settle your debts. This will prove to be very rewarding for you.",
        "Cancer Health & Wellness Horoscope": "You are pro good health but for some time, fitness has taken a back seat. Today you have to pull yourself out of the bed and go for some fitness regime. A lot is stored for you in future and only when you enjoy a sound health will you be able to reap the benefits. A fitness regime can begin from home.",
        "Cancer Daily Love & Relationship Horoscope": "You are likely to be overwhelmed by a number of contradictory feelings now. In fact, you may be hard put to choose from among more than one possible romantic partner. The answer is obvious to all, but still you will feel opposing currents pulling at you. Hence, this is not the best time to take any momentous step in your love life.",
        "Cancer Career & Money Horoscope": "You will do well in the role of a receptor today! So switch onto being an organizer rather than being a host for the upcoming events! You will be making good amount of money in both the cases but surely if you choose to be an organizer! It is not against your innate abilities, you just have not recognized this side of you!"
    },
    "4": {
        "Leo Daily Horoscope": "This is the perfect time to implement your creative ideas and expand your thinking. Enroll yourself in some intellectual pursuits or a vocational training which will help you to take an edge over the others. How ever you may be subjected to some financial problems while striving to pursue the same.",
        "Leo Health & Wellness Horoscope": "You are likely to go overboard with your celebratory mood today, but you need to remember that taxing your health too far with an unhealthy lifestyle will ultimately cause you great harm. You need to exercise moderation in all things including diet and physical excesses. It is also imperative to stay away from addictive substances like tobacco, alcohol and drugs as they pose serious health risks today.",
        "Leo Daily Love & Relationship Horoscope": "The golden rule of relationship tells that you listen to your heart. Let your heart rule your mind this time. People around you will not be able to judge your partner. So do not seek their verdict on your love life. Follow your heart and maintain your self esteem. What matters to you is the purity of your relationship.",
        "Leo Career & Money Horoscope": "Balance is your major theme today and you try to achieve a balance between your income and expenses. You may start looking for a second job to supplement your income and you are likely to stumble upon a very good opportunity today. At the same time, you will be successful in tightening the purse strings today in a bid to control your expenditure."
    },
    "5": {
        "Virgo Daily Horoscope": "Your gregarious nature has resulted in many friends, but not all of them are reliable. You need to probe a little deeper before you decide to trust a friend today. You are very clearheaded today and will probably make complicated plans which you will be able to execute with perfection. Complete your unfinished business today and clear up the backlogs.",
        "Virgo Health & Wellness Horoscope": "Injuries are a strong possibility today. You have to be extra cautious to avoid falls and accidents. A visit to the doctor is indicated. Do not ignore health matters today. Otherwise they can assume serious proportion. You also need to take care of the health of those closest to you. However, this is just a temporary phase and with timely intervention, you will easily deal with the health issues.",
        "Virgo Daily Love & Relationship Horoscope": "The time is right to sit down with your partner and sort out the issues that have been bothering you lately. These can relate to your feelings and the depth of your commitment towards each other. It can also be regarding mundane household matters which you have been ignoring. The fact is it is the right time for joint action.",
        "Virgo Career & Money Horoscope": "The day will go especially smoothly at the workplace. Any difficult projects that you had been postponing for some time now can best be completed today. You will probably get a lot done ﾖ more than you expected, and clear up all your backlogs. You are filled with positive energy and this is likely to affect everyone around you in a positive way."
    },
    "6": {
        "Libra Daily Horoscope": "Lady Luck has been smiling on your finances for the last few days and your spending has gone up accordingly. It is now high time to put a brake on the high spending. You need to curb your extravagances now. Something may happen in connection with your family or someone close to you which can create a vague sense of disquiet in you.",
        "Libra Health & Wellness Horoscope": "If you have been struggling with your weight, then you are going to see some positive results today. It is the best time to start a regime of healthy diet and exercise. Chances of success will be higher if you take the help and advice of someone near to you regarding your health practices. You will feel full of energy and a new optimism today.",
        "Libra Daily Love & Relationship Horoscope": "You may feel a bit disappointed at this time. You have been dating many people of the opposite sex still cannot find anyone of your taste and stature. Family is pressurizing you to tie knots. Try to convince people at home to wait for the right person and till then let you enjoy your singlehood to the fullest!",
        "Libra Career & Money Horoscope": "The time is ripe for a change in the career front. If you were in two minds about changing your job, then this is the time when you can take the decision that will work out the best for you. Do not be afraid to take some risks as far as your career is concerned. They are very likely to pay off."
    },
    "7": {
        "Scorpio Daily Horoscope": "You may undertake short trips for professional or personal reasons. Though it is not easy for you to undertake trips at this point of time but still you will manage to do so and its results will be favorable too! Your generosity will be identified greatly especially by the people who failed to recognize it earlier.",
        "Scorpio Health & Wellness Horoscope": "You are demoralized due to certain happenings which are constantly disturbing you and you just cannot concentrate on your work. In order to maintain a better focus try to write down the tasks you have performed each day while you are awake. And also pen down the tasks you want to finish off the next day.",
        "Scorpio Daily Love & Relationship Horoscope": "The time is right for romance. You need to show your partner that you do not take him / her or the relationship for granted. This is the right time to go that extra mile and spoil your partner and your relationship can reach a new high with only a romantic and intimate dinner or a thoughtful gesture or gift.",
        "Scorpio Career & Money Horoscope": "It is good to be obedient but do not let others make you dance to their tunes. You are unique and so are your views. You must adhere to what you think is the right option however people may try to mislead you. You are in the mood to bring a change in your expenditure plans probably trying to minimize your expenses, go ahead!"
    },
    "8": {
        "Sagittarius Daily Horoscope": "You tend to be overtly self critical today. Most of your worries are groundless and you know it. Still, you cannot help but worry. The only way to deal with this is to communicate your fears to someone who is close to you and will be supportive. You need a second opinion regarding the seriousness of the problems before you drive yourself distracted.",
        "Sagittarius Health & Wellness Horoscope": "You are not sleeping well since past few days. If you will continue to be so then soon you are going to be an insomniac. So make a tight schedule of getting up from bed and going to bed at a fixed time. And adhere to it as if it is a ritual. For better guidance listen to your very own intuition which will point to the above stated facts as well.",
        "Sagittarius Daily Love & Relationship Horoscope": "Both you and your partner are full of ideas today! You may organize events at your workplace collectively or arrange a social gathering at home with your dear ones! Either of the two attempts will fetch a higher social status and build better bonds with people. Just do not invite those who are not your well wishers!",
        "Sagittarius Career & Money Horoscope": "You have been pulled in different directions for the last few days and have found it difficult to take decisive action. However, today you will experience a rare clarity of vision and will be able to take clear and proper decision regarding the issues at your workplace. You are also likely to get good career advice from someone. You are also likely to come in contact with someone who will prove to be very influential in your future career life."
    },
    "9": {
        "Capricorn Daily Horoscope": "Today, you will be in an adjusting mood. Your willingness to meet people half way and arrive at a compromise through reasonable discussion is going to endear yourself to one and all. You will be able to resolve any situation quickly. You are also concerned with beautifying your person and your surroundings as well as making sure that every occasion goes off without any hitch.",
        "Capricorn Health & Wellness Horoscope": "You may want to completely change your dietary pattern today. In a drastic move, you may decide to go vegan!! Or you may develop a sudden liking of simple home cooked dishes of fresh fruits, veggies and fish. You will probably avoid heavy and spicy dishes. You may take on a detoxification diet. This will leave you feeling highly energetic and quite young.",
        "Capricorn Daily Love & Relationship Horoscope": "Today you want to socialize but you may be drawn towards some one matching your taste and preferences. You will enjoy yourself immensely with this new romantic encounter. However you may find it to be worthless after sometime and you may walk away as a free woman! In the single hood, think of better ways of loving your partner.",
        "Capricorn Career & Money Horoscope": "For those working in the public sector, this day brings major chances of success and promotion. If you have applied for a job in the public sector, you are likely to get some positive news today. This is also a good time to look for a different job, mostly in an administrative line, if you are not satisfied with the prospects in your current job."
    },
    "10": {
        "Aquarius Daily Horoscope": "Today you can risk buying a lottery ticket or buy shopping deals. Winning is quite evident as lady luck will be on your side today. The situation may require you to be a little assertive with your point of view. Your silence may be taken wrongly and will put you in a questionable position. So better not let anyone form an opinion against you.",
        "Aquarius Health & Wellness Horoscope": "You will become aware of the health risks of your current lifestyle and may initiate a regime to correct it. You may have to undergo a health check up due to some reasons and this is likely to alert you to the possible danger. You have adopted a better lifestyle a number of times in the past, but this time you will find it much easier to stick to the regime this time.",
        "Aquarius Daily Love & Relationship Horoscope": "You need to take off the rose coloured glasses when you examine your current relationship and take the necessary drastic step. Do not drag a relationship just because it is meant to be or due to social pressure. Examine whether it is making you happy, and if it is not doing so, then this is the right time to dump it.",
        "Aquarius Career & Money Horoscope": "While you are quite satisfied with your job and good at it too, you may lose your temper today and get into arguments with your colleagues. Be careful not to take any reckless decision based on these momentary disturbances. There is a chance that you may leave your job ﾖ a job you actually like ﾖ because of a momentary unpleasantness. So, it is vital that you guard your temper today."
    },
    "11": {
        "Pisces Daily Horoscope": "You are in a dominating mood today. You want to take the lead and demonstrate your authority. However, you have to be careful not to throw your weight around. You may accidentally step on some toes. Though you feel that you know better and can handle the situation better, you should still try for cooperation and harmony while tackling any project.",
        "Pisces Health & Wellness Horoscope": "The time is absolutely right to revise your diet thoroughly. Be sure to include lots of fruits, veggies, milk and lean protein in your diet as this is necessary for your good health. You will realize that your health is being affected by the wrong type of foods that you insist on eating. However, implementing these dietary changes is going to be much more difficult than planning them. Try to get help of a dieting partner to improve your chances of success.",
        "Pisces Daily Love & Relationship Horoscope": "You need to lighten up today. Enjoy a time of romance and simple pleasures with your partner and try to forget the serious issues for today. Your relationship is too intense for you to actually relax. You should take this chance to indulge in some simple and enjoyable activities and take joy in spending time in the company of each other.",
        "Pisces Career & Money Horoscope": "Lately the co-workers have been uncooperative towards you out of jealousy! But do not blurt out anything in front of them as it will get manipulated and reciprocated to your seniors in a different way. Just maintain distance with these people for some time. You may receive some unexpected wealth today.ﾠﾠ"
    }
}]
