horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You are likely to spend quite a lot on matters like furnishing, clothes and cosmetics. However, you will be able to stop your spending just short of extravagance. You are also likely to give expensive gifts to someone you love and this is definitely going to be appreciated. However, you need to verbalize your feelings so that your gestures become more meaningful.",
        "Aries Health & Wellness Horoscope": "You are likely to go overboard with your celebratory mood today, but you need to remember that taxing your health too far with an unhealthy lifestyle will ultimately cause you great harm. You need to exercise moderation in all things including diet and physical excesses. It is also imperative to stay away from addictive substances like tobacco, alcohol and drugs as they pose serious health risks today.",
        "Aries Daily Love & Relationship Horoscope": "It is vital that you do not rush to any conclusion or let misconceptions build up in your relationship. Try for a greater degree of openness and honesty as an atmosphere of distrust is likely to take firm hold of your relationship during this period. Take special care not to let a third person influence your opinion about your partner and your behaviour towards him / her.",
        "Aries Career & Money Horoscope": "You will be driven by a need to make a difference in the lives of people. You are likely to get involved in some charitable work which will take up a lot of your time and commitment. You may need to make some tough decision like whether to stay in this charity organization, help others and earn much less or to go back to your regular job and earn lots."
    },
    "1": {
        "Taurus Daily Horoscope": "Your peaceful mental state may be intercepted by the interrogation from others. They are pretty curious to know whatﾒs up in your personal and professional arena. Some one close to you has leaked out your future plans in front of mouths that just donﾒt stop talking at all. Try to ignore all this and remain focused.",
        "Taurus Health & Wellness Horoscope": "You need to maintain a stable frame of mind and think things through sensibly and logically before you jump in with both feet. This is a time of fantasy for you. So, turn your mind towards romance and enjoying yourself. Applying a fantasy to romance will work to your advantage, but results may be very different if you try to be fanciful at your workplace.",
        "Taurus Daily Love & Relationship Horoscope": "You have been more on the passionate side and hence fail to recognize that relationships are multi faceted doorways. You have to move in circles which are both exciting and challenging. You will get a chance to get closer to someone whom you have deeply admired since past many years. You will be greatly delighted to have this person around.",
        "Taurus Career & Money Horoscope": "You may come in accord with a successful professional who may be the best option available for getting your work done. But be careful before forming partnership with him. Chances are there that he may hike his rates in the mid of the work assignment. Best option would be to go for an agreement where the hike rate should not be left floating."
    },
    "2": {
        "Gemini Daily Horoscope": "You need help and the quicker you realize this the better. A timely call to a friend or a mentor can go a long way to establish your peace of mind and position in life. The changes that you have been resisting will begin to make more sense and you will begin the process of implementing these changes. Do not let your ego stand in the way of practical necessity.",
        "Gemini Health & Wellness Horoscope": "You enjoy an overall good health. But as the times are getting more demanding, you need to take care of your health and diet. Include multiple vitamins in your diet especially A, C and E which in turn will help you to maintain a good immune system. Also drink - glasses of water. This will keep you hydrated and fit.",
        "Gemini Daily Love & Relationship Horoscope": "You seem to spend quality time with your loved ones. Just do not be over assertive on any point, which will only disrupt the interpersonal harmony. Your partner needs some time to let you get into the details of what you demand from them. Undertake trips or enjoy some soulful music to lighten up the moods.",
        "Gemini Career & Money Horoscope": "You will be filled with professional confidence today. You are going to respond strongly and intuitively to work related concerns and no problem is too big for you to handle today. Minor crises may occur at the workplace but you are more than equal to dealing with them and come out with flying colours. Your co-workers will be impressed by your ability."
    },
    "3": {
        "Cancer Daily Horoscope": "You are liable to be in a rather emotional mood today. Small things can trigger a melancholy or you may recall a happier time. You may call up somebody or try to get in touch with an old friend. You may also think of forgetting old grudges and extending olive branch in order to arrive at a satisfactory solution to your current problem.",
        "Cancer Health & Wellness Horoscope": "You have almost always been careless with your health. But from today you will begin to take an unusual interest in health and fitness regime. You may join a physical activity class and you feel especial interest in yoga. You will also change your diet, opting for a far healthier one. You will no longer allow your health to take a back seat whether you are partying or working.",
        "Cancer Daily Love & Relationship Horoscope": "Your loved one is going to require your help and support today. It is the time to extend your unconditional love and support and not to gloat or criticize your partner. You need to put aside your petty issues and grievances. How you act now will have a long term influence on your relationship. So, you need to make some long term decisions now.",
        "Cancer Career & Money Horoscope": "You may be a spendthrift today! Your sub conscious seems to be guided by the signs from spiritual guides and this is where you are getting trapped! It is good to try remedies but not at the cost of losing all of your savings! Factually all this will do no good, just keep patience and things will work out gradually."
    },
    "4": {
        "Leo Daily Horoscope": "There is confidence in air. You will take up a pending project that had been left unfinished. Obstacles seem to appear but they will not block your path. A close friend will come for your rescue. An important connection at work will open up the door of opportunity to yoke out imagination. Do not turn back to dig past.",
        "Leo Health & Wellness Horoscope": "Your health remains in peak condition today. It is necessary to start a light exercise routine in the morning for continual good health and today is the best day to take the first step towards this. You may develop some complaint of the teeth towards the evening. It is also necessary to change your dietary pattern immediately for your continuous good health.",
        "Leo Daily Love & Relationship Horoscope": "The planets are lining up to give you a stormy time, but that is not actually a bad thing. You have fallen into a romantic rut in recent days with both of you taking each other for granted. Passions will run high and if you can put aside petty issues, this may turn out to be one of your most memorable interludes.",
        "Leo Career & Money Horoscope": "Some sort of confusion is likely to occur at the career front today. You may be doing well enough in your chosen job. At the same time you may get an offer to join a business which is thoroughly trustworthy and offers a greater reward. Since you never saw the offer coming, this is likely to leave you in a state of indecision. Take your decision after long and careful consideration."
    },
    "5": {
        "Virgo Daily Horoscope": "Cards show that you need to socialize more than ever today! You want to make a transition in your lifestyle and career by indulging in work requiring communication with others. Try to accomplish what all you set out to do! You can maintain a sharp focus on what ever you want to do; just make sure you do not go overboard.",
        "Virgo Health & Wellness Horoscope": "You seem to be caught in complex problems or your spiritual calmness will be shattered today. Some deep seated painful memories may get lively. Seek the help of a counselor if required to help you resolve certain issues. Watch out for your dreams which may contain answers to few of your questions.",
        "Virgo Daily Love & Relationship Horoscope": "Today you will find the reason behind abrupt behavior of your partner. You have been paying lesser attention on him/her. Today is the day to pamper your partner. Take your partner out for a long drive or shopping. Have dinner together. Compliment your partner. You will again see the same freshness and spark in your soul mate.",
        "Virgo Career & Money Horoscope": "While you are quite satisfied with your job and good at it too, you may lose your temper today and get into arguments with your colleagues. Be careful not to take any reckless decision based on these momentary disturbances. There is a chance that you may leave your job ﾖ a job you actually like ﾖ because of a momentary unpleasantness. So, it is vital that you guard your temper today."
    },
    "6": {
        "Libra Daily Horoscope": "It seems to be a day full of contemplations for you today! You may want to make a shift from current housing locality or from your current job even. Do not be in doldrums; it is worth going in for a change. You may receive some help from an unexpected piece of communication from some one who has been wishing well for you secretly!",
        "Libra Health & Wellness Horoscope": "You are high on energy today which will reflect in your actions. You also enjoy a good health in general. You may plan for some health routine today if you have been ignoring it for some time. You may have to go in the sun in connection to your work so carry an umbrella with you as you may be prone to develop headache latter in the day.",
        "Libra Daily Love & Relationship Horoscope": "Romantic encounters are quite possible today. Although things may take time to work out due to certain immaturity in you and your partner too. Do not feel insecure of the partnerﾒs past and donﾒt let ego form a ground for misunderstanding too. Just go with the flow and you are bound to form a stronger bond with your partner.",
        "Libra Career & Money Horoscope": "Depression and hardships are indicated at the work front. However, if you have managed to learn from previous experiences, you will be able to deal with these quite easily. It is necessary to draw from your own knowledge of the past. Timely application of this knowledge can take your career very far at this position. You also need to take decisions quickly for them to be effective."
    },
    "7": {
        "Scorpio Daily Horoscope": "There may be a sudden uproar of emotions in some one close to you. And the reason could be possibly you! You have a tendency to quickly jump onto conclusions! And have blamed the person for being unfaithful without properly looking into the matter! So you should better inculcate the patience of sitting back and watching the things get revealed at the right time.ﾠﾠ",
        "Scorpio Health & Wellness Horoscope": "Somebody will be able to impress upon you how your dietary habits and lifestyle is affecting your health and you are likely to take a decisive step to correct the situation. If you are a smoker, you will resolve to quit today and if you are a fast food junkie, you will be shopping for health foods before the day is over.",
        "Scorpio Daily Love & Relationship Horoscope": "Major changes are indicated on the relationship front today. Some incident or information will help you to understand the motivations behind the puzzling actions of your partner in the last week and you will be able to evaluate your relationship in the light of this information. Single people are likely to meet someone interesting, but it is advisable to proceed with caution.",
        "Scorpio Career & Money Horoscope": "You are a bit different right now as fun and romance are on your mind, contrary to the thoughts of work hovering around you always. But it is okay, take a day off from work and enjoy your day. Do not worry much since you know it well when you have to draw the line. Management at the workplace is pretty impressed with your work and you may get a promotion even!"
    },
    "8": {
        "Sagittarius Daily Horoscope": "Name and fame are on the cards today. You are also likely to make snap decisions based on your intuitions and feelings rather than logic, but they will turn out to be right on money. Your intuition is top notch now regarding any decision in your life, but you may have to sacrifice some comforts now in favour of long term goals.",
        "Sagittarius Health & Wellness Horoscope": "You are going to get good health related advice from someone who may be close to you or a complete stranger. You will benefit markedly if you pay heed to this advice. The day is ideal for relaxing and getting rid of your accumulated stress. You should take this time to practice some much needed meditation to refresh your mind.",
        "Sagittarius Daily Love & Relationship Horoscope": "The day is perfect for romance and you can plan to surprise your partner with some intimate or extravagant gesture. You also will probably receive a happy surprise from your partner. Be sure to schedule some alone time in order to take full advantage of this planetary setting. If you are thinking of starting a family, then this is the perfect time for it.",
        "Sagittarius Career & Money Horoscope": "Major changes are now expected at the work place. In fact, your entire way of earning a living may be changed and you may be working at a job which you hoped for but never dreamt that would become possible. You will be able to come up with innovative ideas and completely new approach to problems at your work which will attract the attention of those in power."
    },
    "9": {
        "Capricorn Daily Horoscope": "You have been following a highly hectic schedule for the last few days and it is time to get organized. Today will be comparatively relaxed, but you should take this time to get your affairs into some semblance of order. Otherwise, things are likely to get even more chaotic in the coming days and you are likely to become anxious as things would seem to go out of control.",
        "Capricorn Health & Wellness Horoscope": "Passion is the order of the day today. You may have been exercising great restraint in the recent days, but all your efforts to hide your passionate nature will come to nought today. Surprise your partner with some spontaneous action. You will be able to discover hidden depths in your own nature and you will be able to drive both yourself and your partner much further.",
        "Capricorn Daily Love & Relationship Horoscope": "Your beauty will get fixed in the eyes of every beholder almost. It will be a good chance to run into your ex and axe them up. But be careful of not getting back to them! After all past should remain in the past! One of your friends may need your help in their love life but do not forget to take care of your own!ﾠﾠﾠ",
        "Capricorn Career & Money Horoscope": "You are in a rather indecisive mood today with regard to your finances. Contradictory planetary influences tend to pull you in different directions. You may go out for a bout of expensive shopping, but you may find it difficult to take the final decision at the last moment. Such indecisiveness will also mark your investments. This is likely to irritate people close to you."
    },
    "10": {
        "Aquarius Daily Horoscope": "You need to take the control of your life back. It is time to stop worrying what other people are thinking and saying. Instead, a period of self analysis is called for so that you can better understand your own needs and desires and arrive at an objective conclusion. However, take care that your decision does not hurt someone who is emotionally dependant on you.",
        "Aquarius Health & Wellness Horoscope": "You have a strong urge to look fabulous. However try to seek for a partnerﾒs support in achieving the same. The diet should be revised once again before you intake anything as there may be something unforeseen which may cause an allergic reaction to you upon consumption. Follow less of advice and do more of workout!",
        "Aquarius Daily Love & Relationship Horoscope": "It is hard to bear with but you may have to! Cards show some discord with the partner today or even separation if the situation gets worse. But it will be temporary if you tend to retain cool. Donﾒt let your ego take control of you. Better go and clear up misunderstanding with your partner and put all issues to rest once and for all.",
        "Aquarius Career & Money Horoscope": "There is a strong chance of changing your job or even the direction of your career completely today. Something which you have treated only as a hobby till now may develop into a money making avenue. You may give up your job to concentrate full time on this. While this may appear scary, the results are going to be very encouraging and, though it may take time, it will eventually become financially rewarding."
    },
    "11": {
        "Pisces Daily Horoscope": "You are full of positive energy today. However, though you may mean well, your unsolicited advice is not going to be welcome everywhere. You should indulge your impulse to pamper yourself and may end up spending a considerable sum for your own pleasure. However, it is better to check your impulses as far as other people are concerned because your good intentions may be misinterpreted.",
        "Pisces Health & Wellness Horoscope": "Injuries are a strong possibility today. You have to be extra cautious to avoid falls and accidents. A visit to the doctor is indicated. Do not ignore health matters today. Otherwise they can assume serious proportion. You also need to take care of the health of those closest to you. However, this is just a temporary phase and with timely intervention, you will easily deal with the health issues.",
        "Pisces Daily Love & Relationship Horoscope": "You did not take out time to settle trivial issues. Today they have piled up to appear big. Today you feel yourself entangled. The matters have become complicated and you are clueless where to start. It is advisable to talk face to face. By the end of day you may find yourself comfortable in the company of your partner.",
        "Pisces Career & Money Horoscope": "Your career is not at all going according to your plan and you cannot even understand why it is taking its current direction. The best remedy is to start afresh. The first step is to prepare a proper resume and submit it to the most relevant person ﾖ something which you have not done yet. You need to take control of your career rather than letting random events guide you."
    }
}]
