horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You are full of energy today. Your charm and wit is likely to dazzle all both at home and at your place of work. Go out with friends or someone special and enjoy. The day will be relaxed and free of pressure. There are chances of making significant monetary gains today, but keep an eye on the amount that you are spending on your shopping.",
        "Aries Health & Wellness Horoscope": "You may be troubled by problems related to skin and teeth. Make sure to eat plenty of fruits, green veggies, milk and milk products in your diet. Allergies too may be acting up and this is the time to take special care to avoid all allergens. Proper diet and relaxation exercise are necessary to maintain your health and beauty.",
        "Aries Daily Love & Relationship Horoscope": "The planets ruling your love life are now at their peak. So, this is going to be an exciting as well as passionate time for you. Make the most of this. Plan something special with your partner or decide to surprise him / her with an extravagant gesture and it will be returned with equal enthusiasm. The time is right to devote complete attention to your love life.",
        "Aries Career & Money Horoscope": "Great opportunities are likely to open up on the career front today. You can get a really fantastic job offer or that promotion for which you were eagerly waiting, finally comes through. Help may arrive from a completely unexpected quarter which is likely to overwhelm you. You may also receive help from someone whom you had helped in the past."
    },
    "1": {
        "Taurus Daily Horoscope": "Try to grab the opportunities which give you a chance to think and reproduce it in your own way. You enjoy all this very well with great enthusiasm. Changes at home are quite predictable, may be you are moving onto a new place in search of more solace and for better opportunities of growth.",
        "Taurus Health & Wellness Horoscope": "The day calls for rest and relaxation. You are likely to spend the day pampering yourself. Book a beauty session or a spa treatment as they are going to be very effective today. You are soon going to be glowing and glamorous. People around you are going to find it difficult to keep pace with your vitality after your beauty and wellness session.",
        "Taurus Daily Love & Relationship Horoscope": "You are feeling especially sanguine and diplomatic today. Hence, you will be able to handle any situation that arises in your family or your relationship today. Your partner may be misinformed about you or may come out with a grudge from long ago. You will be able to deal with this easily in a sympathetic manner which will actually strengthen your relationship.",
        "Taurus Career & Money Horoscope": "You are going to feel very ambitious today. New opportunities are opening up at the place of your work and you will be very eager to take advantage of them. Be careful that your eagerness does not breed jealousy and ill feeling among your colleagues. You need to realize that for successful completion of projects, it is necessary to not only impress your superiors but also to gain the support of your co-workers."
    },
    "2": {
        "Gemini Daily Horoscope": "This day is all about change. You may come in contact with someone who will bring substantial changes in your life or put you in touch with other people who can cause the change. However, not all the changes are good for you. You will need to analyze whether the change will be good for you in the long run before you decide to go with the flow.",
        "Gemini Health & Wellness Horoscope": "Happiness is the key to your good health and the reverse is also true. It is essential that you recognize this link between your health and happiness. So, the energy that you spend in maintaining your health will all go to waste if you are unhappy in your mind. You need to embark on a journey of self discovery to discover the root of your unhappiness if you want to enjoy good health.",
        "Gemini Daily Love & Relationship Horoscope": "The goddess of solar system and the planets which bring a sense of nurturing are shining in your sign today. Give your love a comforting feel. Make your love feel important. The planetary positions will protect your love life. It is perfect time to bask in the glory of love. Today you may get some personal and intimate time with each other.",
        "Gemini Career & Money Horoscope": "You will do well in the role of a receptor today! So switch onto being an organizer rather than being a host for the upcoming events! You will be making good amount of money in both the cases but surely if you choose to be an organizer! It is not against your innate abilities, you just have not recognized this side of you!"
    },
    "3": {
        "Cancer Daily Horoscope": "You are modest today and you may witness selfless service. You are at the giving end. You may sacrifice your time, space money or even food to satisfy others. People will respect this act of yours. Watch your threshold. Pay attention to your children. They may be prone to contract some infection. Spend time at home and eat hygienic food.",
        "Cancer Health & Wellness Horoscope": "You have been slacking off as far as your health and fitness routine is concerned. It is now high time to get back on track. Otherwise, all the good work that you have accomplished at the fitness front will come to nought. However, do not overtax yourself as this will seriously affect your motivation. Just spend thirty minutes in the gym today to get back to the rhythm of the thing.",
        "Cancer Daily Love & Relationship Horoscope": "The connection with your soul mate seems to be fading away due to work pressures. But you can struggle well to maintain meaningful relations. If you are serious about this person then you must strive to retain the lost charm other wise control your temptations. It will be an unnecessary and wasted effort for some one who does not matter to you much!",
        "Cancer Career & Money Horoscope": "While you are likely to be very thrifty, you will be in rather an extravagant mood. You are likely to buy a costly item of beauty as you enjoy and appreciate pieces of art. You may also buy an expensive gift for someone close to you and surprise that person. Everything is likely to go smoothly in your workplace."
    },
    "4": {
        "Leo Daily Horoscope": "All your efforts regarding both your career and your personal life are now coming to a head. A momentum is likely to build up which will lead to a major success for you. Your efforts and ingenuity will be noticed by your superiors and you will gain some staunch supporters in the process. Your enemies will be left helpless today.",
        "Leo Health & Wellness Horoscope": "You need to take special care of your eyes, especially if your job requires heavy strain of the eyes. People, who have to read a lot, take photographs or use the computer continuously in the course of the day should get their eyes checked out and take adequate care. It may also be a good idea to rest your tired eyes for a day and look at nature for a change rather than books and computer screens.",
        "Leo Daily Love & Relationship Horoscope": "Disagreements are likely to flare up between you and your partner today. The issues may be very minor or may be vital, but they have all been festering for quite some time in your relationship. This has resulted from a lack of proper communication between you. You are going to require huge amount of patience to deal with the situation if you want to save this relationship.",
        "Leo Career & Money Horoscope": "Lately the co-workers have been uncooperative towards you out of jealousy! But do not blurt out anything in front of them as it will get manipulated and reciprocated to your seniors in a different way. Just maintain distance with these people for some time. You may receive some unexpected wealth today.ﾠﾠ"
    },
    "5": {
        "Virgo Daily Horoscope": "You are going to juggle a number of issues today and all of them will be of pressing importance. Time schedules can get especially difficult and you may end up feeling rather frazzled. In addition, you will probably come to know of some schemes which appear far out of the box. You may end up feeling torn and may do or say something that you will regret later.",
        "Virgo Health & Wellness Horoscope": "Relaxation is on your cards today. You will indulge in various relaxation techniques be it massaging, swimming or self pampering. Yoga is also a good option. Second half of the day may be hectic with guests pouring in or you visiting people. While partying also, stick to healthier option as you may suffer from stomach aches. Family and friends keep you engaged.",
        "Virgo Daily Love & Relationship Horoscope": "Stress has been building in your relationship and you have been pushing to get everything out in the open. Your efforts come to a head now and a major confrontation is likely to happen. However, this will at last release all the stress and pent up tension that were clouding your interaction. With everything in the open, you will be able to make some important decision regarding the progress of your relationship.",
        "Virgo Career & Money Horoscope": "You have been saving up to spend on some pet project and the time is at last right to actually put your plan into motion. When you go to buy the object, you are going to be tempted by bigger and more sophisticated things, but you should definitely stay within your budget. Expenses are inevitable today, but try to avoid over spending o n things that you do not need."
    },
    "6": {
        "Libra Daily Horoscope": "You are planning to go for higher education and today you will receive lot of offers for the same from prestigious institutions which may offer you scholarship even. Just be careful while making preliminary arrangements and gathering information. Someone is trying to take advantage of you as well.",
        "Libra Health & Wellness Horoscope": "You will be feeling especially healthy and energetic today. Be sure to use this energy in a fruitful way. If you have been putting off any task, today you can complete it easily. It is also a great day to start a new regime of exercise or attend a class of some physical activity like aerobics or swimming.",
        "Libra Daily Love & Relationship Horoscope": "This is the day of making new connections. You should reach out today. New friendships, partnerships or even affairs are on the cards today. You will be plunged into a whirl of social activities now which will bring you in touch with new potential friends or partners. But take care not to ignore those who are close to you as you pursue new relationships.",
        "Libra Career & Money Horoscope": "Small but persisting obstacles will arise in the path of your work today and you will find it very difficult to finish your projects within the deadlines. The obstacles are seemingly meaningless and it will be almost impossible to predict or avoid them. However, getting irritated and losing your cool is not going to be of any help. Instead, try asking your colleagues for help to complete your tasks on time."
    },
    "7": {
        "Scorpio Daily Horoscope": "You will easily get many opportunities to complete your unfinished work on time. Other problems which may crop up will get resolved quickly so do not bother yourself about them. Try to make the most of the day because what ever you will do today, will be successful as well as fruitful. You may be looking for a good advice from someone dear to you.",
        "Scorpio Health & Wellness Horoscope": "You seem to be out of form since past few days and that is the cause of your concern. Imbalance between what you do and what you plan to do is the root cause of your failure to accomplish the goals set by you. Relax yourself and expect less from yourself too. You may have an attack of anxiety if you will not retain your cool at this point of time.",
        "Scorpio Daily Love & Relationship Horoscope": "You somewhere have started to feel that romantic involvements are tedious and non-fulfilling to you these days. However a unique and fresh kind of romance may re-kindle your desire to form alliances with the people of opposite sex. Motivate yourself not to lose hope, the fruit of patience is sweet and so will be your reward.",
        "Scorpio Career & Money Horoscope": "The day is especially favourable for investment purposes provided you have done your homework carefully. Investing on a whim is unlikely to pay off but if you research the matter deeply, you will soon arrive at the correct conclusion. Your investments will also help in attaining your long term goals. So be sure to invest only after judging the matter."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You may examine changes in your lifestyle which could possibly establish a balance between your work and health. You can drop an email to one of your close friends asking about the solution for the same. These changes will make you comfortable. You may align yourself with right people and they will let you determine the purpose of various goals.",
        "Sagittarius Health & Wellness Horoscope": "You are demoralized due to certain happenings which are constantly disturbing you and you just cannot concentrate on your work. In order to maintain a better focus try to write down the tasks you have performed each day while you are awake. And also pen down the tasks you want to finish off the next day.",
        "Sagittarius Daily Love & Relationship Horoscope": "It is time to completely revise your attitude and action regarding the special person in your life. Today, you will come to realize that the person to whom you are attracted is more likely to respond to a direct approach rather than to any games or wiles which have served you well in the past. This person is completely different and demands complete honesty and openness from you.",
        "Sagittarius Career & Money Horoscope": "Students may find a new career option through a friend or a guide. You might end up choosing this as your career. A thorough research is advisable. Professionals may might a surge of energy today. It is a good day for head starting any project. Subordinates will prove helpful. You will play the role of a good team leader."
    },
    "9": {
        "Capricorn Daily Horoscope": "An elderly person gives you food for thought. Planning and prioritizing has been your strength. Do your bit and things will fall in place. Maintain your calm and practice patience. Someone may visit you today. Take care of your health and find time for relaxing as well. An important financial arrangement is on its way which may prove windfall gain for you.",
        "Capricorn Health & Wellness Horoscope": "If you are working on a health related project or are planning something new then you can achieve results far more easily and successfully than you have ever imagined. But track your progress and keep remedies ready if unexpected results crop up! You may earn appreciation for all these good practices even.",
        "Capricorn Daily Love & Relationship Horoscope": "If you were going steady or were in two minds about committing to a relationship, you will be able to arrive at a conclusion today. Those involved in a relationship may decide to get engaged or married. A shift in the planetary energies today can cause you to evaluate your relationship in a new light. If you had been avoiding commitments before, you will welcome them today.",
        "Capricorn Career & Money Horoscope": "Change in the place of residence because of work related reasons is a major possibility today. You may switch jobs or may be promoted and be shifted to a different region. You may also seek career related advice today either from a professional consultant or someone close to you. If you pay sufficient heed to this advice, you will be greatly benefitted."
    },
    "10": {
        "Aquarius Daily Horoscope": "You may have to trace back to the initial stages of few events. The cause for certain mishaps lay hidden in the roots. Your reputation in the eyes of others has suffered greatly because of this. It is very much necessary to be reserved and cautious in your approach lest people will try to be a hindrance in your quest.",
        "Aquarius Health & Wellness Horoscope": "The day is perfect to indulge in some special time for yourself. Go for a massage or a beauty treatment and you will come out feeling great. You are also likely to get some good news regarding your health and fitness. You can also experiment with different health regime to find out which one is best suited for you.",
        "Aquarius Daily Love & Relationship Horoscope": "You may have to argue with your partner to stop them for their own good. They may not welcome our opinion but you have to make them understand your point of view. Do not fuss too much else you will lose your relevance. The altercations will not last for long and you will fetch more respect from your partner towards the end of the day.",
        "Aquarius Career & Money Horoscope": "You have several commitments pending but there is plenty of time to complete them with ease. However, you will be feeling restless, inattentive and lethargic. As a result, you will accumulate backlog. Since your mind is not at all ready to concentrate, it is best to take a day off and give yourself a much needed rest. This will help to relieve your stress to a great extent."
    },
    "11": {
        "Pisces Daily Horoscope": "Those who are in real-estate dealings seem to have a bright day. Returns on investments will be high. Just do not get into any arguments, intelligent justifications will just complicate things. You seem desirous of learning something new, may be which can give you a professional edge over the others or it may be a simple guitar learning session!",
        "Pisces Health & Wellness Horoscope": "You have been working a lot lately, so take ample rest before you embark on a new mission. You can participate in creative activities or sports in your leisure time to boost your thinking ability and physical stamina. Try to move across the town as much as you can or even out of it if possible in order to refresh your mind completely.",
        "Pisces Daily Love & Relationship Horoscope": "Recently you have been negligent to all kinds of relationships in your life! But before it gets late you must bridge up the gap! Your partner has stood by you in odd times but somewhere you are not able to give him the same return. Do not be speculative of the flaws your partner possesses. You have not noticed while he has improved greatly!",
        "Pisces Career & Money Horoscope": "A short but extremely lucrative opportunity is likely to open up for you today. Investing in construction or real estate business can turn out to be most profitable now. However, you will get to enjoy the benefits only if you take timely and decisive action. Wasting time now would result in the loss of your opportunity. Property related loans are also likely to be sanctioned today."
    }
}
]
