horo_english=[{
    "0": {
        "Aries Daily Horoscope": "There seems to be an imbalance between your personal and professional life! The best way to sort it out is to clearly demarcate your work schedule for each day, which seems to be varied for each upcoming day! Donﾒt worry your dear ones wonﾒt fail to recognize your commitment towards them in spite of receiving less attention from you lately.",
        "Aries Health & Wellness Horoscope": "Situations will arise today where you will be exposed to allergens and there will be no way to prevent this. So, you need to take adequate preventives beforehand. One thing that you can do is to design your diet in such a way that it boosts your immune system and protects you from infections. Drink plenty of water and include necessary vitamins in your diet.",
        "Aries Daily Love & Relationship Horoscope": "Both you and your partner have been super busy lately. So, today, make sure to spend time in each otherﾒs company. Plan a romantic dinner and spoil your partner with your attention. This gesture of appreciation will go a long way. Single persons are likely to have a great date which may inspire them to take the relationship to the next level.",
        "Aries Career & Money Horoscope": "You may a lot of emphasis on making investments and money matters today. Control yourself! Just out few new properties but do not go for any moneymaking venture today. Do not pressurize your seniors much for a salary hike. This isnﾒt still the right time. Better stay and acquire more knowledge in your current organization."
    },
    "1": {
        "Taurus Daily Horoscope": "There may be a sudden uproar of emotions in some one close to you. And the reason could be possibly you! You have a tendency to quickly jump onto conclusions! And have blamed the person for being unfaithful without properly looking into the matter! So you should better inculcate the patience of sitting back and watching the things get revealed at the right time.ﾠﾠ",
        "Taurus Health & Wellness Horoscope": "Somebody near to you may be feeling sick today. You will be required to do quite a lot of nursing duty, but do not worry. Something good is going to come out of your help. However, you should take precautions against minor infections today. Ignoring small health issues of yourself or someone close to you can lead to greater complications in the future.",
        "Taurus Daily Love & Relationship Horoscope": "You may appear to be confused to select the best among the rest! Making decisions in a short time is not your innate ability but you can do it this time! But going for the right option is as easy as following your heart! The best way is to look up to the one who is rich at heart and decipher whatﾒs there in the hearts of those who pretend to be so but arenﾒt.",
        "Taurus Career & Money Horoscope": "You will be able to utilize some lessons that you learned from the past to avert a problem at the work and its possible complication. Your ability of practical application and quick thinking is going to attract the attention of your superiors and new and exciting career prospects may open up. You should not let this opportunity pass without result."
    },
    "2": {
        "Gemini Daily Horoscope": "You will be feeling very creative today. You appreciate all beautiful things and want to create something beautiful. The day is especially favourable for artists. However, it is necessary to complete the projects that you start today. You may suddenly start feeling deflated ﾖ a common occurrence after a surge of creativity and it may leave you feeling depressed and hollow without reason.",
        "Gemini Health & Wellness Horoscope": "A loved one needs your attention as they might be prone to some illness. You may see yourself nursing your loved one. Maintain hygiene today and wash your hands after nursing. Do not ignore your health as well. Today is the day to be conscious of small things as you may be prone to suffer from a few minor infections.",
        "Gemini Daily Love & Relationship Horoscope": "You may come across certain information which will help you to understand your partner and the direction of your relationship better. Your partner may have been sending off confusing and contradictory signals in the last few days, but today you will begin to understand the significance of this behaviour. This will help you to take important decisions regarding the future nature of your relationships.",
        "Gemini Career & Money Horoscope": "Friction is likely to develop between you and your partner, but you need to stick to your point and not back down from it. Do not worry as this situation will not lead to a lasting estrangement. Though there may be temporary feelings of coldness, your partner will realize that you had done what you thought right and you will gain more respect from him / her."
    },
    "3": {
        "Cancer Daily Horoscope": "You may be going to host a big conference or seminar today. But slight confusions with the availability of the venue at your desired time may put you at an embarrassing position in front of every one and you may have to cancel the event! You have to keep your cool in such a situation and keep acting positively.",
        "Cancer Health & Wellness Horoscope": "Entering an exercise class or any other regular physical activity is a must today. If you have been trying to improve your stamina or lose some weight, this day is ideal to take the first aggressive steps towards the new regime. You will be able to find the inspiration to stick to your new routine now. You may take on a far strenuous regime than what you are used to.",
        "Cancer Daily Love & Relationship Horoscope": "This is the time for light-hearted fun. The day is perfect for romance and spending a day of fun filled activities with your partner. While your worries will not magically disappear, you will feel much lighter and will be able to shelve your problems for the time being as you enjoy this special time. Single people may meet potential long term partners in a social gathering.",
        "Cancer Career & Money Horoscope": "You are fully turned on to work mode after spending few days of holidays without any official interference. But your clients, colleagues and sub-ordinates do not seem to be on the same page. Be understanding and respectful towards their problems. Give them a mental break from work. Do it without making them feel that you doing them a favor."
    },
    "4": {
        "Leo Daily Horoscope": "Communication is your key today. You may open up to a close friend or loved one. Something has been troubling you for quite some time. Today is the day to vent out your anger and frustration. A solution may surface while discussing. Remember pouring heart out will help you. A surprise waits for you at the end of the day.",
        "Leo Health & Wellness Horoscope": "The symptoms may get amplified and you may be deeply troubled. But you can handle all this on your own. Try to follow the hints which these symptoms provide. It will help you backtrack and reach to the root cause of the disease. Take proper measures to remove the infection and you will wipe off more diseases which you could not even see until now.",
        "Leo Daily Love & Relationship Horoscope": "You need to realize that though there may be a lot of love, every relationship needs work to be sustained. Simply being in love is not sufficient; you should demonstrate your love from time to time. You have been ignoring the gestures for quite some time now. If you do not remedy this tendency at once, your partner will begin to think that you have lost interest and they may begin to look elsewhere.",
        "Leo Career & Money Horoscope": "Try to figure out what you can do to bring out the best in you. It will also make you unique in your designs and concepts. However when it comes to finances your rewards will be delayed. Still you have enough income to save yourself from financial crisis. Just safeguard what you have and you will be able to come out of the situation!"
    },
    "5": {
        "Virgo Daily Horoscope": "You will have to put your trust into another person today. This person can be someone close to you ﾖ a friend or a relative. He or she will help you in some crucial task which will significantly affect your future, but the key here is the trust that you will have to place in that person. This will require a leap of faith on your part.",
        "Virgo Health & Wellness Horoscope": "You enjoy an overall good health. But as the times are getting more demanding, you need to take care of your health and diet. Include multiple vitamins in your diet especially A, C and E which in turn will help you to maintain a good immune system. Also drink - glasses of water. This will keep you hydrated and fit.",
        "Virgo Daily Love & Relationship Horoscope": "After experiencing a dry spell, your love life is likely to become quite active today. Your partner has probably been ignoring you and now he / she will redouble efforts to make up for this inattention. Do not be aggressive in love. Instead, enjoy what your significant other lavishes on you. You have to stop clinging to past grievances and regrets.",
        "Virgo Career & Money Horoscope": "Today, you are going to rediscover the love and joy that you felt in your work. External pressure have been steadily depriving you of this joy for the last few weeks, but today, an event will help you to remember why you chose this career and how much it actually suits you. This is a great day to introduce a change in attitude at your workplace."
    },
    "6": {
        "Libra Daily Horoscope": "Today is a bright time for the creative people. Your skills and works will be appreciated. Even monetary gain for the work of the creative people is predicted today. If you are a student, it is suggested to go out and take that dreaded exam. The stars tell that students will do good in exams today.",
        "Libra Health & Wellness Horoscope": "You feel active and stress free today. You may take charge of your surroundings and people around you might get influenced by your positivity and oozing enthusiasm. With active mind, you also enjoy a healthy and sound body today. It is a good day for athletes and people related to sports as they are quite likely to achieve success.",
        "Libra Daily Love & Relationship Horoscope": "You may have short and quiver involvements with attractive strangers. You will be able to convince them easily with your charm and sugar coated talks. But do not expect these involvements to lead anywhere. Do not look for deeper meanings when there isnﾒt any! Flirting is in the air and you must breathe it in.ﾠﾠﾠ",
        "Libra Career & Money Horoscope": "You are about to get severely affected with work related stress. The internal pressure may mount up within your head and you will run out of time required to fulfill the goals. However you cannot do anything to help this. So just try to let it pass by smoothly. Try to lend your ears to someone you do not find amiable at all but you have to do this due to professional reasons."
    },
    "7": {
        "Scorpio Daily Horoscope": "Unexpected expenses of serious proportion are on cards today. You are likely to buy something that you do not need but which appeals to your taste and this may affect your finances in a serious way. Control your urges to spend and you will end up having a fairly uneventful day. You may come to know of some financial schemes today.",
        "Scorpio Health & Wellness Horoscope": "Be sure to get plenty of physical exercise today. You may soon be called upon to perform a physically taxing activity and this is going to require resources and physical stamina that you never thought that you possessed. Eat moderately as overeating is likely to cause a number of problems including stomach ailments today. You must include breathing exercises in order to relieve stress.",
        "Scorpio Daily Love & Relationship Horoscope": "Your old sweetheart is trying to be a new one. You must give them a chance and appreciate their efforts to reconcile the differences between the two of you! However make them fully aware of the mistakes they have committed in the past and that they are no more allowed to repeat the same.",
        "Scorpio Career & Money Horoscope": "The time is ripe for a much needed change in your career. For some time now you have been experiencing a feeling of stagnation. New and exciting opportunities will open up today and you need to take a positive step towards the unknown. This can help to revitalize your career and it will also go a long way towards relieving the work related stress that has been affecting your health lately."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Today you may get emotional over certain issues which demand you to be practical. Distinguish between what you desire and what is good for you with an objective approach! Emotions may be stirred inside you which may give you the required impetus to cross certain lines. Inform everyone about it before taking this step!",
        "Sagittarius Health & Wellness Horoscope": "Encourage yourself to do earthy things like gardening and walking in nature so that you can relax and feel better. You need to look deep within yourself to address your emotional concerns. Do not waste your focusing abilities upon the outward things. Try to do some yoga practice for mental peace and for strengthening your muscles.",
        "Sagittarius Daily Love & Relationship Horoscope": "You are going to be uncharacteristically aggressive in love today. Your partner is likely to be rather astonished because he / she is used to tender romantic gestures from you. But they will love your new style and will be more than a suitable match for you. Explore different dimensions of your relationship today. You will be pleasantly surprised.",
        "Sagittarius Career & Money Horoscope": "You may find your day to be a bit monotonous as you have been working on the same project since long. This may be fatal for your progress so look for a change as soon as possible. However in the mean while enjoy the harmonious relationship with your co-workers. One of them may be of great help to you in finding a way out of the organization very safely!"
    },
    "9": {
        "Capricorn Daily Horoscope": "You are going to be in an especially easygoing mood today. No issue have the power to disturb you and you tackle every situation with a smile on your face. You may also play the role of an effective mediator in any dispute today. You are going to spread cheer and goodwill and you are also going to be the life and soul of any party that you attend in the evening.",
        "Capricorn Health & Wellness Horoscope": "You have recently made some changes in your lifestyle for the better and they will begin to bear fruit. You may win a competition today or may perform better than you used to earlier. Your skin will especially benefit from your health related changes. Your pimples may clear up or you may develop a nice tan. You will begin to look and feel healthy.",
        "Capricorn Daily Love & Relationship Horoscope": "You need your partner badly at this point of time to extend you a strong emotional support. But due to some reasons you have been separated from your partner by distance. In spite of your repeated efforts there seems to be no way to catch up with your partner. Keep striving and you will succeed in residing with your partner soon.",
        "Capricorn Career & Money Horoscope": "Change is indicated in your career, but this is a change that you are going to enjoy. You may get a job offer or be shifted to a new department. A promotion is also on the cards. You will love your new responsibilities and are full of zeal to prove yourself. You are going to impress everyone at work with your working abilities."
    },
    "10": {
        "Aquarius Daily Horoscope": "You are at your humor best. Don't lose this aspect of your character which keeps you tension free in toughest of situations. You may crack a deal because of your proactive nature. Someone needs your encouragement. Look around and be the mentor. A happy time with near and dear ones are indicated. Be cautious while eating fish.",
        "Aquarius Health & Wellness Horoscope": "You may be in a little arrogant mood today! Conserve all your daring energy for facing odds as you may come across many people trying to challenge your credibility. But if you will get affected by their words, you may need to see a doctor! Better option is to attend some fitness workshop or camp rather than getting into anything!",
        "Aquarius Daily Love & Relationship Horoscope": "You may be worried about your partner and the status of your relationship, but things will begin to become clearer from today. A number of actions and personality traits that appeared inexplicable earlier with now become clear. This will help you to take a logical decision about how much you are willing to invest in this relationship and what boundaries are essential for you.",
        "Aquarius Career & Money Horoscope": "You have been saving up to spend on some pet project and the time is at last right to actually put your plan into motion. When you go to buy the object, you are going to be tempted by bigger and more sophisticated things, but you should definitely stay within your budget. Expenses are inevitable today, but try to avoid over spending o n things that you do not need."
    },
    "11": {
        "Pisces Daily Horoscope": "You will be in a trusting and confiding mood today. The danger of this is you may end up confiding in a person who does not have your best interest at heart. So, be sure of the person before you unburden your soul to him or her. If you have been having a disagreement in the last few days ﾖ whether at home or at work, today is a great day to extend the olive branch.",
        "Pisces Health & Wellness Horoscope": "You are likely to be at the peak of your health today. The day is especially favourable for athletes and those taking part in competitive sports and you are likely to be met with a high degree of success. In addition, you will also feel an amazing surge of energy and your mind will also be fresh and alert.",
        "Pisces Daily Love & Relationship Horoscope": "Experimentation is the keyword for the day! You can ask and allow yourself to do the weirdest of the things ever! Dress in retro style, eat foods of different cultures, be spontaneous about what you say, undertake road trips and be strict enough not to let the world interfere in your matters.",
        "Pisces Career & Money Horoscope": "You are likely to inherit money today, most probably from an unlikely source. Speculative ventures, investments in stocks and short term investment in the market are likely to meet with success. Your financial luck is running high. Just rein in your impulse for extravagance and you will enjoy financial security now. You are also likely to make considerable donation to charities."
    }
}]
