horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You may have to trace back to the initial stages of few events. The cause for certain mishaps lay hidden in the roots. Your reputation in the eyes of others has suffered greatly because of this. It is very much necessary to be reserved and cautious in your approach lest people will try to be a hindrance in your quest.",
        "Aries Health & Wellness Horoscope": "High energy keeps your spirit soaring high. Today is a great day to get back to exercise regime after a brief period of laziness which has left you desperate enough to be back on the track. You believe in making fitness your lifestyle and today you work towards the same. Following the correct procedure during exercising is important lest you may experience a small injury.",
        "Aries Daily Love & Relationship Horoscope": "Major changes are indicated on the relationship front today. Some incident or information will help you to understand the motivations behind the puzzling actions of your partner in the last week and you will be able to evaluate your relationship in the light of this information. Single people are likely to meet someone interesting, but it is advisable to proceed with caution.",
        "Aries Career & Money Horoscope": "The projects you have been working on very diligently can now be made public at this point of time. And at such an occasion ramp walk the podium in your style. The uniqueness of your work will be known and respected by all when it will be opened up! However retain the confidentiality all the time!"
    },
    "1": {
        "Taurus Daily Horoscope": "You can easily pull up every thing together now and make your life larger. Maintain your focus and diverge all your energy onto it. Just do not say anything which can land you in an emotional mess. Those who are in business may be able to expand it or renovate the already established outlets.",
        "Taurus Health & Wellness Horoscope": "The day is best suited for a complete change in your health and fitness regime. You are likely to start a new routine of exercise or other physical activities today. You will feel a surge of enthusiasm to take special care of your health. However, you need to realize that your mind is intimately linked with your physical health and one will not improve without a corresponding improvement in the other.",
        "Taurus Daily Love & Relationship Horoscope": "You are too serious and are probably over-thinking your relationship issues. Lighten up. Make it a point to spend time with your partner. Once you stop trying to discover double meaning of every gesture, you will find that your relationship is build on a strong base and sometimes you just need to let down your hair and enjoy things as they are.",
        "Taurus Career & Money Horoscope": "Your finances are in an expanding stage right now and you are all set to take advantage of this now. You may apply for a sizeable loan today for buying a new home or a business or a vehicle and you will get the loan quite easily. Students seeking educational loans will also find positive response today. It is a good day to invest in the stock market."
    },
    "2": {
        "Gemini Daily Horoscope": "Try to be away from people who bring negativity in your life. You may be taken by surprise today that the person you have been confiding into has spread bad words about you. Be careful of such people. Do not let them eat away your mental peace. You may find a true friend near you. It can be your spouse or your parents.",
        "Gemini Health & Wellness Horoscope": "The day brings a lot of positive emotions for you and this will help you to enjoy excellent physical health. The happiness of your mind will help you to enjoy good health. However, you need to pay attention to your posture. Without this you may develop back problems of a persistent nature. Take up exercises like running, walking or swimming to keep fit.",
        "Gemini Daily Love & Relationship Horoscope": "You may have to take some tough decision regarding your love life and even though you do not feel like it, this is the best time to do so. Only you can decide whether you will let past experiences strengthen your resolve or undermine your confidence. The way you interpret the past will have a major influence on your decision.",
        "Gemini Career & Money Horoscope": "Great career opportunities wait for students, young job seekers and those who are self employed. You may be offered a project which can be just the thing that you were looking for in order to make your mark. Use this opportunity well as it is one of the most important ones that will come by in your life. Your entire career can be made here. The project may be based overseas."
    },
    "3": {
        "Cancer Daily Horoscope": "You will form association with someone you find very entertaining. The day will pass away soon due to the lively conversations. Take this as an opportunity to learn and inspire from this fellow. It will also help you to be able to take an insight into other peopleﾒs psyche. Try to be a volunteer in making plans for family trips if you want to go to your desired place!",
        "Cancer Health & Wellness Horoscope": "This day is all about change. You may come in contact with someone who will bring substantial changes in your life or put you in touch with other people who can cause the change. However, not all the changes are good for you. You will need to analyze whether the change will be good for you in the long run before you decide to go with the flow.",
        "Cancer Daily Love & Relationship Horoscope": "The singles may have a strong piece of luck in finding their better half today at sports or spiritual centers. For those who are in relationships must take a break from their strenuous relationship and do things which make them glad or which they generally canﾒt find time to do! Sometimes two people have to fall apart to realize how much they need to be together!",
        "Cancer Career & Money Horoscope": "You are a bit different right now as fun and romance are on your mind, contrary to the thoughts of work hovering around you always. But it is okay, take a day off from work and enjoy your day. Do not worry much since you know it well when you have to draw the line. Management at the workplace is pretty impressed with your work and you may get a promotion even!"
    },
    "4": {
        "Leo Daily Horoscope": "You have a lot of trust in yourself, but you should not be overconfident or dominating. Trying to impose your own viewpoints on others may end up in backfiring today. It is not enough to be right. You also need to behave in a way without offending others. A humble approach can help you to complete a number of pending tasks today.",
        "Leo Health & Wellness Horoscope": "It may be a surprisingly embarrassing situation for you that your temper may shoot up when you have not expected this to happen at all. Do not put pressure on your mind for this reaction of yours. Mistakes happen and you are not the only one who commits them! It may be an outburst of mental stress which you have been going through in the past few days. Try to cure that first!",
        "Leo Daily Love & Relationship Horoscope": "Complications are likely to arise now in your romantic relationships. You must keep a firm hold on your temper because getting angry or upset is not going to produce any fruitful results. You also need to identify the love and affection that you feel for your partner that has become buried under a mountain of stress. Maintaining a fine balance between your self-respect and your commitment to your partner becomes very important now.",
        "Leo Career & Money Horoscope": "People engaged in teaching, writing, journalism and literature are going to enjoy huge success in their career today and you may be honoured for your achievements. The day is also suitable for investment in educational institutions and in construction business. In general, you are going to enjoy a quiet day at work ﾖ a relief from the rush of the past few days."
    },
    "5": {
        "Virgo Daily Horoscope": "Everything seems to fall into their proper place today and all your endeavour will meet with success. You may even recoup losses which you have incurred earlier. As a result you tend to be overly optimistic about possibilities at first. Try to guard against the tendency to take risks without checking out the opportunities in depth. A sudden unexpected encounter may catch you off guard today.",
        "Virgo Health & Wellness Horoscope": "You are very rigid and go to the extremes when it comes to your diets and exercises. Time to lower your pace since certain problems may arise due to excess strain to your body. It will be a bit tricky to deal with these but you will be able to, if you do not push your body beyond its capability! Being obsessive is no better than being a lax.",
        "Virgo Daily Love & Relationship Horoscope": "It is good to absorb a lot of things. This actually avoids a number of trivial fights. But sometimes you also need to speak up. If the attitude and behavior of your partner has been bothering you, then speak up. Things will only move towards betterment. You are known to stand by your values and principles. Act within the boundary.",
        "Virgo Career & Money Horoscope": "Today under the influence of the planetary energy, you will be able to hear your inner voices. Understand the deep seated meaning of those voices. Once you understand them, you will be able to take on the tasks easily. Also, do not hesitate to express yourself clearly. Use crisp words to express your feelings. Avoid beating around the bush."
    },
    "6": {
        "Libra Daily Horoscope": "Mood swings are likely today and even you will not be able to explain why you are feeling so disturbed and how to change the situation. Your erratic behaviour and response will leave others confused. However, do remember to stick to honesty in all situations as that alone can help you to achieve your goals. Take things easily today and confine yourself to the role of an observer.",
        "Libra Health & Wellness Horoscope": "There is a chance that you may catch some skin infection from an item of common use. So, be extra thorough in keeping your toiletries and other hygienic items separate for your exclusive use. In fact, a high standard of cleanliness is now essential to preserve your health. You also need to protect your eye from dust allergies as you are prone to eye allergies now.",
        "Libra Daily Love & Relationship Horoscope": "Today, you will begin to understand that you will not respond to anybody elseﾒs manipulations and will set about drawing some healthy boundaries in your relationships. You have to understand that even your greatest well wisher should not be allowed to take your decisions for you and ultimately it is your opinion that matters. Take that first step and yourself respect will increase markedly.",
        "Libra Career & Money Horoscope": "You may not have an estimate of the problems and worries your sub ordinates may be facing. Addressing their concern is more important than you think saving your time is! If you still keep following your wits then you may have to learn a lesson hard way. You may entitle yourself with the ownership of a new house."
    },
    "7": {
        "Scorpio Daily Horoscope": "Be the first one to take the initiatives and you will be the first one to receive the credits. Just be a little careful of not over exerting yourself or pressing hard on certain issues of least relevance. Do not hurt others by blurting out something which they donﾒt like! They may irritate you unintentionally and without realizing even that they are actually doing it.",
        "Scorpio Health & Wellness Horoscope": "You have been suffering from prolonged and persistent health problems but from today, the process of recovery will start. If you have some chronic health problem, then also you will be able to find a possible long term solution for this. Overall, your health situation is likely to improve now. Take special care of your diet to speed the process of recovery.",
        "Scorpio Daily Love & Relationship Horoscope": "You are a free bird and commitment is not your cup of tea. So better do not get into it if you cannot be handle it else learn to be cool with the possessiveness of your partner. Those who are single may seem to be calm and composed but unfortunately they may be hit with the thoughts of an unforgettable past love! Moving on is the only way out!",
        "Scorpio Career & Money Horoscope": "A number of new and different work opportunities will come your way today. There will be a rush of new clients or customers and several projects will be offered to you ﾖ some of which have the potential of becoming your dream project. In order to exploit this opportunity, you will have to work extra hard today, and you are going to enjoy every minute of it."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Cards show that you need to socialize more than ever today! You want to make a transition in your lifestyle and career by indulging in work requiring communication with others. Try to accomplish what all you set out to do! You can maintain a sharp focus on what ever you want to do; just make sure you do not go overboard.",
        "Sagittarius Health & Wellness Horoscope": "Begin keeping a check on your health on everyday basis. You may not exactly know how you are feeling at this point of time except that you are not in the pink of health! Practice the exercises which are extremely beneficial no matter you how dreading you find them! This is how you will be able to better serve your health.",
        "Sagittarius Daily Love & Relationship Horoscope": "Fun and games are on the cards today. Stop analyzing your relationships and go out for some much needed dose of relaxation. Attend a dance or a light-hearted movie. The day is perfect for partying and quick repartee. You are likely to sparkle in company and dazzle your loved one or a prospective partner with your charm and wit.",
        "Sagittarius Career & Money Horoscope": "For those working in the public sector, this day brings major chances of success and promotion. If you have applied for a job in the public sector, you are likely to get some positive news today. This is also a good time to look for a different job, mostly in an administrative line, if you are not satisfied with the prospects in your current job."
    },
    "9": {
        "Capricorn Daily Horoscope": "You may be vulnerable to emotions and financial loss today! However you can easily safeguard your interest if you distance yourself from people who are trying to drag you into events for their gain. Just hibernate for the day and heal the wounds which may re-surface upon reminiscing about the past.",
        "Capricorn Health & Wellness Horoscope": "Continued stress in your work place and your home life is affecting your health as well as your ability to think and judge clearly. You need to realize that the root of the problem lies in the extremely sedentary habits that you have developed. Regular morning walks can prove therapeutic for you as it will refresh your body and recharge your mind.",
        "Capricorn Daily Love & Relationship Horoscope": "Love and romance occupy your mind now and you may actively start looking for a romantic partner if you are single. If you are already with someone, it is the time to take some major decision like whether you will take the relationship to the next level or whether you will be better off without it. In either case, major changes are expected in the relationship front today.",
        "Capricorn Career & Money Horoscope": "Great things are indicated on the career front today. You have been feeling somewhat underappreciated at work. This will completely vanish today and you may get a great job opportunity with high salary and more perks than you thought possible. However, taking this job may mean relocation. So, you need to think about the decision carefully and involve other family members in your decision."
    },
    "10": {
        "Aquarius Daily Horoscope": "You will have to put your trust into another person today. This person can be someone close to you ﾖ a friend or a relative. He or she will help you in some crucial task which will significantly affect your future, but the key here is the trust that you will have to place in that person. This will require a leap of faith on your part.",
        "Aquarius Health & Wellness Horoscope": "You are not sleeping well since past few days. If you will continue to be so then soon you are going to be an insomniac. So make a tight schedule of getting up from bed and going to bed at a fixed time. And adhere to it as if it is a ritual. For better guidance listen to your very own intuition which will point to the above stated facts as well.",
        "Aquarius Daily Love & Relationship Horoscope": "Today you may meet someone whom you have been dreaming of. The person will be interesting and adventurous like you. You have been hoping to meet someone like this for quite some time. Sparks will flow today and you may find yourself thinking about that person. Do not forget to subtly give a hint about your liking for that person.",
        "Aquarius Career & Money Horoscope": "You may come in accord with a successful professional who may be the best option available for getting your work done. But be careful before forming partnership with him. Chances are there that he may hike his rates in the mid of the work assignment. Best option would be to go for an agreement where the hike rate should not be left floating."
    },
    "11": {
        "Pisces Daily Horoscope": "This day demands you to focus more on the social circles. Your charming persona will help you a lot in being impactful over others. Also you need to size up the people who have been against you and have been damaging your reputation on the social front. Amidst such a hectic schedule do not forget to take care of your health!",
        "Pisces Health & Wellness Horoscope": "You need to structure your health habits else the outcome will be ill health which will be hard to manage easily. Chalk out a basic code of conduct for your behavioral pattern and keep checking your deviation from it each day! Eat only freshly cooked foods which may be hard to attain but you have to if you want to be fit and fine.",
        "Pisces Daily Love & Relationship Horoscope": "The one for whom you have been waiting for is close by! You have been dreaming of many fantasies which you can turn into reality today! You will be intensely involved in this affair and it will last for longer than usual. You may have to miss out on other opportunities in life for better prospects in order to stay in to this relationship!",
        "Pisces Career & Money Horoscope": "Though you are sincere and hardworking, success seem to remain just beyond your reach today. Minor flaws can blow out of proportion and come back to haunt you. It is better to avoid any controversy at your place of work. The day is also not suitable for investments. However, it is a great day to relax with friends. So, you can also take a leave of absence if possible."
    }
}]
