horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You need to be in a more flexible frame of mind, but today you are likely to dig your heel in and refuse to listen to either common sense or good advice. This rigidity on your part will probably create some tension both at home and at work. The only remedy is to try to keep an open mind and listen to what other people have to say.",
        "Aries Health & Wellness Horoscope": "It is necessary to design your diet in such a way as to improve and boost your immunity power. You are vulnerable to infections today. Situations will arise where you will not be able to help the exposure to allergens. So, take care to eat a balanced diet with plenty of vitamins to protect your health. You should also remember to drink plenty of water.",
        "Aries Daily Love & Relationship Horoscope": "The stars have aligned up to help you meet the person of your dreams. He / she will be adventurous and with a well developed sense of humour. You may not have envisaged someone exactly like this, but he / she will come very close to what you want. So, be sure to express your liking and give a hint about your feelings.",
        "Aries Career & Money Horoscope": "It seems like your travel cost to your workplace is increasing day by day. Also the card shows that the office politics are strong and working against you these days. But you keep working as usual and you may get promoted soon. In any case the politics will keep mounting up out of jealousy."
    },
    "1": {
        "Taurus Daily Horoscope": "Your instincts are in overdrive today and you should trust them and do exactly what they say. Even if everyone around you disagree and follow a different path, you should stick to your own path. It will probably be a tough decision to make, but you will soon reap the rewards. You have to keep your eyes and ears open and act fast to seize the opportunities that may come your way now.",
        "Taurus Health & Wellness Horoscope": "The situation may be a little trying for you today. Medicines may have a bad reaction or you may be diagnosed of more than one ailment. But each of these will fade away with time very soon. You need to consult someone who is expert in suggesting the best of the treatments.",
        "Taurus Daily Love & Relationship Horoscope": "You may be a lot forced to become a part of romantic drama of other people's life! Avoid it straightaway! And if you cannot then do not take any sides, just be neutral while giving advices to both the opposing groups! Take out time to plan something new and sensuous for yourself!",
        "Taurus Career & Money Horoscope": "You have to pay special attention to your work today as your superiors are going to closely watch your progress. They will be impressed by your dedication and strong leadership qualities. So, with a little extra effort on the job front today can result in a major advancement later as your superiors will be sure to mark your enterprise."
    },
    "2": {
        "Gemini Daily Horoscope": "You may examine changes in your lifestyle which could possibly establish a balance between your work and health. You can drop an email to one of your close friends asking about the solution for the same. These changes will make you comfortable. You may align yourself with right people and they will let you determine the purpose of various goals.",
        "Gemini Health & Wellness Horoscope": "There is a chance of a water related accident today. So, if you are going swimming, sailing or surfing, it is prudent to take extra precautions. Otherwise, health will be good and you may be inspired to join a new exercise or yoga class. Someone near to you will inspire you with the goal of higher level of physical fitness.",
        "Gemini Daily Love & Relationship Horoscope": "There is a strong possibility that a third person will try to intervene in your relationship with evil intentions. The person is probably a trusted one and someone whom you depend on. So, take any information about your partner with a healthy dose of scepticism. You may be the target of jealousy and deception because of your partner. You need to rely on your own feelings.",
        "Gemini Career & Money Horoscope": "Your long commitment to hard work and patience is going to pay off now and a huge opportunity may arise now to advance your career. You will at last begin to reap the benefits of your commitments. However, be sure to acknowledge the contributions of other people and remain humble to them. This will not only make you popular but also will help you in the future."
    },
    "3": {
        "Cancer Daily Horoscope": "Your over emotional nature though helps needy but at times may strangle you in an embarrassing situation. Seek help of your partner to come out of such situation. This is a time for some intimate and secret communication. Financial gains are most likely possible but keep a distance from gambling. Put your words cautiously lest they hurt a loved one.",
        "Cancer Health & Wellness Horoscope": "You should not tax your physical strength today. Minor issues regarding pain in the back and the neck may crop up today. People who suffer from old injuries or arthritis are going to feel some discomfort. So, it is not advisable to do anything strenuous. Rest is the key to good health in your case. You can also try light yoga, but only under guidance of qualified instructor.",
        "Cancer Daily Love & Relationship Horoscope": "You are passionate and romantic. You have been experiencing a very intense relationship with your partner. You both enjoy each otherﾒs company. Today is the day to honor each otherﾒs space. Every relation needs space for it to grow and flourish. If you donﾒt, it will decay within no time. Visit your friends and family. They also need you.",
        "Cancer Career & Money Horoscope": "Lately the co-workers have been uncooperative towards you out of jealousy! But do not blurt out anything in front of them as it will get manipulated and reciprocated to your seniors in a different way. Just maintain distance with these people for some time. You may receive some unexpected wealth today.ﾠﾠ"
    },
    "4": {
        "Leo Daily Horoscope": "The day is going to be an emotionally intense one for you. You will bring great passion to everything that you do today and success will follow as an inevitable result. You may have been avoiding an issue because it is too close to you, but today is the best day to tackle this issue and confront it head on.",
        "Leo Health & Wellness Horoscope": "You may experience lethargy today, but this is a natural reaction to the frantic pace that you have been setting for yourself for the last few days. Minor aches and pains may also occur, especially in your leg muscles and these too are the result of over exhaustion. So, take the day easy with plenty of rest and good food to recover your strength.",
        "Leo Daily Love & Relationship Horoscope": "People may approach you for sympathy and you may mistakenly consider it as an attempt to get your attention! For those who are already in relationships will feel deeply to spend some quality time with their beloved. You want to be alone with them and exchange thoughts with them in a silent communication.",
        "Leo Career & Money Horoscope": "Your finances are volatile today and you may see yourself taking a plunge into some losses. Do not worry much as it may be a small loss. Be cautious. Your family comes to your rescue. You may be able to cover the losses very soon. If you are in a business, you may find your employees taking an extra step for you. Be humble to them and reward them as time comes."
    },
    "5": {
        "Virgo Daily Horoscope": "Your every thought and attention is now centred on your career. Actually, you are devoting too much time and attention to it because you are apprehensive. Instead, you need to lighten up a little but you will still be able to achieve what you want. It is vital to pay attention to your family now to balance your work-holism.",
        "Virgo Health & Wellness Horoscope": "Minor skin ailments have been troubling you. Today plan a detoxification program. With this, cut down on oily stuffs. Your health otherwise will remain sound. Avoid walking in places having lots of trees as insect bite is indicated. It may leave rashes on your skin. Carry anti allergic medicine today as a precautionary measure. If required, visit a doctor.",
        "Virgo Daily Love & Relationship Horoscope": "You seem to be well contended with short term relations but soon you may develop a craving for true love! You are a bit impulsive and rash in temperament. This creates a barrier for you in being a part of long term relations. Try to control your mood swings and you will see yourself settled with a pious soul very soon.",
        "Virgo Career & Money Horoscope": "Your job is treating you well and you have your hands full with project. Still today a new opportunity will surface which will be quite good for your career. It will increase the area of your work with more responsibilities. You may want to make a shift. The opportunity will be available within the company. Be conscious of any information regarding the same. However, the salary may remain same."
    },
    "6": {
        "Libra Daily Horoscope": "Opportunities come your way easily but do not be in a haste to grab them all. Weigh your options minutely, feel confident and then act accordingly. Also, share with your friends. This is a time when you will have to open many doors. However, surprises will not be pleasant always. Do not leave everything on destiny. Your actions will determine your destiny.",
        "Libra Health & Wellness Horoscope": "You will experience a spurt of energy and are likely to take up a health pursuit which you have been putting off. You may take up a new sport today or start a routine of exercise. All your health related good intentions will be fruitful today. Hence, this is a great day to take care of yourself and advance your fitness goals.",
        "Libra Daily Love & Relationship Horoscope": "You may question yourself for a better understanding of your feelings towards your partner. You seem to get affected by some one else as well. But it just a fancy passing by! You have the best and you must stick to it! Spend more time with your partner and you will be able to retain your cool.",
        "Libra Career & Money Horoscope": "Your dream of settling abroad may come true today as you may get offers to work with reputed companies established in foreign lands. However you may face issues in documentation, but these issues will get resolved in no-time. And when you have what all you want, money is certainly going to follow you!"
    },
    "7": {
        "Scorpio Daily Horoscope": "This day is particularly favourable for spending time with your family. Go for some bonding with your parents or sibling or enjoy a quiet time with your spouse. Get involved in a fun activity with your children. Even if work pressure threatens to mount, put them aside for today and celebrate the togetherness. You may be surprised at what you can learn from these family sessions.",
        "Scorpio Health & Wellness Horoscope": "Chances are high that you will be affected by some sort of fever now. It is probably viral fever, but it would be prudent to get immediate medical attention. Take precautions against allergies and viral infections, though it will be difficult to avoid. Rest is the only way to deal with this. So, make sure that you get complete rest. In fact, balancing your health with the demands of your work is your major task now.",
        "Scorpio Daily Love & Relationship Horoscope": "Though you want to be romantic and may even have planned to share a special time with your partner today, a number of other commitments are likely to pull you away from romance and love. You will simply not have the time to indulge in your romantic gesture. But try to include a short and sweet gesture, even if you cannot manage anything elaborate today.",
        "Scorpio Career & Money Horoscope": "You will be getting some lost wealth back quite unexpectedly so that you easily meet all your financial commitments. It will also provide with a much needed respite for your current financial condition. However, spend prudently because though this money will run out, your obligations are not going to be discharged so easily. You should also keep some amount aside as saving."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You see a lot of chaos and confusion. But it is only the packaging. As the cloud subsides, you will see the reason. There is so much offered to you that initially it appeared messy to you. Take your time and follow the trends. You will see a huge prospect. Change is inevitable and it has the capacity to paint your future bright.",
        "Sagittarius Health & Wellness Horoscope": "You are going to fare much better today both at home and at work if you enter into a partnership. Individual efforts may run into snags which seem unexplainable and impossible to remove. Working as a team will go a long way in negating these blocks. Cooperation and team effort will end up with success for you at any venture.",
        "Sagittarius Daily Love & Relationship Horoscope": "You will have more on your plate than you can possibly handle. You seem to be involved in multiple affairs along with a hectic work schedule. Consequently you have to cut out on your work which will prove to be fatal for you in future. Try to be honest and open with your partner and just enjoy what you have while you have it.",
        "Sagittarius Career & Money Horoscope": "You are full of positive energy and are likely to be surprised when you see how much you manage to accomplish today. All your backlogs will be cleared up and any blocks in the way of difficult projects will completely disappear today. You will not only be able to finish all your considerable workload with ease, but will also be able to infect everyone around you with your enthusiasm."
    },
    "9": {
        "Capricorn Daily Horoscope": "You may be vulnerable to emotions and financial loss today! However you can easily safeguard your interest if you distance yourself from people who are trying to drag you into events for their gain. Just hibernate for the day and heal the wounds which may re-surface upon reminiscing about the past.",
        "Capricorn Health & Wellness Horoscope": "Situations will arise today where you will be exposed to allergens and there will be no way to prevent this. So, you need to take adequate preventives beforehand. One thing that you can do is to design your diet in such a way that it boosts your immune system and protects you from infections. Drink plenty of water and include necessary vitamins in your diet.",
        "Capricorn Daily Love & Relationship Horoscope": "Mars is fuelling your romantic desires and with a fighting spirit and a higher level of confidence, you take strides either with your partner or towards your partner. Romance in your relationship has become as important as sugar in tea. You are at your romantic best. Listen to music in the air. Everything is bright and colorful. Time is favorable.",
        "Capricorn Career & Money Horoscope": "Taking control of your own finances is very important for you now and you are not afraid of hard work to achieve this goal. You are very organized and disciplined today and are ready to tackle career issues with a very practical eye. Start your good work today and your finances will reflect the positive results within a very short time."
    },
    "10": {
        "Aquarius Daily Horoscope": "Rise and shine today. The stars predict that they have an important job for you. You need to make anyone near you happy today, this act in return will open the flood gate of good fortune for you. However, do not lend money today as you are prone to lose it forever. There should not be any issues with your health.",
        "Aquarius Health & Wellness Horoscope": "You will be very active socially and consumption of oily or heavy foods may work against your health. You may have a high intake of alcohol even; you must increase the intake of water as well. Take a tight sleep before you set out on your expedition. Being moderate in your approach will impart you with better looks and higher energy.",
        "Aquarius Daily Love & Relationship Horoscope": "You will be feeling very emotional today. Both positive and negative emotions crowd your brain today. So, this is not the best time to take any crucial decision regarding your romantic life. However, it is an excellent time for love and romance, especially if you are already in a committed relationship. Single people will find themselves reaching out to anybody who shows even a slight interest.",
        "Aquarius Career & Money Horoscope": "You are serious by nature and your total commitment to your work will now begin to bear fruit. There is a possibility of major financial gain towards the end of the day and you have earned this by your sincerity and hard work. But you need to develop a sense of humour in order to enjoy what you do instead of simply doing it out of a sense of responsibility and duty."
    },
    "11": {
        "Pisces Daily Horoscope": "You have been following a highly hectic schedule for the last few days and it is time to get organized. Today will be comparatively relaxed, but you should take this time to get your affairs into some semblance of order. Otherwise, things are likely to get even more chaotic in the coming days and you are likely to become anxious as things would seem to go out of control.",
        "Pisces Health & Wellness Horoscope": "Due to mobility factors you seem to be out of your regular fitness regime. Try to re-arrange your fitness regime with experts. You may be susceptible to intact infections too. Taking mild medicines for the same will give relief but strong ones may cause severe upset of your stomach!",
        "Pisces Daily Love & Relationship Horoscope": "It is good to absorb a lot of things. This actually avoids a number of trivial fights. But sometimes you also need to speak up. If the attitude and behavior of your partner has been bothering you, then speak up. Things will only move towards betterment. You are known to stand by your values and principles. Act within the boundary.",
        "Pisces Career & Money Horoscope": "Today you will develop better relationships with colleagues and clients. So it is a good day to explore onto something new which requires influential prowess. However those who are in ill health may resume work from home. This will improve your quality of work unexpectedly. You are cutting down on timings you waste in commuting."
    }
}
]
