horo_english=[ {
    "0": {
        "Aries Daily Horoscope": "You need to be humble to endear yourself to your friends. You may have assumed an arrogant attitude without even being aware of it. So, this is the best time to start analyzing your past activities rather than criticising others. It is a rare opportunity of introspection for you and you should take full advantage of this reflective mood to get closer to yourself.",
        "Aries Health & Wellness Horoscope": "You will feel a surge of strength today. The feeling of hopelessness that had been holding you back for the last few days will disappear today. You will have unbelievable mental strength and will be ready to take on any task. However, be sure to assess the practicality of the task before you get carried away by your surge of confidence and take on impossible tasks.",
        "Aries Daily Love & Relationship Horoscope": "You may question yourself for a better understanding of your feelings towards your partner. You seem to get affected by some one else as well. But it just a fancy passing by! You have the best and you must stick to it! Spend more time with your partner and you will be able to retain your cool.",
        "Aries Career & Money Horoscope": "Life at the work place will be cool and all targets will get completed on time. But in business matters consult legal practitioners before signing any deal. There may be chances of fraudulent. If possible push your partnership deals onto the other day and re-evaluate the reliability of your partners."
    },
    "1": {
        "Taurus Daily Horoscope": "Today you are a changed person. You are a better listener, although you have been a good speaker always. This will let everyone effectively know that you are no longer so self-centered and you are willing to work for the good of others. A lady aged around 40 years will be of great support to you.",
        "Taurus Health & Wellness Horoscope": "Life takes its own course and sometimes when things are not in our own hands, we need to wait patiently and calmly. If you show agitation or fickleness, it will affect your health negatively. You may develop pain in some body part. Relax and and listen to some meditative music. That will have a healing effect on your soul.",
        "Taurus Daily Love & Relationship Horoscope": "Love is in the air, love is on the mind. Actually love is everywhere. You just have to be conscious of its presence. Take baby steps and talk to friends for advice. With many options seen today, do not be in a hurry to jump. Your silence attracts people. A little enigma around your character is alluring. Be the same.",
        "Taurus Career & Money Horoscope": "Someone at your workplace may be boasting bout his or her achievements. Do not feel bad cause that is what he wants you to feel. You have made accomplishments in the same measures! On the financial front you will receive what all you need or rather more which you can store!"
    },
    "2": {
        "Gemini Daily Horoscope": "The day will be marked by mood swings, but fortune will smile on you today. The downside of this is that you may begin to rely a little too much on Lady Luck. Take care that this does not lead to shoddy preparation for your projects. Material gains are likely, but try to guard against splurging unnecessarily. Your run of financial good luck is not going to last very long.",
        "Gemini Health & Wellness Horoscope": "You can maintain your ability to manage a busy life easily only if your food intake is balanced, you exercise regularly and you take proper care of your bodily needs. Do not skip exercise any day. Avoid the restaurant food or frozen foods if you cannot prepare a meal one day. Consume boiled foods if such a condition arises. You are just one step away from a healthier lifestyle.",
        "Gemini Daily Love & Relationship Horoscope": "Excitement is in the air. You are likely to meet someone rather dazzling with whom you are going to spend a very enjoyable time. As stars are in your favour right now, the person has the potential of becoming someone very close to you. Keep all your work related worries in the background for now and just enjoy an exciting time of discoveries with a very vital person.",
        "Gemini Career & Money Horoscope": "The day may turn out to be a hectic one for you as your presence may be demanded in different directions. However try to devote maximum time for your personal development. Try looking for some guidance online by enrolling for online test series or certifications. Save more than you spend today!"
    },
    "3": {
        "Cancer Daily Horoscope": "You are a good judge and can analyze things very well. Today you will receive a lot of appreciation for this outlook of yours. People will look up to you for your ability to act well and get things done in a perfect way! You may receive unexpected news requiring you to travel to the most dangerous destinations. Do not panic, it is going to be a short trip!",
        "Cancer Health & Wellness Horoscope": "With a little patience and forbearance, the day can turn out to be very productive for you. But having that patience can be the greatest challenge now. Time will seem to slow down to a crawl and nothing would move fast enough to suit your mood. But if you try to hurry up the process, you can completely mess up your agenda. Try starting the day with some calming exercises to control your energy.",
        "Cancer Daily Love & Relationship Horoscope": "The day is especially favourable for spending time with your parents. If you have been too busy lately, then this is the best time for you to call them up and organize an impromptu visit. This will relieve your stress considerably. Involve your partner in visiting your parents or siblings and see a warm family time evolve. If you are single, you can meet a special person through your parents today.",
        "Cancer Career & Money Horoscope": "Small but persisting obstacles will arise in the path of your work today and you will find it very difficult to finish your projects within the deadlines. The obstacles are seemingly meaningless and it will be almost impossible to predict or avoid them. However, getting irritated and losing your cool is not going to be of any help. Instead, try asking your colleagues for help to complete your tasks on time."
    },
    "4": {
        "Leo Daily Horoscope": "You will be affectionate and loving towards everyone you come in contact with today! Some one may be moved by your generosity and will confess his or her feelings for you by the end of the day. However bitter experiences are still on your mind, but this is the time to let go off all the negativity and grudges you have been holding onto since long.",
        "Leo Health & Wellness Horoscope": "Prepare for some good news, especially regarding your home. Opportunities may arise leading to a shift in residence or you may finalize your buying plans of a house. Take advantage of positive energies. If you have been considering a renovation project or remodelling your home or a part of it, this is the best time to get the project off the ground.",
        "Leo Daily Love & Relationship Horoscope": "There may be some changes cropping up in the mind of your partner. He may want to adopt an adventurous approach to life and this will involve several experiments to attain his desired goal. You may even need to change your food habits or residence. Just be careful of controlling your laughter over anything new your partner tries to do!",
        "Leo Career & Money Horoscope": "Discipline and hard work are your forte. You may be in a disillusioned mood as your career seems to have stalled. However, hard work always pays off. You are on the right track. It is now vital to stick to this path. Do not be tempted by get rich quick schemes because your judgment is likely to be compromised right now."
    },
    "5": {
        "Virgo Daily Horoscope": "Unexpected expenses of serious proportion are on cards today. You are likely to buy something that you do not need but which appeals to your taste and this may affect your finances in a serious way. Control your urges to spend and you will end up having a fairly uneventful day. You may come to know of some financial schemes today.",
        "Virgo Health & Wellness Horoscope": "Today is your day. You will find luck favoring you the big time. You may gain appreciation at your work place and among your friends. Be cautious not to get carried away and neglect your other basic need which is your health. Eat in time and eat right. With a healthy body, you will have many other opportunities to enjoy the treat.",
        "Virgo Daily Love & Relationship Horoscope": "You may be worried about your partner and the status of your relationship, but things will begin to become clearer from today. A number of actions and personality traits that appeared inexplicable earlier with now become clear. This will help you to take a logical decision about how much you are willing to invest in this relationship and what boundaries are essential for you.",
        "Virgo Career & Money Horoscope": "It is necessary that you take special care in dealing with your co-workers today. A volatile atmosphere at your workplace can erupt into a full-fledged argument. So, it is best to avoid confrontations at work today. Minor disagreements with seniors are also possible. However, investing in some metals or agricultural commodities can turn out to be very lucky for you."
    },
    "6": {
        "Libra Daily Horoscope": "Your spirit is keen and indomitable and hence you cannot surrender to any kind of control. No need to do so even! Rather spread love and happiness among others and you will get it back in good measures. Try to add some colors in your black-n-white workaholic work life by undertaking short trips with your colleagues.",
        "Libra Health & Wellness Horoscope": "You may come across any intense situation which will affect your health severely. Try to free yourself of the burden of work in the days to come to avoid feeling over exhausted. Preserve this energy for making a strong comeback. Do not stretch much over a project as it will ultimately lead you to suffer from headaches or general tension.",
        "Libra Daily Love & Relationship Horoscope": "You need to take a very practical look at what is pushing your buttons. You must not overreact to what you find as this will not serve any useful purpose. If you want your current relationship to endure, you urgently need to iron out these kinks. For this, you will have to push your emotions to a side and look at the situation logically. In the course of this, you may also have to face a few unpleasant truths about yourself.",
        "Libra Career & Money Horoscope": "As far as the financial matters are concerned, you find yourself making a wise decision today. A word of advice today is one in hand is better than two in bush. So, settle down for small gains today. People in trade and shares are not advised to buy big investment shares. Listen to your inner voice and work on intuition."
    },
    "7": {
        "Scorpio Daily Horoscope": "You are liable to be in a rather emotional mood today. Small things can trigger a melancholy or you may recall a happier time. You may call up somebody or try to get in touch with an old friend. You may also think of forgetting old grudges and extending olive branch in order to arrive at a satisfactory solution to your current problem.",
        "Scorpio Health & Wellness Horoscope": "You will be motivated today to make some real and healthy changes in your lifestyle. You may decide to give up an addiction like smoking and start a regime of healthy exercise. However, the real challenge will be to stick to the routine that you devise today. In order to ensure the success of this routine, you should look for an exercise buddy today.",
        "Scorpio Daily Love & Relationship Horoscope": "Enjoy some romantic time with your partner today. It is going to be a relaxed and lazy day. Even if you do not plan anything special, you are going to spend some quality time with your partner and your family. Put the urgent issues on hold and enjoy the little things of life today. You will be filled with a sense of contentment and wonder.",
        "Scorpio Career & Money Horoscope": "Money is going to be a little tight in the coming few days. You need to identify which expenses are essential and which can actually be controlled. Otherwise, you can end up in financial trouble. If you are looking for an opportunity to increase your income, you may learn of a new scope today, but whether you will be able to utilize it or not will depend on your industriousness."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You are like an unbeatable force today and though there will be oppositions, you will easily annihilate them. This is the day to accomplish what you have been trying to do for a long time because simply no one can stop you now. Keep your must urgent tasks scheduled for today and success will be yours at every step of the way.",
        "Sagittarius Health & Wellness Horoscope": "You need to be extra careful about what you eat today. Stomach problems and indigestion are common, but in some cases, they may develop into something more serious. Avoid junk foods, deep fried foods and sugary snacks. Those with chronic health conditions may experience an acute attack if proper precaution is not taken. Light exercise or rest is indicated for today.",
        "Sagittarius Daily Love & Relationship Horoscope": "The time is right to sit down with your partner and sort out the issues that have been bothering you lately. These can relate to your feelings and the depth of your commitment towards each other. It can also be regarding mundane household matters which you have been ignoring. The fact is it is the right time for joint action.",
        "Sagittarius Career & Money Horoscope": "The day is perfect for completing all your pending tasks. You have not been able to finish your work on schedule due to external reasons. So, you have quite a bit of catching up to do. There will be less pressure of new commitments at work today. So, you will find enough time to complete all these tasks and relax, knowing that you have completed your commitments."
    },
    "9": {
        "Capricorn Daily Horoscope": "Your every thought and attention is now centred on your career. Actually, you are devoting too much time and attention to it because you are apprehensive. Instead, you need to lighten up a little but you will still be able to achieve what you want. It is vital to pay attention to your family now to balance your work-holism.",
        "Capricorn Health & Wellness Horoscope": "The time is absolutely right to revise your diet thoroughly. Be sure to include lots of fruits, veggies, milk and lean protein in your diet as this is necessary for your good health. You will realize that your health is being affected by the wrong type of foods that you insist on eating. However, implementing these dietary changes is going to be much more difficult than planning them. Try to get help of a dieting partner to improve your chances of success.",
        "Capricorn Daily Love & Relationship Horoscope": "A change of major proportion is indicated on the relationship front today. If you are already in a relationship, think carefully where you want to take it or whether it is time to get out of a bad situation. If you are single, then this is not the best time to embark on a new relationship as you are likely to misread signals.",
        "Capricorn Career & Money Horoscope": "You may find your day to be a bit monotonous as you have been working on the same project since long. This may be fatal for your progress so look for a change as soon as possible. However in the mean while enjoy the harmonious relationship with your co-workers. One of them may be of great help to you in finding a way out of the organization very safely!"
    },
    "10": {
        "Aquarius Daily Horoscope": "You are in an impulsive mood today. You tend to rush into projects without thinking it through and this can create unnecessary problems both at work and in family life. Try to keep a level head, though it may seem to be too difficult now. Several opportunities will arise together and you need to see what works for you and what do not.",
        "Aquarius Health & Wellness Horoscope": "Your skin is feeling dry and dull today. It is not only because of changing weather but also due to internal factors. You have been ignoring things. Include a lot of vitamin C and E in your diet. Drink generous amounts of water, may be 8-10 glasses. Consume more of uncut fruits. Also include exercise in your daily routine.",
        "Aquarius Daily Love & Relationship Horoscope": "It is vital to devote time to your family right now. Career and other outside consideration is demanding your attention. However, your relationship status has become rather precarious over the last few days and it is imperative that you nurture your family now. While there may seem to be some financial loss, doing something thoughtful and sensitive for your partner will be enormously rewarding.",
        "Aquarius Career & Money Horoscope": "Change in the place of residence because of work related reasons is a major possibility today. You may switch jobs or may be promoted and be shifted to a different region. You may also seek career related advice today either from a professional consultant or someone close to you. If you pay sufficient heed to this advice, you will be greatly benefitted."
    },
    "11": {
        "Pisces Daily Horoscope": "You may examine changes in your lifestyle which could possibly establish a balance between your work and health. You can drop an email to one of your close friends asking about the solution for the same. These changes will make you comfortable. You may align yourself with right people and they will let you determine the purpose of various goals.",
        "Pisces Health & Wellness Horoscope": "You are vulnerable to infections now. so, it is vital that you should use separate items of hygiene like soap, bath towels etc. Even using a common comb can end up in infection. You can take vitamin supplements to improve your immunity and health. Be sure to maintain high level of hygiene in your house in order to reduce the chance of infections.",
        "Pisces Daily Love & Relationship Horoscope": "Something in your relationship is giving you the gut feel that everything is running perfect and that a lasting relationship is on the cards. The relationship may even take the shape of marriage. But before you give in your all, take a deep breath and read between the lines. It may turn out to be true or you may find out something that you have been ignoring.",
        "Pisces Career & Money Horoscope": "Prepare to receive an unexpected gift from someone close to you. The day is especially good as far as your ob is concerned. Colleagues and superiors at the workplace are going to be especially helpful and supportive. This will help you to finish off all your work on time and you can schedule some party time in the evening."
    }
}]
