horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You are a good judge and can analyze things very well. Today you will receive a lot of appreciation for this outlook of yours. People will look up to you for your ability to act well and get things done in a perfect way! You may receive unexpected news requiring you to travel to the most dangerous destinations. Do not panic, it is going to be a short trip!",
        "Aries Health & Wellness Horoscope": "While you are going to enjoy excellent health today, an old complaint related to the head and the nervous system may begin to rear its head. Take adequate precaution to prevent catching a cold in the lead as this may aggravate old problems like sinusitis and migraine. On the other hand, you will begin to feel the benefits of the wellness routine that you have been following. Your weight loss goals will also be met with success today.",
        "Aries Daily Love & Relationship Horoscope": "Your partner may surprise you today. The longings and the loneliness will come to an end. You may want to take a step further in your relationship but ask your partner always as it needs to be mutual. You have found your love after a lot of efforts so do not act in haste. There is notorious air around your partner.",
        "Aries Career & Money Horoscope": "This is a good day to enter into speculative venture, but do not rush in blindly. If you take a calculated risk in your investments today, they will be paid off, but foolhardiness will never be returned by profit. So, do not buy that lottery ticket just yet. Blind speculation or luck of the draw is not going to help you, but if you judge the pros and cons of an investment today, you are likely to hit upon the most accurate picture."
    },
    "1": {
        "Taurus Daily Horoscope": "You need to maintain a stable frame of mind and think things through sensibly and logically before you jump in with both feet. This is a time of fantasy for you. So, turn your mind towards romance and enjoying yourself. Applying a fantasy to romance will work to your advantage, but results may be very different if you try to be fanciful at your workplace.",
        "Taurus Health & Wellness Horoscope": "Minor skin ailments have been troubling you. Today plan a detoxification program. With this, cut down on oily stuffs. Your health otherwise will remain sound. Avoid walking in places having lots of trees as insect bite is indicated. It may leave rashes on your skin. Carry anti allergic medicine today as a precautionary measure. If required, visit a doctor.",
        "Taurus Daily Love & Relationship Horoscope": "Your partner is co-operative and supportive. Go share your concerns with your dear ones rather than keeping the worries within you. That will be of great help and will relieve your stress to quite an extent. Try it over a coffee if it is linked to your partner indeed, they wonﾒt react much in public so you can easily blurt it out.",
        "Taurus Career & Money Horoscope": "While you are very much capable of completing all your tasks easily today with time to spare, you will be feeling restless, inattentive and lethargic. As a result, backlogs are going to accumulate at your job even if you have plenty of time to complete it. The only remedy is to take a day of leave. This restlessness is actually a manifestation of stress which you need to release in order to be productive."
    },
    "2": {
        "Gemini Daily Horoscope": "Your inner strength lets you undergo some multilevel thinking. You are able to see varied sides of any issue. You are right in judging your friends and peer. Follow your intuition under circumstances where logical thinking has no scope. This is the time to explore the hidden potential within you. Stir away from any arguments as they may create a problem for you later.",
        "Gemini Health & Wellness Horoscope": "You feel at the top of your physical health and this is the best time to set new targets and push yourself further. Athletes and others involved in physical training will enjoy great success today. Your mental health will also improve as you feel stress free, vital and active. You will also be able to infect those around you with your enthusiasm and optimism and can help others to start on a health regime of their own.",
        "Gemini Daily Love & Relationship Horoscope": "People may approach you for sympathy and you may mistakenly consider it as an attempt to get your attention! For those who are already in relationships will feel deeply to spend some quality time with their beloved. You want to be alone with them and exchange thoughts with them in a silent communication.",
        "Gemini Career & Money Horoscope": "Your finances are in an expanding stage right now and you are all set to take advantage of this now. You may apply for a sizeable loan today for buying a new home or a business or a vehicle and you will get the loan quite easily. Students seeking educational loans will also find positive response today. It is a good day to invest in the stock market."
    },
    "3": {
        "Cancer Daily Horoscope": "You seem to make a shift from your old ideologies to new ones. Do not think differently today, it will badly impact your impression over others. Reassess yourself by introspecting what you actually want before making any move. Good time to buy a new vehicle and other assets for fulfilling home needs.",
        "Cancer Health & Wellness Horoscope": "You seem to apprehend a lot many things, which are just increasing the stress levels. Try walking bare footed on ground, which will stimulate your mind and body. Also your eyes may get afflicted too. So wash your eyes with sensitive solutions and try to sleep most of the time.",
        "Cancer Daily Love & Relationship Horoscope": "You are a unique and special creation of God and nobody has the right to corner you. If you feel so, put your points subtly and gracefully through your actions. The situation will take a turn. Your partner will understand you. At present your love is distracted by surroundings. But as tough situation arises, he will know your worth.",
        "Cancer Career & Money Horoscope": "Your career is not at all going according to your plan and you cannot even understand why it is taking its current direction. The best remedy is to start afresh. The first step is to prepare a proper resume and submit it to the most relevant person ﾖ something which you have not done yet. You need to take control of your career rather than letting random events guide you."
    },
    "4": {
        "Leo Daily Horoscope": "You are going to pay a lot of attention to details today. You are likely to be involved in detailed planning of a project and you are going to be very thorough about it. You are feeling very industrious and this will be reflected in your job. You are also going to earn acclaim for this. A spurt of creativity will mark every aspect of your day.",
        "Leo Health & Wellness Horoscope": "Somebody near to you may be feeling sick today. You will be required to do quite a lot of nursing duty, but do not worry. Something good is going to come out of your help. However, you should take precautions against minor infections today. Ignoring small health issues of yourself or someone close to you can lead to greater complications in the future.",
        "Leo Daily Love & Relationship Horoscope": "Love, relationship and family take up your attention now. You are going to spend some quality time with your children today. You will be reminded of what are the most important things in your life and this will help you to finalize a decision which was puzzling you for quite some time now. The quality time with your family will also help to relieve the stress that has been accumulating in your mind.",
        "Leo Career & Money Horoscope": "A number of major and minor successes are predicted on the career front today. You may get some payment for services rendered a while back or you may get an unexpected bonus. A long awaited promotion may be granted to you or you may get that coveted corner office. Unemployed people or those who was shopping around as they wanted to quit their current job will get good news today."
    },
    "5": {
        "Virgo Daily Horoscope": "You a person of firm resolute and once you undertake any task; you will finish it completely with immaculate precision. So do not believe in what others say; you can do what others can never do and that is why you stand above them. Retain this attitude always and let your vision reach to the farthest of the destinations where others cannot even dream of!",
        "Virgo Health & Wellness Horoscope": "Today you will be emotionally very sensitive. You may feel like curling up and remain restricted to home. Things which make you feel secure may be taken away from you. But do not worry; you are just temporarily separated from the things you love! Follow your heart but adhere to the fitness program as well.",
        "Virgo Daily Love & Relationship Horoscope": "Your lavish lifestyle draws many people towards you. But all of them are just fake and make false pretensions of loving you. In such a situation just focus on the positivity that you are not alone. Try to ignore the negativity that you are lonely, this is just the beginning and you have many more lovers to follow.",
        "Virgo Career & Money Horoscope": "While you know how to let down your hair and have fun, you are now completely focussed on your work. You are in an unusually serious mood today even if what you are doing does not warrant so much importance. A colleague may slack off and you are going to complete his tasks for you. So, there is going to be some unwarranted pressure of work."
    },
    "6": {
        "Libra Daily Horoscope": "You will be tackling a number of diverse commitments from all fronts today. Be ready to fulfil your social, financial and personal obligations. Your family, friends and colleagues are all likely to turn to you and you are more than capable of handling this pressure. You will be helping a number of people today with both words and actions.",
        "Libra Health & Wellness Horoscope": "It may be a surprisingly embarrassing situation for you that your temper may shoot up when you have not expected this to happen at all. Do not put pressure on your mind for this reaction of yours. Mistakes happen and you are not the only one who commits them! It may be an outburst of mental stress which you have been going through in the past few days. Try to cure that first!",
        "Libra Daily Love & Relationship Horoscope": "You somewhere have started to feel that romantic involvements are tedious and non-fulfilling to you these days. However a unique and fresh kind of romance may re-kindle your desire to form alliances with the people of opposite sex. Motivate yourself not to lose hope, the fruit of patience is sweet and so will be your reward.",
        "Libra Career & Money Horoscope": "Though you are well established in your field, you may feel restless in your work. A feeling of discontent with what you know can now begin to disturb you. However, it will be rather foolhardy to leave your job right now. These feelings are transient and avoid taking any major career decisions today as you are likely to be misguided."
    },
    "7": {
        "Scorpio Daily Horoscope": "You have been feeling restless and unhappy for the past few days and today you are ready to take a more proactive approach to the problem. You need to dig deep to understand exactly where the problem lies and today is the best day to start the process. The day is also favourable to plan some projects which you have been ignoring for too long.",
        "Scorpio Health & Wellness Horoscope": "The health issues that you have been ignoring for some time now will begin to assume serious dimensions if you do not consult a health professional immediately. Your diet in particular needs careful attention. Avoid putting anything in your system that you know is not good for you. If you suffer from a chronic condition and have been ignoring the dietary guidelines, this is the time to go back to a strict routine.",
        "Scorpio Daily Love & Relationship Horoscope": "The day is especially suitable for passion. You have been holding yourself back for the last few days and trying to approach your romantic relationship with a degree of moderation. Today, you will realize that it is no longer enough. Instead, give rein to your passionate nature and see your love blossom. Your partner may be surprised, but will soon respond with enthusiasm.",
        "Scorpio Career & Money Horoscope": "The day will be quiet as far as work and career is concerned. You will face an uneventful day at work which will be a pleasant break after the hectic schedule that you were facing earlier. Take this time to really appreciate and enjoy what you do and remember the good times and the fun you have doing your job."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Work hard and party harder! This seems to be your theme for the day and it is absolutely apt too! The day can begin with regular work routine but may end with celebration with close friends and family! You have a great sense of humor so you can choose to host large scale events too!",
        "Sagittarius Health & Wellness Horoscope": "Your physical health can be somewhat unpredictable today. However, you will be able to call upon reserves of mental strength to deal with the situation. It is a clear case of triumph of mind over matter as you will sail through all difficulties and be able to complete all your scheduled tasks on time in spite of any problems posed by your health.",
        "Sagittarius Daily Love & Relationship Horoscope": "You will be revisited by someone from your past today, though the person may not be of a romantic interest to you. He or she will provide you with a vital piece of insight which can help you to resolve the confusions that you were carrying around with you for a long time. Take your first step towards healing with the help of this information.",
        "Sagittarius Career & Money Horoscope": "You are likely to be in a philosophical mood and any profession which involves deep thinking is going to see a high degree of success today. Teachers, lawyers, philosophers, preachers and politicians are going to be very successful today. But, you need to pay attention to the mundane in addition to the deep questions of life. Overlooking the practical situation is your major problem today."
    },
    "9": {
        "Capricorn Daily Horoscope": "You are likely to spend quite a lot on matters like furnishing, clothes and cosmetics. However, you will be able to stop your spending just short of extravagance. You are also likely to give expensive gifts to someone you love and this is definitely going to be appreciated. However, you need to verbalize your feelings so that your gestures become more meaningful.",
        "Capricorn Health & Wellness Horoscope": "You may be thrust into controversial social situations today. Such confrontations will increase your mental stress and this will inevitably leave an impact on your health. The best way to tackle this is to avoid such situations, but this may not be possible. So, you should adopt some relaxation techniques so that you do not accumulate needless stress and endanger your health.",
        "Capricorn Daily Love & Relationship Horoscope": "You are advised to look for opportunities to please your soul mate in spite of following a rigorous training schedule! Your relationship gives you the kind of love what others dream of and that it why you are ignorant towards it. Try to compose a ballad or song for appreciating your beloved or frame some picture perfect memories.ﾠﾠ",
        "Capricorn Career & Money Horoscope": "It seems like your travel cost to your workplace is increasing day by day. Also the card shows that the office politics are strong and working against you these days. But you keep working as usual and you may get promoted soon. In any case the politics will keep mounting up out of jealousy."
    },
    "10": {
        "Aquarius Daily Horoscope": "Today you are a changed person. You are a better listener, although you have been a good speaker always. This will let everyone effectively know that you are no longer so self-centered and you are willing to work for the good of others. A lady aged around 40 years will be of great support to you.",
        "Aquarius Health & Wellness Horoscope": "Respiratory trouble may affect you today. People who have asthma are in an especially vulnerable condition and should avoid all allergens like dust and pollen. You may also catch a cold which can develop complications if not treated at once. Take adequate protection against the weather. If you have been suffering physically for the past few days, the diagnosis may be successfully made today.",
        "Aquarius Daily Love & Relationship Horoscope": "Several events will happen today which will present your love life in a completely new light. You may become aware of new information or get a new insight in the character and wishes of your partner. As a result, this day marks a turning point in your relationship. It is necessary to balance your own desires and self respect when dealing with your partner.",
        "Aquarius Career & Money Horoscope": "Change is indicated in your career, but this is a change that you are going to enjoy. You may get a job offer or be shifted to a new department. A promotion is also on the cards. You will love your new responsibilities and are full of zeal to prove yourself. You are going to impress everyone at work with your working abilities."
    },
    "11": {
        "Pisces Daily Horoscope": "A new surge of confidence marks everything that you do today. Barriers that seemed unmovable a few days ago will be carried away in the face of your determination. Your communication skills will undergo a sea change and you will easily be able to convince other people and bring them around to your viewpoint. The day is perfect to tackle any difficult project that you had been putting off.",
        "Pisces Health & Wellness Horoscope": "You have taken the responsibility of your health as well the health of those who are dependant on you! It will all pay you off very well later on and you will be proud of the results. The fitness level will boost for yourself and for those you have intended to take care of! You may also get an opportunity to train a huge lot of people.",
        "Pisces Daily Love & Relationship Horoscope": "You may have a permanent access to some one's heart. Your new affair will have an intimate and fresh new beginning. You will be free minded and will look for real elements of love and compassion without rose-colored glasses. Do not let bitter experiences of the past affect you. However if you are scared then just tread softly.",
        "Pisces Career & Money Horoscope": "You are about to get severely affected with work related stress. The internal pressure may mount up within your head and you will run out of time required to fulfill the goals. However you cannot do anything to help this. So just try to let it pass by smoothly. Try to lend your ears to someone you do not find amiable at all but you have to do this due to professional reasons."
    }
}]
