horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Rise and shine today. The stars predict that they have an important job for you. You need to make anyone near you happy today, this act in return will open the flood gate of good fortune for you. However, do not lend money today as you are prone to lose it forever. There should not be any issues with your health.",
        "Aries Health & Wellness Horoscope": "You have taken on a huge task with your weight loss goals. Today, you will need to put in extra effort. Perhaps someone will offer a bar of chocolate to you or celebrate with your favourite junk food. However, you will be able to find the strength to overcome this temptation easily and once you do, your goals will be reached within a short time.",
        "Aries Daily Love & Relationship Horoscope": "You will be getting more attention than ever before. To your surprise you may be approached by the least expected ones even. But take you own time to decide who suits you the best. Time will weed out the best ones from the rest. Do not restrain yourself because of the bitter experiences of the past.",
        "Aries Career & Money Horoscope": "Be very open and welcoming to the opportunities of travelling. This is a chance to make a good amount of money! For those who are studying may get wonderful opportunities from unexpected sources. Wherever you are keep in mind that united we stand and divided we fall. So collective team effort will bring satisfying results."
    },
    "1": {
        "Taurus Daily Horoscope": "You are full of positive vibes. But do not try to spread it among others. People will not welcome your advice! Being silent in spite of loaded with creative energy may make you feel depressed. But do not bother as your recognition is going no where, it is just being postponed. Control yourself from indulging in momentary pleasures which will cost you heavily in future.",
        "Taurus Health & Wellness Horoscope": "You feel at the top of your physical health and this is the best time to set new targets and push yourself further. Athletes and others involved in physical training will enjoy great success today. Your mental health will also improve as you feel stress free, vital and active. You will also be able to infect those around you with your enthusiasm and optimism and can help others to start on a health regime of their own.",
        "Taurus Daily Love & Relationship Horoscope": "You are a free bird and commitment is not your cup of tea. So better do not get into it if you cannot be handle it else learn to be cool with the possessiveness of your partner. Those who are single may seem to be calm and composed but unfortunately they may be hit with the thoughts of an unforgettable past love! Moving on is the only way out!",
        "Taurus Career & Money Horoscope": "A new job offer is likely to come your way now. This is especially true for people who work in the public sector. You may not have been thinking of changing your job or may even be satisfied with the current one. But the new job will present you with unmatched opportunities. Taking it is a risk, but that that has a high likelihood of paying off."
    },
    "2": {
        "Gemini Daily Horoscope": "The day is going to be calm and quiet ﾖ a welcome break after the hectic schedule of the last week. You need to put in some hard work as your superiors are watching you now. A few personal issues may arise which you have completely failed to anticipate. They will take you by surprise, but you will be able to deal satisfactorily with them.",
        "Gemini Health & Wellness Horoscope": "You need to realize that good health is the key to happiness and you will not be able to enjoy anything if you continue to indulge in habits that are harmful for your health. Today is quite suitable for adopting these changes which can help you to lead a better and healthier lifestyle. Take a pledge to give up your unhealthy addictions today.",
        "Gemini Daily Love & Relationship Horoscope": "It is good to absorb a lot of things. This actually avoids a number of trivial fights. But sometimes you also need to speak up. If the attitude and behavior of your partner has been bothering you, then speak up. Things will only move towards betterment. You are known to stand by your values and principles. Act within the boundary.",
        "Gemini Career & Money Horoscope": "You have been facing some confusion as far as your career is concerned and some questions have been troubling you for quite some time now. Today, a possible solution will occur to you. It is vital that you follow up on this idea, no matter how outlandish it may seem. Take a risk and it will pay off in great ways, much exceeding your expectations."
    },
    "3": {
        "Cancer Daily Horoscope": "A new surge of confidence marks everything that you do today. Barriers that seemed unmovable a few days ago will be carried away in the face of your determination. Your communication skills will undergo a sea change and you will easily be able to convince other people and bring them around to your viewpoint. The day is perfect to tackle any difficult project that you had been putting off.",
        "Cancer Health & Wellness Horoscope": "You are physically and mentally very strong at this point of time. So you must strive to achieve what ever you want to! Do not remain restricted to looks only! Try conversing with people around you about the problems you encounter while undertaking exercises. This will help you obtain multiple solutions. Follow the one which suits you the best.",
        "Cancer Daily Love & Relationship Horoscope": "Mars is fuelling your romantic desires and with a fighting spirit and a higher level of confidence, you take strides either with your partner or towards your partner. Romance in your relationship has become as important as sugar in tea. You are at your romantic best. Listen to music in the air. Everything is bright and colorful. Time is favorable.",
        "Cancer Career & Money Horoscope": "A number of new and different work opportunities will come your way today. There will be a rush of new clients or customers and several projects will be offered to you ﾖ some of which have the potential of becoming your dream project. In order to exploit this opportunity, you will have to work extra hard today, and you are going to enjoy every minute of it."
    },
    "4": {
        "Leo Daily Horoscope": "It is a great day for you. Your efforts may be rewarded in terms of cash. You will be inclined towards buying the best of the utilities for your dear ones! Just be careful of not exhausting out the entire amount without saving some of it! You may spend most cherish able moments with your partner today as the encounter will be quite passionate.",
        "Leo Health & Wellness Horoscope": "Stomach ailments have a high chance of occurring today. You have to take special precaution against drinking water and other fluids because the chances of a waterborne disease are high. It is also prudent to avoid all unhygienic food items as you are vulnerable to infections today. You may also face some problem with acne, but they will clear up after timely intervention.",
        "Leo Daily Love & Relationship Horoscope": "Stress has been building in your relationship and you have been pushing to get everything out in the open. Your efforts come to a head now and a major confrontation is likely to happen. However, this will at last release all the stress and pent up tension that were clouding your interaction. With everything in the open, you will be able to make some important decision regarding the progress of your relationship.",
        "Leo Career & Money Horoscope": "It seems like your travel cost to your workplace is increasing day by day. Also the card shows that the office politics are strong and working against you these days. But you keep working as usual and you may get promoted soon. In any case the politics will keep mounting up out of jealousy."
    },
    "5": {
        "Virgo Daily Horoscope": "You are full of energy and have a bright outlook. Things which were appearing bleak for the last few days do not seem to be so hopeless now. Strength and vitality in your attitude will help you to deal with the situation. The day is also favourable to express your views, opinions and desires strongly. Go after what you truly desire and you are likely to reach your goals.",
        "Virgo Health & Wellness Horoscope": "Today you will be emotionally very sensitive. You may feel like curling up and remain restricted to home. Things which make you feel secure may be taken away from you. But do not worry; you are just temporarily separated from the things you love! Follow your heart but adhere to the fitness program as well.",
        "Virgo Daily Love & Relationship Horoscope": "Several events will happen today which will present your love life in a completely new light. You may become aware of new information or get a new insight in the character and wishes of your partner. As a result, this day marks a turning point in your relationship. It is necessary to balance your own desires and self respect when dealing with your partner.",
        "Virgo Career & Money Horoscope": "Try to finish all the work towards the beginning of the day itself! You may not get a chance to work in the later half of the day. Pay attention to the minute details of any sale or purchase you do, chances of suffering from fraudulent are there! You may need to exercise a strong control on your will to understand and balance your expenses."
    },
    "6": {
        "Libra Daily Horoscope": "Friendship is the theme of the day. You can meet up with old friends or may be suddenly visited by one of them. You are also going to help one or more of your friends out of a tight spot today. On the other hand, a friend may come down hard on you, but you should not feel bad. He or she is unloading on you because he / she have her / his own problems and that is why he is reacting like this.",
        "Libra Health & Wellness Horoscope": "You may be troubled by problems related to skin and teeth. Make sure to eat plenty of fruits, green veggies, milk and milk products in your diet. Allergies too may be acting up and this is the time to take special care to avoid all allergens. Proper diet and relaxation exercise are necessary to maintain your health and beauty.",
        "Libra Daily Love & Relationship Horoscope": "Your lavish lifestyle draws many people towards you. But all of them are just fake and make false pretensions of loving you. In such a situation just focus on the positivity that you are not alone. Try to ignore the negativity that you are lonely, this is just the beginning and you have many more lovers to follow.",
        "Libra Career & Money Horoscope": "Unexpected money is coming your way today. This is the best day to win at the speculative ventures and in games of chance. However, this money is also going to bring its own responsibilities which you should not ignore. You may have to discharge an important errand today in connection to this money. Indulge in some light hearted shopping today with this unexpected bonanza."
    },
    "7": {
        "Scorpio Daily Horoscope": "Good news will make your day. You were working towards an important thing for a long time and it will bear fruit today. An outing with colleagues is indicated. You will enjoy and have a good time. You may make a decision regarding finances which will benefit you in long term. You may also visit holy places today.",
        "Scorpio Health & Wellness Horoscope": "You will become aware of the health risks of your current lifestyle and may initiate a regime to correct it. You may have to undergo a health check up due to some reasons and this is likely to alert you to the possible danger. You have adopted a better lifestyle a number of times in the past, but this time you will find it much easier to stick to the regime this time.",
        "Scorpio Daily Love & Relationship Horoscope": "Do not waste much of your time in experimenting with many lovers in order to discover the best one among them. You have a charming personality but due to hard luck you cannot cast a spell on others at this point of time. When you will reach a decision then you will feel that you have done the right thing.",
        "Scorpio Career & Money Horoscope": "The venture capitalists are going to be the biggest benefiters today! People well easily get convinced with your ideas. Just do not over-exert your point of view. However the amount of money you are expecting to receive may slightly get delayed, but is sure to arrive!"
    },
    "8": {
        "Sagittarius Daily Horoscope": "You have devoted considerable time and effort to a project and it will start to pay off now. Hard work and determination along with farsighted planning has done the trick. You have also been planning some renovations but have been deterred by financial constraints. Today you will come up with creative ways to accomplish all these tasks within your means.",
        "Sagittarius Health & Wellness Horoscope": "If you drive some vehicle, be cautious and drive carefully. Watch out your driving and be defensive while on the road. Minor accident is indicated but if you pay attention it can be avoided. Be conscious of turns and speed breakers. Slow down your vehicle. Also, today do not loiter outside without any work. Finish your work and relax at home.",
        "Sagittarius Daily Love & Relationship Horoscope": "Maintain a positive frame of mind even if your current relationship is not working. Your partner is not reciprocating the same sentiments as you do. It is time to move on gracefully without hurting anyone. Meet people and party. With your positive attitude, you might find someone just across the door. Surprises are waiting for you. Be humble and gentle.",
        "Sagittarius Career & Money Horoscope": "You are in a mood of speculation today; still your ability to stay focused will be quite strong. You must stick to your office desk or work station at home in order to finish maximum work in minimum time. However working at home will be conserving more time, energy and money. Order something or do some window shopping online."
    },
    "9": {
        "Capricorn Daily Horoscope": "You are going to be in an especially easygoing mood today. No issue have the power to disturb you and you tackle every situation with a smile on your face. You may also play the role of an effective mediator in any dispute today. You are going to spread cheer and goodwill and you are also going to be the life and soul of any party that you attend in the evening.",
        "Capricorn Health & Wellness Horoscope": "Minor accidents are a strong possibility, especially on the road. So, be extra careful while driving or crossing the street because a collision may occur now. Even if you are careful, the accident may be caused by the recklessness of others. So, a defensive strategy is required. A little bit of extra attention can help to avoid major hassle today.",
        "Capricorn Daily Love & Relationship Horoscope": "A close friend may express his/her feelings for you today. It may not be verbal but through actions. It may be very subtle. Be conscious of such things. There is a high chance of a friendship developing into a romantic relationship. Do not jump to commit immediately. It may be an infatuation. So, wait for more cues.",
        "Capricorn Career & Money Horoscope": "An unexpected career opportunity will open up for you today but you should not hesitate to grab this at once. Any delay can actually make you lose your chance and you would have lost a lucrative opportunity. You may meet someone from your past who will bring this offer to you or it may be presented by a complete stranger. This is one of those times to take a risk and it will definitely pay off."
    },
    "10": {
        "Aquarius Daily Horoscope": "You are a simple person and that is why you lack tactics while dealing with relationships. This may cause you to suffer even at times but it is all momentary, simplicity will rule over anything manipulated. Keep your sensitiveness in control. However you may be able to spend some good time with your dear ones as well.",
        "Aquarius Health & Wellness Horoscope": "You must pay a lot of attention to your feet. You are in a job which involves a lot of footwork, so you need to take extra care. Use socks and shoes regularly. If you experience some pain then go for a foot massage or dip your feet in warm water for half an hour or so. If the pain gets severe, consult your nearest doctor.",
        "Aquarius Daily Love & Relationship Horoscope": "There may be some changes cropping up in the mind of your partner. He may want to adopt an adventurous approach to life and this will involve several experiments to attain his desired goal. You may even need to change your food habits or residence. Just be careful of controlling your laughter over anything new your partner tries to do!",
        "Aquarius Career & Money Horoscope": "You have been contemplating a shift for quite some time. Today you may see an opportunity that will attract you. Be proactive and apply today. You may receive an interview call. With your confidence and subject knowledge, cracking an interview has never been a problem for you. So, take the first step today and apply. Be careful about your wallet while travelling in a public transport."
    },
    "11": {
        "Pisces Daily Horoscope": "You are in a good state and are full of inspiration. Your mind is working actively and stimulating you to constantly come up with new ideas and strategies. So this day can prove to be very productive for you. However all this can be messed up if you fail to take the matters of health into consideration.",
        "Pisces Health & Wellness Horoscope": "Your health can be a little unpredictable today, but your exceptional mental strength and determination can help you tackle any situation. You may have to face a day of considerable physical labour, but you will come through with flying colours and complete all your tasks with time to spare. You may also stimulate someone else to start a healthy regime. However, be sure to relax at the end of the day with your favourite activity.",
        "Pisces Daily Love & Relationship Horoscope": "You must change your routine if you want to catch up with someone interesting else your relationship will reach the same boring level again! You need to change yourself from within for bringing a great change in your love life! You will have no idea how exciting things can get if you will dress differently!",
        "Pisces Career & Money Horoscope": "You have been working hard in the straight and narrow path for a long time now, but today you will be tempted to resort to trickery to accomplish a task. However, this is a needless risk that you will be taking. People will identify what you are trying to do and will take offence and you will lose the trust that you have build up over the years."
    }
}
]
