horo_english=[ {
    "0": {
        "Aries Daily Horoscope": "With a little patience and forbearance, the day can turn out to be very productive for you. But having that patience can be the greatest challenge now. Time will seem to slow down to a crawl and nothing would move fast enough to suit your mood. But if you try to hurry up the process, you can completely mess up your agenda. Try starting the day with some calming exercises to control your energy.",
        "Aries Health & Wellness Horoscope": "You have been planning to lose weight, but your good intentions are all coming to nought as a number of temptations are placed in your way. But today is an excellent day to start your diet and exercise routine to lose weight. You are likely to take professional advice for the purpose and invest a substantial sum of money in this project now.",
        "Aries Daily Love & Relationship Horoscope": "External stress from work and other facets of life are going to affect the status of your relationship right now. If you can remember the importance of relationships and the need to keep your career and family life strictly separate, you can easily weather this storm. Your partner is going to be very supportive of you today even though it may take you quite a long time before you realize its value.",
        "Aries Career & Money Horoscope": "Your mannerisms are well placed today. Use them for your gain. Meet people and strike conversation. Maintain a positive body language. It is quite possible that a new opportunity will sprout from there. This is a good week to start a new project. Remember your organization skills and keep yourself clutter free. At the end of the month, an unexpected gain is possible."
    },
    "1": {
        "Taurus Daily Horoscope": "Someone has been offering you constant and unwavering loyalty, help and support. Today, opportunities will arise for you to return some of the favour and express your appreciation. In so doing, you may have to take on a difficult situation, but this will ultimately strengthen your relationship. You need to be brave and assertive while displaying kindness and gratitude.",
        "Taurus Health & Wellness Horoscope": "Be careful what you eat because stomach trouble and other problems related to the digestive system can manifest today. For some time now, you have known the need to completely revise your diet patterns and today you will get a major incentive to do so. A change in your diet will also actually reduce your mental stress, much of which was caused not by external worries as you thought but by your lifestyle.",
        "Taurus Daily Love & Relationship Horoscope": "It is an interesting phase in your love life. Those who have just started of with a new relationship should look for ways to strengthen their relationship more. The two of you can blend in romance and talents together very effectively. Just be open about the future but do not indulge into any plan making right now. Just go with the flow.",
        "Taurus Career & Money Horoscope": "An atmosphere of camaraderie and universal cheer prevails in your workplace today and you will really enjoy doing even the most mundane tasks that you generally hate. You may find new enthusiasm for your work and are likely to receive active support from your colleagues to complete your responsibilities. You should finish all your pending jobs today as it is a favourable time to complete these projects today."
    },
    "2": {
        "Gemini Daily Horoscope": "You are planning to go for higher education and today you will receive lot of offers for the same from prestigious institutions which may offer you scholarship even. Just be careful while making preliminary arrangements and gathering information. Someone is trying to take advantage of you as well.",
        "Gemini Health & Wellness Horoscope": "Minor skin ailments have been troubling you. Today plan a detoxification program. With this, cut down on oily stuffs. Your health otherwise will remain sound. Avoid walking in places having lots of trees as insect bite is indicated. It may leave rashes on your skin. Carry anti allergic medicine today as a precautionary measure. If required, visit a doctor.",
        "Gemini Daily Love & Relationship Horoscope": "An excellent day is marked for you if you want to settle in a relationship. Express yourself to your family. They will be happy as there is positive energy oozing out of your planetary position today. Today is a day to celebrate with loved ones. Spend time with your family to show your care and concern. They will like your act.",
        "Gemini Career & Money Horoscope": "The time is most favourable for those who are in any health related professions. Doctors, nurses, chiropractors, healers, hospital administrators and even medical students are going to enjoy a high degree of success. Be sure to follow the advice if you are consulting a professional as this advice is going to be very relevant to your professional life at this time."
    },
    "3": {
        "Cancer Daily Horoscope": "You may want to act impulsively and rashly out of a fit of anger. But you are advised to keep your mind stable and think sensibly. You have the power of communication and you should use that in your favor. In order to reduce the level of stress, go for any adventurous sports which you like but do not indulge in carnal pleasures.",
        "Cancer Health & Wellness Horoscope": "You may be interested and you may find time to join groups online which motivate and encourage you towards maintaining good health! You may be tempted to eat well but that is okay if you plan to shed the calories via rigorous physical exercises! Plan a relaxation schedule which you may follow towards the end of the day.",
        "Cancer Daily Love & Relationship Horoscope": "If you think that you have received low ratings on attraction/romantic relationship scale. Then this is the time to do something about it. Try to visualize how you want to look and what kind of a partner you want to be. This will help you decide the path you must follow to attain your goal. Be cool with whatever comes your way.",
        "Cancer Career & Money Horoscope": "You are a person with good nature and you are also a social butterfly. Today these qualities of yours will be highly appreciated and rewards for them will follow soon. You may also receive wonderful advice to boost your confidence and achieve much more than you could achieve on your own!"
    },
    "4": {
        "Leo Daily Horoscope": "Watch out! Your competitors may try to weigh you down with proper planning and plotting. But you will be able to cream them up easily! And they will be left with no other option except to praise you for your mouthful achievements. Meet your best pals in order to inject some levity into the grim situation.",
        "Leo Health & Wellness Horoscope": "You have recently made some changes in your lifestyle for the better and they will begin to bear fruit. You may win a competition today or may perform better than you used to earlier. Your skin will especially benefit from your health related changes. Your pimples may clear up or you may develop a nice tan. You will begin to look and feel healthy.",
        "Leo Daily Love & Relationship Horoscope": "Love is in the air, love is on the mind. Actually love is everywhere. You just have to be conscious of its presence. Take baby steps and talk to friends for advice. With many options seen today, do not be in a hurry to jump. Your silence attracts people. A little enigma around your character is alluring. Be the same.",
        "Leo Career & Money Horoscope": "Great opportunities are likely to open up on the career front today. You can get a really fantastic job offer or that promotion for which you were eagerly waiting, finally comes through. Help may arrive from a completely unexpected quarter which is likely to overwhelm you. You may also receive help from someone whom you had helped in the past."
    },
    "5": {
        "Virgo Daily Horoscope": "Celebrations are round the corner! Some one close to you is getting married. The pair will receive loads of wishes from you. For those in love, you will really feel to take your relationship to the next level of commitment and may decide to exchange vows even. For those who are already married, you should enjoy the party to the fullest.",
        "Virgo Health & Wellness Horoscope": "You are going to enjoy excellent health today, but be sure to take some elementary precautions to keep things that way. Timely intervention now can help you to prevent all sicknesses. This is the perfect time to concentrate on intensifying your health regime and take up all those good practices which you have thought about but never mastered the enthusiasm to see through.",
        "Virgo Daily Love & Relationship Horoscope": "Your partner is likely to be under considerable stress today and you will need to extend all your sympathy and understanding. He / she may take out the frustration on you. Reacting emotionally to the outburst will only serve to complicate the situation. You need to put your own feelings on hold for the time being and attend to the needs of your partner.",
        "Virgo Career & Money Horoscope": "Try to find the company of such people who can supply some useful information to you. You have been thinking big and this is the right time to take risk. Save your time of solving unimportant issues. Do not spend before you have cash in your pocket! Postpone your promise of celebrating your success bash if possible."
    },
    "6": {
        "Libra Daily Horoscope": "This is the best time to cut out the deadwood in your life. You have been sticking to a position which you no longer enjoy out of a sense of obligation or out of helplessness. You were finding it difficult to get out of this situation, but today you will be able to find the inner courage to take that final step. You will also be helped by some event in this.",
        "Libra Health & Wellness Horoscope": "You will be very active socially and consumption of oily or heavy foods may work against your health. You may have a high intake of alcohol even; you must increase the intake of water as well. Take a tight sleep before you set out on your expedition. Being moderate in your approach will impart you with better looks and higher energy.",
        "Libra Daily Love & Relationship Horoscope": "The past affair may haunt you again and this has been repeating at regular intervals. Do not make yourself vulnerable to bitter experiences of the past. However you may come across a face that reminds you of the fun filled days of the past. You can plant seeds of a successful relationship with this person, just wait for the seeds to sprout at the right time.",
        "Libra Career & Money Horoscope": "You are heavily loaded with responsibilities in both personal and professional life. So you have to manage your time extremely well. However your colleagues may fill in for you if you ask for their help. But do not ask in excess else they will be forced to say a no to you beyond a point. You have the required energy for making future plans."
    },
    "7": {
        "Scorpio Daily Horoscope": "Today you may have some problem with your transport. If you are going for an important work, double check your alternative mode of transport and keep a backup plan ready. You may be a little agitated from inside. But do not lose your cool as it is just a short phase and will pass by easily. Spend time with your family.",
        "Scorpio Health & Wellness Horoscope": "You may suffer from issues related to indigestion today, but you need to realize that the real problem lies not with your digestive system but with anxiety and tension which is finding expression through these health problems. So, you will benefit more if you adopt mental exercises and stress release techniques instead of changing your dietary pattern. Breathing exercises can be of special help.",
        "Scorpio Daily Love & Relationship Horoscope": "You are likely to do a lot of soul searching in connection to your love life. You have been wearing rose tinted glasses when you judged your relationship before but now you will be able to adopt a far more sensible and mature approach to love. You will arrive at a clear idea of what you want from your partner and the relationship and how much you are willing to give to it.",
        "Scorpio Career & Money Horoscope": "Seems to be a good time to touch base with colleagues and sub-ordinates. Long lasting period of review and frustration will come to an end soon. So out of happiness you will go crazy spending over yourself as well as over friends and family! Do it for a day or so at the maximum!"
    },
    "8": {
        "Sagittarius Daily Horoscope": "Today you need to move out of your comfort zone. Be aware that sticking too much to the conventional can actually land you into a rut. This will give you a sense of truly living your life rather than just going through the motions. The first step may appear to be scary but if you can step out, this can prove to be a turning point in your life.",
        "Sagittarius Health & Wellness Horoscope": "Your diet requires immediate attention. You have been overeating consistently and have been following a highly unhealthy diet. This is affecting your health without you being even aware of it. In addition, your junk food diet is the root cause of the stress that has been accumulating in your mind and body. Unless you modify your diet, these relaxation techniques are not going to be effective.",
        "Sagittarius Daily Love & Relationship Horoscope": "The force of your own romantic feelings is likely to take even you by surprise today. Chances are high that you will act in a totally uncharacteristic manner today and your boldness will probably be rather surprising. It is likely to leave your partner feeling dazed but happy and thankful. Make the most of today with long romantic walks and spending time together.",
        "Sagittarius Career & Money Horoscope": "It is a perfect day to invite your opponents to check your infrastructure and make them aware of the power you possess. This will defeat most of your opponents before the bidding or signing of a deal takes place and this will be extremely congenial for your company to flourish. Higher position post this will endow you with more strength and money."
    },
    "9": {
        "Capricorn Daily Horoscope": "The time is ripe to take some bold steps. This is not the time to hesitate. Instead, decisive action is critical. Do not shy away from opportunities. A leap of faith at this time can dramatically alter your life for the better, though it may not seem so now. It is also time to re-evaluate old relationships and cut out the deadwood.ﾠ",
        "Capricorn Health & Wellness Horoscope": "Health matters are of a great concern for you now. Let your intuition guide you in deciding what is the best fitness routine for you! You may come across various occasions offering you the best of the cuisines, but you have to be careful of your diet. Otherwise it will be an invitation for many ailments to attack your digestive system.",
        "Capricorn Daily Love & Relationship Horoscope": "You may decide to dress up perfectly today to impress your beloved! What ever hair you do or wear up is going to add charm to your personality! Moreover you may receive permission from your partner to go ahead in pursuit of your interests. This will make you fall in love with your partner forever!",
        "Capricorn Career & Money Horoscope": "There is a major possibility that you may have to go abroad in connection with your job or career. Those who have applied for visa to study overseas are going to get the visa today. You may be transferred by your office to somewhere exotic. Be sure to grab this chance of going abroad and advancing your career. If you are already located in a foreign country, the prospect of transfer back to your own country does not look good."
    },
    "10": {
        "Aquarius Daily Horoscope": "You can speculate easily what is about to happen. And you have an expressive attitude with impressive communication skills. So just strive hard for what you want! Refrain yourself from getting into any altercations with aggressive people who are always fault finding.",
        "Aquarius Health & Wellness Horoscope": "You are full of hope and energy. This positive feeling will keep you going throughout the day no matter how many hindrances you have to face. Situation is not rosy when it comes to your health, still you will not get bed ridden! Proper consultation with a specialist will cure you in no time. Maintain a healthy diet as well.",
        "Aquarius Daily Love & Relationship Horoscope": "Your relationship has been slowly suffocating under the weight of unspoken issues and unaddressed problems. You have been avoiding them for fear that facing them will lead to the breakdown of your relationship. However, you will be in an unusually confrontational mood today and are willing to look at all the issues that had seemed wrong to you previously.",
        "Aquarius Career & Money Horoscope": "This is a good time to support you with activities and achievements and will empower you with a sense of accomplishment that you are first on the track! So this is the perfect time to make a fresh start, be it of a new project or a new job opportunity. Try to retain this energy until you reach your final destination."
    },
    "11": {
        "Pisces Daily Horoscope": "If you are saving up for the right occasion, then today just might be the day. Expect good news today that is sure to bring a smile on your lips and tear on your eyes. It is predicted that you will be surrounded by friends and family today. Jolly time is around the corner. However, donﾒt forget to take care of your health.",
        "Pisces Health & Wellness Horoscope": "You need to realize that good health is the key to happiness and you will not be able to enjoy anything if you continue to indulge in habits that are harmful for your health. Today is quite suitable for adopting these changes which can help you to lead a better and healthier lifestyle. Take a pledge to give up your unhealthy addictions today.",
        "Pisces Daily Love & Relationship Horoscope": "It is great day since you will be able to communicate openly to your partner. You have been looking for this opportunity since long! Reveal all your secrets with them and share the concerns you have! It will let the inflow of enthusiasm in your relationship, bringing you closer as friends and as a couple as well.",
        "Pisces Career & Money Horoscope": "You are likely to be quite vocal and persuasive at your place of work. You will be able to get jobs done in partnership and cooperation. You inspire and organize others to work together to complete a major project. You are likely to earn acclaim and respect for your role in this project and your finances are also likely to get markedly healthy."
    }
}]
