horo_english=[ {
    "0": {
        "Aries Daily Horoscope": "Today, you will be in an adjusting mood. Your willingness to meet people half way and arrive at a compromise through reasonable discussion is going to endear yourself to one and all. You will be able to resolve any situation quickly. You are also concerned with beautifying your person and your surroundings as well as making sure that every occasion goes off without any hitch.",
        "Aries Health & Wellness Horoscope": "The day is best suited to take an aggressive step towards improving your health and wellness. You may join a strenuous exercise class today, or you may start a rigorous diet, but you will be able to stick to the routine with ease. You may also start exercises for mental health like meditation and breathing exercise. Health issues will begin to seem less difficult today and you will be able to enjoy a greater degree of comfort.",
        "Aries Daily Love & Relationship Horoscope": "The day is especially suitable for passion. You have been holding yourself back for the last few days and trying to approach your romantic relationship with a degree of moderation. Today, you will realize that it is no longer enough. Instead, give rein to your passionate nature and see your love blossom. Your partner may be surprised, but will soon respond with enthusiasm.",
        "Aries Career & Money Horoscope": "The time is ripe for a change in the career front. If you were in two minds about changing your job, then this is the time when you can take the decision that will work out the best for you. Do not be afraid to take some risks as far as your career is concerned. They are very likely to pay off."
    },
    "1": {
        "Taurus Daily Horoscope": "You are full of positive energy today. However, though you may mean well, your unsolicited advice is not going to be welcome everywhere. You should indulge your impulse to pamper yourself and may end up spending a considerable sum for your own pleasure. However, it is better to check your impulses as far as other people are concerned because your good intentions may be misinterpreted.",
        "Taurus Health & Wellness Horoscope": "You will be fine no matter how much you will be expected to pace yourself. However a good mood can boost your tackling ability very well and will give you a renewed sense of vitality. However you may catch cold or a similar infection which will not last for long but will be a cause of concern. Just be aware of what you touch and wash your hands as much as you can!",
        "Taurus Daily Love & Relationship Horoscope": "An excellent day is marked for you if you want to settle in a relationship. Express yourself to your family. They will be happy as there is positive energy oozing out of your planetary position today. Today is a day to celebrate with loved ones. Spend time with your family to show your care and concern. They will like your act.",
        "Taurus Career & Money Horoscope": "You find yourself running from pillar to post today with little fruitful result. Do not lose heart. It is just one odd day when things do not happen the way you wish. The incidences of today will motivate you to plan your work in advance and carry on necessary tie ups before you move into the field. Do not purchase any new credit card."
    },
    "2": {
        "Gemini Daily Horoscope": "Opportunities come your way easily but do not be in a haste to grab them all. Weigh your options minutely, feel confident and then act accordingly. Also, share with your friends. This is a time when you will have to open many doors. However, surprises will not be pleasant always. Do not leave everything on destiny. Your actions will determine your destiny.",
        "Gemini Health & Wellness Horoscope": "You look for comfort and security at the same time. Try to be a little free minded. Approvals will come with time and other good things happen gradually so all will fall in place in sometime but it will not get delayed. Do not stay up late in the night! Sacrifice your morning sleep for maintaining good health which you may lose if you tend to be a little careless even!",
        "Gemini Daily Love & Relationship Horoscope": "If relationship was meant to bring a smile on your face, it should make you happy and peaceful. If it is not, it is time to move on. Do not drag a relation, just because it was meant to be beautiful. If it is a misfit, dump it. And as you calm your inner voices, you will see a world of surprises waiting for you. Invest your energy in a productive setting.",
        "Gemini Career & Money Horoscope": "This is a dry season for your business to bloom. So right now you can invest time in brushing up your personality. You are an active person and the good customer service you have provided earlier will continue to fetch customers for you innumerable times. You are simple and smooth in your choice and hence your expenditures as usual are under control."
    },
    "3": {
        "Cancer Daily Horoscope": "An elderly person gives you food for thought. Planning and prioritizing has been your strength. Do your bit and things will fall in place. Maintain your calm and practice patience. Someone may visit you today. Take care of your health and find time for relaxing as well. An important financial arrangement is on its way which may prove windfall gain for you.",
        "Cancer Health & Wellness Horoscope": "You have been eating unhealthy diet for the past few days. There may also have been frequent dinners outside. Your digestive system is going to suffer today as a result. There may be stomach pain and indigestion. You need to control your diet and increase your water intake in order to recover quickly. You also need to take special care of dental hygiene.",
        "Cancer Daily Love & Relationship Horoscope": "You may have to take some tough decision regarding your love life and even though you do not feel like it, this is the best time to do so. Only you can decide whether you will let past experiences strengthen your resolve or undermine your confidence. The way you interpret the past will have a major influence on your decision.",
        "Cancer Career & Money Horoscope": "There is an atmosphere of tension at your workplace. It may be due to the heavy losses incurred, for which you are no where responsible. Do not allow yourself to take in this kind of energy. Instead try to motivate all those who are struck by this wave of negative thoughts. You will be able to receive the required wealth from various sources to manage the expenses."
    },
    "4": {
        "Leo Daily Horoscope": "Times and events will change around you so that you may have to change a well thought out decision. You need to react more responsibly to whatever life throws at you. You will not be able to follow the schedule that you had worked out earlier as something urgent and unpredictable will come up. This event is likely to affect all your short term plans.",
        "Leo Health & Wellness Horoscope": "Your body has been a great companion and works non stop! So it should not be a big deal for you to do something for your body. You must exercise and sleep well. However if your body experiences some difficulties in functioning normally then you must take all precautionary measures to keep it going. One such measure will be to increase the water intake.",
        "Leo Daily Love & Relationship Horoscope": "The time is exactly right to mend fences and clear up old misunderstandings. You may also get close to someone from whom you have been estranged before. There is a real possibility that you will meet an old flame and passion between you will be rekindled. Balancing the past and the present relationships can be an especially demanding task today.",
        "Leo Career & Money Horoscope": "The work seems to get severely affected due to your overly emotional behavior. Get accustomed to it for a while as getting rid of it will take time. Try to put this sensitivity of yours to your advantage by being empathetic towards other people around. In free time look for real estate properties which are worthy of investment."
    },
    "5": {
        "Virgo Daily Horoscope": "Self reflection is the key today. You may feel an unrest which you cannot express or a discontent, even though everything works out all right for you. The only way to deal with this sense of disquiet is to go through a quiet process of reflection which can help you to understand yourself better and find an effective remedy.",
        "Virgo Health & Wellness Horoscope": "Go for spiritual contemplation and exercises to free yourself of the worries and mental pressure which have been a great cause of your suffering. Undertaking it may change your outlook towards life even! Enroll in fitness packages and you will find it pretty effective as well as convenient to undertake few harmonious exercises.",
        "Virgo Daily Love & Relationship Horoscope": "You may have to argue with your partner to stop them for their own good. They may not welcome our opinion but you have to make them understand your point of view. Do not fuss too much else you will lose your relevance. The altercations will not last for long and you will fetch more respect from your partner towards the end of the day.",
        "Virgo Career & Money Horoscope": "A business trip is shown on the cards in the later half of the day. It will be a great opportunity for intellectual stimulation. If you feel too much burdened take an off in the first half of the day and prepare yourself about how you are going to present yourself in front of everyone."
    },
    "6": {
        "Libra Daily Horoscope": "You have a talented and impressive personality which will get highlighted in front of everyone today ﾖ including both your well-wishers and people opposing you! Pay heed to the advice of the former ones and ignore the rest. Your elders will be there in your support and will guide you well to regain your focus on certain very crucial goals of your life.",
        "Libra Health & Wellness Horoscope": "The time is right to adopt a strict regime to lose that extra weight. You have been worrying about your weight gain for quite some time now. Today, you will be able to take a positive step to lose the flab. You are going with a surge of confidence and determination and you will be able to see the results within very little time.",
        "Libra Daily Love & Relationship Horoscope": "The time is right to pay special attention to your family. Activities of children can occupy you throughout the day. You may attend a recital or a game where your child is taking part. You may also visit your parents or plan a trip to them if they live far away. Your nearest relatives will appreciate any small but thoughtful gesture that you care to make.",
        "Libra Career & Money Horoscope": "You will do well in the role of a receptor today! So switch onto being an organizer rather than being a host for the upcoming events! You will be making good amount of money in both the cases but surely if you choose to be an organizer! It is not against your innate abilities, you just have not recognized this side of you!"
    },
    "7": {
        "Scorpio Daily Horoscope": "You are likely to come across a big idea today and you must not reject it out of hand because it seems too improbable. This is the day to think big and to reach high. You should study the obstacles to your plan well and soon you will find that the obstacle itself will suggest how you can get rid of it.",
        "Scorpio Health & Wellness Horoscope": "Low levels of energy and poor stamina are indicated for the day. This is not at all surprising, considering the demands that you have recently been putting on your health. Get some much needed pampering and rest if you want to continue to be productive. You need to understand your own physical limits and take rests accordingly. Driving yourself too hard too fast can end up being harmful to your physical health.",
        "Scorpio Daily Love & Relationship Horoscope": "You tend to ignore your love life and your partner as you devote more and more time to your job and career. Your partner has quite understood, but now he or she may be showing signs of impatience. It is vital that you pay attention towards your personal life before it develops into a full fledged crisis. However, you may not even recognize the problem till it is too late.",
        "Scorpio Career & Money Horoscope": "Today you may be a lot forgiving to every one who has done wrong to you! Be it your colleagues who have been trying to harm you out of jealousy or be it your cruel bosses who never gave a hearing to you and have hindered your progress always! Your finances may reach to the top however you may have to take few risks for gains."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Your every thought and attention is now centred on your career. Actually, you are devoting too much time and attention to it because you are apprehensive. Instead, you need to lighten up a little but you will still be able to achieve what you want. It is vital to pay attention to your family now to balance your work-holism.",
        "Sagittarius Health & Wellness Horoscope": "The day is extremely suited for making some much needed positive changes in your lifestyle. You may meet someone or come to know of a situation where you will become aware of the need to change your dietary habits for better health. You are also going to receive valuable guidance regarding healthier diet. Be sure to exploit this opportunity today.",
        "Sagittarius Daily Love & Relationship Horoscope": "You are a free bird and commitment is not your cup of tea. So better do not get into it if you cannot be handle it else learn to be cool with the possessiveness of your partner. Those who are single may seem to be calm and composed but unfortunately they may be hit with the thoughts of an unforgettable past love! Moving on is the only way out!",
        "Sagittarius Career & Money Horoscope": "You have been facing some confusion as far as your career is concerned and some questions have been troubling you for quite some time now. Today, a possible solution will occur to you. It is vital that you follow up on this idea, no matter how outlandish it may seem. Take a risk and it will pay off in great ways, much exceeding your expectations."
    },
    "9": {
        "Capricorn Daily Horoscope": "If there is tension persisting in your relationship with someone, you may want to find a way out today. Listen to the other part of the story. Do not be too submissive allowing other to steamroller over you. But at the same time do not be blunt. You may find an important client at your office. Be agile and proactive.",
        "Capricorn Health & Wellness Horoscope": "You have to learn to be patient with yourself and others. Various situations may arise which will render you with no gain and to handle yourself in such times you need to inculcate the habit of waiting for the right things to happen at the right time. Go for a walk early morning and if you can try to walk bare footed on grass.",
        "Capricorn Daily Love & Relationship Horoscope": "You will feel a surge of self confidence and a need to assert your own identity within the confines of your romantic relationships. You will begin to realize that healthy boundaries are actually a sign of a healthy and flourishing relationship. For the first time, you will feel self assured enough to lay down these boundaries. You will be very clear about what you do not want in your relationship.",
        "Capricorn Career & Money Horoscope": "You are likely to face some major expenses today, but they will all be because you want to spend and not because you are forced to do it. You have been saving for a rainy day and that is a prudent move, but today is the day to indulge your extravagant side without worrying and buy a nice treat for yourself or a person close to you."
    },
    "10": {
        "Aquarius Daily Horoscope": "You feel full of energy and are ready for some seriously hard work today. Your flow of positive energy will even influence others so that you will energize everyone of your team to work better. Even at home you will shoulder much more responsibilities than you normally do, pleasing those near to you. You just need to make sure that this trend continues and you do not burn yourself out.",
        "Aquarius Health & Wellness Horoscope": "The time is ripe to take some bold steps. This is not the time to hesitate. Instead, decisive action is critical. Do not shy away from opportunities. A leap of faith at this time can dramatically alter your life for the better, though it may not seem so now. It is also time to re-evaluate old relationships and cut out the deadwood.ﾠ",
        "Aquarius Daily Love & Relationship Horoscope": "Your lavish lifestyle draws many people towards you. But all of them are just fake and make false pretensions of loving you. In such a situation just focus on the positivity that you are not alone. Try to ignore the negativity that you are lonely, this is just the beginning and you have many more lovers to follow.",
        "Aquarius Career & Money Horoscope": "You are very industrious today and are likely to be strict with money. The result is that though your savings will be healthy, the question of expenses can become a touchy issue in your family. A sense of insecurity will compel you to curb spending even when there is no need for it. This tendency towards miserliness should be avoided because your cash flow will continue to improve."
    },
    "11": {
        "Pisces Daily Horoscope": "Today you may get emotional over certain issues which demand you to be practical. Distinguish between what you desire and what is good for you with an objective approach! Emotions may be stirred inside you which may give you the required impetus to cross certain lines. Inform everyone about it before taking this step!",
        "Pisces Health & Wellness Horoscope": "You may suffer from some allergic reaction today. If you have known food allergies, you may accidentally eat the food. Chances of irritation of the skin are also there. Avoid going to polluted places if possible. Health will improve after evening. Be sure to get plenty of exercise as well as sleep. You should consciously cultivate healthy habits to avoid problems in the future.",
        "Pisces Daily Love & Relationship Horoscope": "You will have more on your plate than you can possibly handle. You seem to be involved in multiple affairs along with a hectic work schedule. Consequently you have to cut out on your work which will prove to be fatal for you in future. Try to be honest and open with your partner and just enjoy what you have while you have it.",
        "Pisces Career & Money Horoscope": "You are likely to inherit money today, most probably from an unlikely source. Speculative ventures, investments in stocks and short term investment in the market are likely to meet with success. Your financial luck is running high. Just rein in your impulse for extravagance and you will enjoy financial security now. You are also likely to make considerable donation to charities."
    }
}]
