horo_english=[{
    "0": {
        "Aries Daily Horoscope": "The day may start with some confusion. A person with spiritual bent may come to your rescue. The person will guide you. You may follow his advices as they are given with a pure intention today. You may also be inclined to visit a holy place today. Second half of the day will pass smoothly. You may enjoy with friends.",
        "Aries Health & Wellness Horoscope": "If you are conscious about your health, then you are going to enjoy excellent day. Avoid eating junk foods today though temptations will come in your path. It has cost you considerable effort to abandon your previous bad habits and addictions and adopt a healthier lifestyle. Do not throw all these efforts away today due to some temporary impulse.",
        "Aries Daily Love & Relationship Horoscope": "Plan some family activity today. No matter how busy you are, you have been ignoring your family and it is time to redress the balance. A picnic or other group outdoor activity can be great fun. You can also go for activities like sailing or horse riding. Try to get in a much needed dose of nature during this quality time.",
        "Aries Career & Money Horoscope": "You have set aside a fixed amount of money that you need and now are being quite reckless with the money. However, you need to control your extravagant habits if you do not want to land in financial soup in near future. Consult an expert regarding your investments where you may have to cash in some of them or where best to invest."
    },
    "1": {
        "Taurus Daily Horoscope": "Someone dear to your heart is facing some difficulties and you will have to lend a sympathetic ear today. Chances are high that you will end up feeling impatient and frustrated with the problems of this person, but it is vital that you lend your support without criticism. It can influence a very important friendship or even a partnership in your life.",
        "Taurus Health & Wellness Horoscope": "The focus is on your health in this planetary position. You are enthusiastic about keeping yourself fit. You are also inclined towards yoga. You are getting conscious of your desires for a healthy living. Start with one step at a time. Be it food or enjoyment, go for a healthy option. Whether partying or working, do not let your health take a back seat.",
        "Taurus Daily Love & Relationship Horoscope": "You are a unique and special creation of God and nobody has the right to corner you. If you feel so, put your points subtly and gracefully through your actions. The situation will take a turn. Your partner will understand you. At present your love is distracted by surroundings. But as tough situation arises, he will know your worth.",
        "Taurus Career & Money Horoscope": "You are likely to inherit money today, most probably from an unlikely source. Speculative ventures, investments in stocks and short term investment in the market are likely to meet with success. Your financial luck is running high. Just rein in your impulse for extravagance and you will enjoy financial security now. You are also likely to make considerable donation to charities."
    },
    "2": {
        "Gemini Daily Horoscope": "Tell your panicky inner self not to get intimidated by the issues surrounding you. The problems are clouded by various factors for which others are responsible and not you! All these matters are trivial and will get resolved in no time. Plan up for recreational activities to relieve yourself from the stresses!",
        "Gemini Health & Wellness Horoscope": "You have to take extra care not to gain weight. You will find that even if you have controlled your diet, you are feeling heavy and bloated. A sort of lethargy may overcome you, leaving you feeling tired and indifferent. This is a condition of your mind rather than of your body. Meditation and other mind body discipline can help you feel lighter and fitter today.",
        "Gemini Daily Love & Relationship Horoscope": "If relationship was meant to bring a smile on your face, it should make you happy and peaceful. If it is not, it is time to move on. Do not drag a relation, just because it was meant to be beautiful. If it is a misfit, dump it. And as you calm your inner voices, you will see a world of surprises waiting for you. Invest your energy in a productive setting.",
        "Gemini Career & Money Horoscope": "You are likely to be in a philosophical mood and any profession which involves deep thinking is going to see a high degree of success today. Teachers, lawyers, philosophers, preachers and politicians are going to be very successful today. But, you need to pay attention to the mundane in addition to the deep questions of life. Overlooking the practical situation is your major problem today."
    },
    "3": {
        "Cancer Daily Horoscope": "Today you urgently need to understand and master the art of balancing the physical reality with your vision. While your plans are ambitious, you have to understand the actual obstacles top these plans. Otherwise, you are headed for a collision course in spite of all your good intentions. You also need to understand that your plans may be conflicting with those of someone else who is as determined and ambitious as you.",
        "Cancer Health & Wellness Horoscope": "Though you usually enjoy a good health, you are low on your stamina. However, it will only be confined in the morning as you drag yourself out of bed. Once you are out of house, the bright and sunny weather will embrace you and you will kick start for a great day ahead. Avoid driving two wheelers today and if it is unavoidable, just be a little careful.",
        "Cancer Daily Love & Relationship Horoscope": "The time is right to pay special attention to your family. Activities of children can occupy you throughout the day. You may attend a recital or a game where your child is taking part. You may also visit your parents or plan a trip to them if they live far away. Your nearest relatives will appreciate any small but thoughtful gesture that you care to make.",
        "Cancer Career & Money Horoscope": "This is a dry season for your business to bloom. So right now you can invest time in brushing up your personality. You are an active person and the good customer service you have provided earlier will continue to fetch customers for you innumerable times. You are simple and smooth in your choice and hence your expenditures as usual are under control."
    },
    "4": {
        "Leo Daily Horoscope": "The day is likely to be eventful. Circumstances may arise which will force you to confront a past event which you have been avoiding. You need to adopt a tolerant viewpoint in order to deal with this past situation as you tend to be needlessly hard on everyone ﾖ especially yourself. New opportunities can arise from this confrontation. The end result will be positive.",
        "Leo Health & Wellness Horoscope": "Someone is going to inspire you to a higher level of physical fitness today. You know on an intellectual level that you need to improve your fitness, but you have been dragging your feet. Today, you will come across someone who may not be physically in a superb shape, but who will inspire you to improve your health. You will start a new diet or new exercise pattern today.",
        "Leo Daily Love & Relationship Horoscope": "A bird in hand is better than two in a bush! It seems like you have come across someone mesmerizing and they appear to be far better than your current partners! Well it is just an illusion, you have the best and you must take care of it! One step wrong will lead to loss of a lifetime, so better avoid this temptation and keep going!",
        "Leo Career & Money Horoscope": "Distractions at the workplace are now acting to reduce your productivity. A possibility of an office romance is actually taking your mind away from work. However, you need to bring your concentration back. Avoid taking any action that can prove irritating or offensive to your colleagues. You are probably being distracted by a simple infatuation. Adopt an attitude of if it happens, it happens and concentrate on your duties."
    },
    "5": {
        "Virgo Daily Horoscope": "The day will start on a positive note. The stars are aligned in your favour, especially during the first half. Try to schedule your official activities beforeﾠnoonﾠas then you will have greater chance of success. It is better to keep the evening free or indulge in light relaxing activities. Someone unexpected may come to visit you today.",
        "Virgo Health & Wellness Horoscope": "The time is absolutely right to revise your diet thoroughly. Be sure to include lots of fruits, veggies, milk and lean protein in your diet as this is necessary for your good health. You will realize that your health is being affected by the wrong type of foods that you insist on eating. However, implementing these dietary changes is going to be much more difficult than planning them. Try to get help of a dieting partner to improve your chances of success.",
        "Virgo Daily Love & Relationship Horoscope": "Today, there is a possibility that you will become less approachable. The day is not best suited for cultivating new or old relationships. Instead, you will be more concerned with self analysis and this can give off a vibe that you do not want to be disturbed. However, you may call up an old friend or get a surprise visit from someone close to you from your past.",
        "Virgo Career & Money Horoscope": "You are in a mood of speculation today; still your ability to stay focused will be quite strong. You must stick to your office desk or work station at home in order to finish maximum work in minimum time. However working at home will be conserving more time, energy and money. Order something or do some window shopping online."
    },
    "6": {
        "Libra Daily Horoscope": "While the day indicates that you are going to enjoy great fun, it will be prudent to take some time in the morning and complete the tasks that you have left pending. Also, adjust and coordinate your schedule with other family members and colleagues so that no difficulties or misunderstandings arise later on. You can also get some good news today.",
        "Libra Health & Wellness Horoscope": "You will have to consult a healthcare expert today for some health related issues. But if you do not heed the advice now then you are headed for serious trouble on the health front. Do not ignore any health issues now. Even smallest issues should be investigated closely. With proper care, you can maintain a fit lifestyle and avoid health related problems.",
        "Libra Daily Love & Relationship Horoscope": "If you have been dreaming of enjoying some romantic moments with your beloved partner, today sees a good opportunity. Enjoy the day together either in the confines of your home or somewhere close to nature. Soft light, aromas and soft drapes never ceases to increase the intensity of romance. Go for it. You shall have a great time today.",
        "Libra Career & Money Horoscope": "You may receive good news relating to your job. It can be a promotion, an increment, a new assignment, a new desired location, change of job or offer from a different firm. Remain available on short call. It can be telephonic or through mail. Show your new employer or colleague about your proactive attitude. Be mentally prepared as the new role will be demanding."
    },
    "7": {
        "Scorpio Daily Horoscope": "Someone has been offering you constant and unwavering loyalty, help and support. Today, opportunities will arise for you to return some of the favour and express your appreciation. In so doing, you may have to take on a difficult situation, but this will ultimately strengthen your relationship. You need to be brave and assertive while displaying kindness and gratitude.",
        "Scorpio Health & Wellness Horoscope": "Pay special attention to what you eat today. Your immune system is quite resilient and this has led you to eat even unhygienic foods in the past. However, your physique is actually in a vulnerable state now. You need to be careful about your dietary habits. In fact, the day is best suitable to institute some much needed long term changes in your dietary pattern.",
        "Scorpio Daily Love & Relationship Horoscope": "Your partner may do something that will increase your confidence in your relationship. You may return the favor by guarantying a happy time together. You may have a happy time with your love. You may eat out together. Take time to introduce your partner to your family. Remember slow and steady wins the race. Weigh everyoneﾒs mood before taking a step.",
        "Scorpio Career & Money Horoscope": "Due to change in planetary positions, a fresh energy has sneaked in your sign. You are feeling lively. You want to take up more and more work and still you are happy. That shows that somewhere things are moving in a positive direction. But in all these enthusiasm, do not ignore your health. A healthy mind resides in a healthy body."
    },
    "8": {
        "Sagittarius Daily Horoscope": "The day can be quite confusing for you with conflicting opinions and different opportunities rising on all sides. While a number of forces pull you in many different directions, try not to overanalyze or please everybody. Instead, going with your own heart can turn out to be just the thing for you, even if you do not realize it at the time.",
        "Sagittarius Health & Wellness Horoscope": "You have been eating unhealthy diet or have been eating out frequently. Today your stomach will bear the brunt. You may feel pain. Take it easy. Eat simple and home cooked food. Increase your water intake. You will be soon be back on track. Avoid alcohol. Take care of your dental parts. Brushing twice is a good idea.",
        "Sagittarius Daily Love & Relationship Horoscope": "Your love has been a great source of inspiration and strength to you when you have been in tough times. And you honor him greatly for this! But due to certain circumstances, a misunderstanding has cropped up between the two of you. And the rift is getting deeper and deeper. Pull the reigns before everything falls apart.",
        "Sagittarius Career & Money Horoscope": "Make a good start over the project which has been put on hold since long. It is a just one step in laying good foundation for a successful future of yours. Take things easy and do not rush onto anything without thinking twice. Do not rely on others to do your work. Do not be afraid to take a stand for what you think is justified."
    },
    "9": {
        "Capricorn Daily Horoscope": "You seem to make a shift from your old ideologies to new ones. Do not think differently today, it will badly impact your impression over others. Reassess yourself by introspecting what you actually want before making any move. Good time to buy a new vehicle and other assets for fulfilling home needs.",
        "Capricorn Health & Wellness Horoscope": "Do not stress yourself by being judgmental about others and suspend all your activities until you recover completely from an anxiety attack! Go for a complete check up to a nervous specialist if medicines are not much effective! Meditation and yoga will relieve you greatly!",
        "Capricorn Daily Love & Relationship Horoscope": "Several events line up today to push your buttons. The result is that you may become irritated even at minor infractions of your partner. Mannerisms which you previously found endearing may appear to irritate you now. Your best course of action now will be to spend some much needed alone time and pamper yourself with exercise or a beauty regime.",
        "Capricorn Career & Money Horoscope": "In this fast paced technology, you might realize today that your skills are not welcomed in a meeting. It is better to think fast and hence start learning a new skill that might help you to remain at par with your competitors. You may find yourself in a planning and self realization mode today. Seek help from your seniors."
    },
    "10": {
        "Aquarius Daily Horoscope": "You are in an impulsive mood today. You tend to rush into projects without thinking it through and this can create unnecessary problems both at work and in family life. Try to keep a level head, though it may seem to be too difficult now. Several opportunities will arise together and you need to see what works for you and what do not.",
        "Aquarius Health & Wellness Horoscope": "During the festive season, you had your share of fun and feast. Now is the time to detoxify so that you are back with a splash of energy. Concentrate more on raw fruits and vegetables. Cut down on caffeinated drink and alcoholic drinks. Feel energized and exude positivity. Also, take your loved ones on a healthy regime. They need your support.",
        "Aquarius Daily Love & Relationship Horoscope": "You have been ignoring your friends of late and the time is especially favourable to put together a friendly outing. Go out and catch a movie or organize a simple friends night out and you will feel the stress that you did not even notice, vanishing easily. You can also be contacted by someone from your past that was close to you once.",
        "Aquarius Career & Money Horoscope": "It is been a while since you have been lying low. Today you may make a decision for stepping onto something new, may be to avail new methods of income. You will feel more passionate and determined to operate from the position of strength. Financial status seems to be usual like any other day."
    },
    "11": {
        "Pisces Daily Horoscope": "Though you are feeling somewhat overwhelmed by responsibilities, there will be no reprieve in sight. Your best course of action will be to quit complaining and get on with completing your tasks. The sooner you complete them, the quicker you will be free. However, this does not mean that you should finish them in a negligent way. Give your best and you will definitely reap the rewards in the future.",
        "Pisces Health & Wellness Horoscope": "You must maintain a rigid attitude towards what you consume and what you must not consume! Opt only for the healthiest meals as they are the best! You have to be exact in your approach to be able to take adequate rest! It will form an armor to shield from the unpredictable and hectic events of life!",
        "Pisces Daily Love & Relationship Horoscope": "You may come across someone who impresses you pretty well as a person but you have certain mental constraints. You want to choose some one on the basis of what all they have to offer for you! But love is not so demanding. So if you want to love and want to be loved you must give up this ideology and believe in sharing!",
        "Pisces Career & Money Horoscope": "A number of minor problems may arise at work today which prevent you from doing your work in peace. You need a large dose of patience today, especially when it comes to dealing with a subordinate. Do not give in to temper. Instead, you need to deal with him intelligently so as not to affect the morale of the entire group."
    }
}]
