horo_english=[{
    "0": {
        "Aries Daily Horoscope": "It is high time that you took a break from your hectic schedule and have a calm look at your surroundings and your condition. You have been rushing about fulfilling your various obligations. Now, you have completed all that you can do and it is time to relax and enjoy the fruits of your planning and your efforts.",
        "Aries Health & Wellness Horoscope": "You seem to apprehend a lot many things, which are just increasing the stress levels. Try walking bare footed on ground, which will stimulate your mind and body. Also your eyes may get afflicted too. So wash your eyes with sensitive solutions and try to sleep most of the time.",
        "Aries Daily Love & Relationship Horoscope": "It is necessary that you slow down in your romantic life. You have been taking every emotion with a high degree of intensity, but it is not possible to sustain this. You need to take things slow today. Replace passion with romance and old fashioned courting, even if your mind instructs you to go for it all at once. Small meaningful gestures will go a long way today.",
        "Aries Career & Money Horoscope": "You are in a mood of speculation today; still your ability to stay focused will be quite strong. You must stick to your office desk or work station at home in order to finish maximum work in minimum time. However working at home will be conserving more time, energy and money. Order something or do some window shopping online."
    },
    "1": {
        "Taurus Daily Horoscope": "You may have to trace back to the initial stages of few events. The cause for certain mishaps lay hidden in the roots. Your reputation in the eyes of others has suffered greatly because of this. It is very much necessary to be reserved and cautious in your approach lest people will try to be a hindrance in your quest.",
        "Taurus Health & Wellness Horoscope": "You may want to completely change your dietary pattern today. In a drastic move, you may decide to go vegan!! Or you may develop a sudden liking of simple home cooked dishes of fresh fruits, veggies and fish. You will probably avoid heavy and spicy dishes. You may take on a detoxification diet. This will leave you feeling highly energetic and quite young.",
        "Taurus Daily Love & Relationship Horoscope": "Your plans to hang out with your dear one may get shattered today. Do not press your partner hard at this point of time to let you know the reason behind screwing up the plan. Sitting coolly at home and watching your favorite TV show or reading a good book will entertain you equally well.",
        "Taurus Career & Money Horoscope": "The day is perfect for undertaking a new business venture. You may have been thinking about this idea for some time now and there is no time like the present to implement it. New opportunities will come knocking on your door and almost all of them will be genuine. If you do take the final decision, you will see most of the other problems which you worried about, have disappeared."
    },
    "2": {
        "Gemini Daily Horoscope": "A situation is likely to arise in your life where you will have to take a very direct and proactive role. It may appear to be a very difficult situation, but you have the capability of solving it fairly. You will just have to assert yourself, but do not worry. After the crisis is over, people are going to be impressed by your role in solving it.",
        "Gemini Health & Wellness Horoscope": "You are vulnerable to infections now. so, it is vital that you should use separate items of hygiene like soap, bath towels etc. Even using a common comb can end up in infection. You can take vitamin supplements to improve your immunity and health. Be sure to maintain high level of hygiene in your house in order to reduce the chance of infections.",
        "Gemini Daily Love & Relationship Horoscope": "Your partner is not going to be in a mood for adjustments and settlements. Hence it is vital for you to hold your ego in check and not raise any controversial issues. Minor disagreements will blow up into full fledged quarrels as your partner will not concede a single point to you. You need to be cautious in romantic affairs today if you want to avoid major upheavals.",
        "Gemini Career & Money Horoscope": "Today, you will be able to arrive at a viable solution for your financial problems and you will take the first necessary steps towards implementing this solution. Money troubles were plaguing you, but you will now be able to take control of your finances. The path that you choose is probably going to be tough, but you will make the right decision and will be able to work your way out of your financial difficulty quite soon."
    },
    "3": {
        "Cancer Daily Horoscope": "Today your faith in karma may be reinforced. You may recall that what you give comes back to you. You are sensitive to others and understand otherﾒs problem. You may observe the generous side of your character taking the front seat. Someone may come to ask help from you. The day may also see a short trip with loved ones.",
        "Cancer Health & Wellness Horoscope": "You need to be humble to endear yourself to your friends. You may have assumed an arrogant attitude without even being aware of it. So, this is the best time to start analyzing your past activities rather than criticising others. It is a rare opportunity of introspection for you and you should take full advantage of this reflective mood to get closer to yourself.",
        "Cancer Daily Love & Relationship Horoscope": "You are going to seek complications in your romantic relationship where none exist. You may feel unable to trust your partner to the extent that you may start thinking of breaking up your relationship. However, chances are high that the issues concern you rather than your partner and you should take a more analytical look at them before taking any step.",
        "Cancer Career & Money Horoscope": "It is necessary that you take special care in dealing with your co-workers today. A volatile atmosphere at your workplace can erupt into a full-fledged argument. So, it is best to avoid confrontations at work today. Minor disagreements with seniors are also possible. However, investing in some metals or agricultural commodities can turn out to be very lucky for you."
    },
    "4": {
        "Leo Daily Horoscope": "Today you are determined to play the power game which may include fair and unfair means to achieve your goals. After getting cornered for a long time, a spurt of energy from the planets now may fill you with confidence. You may make decisions on the basis of your instincts and rest assured, none will laugh on your face.",
        "Leo Health & Wellness Horoscope": "Your skin is feeling dry and dull today. It is not only because of changing weather but also due to internal factors. You have been ignoring things. Include a lot of vitamin C and E in your diet. Drink generous amounts of water, may be 8-10 glasses. Consume more of uncut fruits. Also include exercise in your daily routine.",
        "Leo Daily Love & Relationship Horoscope": "It is useless to drag a relationship for the sheer reason that you are in the relationship for a long time. Today you may feel low because of uncertainty and mental instability. Do not feel guilty. The relationship is not worth sticking to. Move on. Make up your mind today. You may move out of your relationship if you make yourself strong enough.",
        "Leo Career & Money Horoscope": "While your finances are showing steady growth and are likely to improve further today, you may feel that circumstances beyond your control is affecting your productivity and your ability to work. But your fears are groundless. Even your superiors will understand and sympathise with your condition and you are likely to receive a lot of support at work. Colleagues are also going to be helpful."
    },
    "5": {
        "Virgo Daily Horoscope": "Every encounter that you have now is characterised by a surge of energy and purpose. The quality of your interactions will improve dramatically and you may even come in contact with somebody who will revolutionize your life ﾖ financially or spiritually. You will get a better insight into your own character and this will help you to decide on the direction of your life. You should use this opportunity well as understanding yourself can help to resolve a number of your current conflicts.",
        "Virgo Health & Wellness Horoscope": "Regular exercises and salad filled diet is boring you like hell. Time to treat your taste buds with your favorite cuisines. Do not forget to note how you feel next morning. The bitter experience will stop you from getting tempted towards the oily food next time! You may even get a chance to demonstrate physical exercises to the masses.ﾠ",
        "Virgo Daily Love & Relationship Horoscope": "The day is especially favourable for spending time with your parents. If you have been too busy lately, then this is the best time for you to call them up and organize an impromptu visit. This will relieve your stress considerably. Involve your partner in visiting your parents or siblings and see a warm family time evolve. If you are single, you can meet a special person through your parents today.",
        "Virgo Career & Money Horoscope": "Things were probably not going so well on the work front for the last few days, but there will be some improvements today. Bear in mind that adjustments with colleagues is essential to preserve the harmony of your workspace. If you relent just a little, you will be able to enjoy a far more relaxed atmosphere with your friends at the workplace."
    },
    "6": {
        "Libra Daily Horoscope": "You may face certain restrictions from the family, possibly due to the trouble from close relatives. It will not last for long but will affect you severely so just ignore it till it gets over. Today you will spend money in buying useful assets and will be busy with household related work, may be selling the least important equipments or just a regular clean-up of the house.",
        "Libra Health & Wellness Horoscope": "Due to mobility factors you seem to be out of your regular fitness regime. Try to re-arrange your fitness regime with experts. You may be susceptible to intact infections too. Taking mild medicines for the same will give relief but strong ones may cause severe upset of your stomach!",
        "Libra Daily Love & Relationship Horoscope": "You are going to make new friendships and new connections today. You continue to be in a jovial mood and your conviviality is going to impress others. One of the friends that you make today can turn out to be very significant in later years, though it may not seem like that now. You are in a helpful mood and are ready to help your friends and family today.",
        "Libra Career & Money Horoscope": "As far as the financial matters are concerned, you find yourself making a wise decision today. A word of advice today is one in hand is better than two in bush. So, settle down for small gains today. People in trade and shares are not advised to buy big investment shares. Listen to your inner voice and work on intuition."
    },
    "7": {
        "Scorpio Daily Horoscope": "You are likely to be in a more serious frame of mind. The practical issues of life are going to demand your attention today. But you are full of faith and optimism and are ready to take chances at the deepest emotional levels. Someone near to you will exhibit concerns regarding your aims and goals. Take the time to explain the situation to them.",
        "Scorpio Health & Wellness Horoscope": "You are about to undertake a trip to destinations having a completely different climatic zone! If it is a hot climatic area, consume a lot of cucumber whether you like it or not! If it is an area with cold climate, take extra care to protect yourself from the penetration of cold breeze in your body by wearing as much as woolen clothes as you can.",
        "Scorpio Daily Love & Relationship Horoscope": "Your beauty will get fixed in the eyes of every beholder almost. It will be a good chance to run into your ex and axe them up. But be careful of not getting back to them! After all past should remain in the past! One of your friends may need your help in their love life but do not forget to take care of your own!ﾠﾠﾠ",
        "Scorpio Career & Money Horoscope": "For those working in the public sector, this day brings major chances of success and promotion. If you have applied for a job in the public sector, you are likely to get some positive news today. This is also a good time to look for a different job, mostly in an administrative line, if you are not satisfied with the prospects in your current job."
    },
    "8": {
        "Sagittarius Daily Horoscope": "The time is right to turn your attention to materialistic comforts. Enjoy your social life now and get in touch with old friends or family members from whom you have not heard for a long time. You will also experience a shift in your consciousness which may come gradually or which may descend on you without warning. It is a good idea to listen to your instincts now.",
        "Sagittarius Health & Wellness Horoscope": "Today you will be emotionally very sensitive. You may feel like curling up and remain restricted to home. Things which make you feel secure may be taken away from you. But do not worry; you are just temporarily separated from the things you love! Follow your heart but adhere to the fitness program as well.",
        "Sagittarius Daily Love & Relationship Horoscope": "Today you may find yourself in the company of someone who is eager to be with you and has been waiting since long to seek your attention. It may turn out to be a passionate and serious romantic encounter and this is what you have been looking for! Great day, make the most out of it! And just be your original self!",
        "Sagittarius Career & Money Horoscope": "Everything that you wanted in your career will come your way today. Whether it is fame, power, money or position, you are in an ideal position to get everything now. Just remember not to stop working hard and respecting the opinion of other people and all you have worked for will at last be yours. This is the time to enjoy the fruits of your labours."
    },
    "9": {
        "Capricorn Daily Horoscope": "You are likely to come across an unlikely experience today. It is not necessarily unpleasant, but it is likely to rattle you. It can bring about a radical change in your outlook. Do not be afraid to express your feelings, but this time is more suitable to put the emotional demands of the others ahead of those of your own.",
        "Capricorn Health & Wellness Horoscope": "You are going to find someone today who will become a very good exercise buddy for you. You may already know this person but now you will discover this shared interest. Your mutual enthusiasm will help you to drive yourself further so that your health and fitness will be at its peak. You may also take part in an athletic event now.",
        "Capricorn Daily Love & Relationship Horoscope": "Misunderstandings may crop up in your relationship today. You have probably acted out of good intentions, but you failed to take into account all the implications of your actions for others involved. The result is that your pure motives will be viewed rather differently by your partner. You are going to need a lot of patience to sort out this situation.",
        "Capricorn Career & Money Horoscope": "If you seek consultation or advice regarding career or finance today, whether from a professional or someone close to you, you can be greatly benefitted to follow this advice. The day is especially favourable for the engineers and those working in software development. You may also be offered a chance of switching jobs or continuing in the same company but in a different region or country."
    },
    "10": {
        "Aquarius Daily Horoscope": "The planetary alignments allow you a period of calm reflection. You may have reacted rather harshly to certain situations in the past, but now you will be in a far more amenable frame of mind. The time is ripe for extending an olive branch. Give yourself as well as those around you a second chance and you will be in a far happier position.",
        "Aquarius Health & Wellness Horoscope": "You have been slacking off as far as your health and fitness routine is concerned. It is now high time to get back on track. Otherwise, all the good work that you have accomplished at the fitness front will come to nought. However, do not overtax yourself as this will seriously affect your motivation. Just spend thirty minutes in the gym today to get back to the rhythm of the thing.",
        "Aquarius Daily Love & Relationship Horoscope": "The time is right to sit down with your partner and sort out the issues that have been bothering you lately. These can relate to your feelings and the depth of your commitment towards each other. It can also be regarding mundane household matters which you have been ignoring. The fact is it is the right time for joint action.",
        "Aquarius Career & Money Horoscope": "The day may turn out to be a hectic one for you as your presence may be demanded in different directions. However try to devote maximum time for your personal development. Try looking for some guidance online by enrolling for online test series or certifications. Save more than you spend today!"
    },
    "11": {
        "Pisces Daily Horoscope": "Be honest to yourself as this is the only move that can help you in every situation! Do not hesitate in picking up what you prefer rather than sacrificing your wishes just for the sake of others. You may get confused in deciding where to begin from, so just prioritize all the things you are trying to make a decision out of!",
        "Pisces Health & Wellness Horoscope": "You have to learn to be patient with yourself and others. Various situations may arise which will render you with no gain and to handle yourself in such times you need to inculcate the habit of waiting for the right things to happen at the right time. Go for a walk early morning and if you can try to walk bare footed on grass.",
        "Pisces Daily Love & Relationship Horoscope": "Today you will find the reason behind abrupt behavior of your partner. You have been paying lesser attention on him/her. Today is the day to pamper your partner. Take your partner out for a long drive or shopping. Have dinner together. Compliment your partner. You will again see the same freshness and spark in your soul mate.",
        "Pisces Career & Money Horoscope": "You are not feeling very confident today but it is vital that you should mask your uncertainty. Disclosing your feelings of confusion will lead others to doubt your ability and you may lose out on an important deal. If that happens, you need to maintain a positive attitude if you want to recover your fortune tomorrow. You need to understand that you do have the ability though you do not feel the confidence."
    }
}]
