horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Every encounter that you have now is characterised by a surge of energy and purpose. The quality of your interactions will improve dramatically and you may even come in contact with somebody who will revolutionize your life ﾖ financially or spiritually. You will get a better insight into your own character and this will help you to decide on the direction of your life. You should use this opportunity well as understanding yourself can help to resolve a number of your current conflicts.",
        "Aries Health & Wellness Horoscope": "You may experience certain vague symptoms of a typical illness which has never affected you earlier. By the end of the day you will be able to figure out what it is! Focus on yourself and your personal needs too. In fact this is a wonderful time to groom your own self. Make yourself as much attractive as you can!ﾠﾠﾠ",
        "Aries Daily Love & Relationship Horoscope": "You will experience a change within yourself regarding what you want in a romantic partner. While you have been enjoying light superficial romance, you will start thinking seriously and begin looking for your soul mate in earnest. This is going to cause some uneasy times because soul mates do not come without romantic trials, but you are now emotionally ready to take on all these challenges.",
        "Aries Career & Money Horoscope": "You may be rather distracted today and will not feel like completing your tasks at your workplace. As a result you will fall behind in your work. The best solution is to take a day off from work and go for a day of outdoor activities. This will recharge your batteries and you will be able to tackle your pending tasks with renewed vigour tomorrow."
    },
    "1": {
        "Taurus Daily Horoscope": "You will be fascinated by supernatural at this time. You will want to follow up on mysterious matter today and you are likely to watch a mystery film or read a mystery novel. You may also decide to discover the truth behind a mystery or try to discover more about a person or a situation. You should exercise a degree of caution in your pursuits.",
        "Taurus Health & Wellness Horoscope": "Health is likely to be fairly steady today and the minor problems which you had been experiencing in the last few days will be gone. However, it is necessary to guard against minor ailments which may develop today. If you ignore them, they can grow into serious proportions. On the other hand, timely intervention can easily take care of these minor problems.",
        "Taurus Daily Love & Relationship Horoscope": "Be careful as cheating and trickery is fast marching towards your sign. Though it will be unintentional and mild, but you may get hurt. You are giving today. Today is little tough time, but the incidences will only make your love strong and powerful. In future you will vouch on the love. Today, avoid expressing too much.",
        "Taurus Career & Money Horoscope": "It is necessary that you take special care in dealing with your co-workers today. A volatile atmosphere at your workplace can erupt into a full-fledged argument. So, it is best to avoid confrontations at work today. Minor disagreements with seniors are also possible. However, investing in some metals or agricultural commodities can turn out to be very lucky for you."
    },
    "2": {
        "Gemini Daily Horoscope": "Today, you will be filled with the urge to do something and impress others. You will be able to take strong and decisive actions and your sense of timing is implacable right now. You will be able to clear your old debts and obligations now. You may help someone close to you by the virtue of your quick thinking.",
        "Gemini Health & Wellness Horoscope": "You are going to discover the joys of alternative treatments today. You have been trying various remedies for your recent ill health, but with no good results. Today, you will come across a remedy that can actually bring you the relief that you are looking for. Try for a little experiment today and you may end up with a rather effective remedy for your ill health.",
        "Gemini Daily Love & Relationship Horoscope": "Love and romance occupy your mind now and you may actively start looking for a romantic partner if you are single. If you are already with someone, it is the time to take some major decision like whether you will take the relationship to the next level or whether you will be better off without it. In either case, major changes are expected in the relationship front today.",
        "Gemini Career & Money Horoscope": "A change is indicated in the career front. You may change jobs or be shifted from one department to another in your office. You are going to like the new situation and it will present opportunities for you which you have long been searching for. So, you need to take full advantage of the opportunities that come across your way."
    },
    "3": {
        "Cancer Daily Horoscope": "Today is an important day for you as you may develop contacts with someone either residing in different city or abroad. The contact will be helpful for your career. Do check your mailbox as you may receive an important mail regarding an opportunity. Friends living abroad may invite you to work with them. White is a lucky color for you today.",
        "Cancer Health & Wellness Horoscope": "Good health is not a distant goal for you. Just maintain a proper fitness regime and you are there. Exercise is a must for relaxing your body and improving your concentration. You have to turn your aspirations into reality in order to live the life of your dreams. Staying in good health will give you a chance to fulfill your aim!",
        "Cancer Daily Love & Relationship Horoscope": "It is imperative that you keep your egos aside if you want to cultivate a very promising relationship. Your own narrow vision and ego is very likely to cause problems in your family life. Timely intervention is essential if you do not want this to develop into long term strife. Try to look at the matter in hand from a viewpoint that is different from your own.",
        "Cancer Career & Money Horoscope": "New opportunities of employment and income are now opening up for you. You will be faced with a large number of choices so that you may find it quite difficult to judge the alternatives and choose the most suitable path. Balancing work and family life can be difficult today as you emphasize on work at the cost of family today."
    },
    "4": {
        "Leo Daily Horoscope": "The day will start on a positive note. The stars are aligned in your favour, especially during the first half. Try to schedule your official activities beforeﾠnoonﾠas then you will have greater chance of success. It is better to keep the evening free or indulge in light relaxing activities. Someone unexpected may come to visit you today.",
        "Leo Health & Wellness Horoscope": "Viral cold or seasonal fevers may affect you today. You should take timely precautions and preventive medicines to guard against this. On the whole, you have adopted a healthy lifestyle and you will begin to reap the benefits of these positive steps very soon. A sense of wellbeing pervades your mind. Rest and relaxation can go a long way in helping your health today.",
        "Leo Daily Love & Relationship Horoscope": "It is great day since you will be able to communicate openly to your partner. You have been looking for this opportunity since long! Reveal all your secrets with them and share the concerns you have! It will let the inflow of enthusiasm in your relationship, bringing you closer as friends and as a couple as well.",
        "Leo Career & Money Horoscope": "If you decide to part off from a partnership, you are advised to do so in a humble and realistic way. Try to end the cold war or be the first one to break the ice berg by communicating very effectively and smoothly. You can right now concentrate very well on anything you want to, so use this ability well to your advantage."
    },
    "5": {
        "Virgo Daily Horoscope": "The day is perfect to embark upon a new program of abundance and prosperity. If you have been feeling undecided about a new project to which you have devoted considerable thought, then this is the perfect time to take action. Whatever you decide to do today will ultimately lead to success. The events of today will also help to shift your perspective regarding money and modify your negative ideas.",
        "Virgo Health & Wellness Horoscope": "Minor accidents are a strong possibility, especially on the road. So, be extra careful while driving or crossing the street because a collision may occur now. Even if you are careful, the accident may be caused by the recklessness of others. So, a defensive strategy is required. A little bit of extra attention can help to avoid major hassle today.",
        "Virgo Daily Love & Relationship Horoscope": "Plan some family activity today. No matter how busy you are, you have been ignoring your family and it is time to redress the balance. A picnic or other group outdoor activity can be great fun. You can also go for activities like sailing or horse riding. Try to get in a much needed dose of nature during this quality time.",
        "Virgo Career & Money Horoscope": "The day will go especially smoothly at the workplace. Any difficult projects that you had been postponing for some time now can best be completed today. You will probably get a lot done ﾖ more than you expected, and clear up all your backlogs. You are filled with positive energy and this is likely to affect everyone around you in a positive way."
    },
    "6": {
        "Libra Daily Horoscope": "The time is just right to indulge in some light-hearted fun with friends. Go out for a party or a fun filled evening and you are likely to become the life and soul of the festivities. In the course of this you will meet someone who will enjoy the same things as you and will also recognize your potential.",
        "Libra Health & Wellness Horoscope": "You are going to get some health related good news about someone close to you. If you have been worried about the health of a loved one, your worries will be soothed today. You may also come across a remedy for a chronic health condition from which someone near to you suffers and this remedy can prove to be very effective.",
        "Libra Daily Love & Relationship Horoscope": "You need to take off the rose coloured glasses when you examine your current relationship and take the necessary drastic step. Do not drag a relationship just because it is meant to be or due to social pressure. Examine whether it is making you happy, and if it is not doing so, then this is the right time to dump it.",
        "Libra Career & Money Horoscope": "Be sure to consider both short term and long term ramifications of your financial and career related plans before you go forward with them. A careful cost benefit analysis of all your career related plans must be done before you jump in with both feet. Take a long look at them from a distance. Getting a second opinion from a knowledgeable person can also be worthwhile."
    },
    "7": {
        "Scorpio Daily Horoscope": "You love to meet people who are genuine and honest. But today you may come across people who mask up their original self. So learn to see through their pretence. Time may demand from you to decide things quickly. Think twice before being firm about any move and you must defer all your other plans until you are done with the decision-making.",
        "Scorpio Health & Wellness Horoscope": "You have painstakingly built up your dietary regime. Do not let a momentary diversion wreck all your good work. A friend or a co-worker may urge you to over-indulge, but keep in mind what you are going to feelﾠtomorrowﾠmorning. A number of temptations will be presented to you today. If you give in, it will be a waste of valuable energy.",
        "Scorpio Daily Love & Relationship Horoscope": "The day is best suitable to surprise your partner with a romantic gift or gesture. Other things have lately been demanding your attention. You have taken your partner for granted. Now it is time to show your appreciation and be sure that it will be returned wholeheartedly. However, ignoring your partner today can lead to stress in the relationship.",
        "Scorpio Career & Money Horoscope": "Indecision has marked your behaviour for the last few days, but it is now time to take action and abandon this attitude once and for all. Do not be apprehensive about taking a decision. Whatever you decide will be right for your future. You can also consult someone close to you about career and money and you will be getting good advice today."
    },
    "8": {
        "Sagittarius Daily Horoscope": "The day will be marked by mood swings, but fortune will smile on you today. The downside of this is that you may begin to rely a little too much on Lady Luck. Take care that this does not lead to shoddy preparation for your projects. Material gains are likely, but try to guard against splurging unnecessarily. Your run of financial good luck is not going to last very long.",
        "Sagittarius Health & Wellness Horoscope": "Be careful what you eat because stomach trouble and other problems related to the digestive system can manifest today. For some time now, you have known the need to completely revise your diet patterns and today you will get a major incentive to do so. A change in your diet will also actually reduce your mental stress, much of which was caused not by external worries as you thought but by your lifestyle.",
        "Sagittarius Daily Love & Relationship Horoscope": "You are likely to be overwhelmed by a number of contradictory feelings now. In fact, you may be hard put to choose from among more than one possible romantic partner. The answer is obvious to all, but still you will feel opposing currents pulling at you. Hence, this is not the best time to take any momentous step in your love life.",
        "Sagittarius Career & Money Horoscope": "You are in a peaceful mental state and will be able to focus greatly at your work. Today you may be able to crack the best business deals of your career even. But the lack of support from your superiors may hold you back. Try to convince them and all will go well, earning better repute as well as money for you."
    },
    "9": {
        "Capricorn Daily Horoscope": "You are likely to spend quite a lot on matters like furnishing, clothes and cosmetics. However, you will be able to stop your spending just short of extravagance. You are also likely to give expensive gifts to someone you love and this is definitely going to be appreciated. However, you need to verbalize your feelings so that your gestures become more meaningful.",
        "Capricorn Health & Wellness Horoscope": "The end of the day may be a bit challenging for you! But with spiritual exercises like yoga, meditation, tai chi you can overcome every obstacle which averts you from attaining a good health! If problems arise do not be ignorant to them, rush to your nearest medical professional and request them to treat you with mild medicines.",
        "Capricorn Daily Love & Relationship Horoscope": "Love, relationship and family take up your attention now. You are going to spend some quality time with your children today. You will be reminded of what are the most important things in your life and this will help you to finalize a decision which was puzzling you for quite some time now. The quality time with your family will also help to relieve the stress that has been accumulating in your mind.",
        "Capricorn Career & Money Horoscope": "You are likely to receive considerable help today on the job front. Friends, spouse or colleagues will all help you to catch up. Be sure to express your gratitude and help someone else in your turn. Cash flow is likely to improve significantly. This is also a good time to plan for expensive purchases because though you will earn a lot, you will find it difficult to save much money."
    },
    "10": {
        "Aquarius Daily Horoscope": "Enjoy communication and even a day trip with an old friend and family. You should stick to those methods in your work which have proved to be beneficial in the past. It is better not to start any new experimental things today. If you are trying to get a job or a project, stick to conventional methods and sell your ideas and abilities strongly and success will surely be yours.",
        "Aquarius Health & Wellness Horoscope": "There are a few surprises in store for you today, but do not worry. They are all pleasant! Some of the things for which you have been waiting for a long time are likely to come to fruition today. Some of your efforts which you thought have been wasted will finally be successful. So, celebrate tonight with family and friends and even they may have good news to share.",
        "Aquarius Daily Love & Relationship Horoscope": "The day is especially suitable for passion. You have been holding yourself back for the last few days and trying to approach your romantic relationship with a degree of moderation. Today, you will realize that it is no longer enough. Instead, give rein to your passionate nature and see your love blossom. Your partner may be surprised, but will soon respond with enthusiasm.",
        "Aquarius Career & Money Horoscope": "The day may turn out to be a hectic one for you as your presence may be demanded in different directions. However try to devote maximum time for your personal development. Try looking for some guidance online by enrolling for online test series or certifications. Save more than you spend today!"
    },
    "11": {
        "Pisces Daily Horoscope": "This day is going to prove to be a day of serious and hard work for you. You will probably be able to finish some project satisfactorily which was dragging on for a long time. This is going to impress your superiors. You are also likely to be noticed by a prominent person in authority which is going to influence your future.",
        "Pisces Health & Wellness Horoscope": "The day can be quite confusing for you with conflicting opinions and different opportunities rising on all sides. While a number of forces pull you in many different directions, try not to overanalyze or please everybody. Instead, going with your own heart can turn out to be just the thing for you, even if you do not realize it at the time.",
        "Pisces Daily Love & Relationship Horoscope": "You are bound to be more logical and questioning in your relationships today! Behaving rationally with the right person can be a big turn off and the day may seem to be a failure which otherwise would have been an awesome one! Explore the sensuality within yourself and in your partner.",
        "Pisces Career & Money Horoscope": "Everything has been falling beautifully into place in the last few days in all work related issues and this is likely to create overconfidence in you. Today, it is vital that you take a step back and evaluate what is actually necessary for you and what you can achieve with your own capability. Take care that you do not bite off more than you can chew."
    }
}]
