horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You are in an outgoing and exuberant mood. A number of opportunities in various fronts will open up in front of you and you are more than ready to take full advantage of them. Following your instincts today can lead to great things both in your finances and in your personal life and relationships. The day is going to be full of events and you are going to enjoy every moment of it.",
        "Aries Health & Wellness Horoscope": "Your eyes are a lens and you must clean it up when being used for long. This implies that you must go for a check up of your eyes as cards show that they may get puffy and dark. Your eyes may contract some infection which is not evident to you right now but you may be struck all of a sudden with it.ﾠ",
        "Aries Daily Love & Relationship Horoscope": "You need to take a very practical look at what is pushing your buttons. You must not overreact to what you find as this will not serve any useful purpose. If you want your current relationship to endure, you urgently need to iron out these kinks. For this, you will have to push your emotions to a side and look at the situation logically. In the course of this, you may also have to face a few unpleasant truths about yourself.",
        "Aries Career & Money Horoscope": "New business ideas that you proposed will now begin to bear fruit. You may have been thinking of starting your own business. This is the best time for striking out on your own. Chances are very good that you will be able to get adequate financing for your new business at this time. You may have to work in partnership with someone from abroad for establishing this business."
    },
    "1": {
        "Taurus Daily Horoscope": "The time is just right to indulge in some light-hearted fun with friends. Go out for a party or a fun filled evening and you are likely to become the life and soul of the festivities. In the course of this you will meet someone who will enjoy the same things as you and will also recognize your potential.",
        "Taurus Health & Wellness Horoscope": "Your health may be a little down today due to ailments related to stomach. It may by minor. Today take necessary precautions while drinking water and other cold beverages as they might be the cause of water borne diseases. It is also advisable that today you stay away from unhygienic and street food as you may be vulnerable to infections.",
        "Taurus Daily Love & Relationship Horoscope": "The time is right to pay special attention to your family. Activities of children can occupy you throughout the day. You may attend a recital or a game where your child is taking part. You may also visit your parents or plan a trip to them if they live far away. Your nearest relatives will appreciate any small but thoughtful gesture that you care to make.",
        "Taurus Career & Money Horoscope": "Take on some additional responsibilities today. If you perform well, you may be entrusted with such responsibility on a daily basis. With this, will also come an increase in salary. So work sincerely and constantly motivate yourself. Benefits do not appear today, but you are working towards a better life tomorrow. Use your creativity to accomplish your task."
    },
    "2": {
        "Gemini Daily Horoscope": "Small irritations and disagreements are likely to break out throughout the day. It is important that you overlook the minor issues today. Otherwise you will only be destroying the peace of your own mind. Try to share your problems with someone as this can go a long way in improving your mood. Planning solitary activities can be promising today.",
        "Gemini Health & Wellness Horoscope": "You have been following a highly hectic schedule for the last few days and it is time to get organized. Today will be comparatively relaxed, but you should take this time to get your affairs into some semblance of order. Otherwise, things are likely to get even more chaotic in the coming days and you are likely to become anxious as things would seem to go out of control.",
        "Gemini Daily Love & Relationship Horoscope": "Those of you who are single have been making plans for giving a jumping start to their relationship. Those who are already committed will seek for ways to add the lost romance into their relationship. Bold actions will overcome all the challenges being faced and will swipe away fear if there is any!",
        "Gemini Career & Money Horoscope": "You have been pulled in different directions for the last few days and have found it difficult to take decisive action. However, today you will experience a rare clarity of vision and will be able to take clear and proper decision regarding the issues at your workplace. You are also likely to get good career advice from someone. You are also likely to come in contact with someone who will prove to be very influential in your future career life."
    },
    "3": {
        "Cancer Daily Horoscope": "You are in a dominating mood today. You want to take the lead and demonstrate your authority. However, you have to be careful not to throw your weight around. You may accidentally step on some toes. Though you feel that you know better and can handle the situation better, you should still try for cooperation and harmony while tackling any project.",
        "Cancer Health & Wellness Horoscope": "Be careful what you eat because stomach trouble and other problems related to the digestive system can manifest today. For some time now, you have known the need to completely revise your diet patterns and today you will get a major incentive to do so. A change in your diet will also actually reduce your mental stress, much of which was caused not by external worries as you thought but by your lifestyle.",
        "Cancer Daily Love & Relationship Horoscope": "Today you may gather little important information regarding your partner which will help you to form an opinion. Your partner has been sending you confusing signals for some time. The information that you get today will help you understand the logic behind his behavior and will hence affect future course of action. Be flexible enough to adept new things.",
        "Cancer Career & Money Horoscope": "You will hit the bull's eye today. Your eyes are right set on the target and you will nail down what ever you have aimed for! Just be patient if any changes occur with your seating location or you may be asked to work on an entirely new site. Contrary to your belief this new office space will boost your confidence and your ability to perform independently."
    },
    "4": {
        "Leo Daily Horoscope": "Self reflection is the key today. You may feel an unrest which you cannot express or a discontent, even though everything works out all right for you. The only way to deal with this sense of disquiet is to go through a quiet process of reflection which can help you to understand yourself better and find an effective remedy.",
        "Leo Health & Wellness Horoscope": "Guard against minor ailments today. Without sufficient and timely care, a small health problem can develop into a major issue. However, if you intervene now, you will be able to avoid any problem in the future. Do go for professional consultation for your health issues rather than trying home remedies. It is also necessary to make healthy changes in your diet.",
        "Leo Daily Love & Relationship Horoscope": "You are going to receive a piece of valuable advice from your partner today. It may not be to your liking, but you would do well to attend to it. This can be of considerable importance to you. This can be related to financial matter, your career or your family. It is vital that you should not turn defensive and ignore this advice as that can only result in regret.",
        "Leo Career & Money Horoscope": "You may face it difficult to meet targets today. Look for areas where you have never gone before. Explore is the buzz word today for you. You may find something worthwhile. If you have been planning shifting your job, today is the right day to initiate the process. You may shortly land in a new job or in a new office."
    },
    "5": {
        "Virgo Daily Horoscope": "Today is a favorable day for you. Your pleasing personality attracts others. Whatever you put your hands into today is most likely to be successful. You are quite popular. You are articulate and courteous and these qualities have pulled you where you are today. Just continue to be the same without letting ego and trickery coming in your way.",
        "Virgo Health & Wellness Horoscope": "While your physical health is good, your emotions are now at a fragile state. Any stress or emotional turmoil will take its toll on you. You are also feeling overly sensitive. Accumulated stress may even begin to affect your health if you do not take timely steps to prevent it. Avoid any dramatic situation and controversies, especially those that are close to your heart.",
        "Virgo Daily Love & Relationship Horoscope": "You have a soft outlook towards your love life! However you may be put into situations which are devoid of true feeling and hence you will not be much impressed by those who offer to make you a part of their lives. So do not expect love to workout with such people! However they may turn into warm and cordial friends.ﾠﾠﾠ",
        "Virgo Career & Money Horoscope": "This is a good day to enter into speculative venture, but do not rush in blindly. If you take a calculated risk in your investments today, they will be paid off, but foolhardiness will never be returned by profit. So, do not buy that lottery ticket just yet. Blind speculation or luck of the draw is not going to help you, but if you judge the pros and cons of an investment today, you are likely to hit upon the most accurate picture."
    },
    "6": {
        "Libra Daily Horoscope": "Your instincts are in overdrive today and you should trust them and do exactly what they say. Even if everyone around you disagree and follow a different path, you should stick to your own path. It will probably be a tough decision to make, but you will soon reap the rewards. You have to keep your eyes and ears open and act fast to seize the opportunities that may come your way now.",
        "Libra Health & Wellness Horoscope": "Passion is the dominant emotion that you feel today and your health and fitness urge is also not exempt from it. You are likely to drive yourself much harder today during your exercise routine. So, you need to be careful that you do not end up actually pulling a muscle or overstraining yourself. All mental stress is likely to vanish, leaving you full of energy and ready to go.",
        "Libra Daily Love & Relationship Horoscope": "You will be required to extend your unconditional love and support to your partner. You may learn of something that is potentially damaging, but you need to remember your priorities and be sympathetic and soon you will find that your relationship has actually emerged stronger. Do not judge your partner too harshly. Instead, a loving ear is necessary to weather this storm in your relationship.",
        "Libra Career & Money Horoscope": "Be sure to consider both short term and long term ramifications of your financial and career related plans before you go forward with them. A careful cost benefit analysis of all your career related plans must be done before you jump in with both feet. Take a long look at them from a distance. Getting a second opinion from a knowledgeable person can also be worthwhile."
    },
    "7": {
        "Scorpio Daily Horoscope": "You are going to be in an especially easygoing mood today. No issue have the power to disturb you and you tackle every situation with a smile on your face. You may also play the role of an effective mediator in any dispute today. You are going to spread cheer and goodwill and you are also going to be the life and soul of any party that you attend in the evening.",
        "Scorpio Health & Wellness Horoscope": "Your body has been a great companion and works non stop! So it should not be a big deal for you to do something for your body. You must exercise and sleep well. However if your body experiences some difficulties in functioning normally then you must take all precautionary measures to keep it going. One such measure will be to increase the water intake.",
        "Scorpio Daily Love & Relationship Horoscope": "You are adventurous and hence you wanted to take the risk of a blind date. It will turn out to be a raw and embarrassing date! Rain outside may keep you tied to the venue but soon it will end and the person will not piss you too in future! Someone smart and attractive will soon enter your life till then just enjoy.",
        "Scorpio Career & Money Horoscope": "Your financial planning and hard work has now paid off. People who were previously critical of you and doubted your judgment will look up to you today and will marvel at your powers of reasoning and foresight. Be sure to enjoy this period of financial success. Expenses will be incurred on luxury items which you have coveted for long."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You may have to trace back to the initial stages of few events. The cause for certain mishaps lay hidden in the roots. Your reputation in the eyes of others has suffered greatly because of this. It is very much necessary to be reserved and cautious in your approach lest people will try to be a hindrance in your quest.",
        "Sagittarius Health & Wellness Horoscope": "Today is your day. You will find luck favoring you the big time. You may gain appreciation at your work place and among your friends. Be cautious not to get carried away and neglect your other basic need which is your health. Eat in time and eat right. With a healthy body, you will have many other opportunities to enjoy the treat.",
        "Sagittarius Daily Love & Relationship Horoscope": "You will find it difficult to devote as much time as you would like to your partner because of the pressure created by a number of external factors. Professional commitments can eat into most of your time now. Be sure to communicate your feelings to your partner and you will find him / her much more understanding than you thought.",
        "Sagittarius Career & Money Horoscope": "You have several commitments pending but there is plenty of time to complete them with ease. However, you will be feeling restless, inattentive and lethargic. As a result, you will accumulate backlog. Since your mind is not at all ready to concentrate, it is best to take a day off and give yourself a much needed rest. This will help to relieve your stress to a great extent."
    },
    "9": {
        "Capricorn Daily Horoscope": "You need to take a pragmatic look at your situation, especially the economic condition. Splurging may be fun, but it is causing needless pressure on your family funds and you need to become aware of this. You have to keep a cool head and try to understand the viewpoint of the other family members as far as financial matters are concerned.",
        "Capricorn Health & Wellness Horoscope": "You now have the sufficient energy to overcome all the obstacles and challenges that you encounter. However few such issues may arise which will need a lot of your time and energy, leaving you drained and strained upon resolution. Be prepared in advance and keep your favorite meals cooked for yourself which you may consume after sorting out everything.",
        "Capricorn Daily Love & Relationship Horoscope": "There is a strong possibility that a third person will try to intervene in your relationship with evil intentions. The person is probably a trusted one and someone whom you depend on. So, take any information about your partner with a healthy dose of scepticism. You may be the target of jealousy and deception because of your partner. You need to rely on your own feelings.",
        "Capricorn Career & Money Horoscope": "Small but persisting obstacles will arise in the path of your work today and you will find it very difficult to finish your projects within the deadlines. The obstacles are seemingly meaningless and it will be almost impossible to predict or avoid them. However, getting irritated and losing your cool is not going to be of any help. Instead, try asking your colleagues for help to complete your tasks on time."
    },
    "10": {
        "Aquarius Daily Horoscope": "Celebrations are round the corner! Some one close to you is getting married. The pair will receive loads of wishes from you. For those in love, you will really feel to take your relationship to the next level of commitment and may decide to exchange vows even. For those who are already married, you should enjoy the party to the fullest.",
        "Aquarius Health & Wellness Horoscope": "You have been burning the candle at both ends and now it will begin to take inevitable toll on your health. Regular late nights will cause fatigue leading to inattention. This may have a negative impact on both your health and your career. You need to be more organized and practice healthy habits. Getting adequate sleep is a priority today.",
        "Aquarius Daily Love & Relationship Horoscope": "A win-win situation is there for you and your partner today. Your amorous feelings are compelling so much that you are quite demanding. The fire is equal and matching at the other end as well. So, be very careful, ask and you may not be disappointed. A little gentle and caring approach is required. As such you are an understanding partner.",
        "Aquarius Career & Money Horoscope": "People engaged in teaching, writing, journalism and literature are going to enjoy huge success in their career today and you may be honoured for your achievements. The day is also suitable for investment in educational institutions and in construction business. In general, you are going to enjoy a quiet day at work ﾖ a relief from the rush of the past few days."
    },
    "11": {
        "Pisces Daily Horoscope": "The day may turn out to be somewhat bizarre. Event which you never expected have a high chance of happening today. It is important that you take note of the planetary energies and try to understand the direction to which they are pushing you. Detecting the right path at this juncture can have a revolutionary effect on your life.",
        "Pisces Health & Wellness Horoscope": "Prepare for some good news, especially regarding your home. Opportunities may arise leading to a shift in residence or you may finalize your buying plans of a house. Take advantage of positive energies. If you have been considering a renovation project or remodelling your home or a part of it, this is the best time to get the project off the ground.",
        "Pisces Daily Love & Relationship Horoscope": "The day is especially favourable for single persons who are likely to meet someone special today who will figure prominently in your future life. If you are already in a relationship, you may get an indication today whether you are in it for the long haul or not. You are likely to take a step towards a serious relationship today.",
        "Pisces Career & Money Horoscope": "Improved communication will be of advantage to you. And you must use this skill wisely at this point of time. Your business sense also seems to be boosting up to top levels today. You may be asked to lay down predictions for the state of sale and share in the future. Your strong intuitive ability will help you a lot in this."
    }
}]
