horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Today, you are likely to discover a new and untapped source of power within you. You will realize that you neither need nor are likely to get any external help in dealing with the problems that you have been facing. You can easily tackle all of them yourself and there is actually a fountain of strength within you that you can rely on.",
        "Aries Health & Wellness Horoscope": "You have been planning to lose weight, but your good intentions are all coming to nought as a number of temptations are placed in your way. But today is an excellent day to start your diet and exercise routine to lose weight. You are likely to take professional advice for the purpose and invest a substantial sum of money in this project now.",
        "Aries Daily Love & Relationship Horoscope": "Though you want to be romantic and may even have planned to share a special time with your partner today, a number of other commitments are likely to pull you away from romance and love. You will simply not have the time to indulge in your romantic gesture. But try to include a short and sweet gesture, even if you cannot manage anything elaborate today.",
        "Aries Career & Money Horoscope": "You may face it difficult to meet targets today. Look for areas where you have never gone before. Explore is the buzz word today for you. You may find something worthwhile. If you have been planning shifting your job, today is the right day to initiate the process. You may shortly land in a new job or in a new office."
    },
    "1": {
        "Taurus Daily Horoscope": "The day can be a pleasant one for you, but there is a chance that you will end up obsessing over a minor point. This may be quite valid, but your approach can actually disrupt a time of peace and harmony at home or at the workplace. It is time to take note of the big picture and ignore the minor matters.",
        "Taurus Health & Wellness Horoscope": "Your health is sound and you enjoy a good spirit. Your near ones might fall ill or might show symptoms of falling sick. Keep an eye on them. Offer them help, wherever you can. Also, spend some quality time at home. Avoid eating junk food or going out. It is a day to have fun time with the family eating homemade food.",
        "Taurus Daily Love & Relationship Horoscope": "You are going to seek complications in your romantic relationship where none exist. You may feel unable to trust your partner to the extent that you may start thinking of breaking up your relationship. However, chances are high that the issues concern you rather than your partner and you should take a more analytical look at them before taking any step.",
        "Taurus Career & Money Horoscope": "It is good to be obedient but do not let others make you dance to their tunes. You are unique and so are your views. You must adhere to what you think is the right option however people may try to mislead you. You are in the mood to bring a change in your expenditure plans probably trying to minimize your expenses, go ahead!"
    },
    "2": {
        "Gemini Daily Horoscope": "Today your ego takes you in its grasp as you may allow your ego to act and think. For this reason you may not see eye to eye with a person in power. Whether it will be good or bad is a thought that you have to carry. A word of advice, today listen to your head. Be tactful and diplomatic.",
        "Gemini Health & Wellness Horoscope": "You may come across any intense situation which will affect your health severely. Try to free yourself of the burden of work in the days to come to avoid feeling over exhausted. Preserve this energy for making a strong comeback. Do not stretch much over a project as it will ultimately lead you to suffer from headaches or general tension.",
        "Gemini Daily Love & Relationship Horoscope": "Plan some family activity today. No matter how busy you are, you have been ignoring your family and it is time to redress the balance. A picnic or other group outdoor activity can be great fun. You can also go for activities like sailing or horse riding. Try to get in a much needed dose of nature during this quality time.",
        "Gemini Career & Money Horoscope": "Great opportunities are likely to open up on the career front today. You can get a really fantastic job offer or that promotion for which you were eagerly waiting, finally comes through. Help may arrive from a completely unexpected quarter which is likely to overwhelm you. You may also receive help from someone whom you had helped in the past."
    },
    "3": {
        "Cancer Daily Horoscope": "You feel full of energy and are ready for some seriously hard work today. Your flow of positive energy will even influence others so that you will energize everyone of your team to work better. Even at home you will shoulder much more responsibilities than you normally do, pleasing those near to you. You just need to make sure that this trend continues and you do not burn yourself out.",
        "Cancer Health & Wellness Horoscope": "The secret of looking young does not lie in the knife of any surgeon but in good and sensible diet. Your looks have been becoming a major issue with you lately, but the remedies are simple. Stay away from junk food; eat plenty of fruits and veggies and drink plain water. You should stop experimenting with different health products as this may be dangerous.",
        "Cancer Daily Love & Relationship Horoscope": "Romantic relationships take a backseat today as you find yourself getting more involved in other family relationships. Your parents and / or children will demand a lot of your time and attention. But, if you involve your partner in dealing with these situations, you will be able to find romance in even the most unlikely place. It will provide a fresh insight into your relationship.",
        "Cancer Career & Money Horoscope": "Things were probably not going so well on the work front for the last few days, but there will be some improvements today. Bear in mind that adjustments with colleagues is essential to preserve the harmony of your workspace. If you relent just a little, you will be able to enjoy a far more relaxed atmosphere with your friends at the workplace."
    },
    "4": {
        "Leo Daily Horoscope": "An atmosphere of serenity will prevail at home today and tensions will take a back seat. So gather with your dear ones and spread the joy. You have to find new ways of dealing with the frustration in life, which seems to get mounted gradually due to various reasons. Your insight will help you to find a way out.",
        "Leo Health & Wellness Horoscope": "Discipline is the key to your good health today. While you are not eating junk foods and are exercising, you are not doing them in a timely or orderly manner. As a result, you are not getting the level of benefit that you should have got. So, you will have to set up a routine of eating and exercising in order to get the highest benefit.",
        "Leo Daily Love & Relationship Horoscope": "Today you will enjoy a completely new and refreshing romantic atmosphere. Warmth from your closest relationships will pervade your day. You may be feeling especially amorous. Take this opportunity to enjoy some quality time with your partner and create some beautiful memories. You can do something special for your partner today and it will be highly appreciated. Single persons are likely to meet someone special today.",
        "Leo Career & Money Horoscope": "There is a strong possibility of misunderstanding at work today, but be careful not to criticise your co-workers. You are feeling stressed out and irritated due to planetary influences and you are likely to take this out on your colleagues. You must consciously work to avoid this because it will create needless additional stress in your workplace and may even affect your health."
    },
    "5": {
        "Virgo Daily Horoscope": "Your over emotional nature though helps needy but at times may strangle you in an embarrassing situation. Seek help of your partner to come out of such situation. This is a time for some intimate and secret communication. Financial gains are most likely possible but keep a distance from gambling. Put your words cautiously lest they hurt a loved one.",
        "Virgo Health & Wellness Horoscope": "The day will be little taxing on you. You may find yourself stressed. Neck pain may occur. It is advisable to walk and bend after every two hours of work. This will stretch your muscles and will relax them. You may also plan a massage or therapy for relaxation. Do not forget to dump your tensions back as you sit for massage.",
        "Virgo Daily Love & Relationship Horoscope": "You have been ignoring your friends of late and the time is especially favourable to put together a friendly outing. Go out and catch a movie or organize a simple friends night out and you will feel the stress that you did not even notice, vanishing easily. You can also be contacted by someone from your past that was close to you once.",
        "Virgo Career & Money Horoscope": "You find yourself running from pillar to post today with little fruitful result. Do not lose heart. It is just one odd day when things do not happen the way you wish. The incidences of today will motivate you to plan your work in advance and carry on necessary tie ups before you move into the field. Do not purchase any new credit card."
    },
    "6": {
        "Libra Daily Horoscope": "There is so much action around you that is eating your attention and time. Do not waste your time in trivial matters. Rather concentrate and then only you will find a gush of free spirited energy. If you find that, you will find gold in your life. Do not shy away. Look carefully and act before itﾒs too late. The key to success for you is to prioritize.",
        "Libra Health & Wellness Horoscope": "You must buy and keep with yourself always a clinical instrument to track your pulses, sugar level and blood pressure. You should closely monitor these. It will help you to measure the deviations you have made in maintaining a balanced health and also to keep track of your progress.",
        "Libra Daily Love & Relationship Horoscope": "Nobody has the permission to make you feel down. It is a trying time. If your love hurts, it was never meant to be yours. It is time to move on. There is no social obligation to remain attached with something that does not gel with your energies. With clashing energies, it is batter to back off. You may find love shortly.",
        "Libra Career & Money Horoscope": "Depression and hardships are indicated at the work front. However, if you have managed to learn from previous experiences, you will be able to deal with these quite easily. It is necessary to draw from your own knowledge of the past. Timely application of this knowledge can take your career very far at this position. You also need to take decisions quickly for them to be effective."
    },
    "7": {
        "Scorpio Daily Horoscope": "The day seems to be full of applaud and praise for you. You may receive award for your several outstanding performances. Your principles of adhering to the truth may even set you as a role model for several people including your competitors as well. Just try to re-evaluate your decisions before making them effective.",
        "Scorpio Health & Wellness Horoscope": "You have been burning the candle at both ends and this will now begin to take its inevitable toll on your health. You may begin to suffer from insomnia. You need to realize that sleep is as important as balanced diet and proper exercise for your health. The lack of proper rest will make you feel sluggish and tired throughout the day.",
        "Scorpio Daily Love & Relationship Horoscope": "Your relationship will get refreshed today! You will spend most of the day with your partner and explore something new to add on to the pleasure. Your love will be boundless and you may even decide to take it onto another level of tying knots with your partner in the near future. However certain challenging situations may arise which you must be careful of!ﾠﾠﾠﾠ",
        "Scorpio Career & Money Horoscope": "You are in a rather indecisive mood today with regard to your finances. Contradictory planetary influences tend to pull you in different directions. You may go out for a bout of expensive shopping, but you may find it difficult to take the final decision at the last moment. Such indecisiveness will also mark your investments. This is likely to irritate people close to you."
    },
    "8": {
        "Sagittarius Daily Horoscope": "The day is particularly suited for starting something new. If you have been contemplating a change in job or career or switch to a different employer or even starting a new relationship, then this day is perfect for it. Even if a move seems risky, take a chance and it is likely to turn out great and just what you needed to do.",
        "Sagittarius Health & Wellness Horoscope": "Mental stress followed by tension headaches has been creating quite a lot of trouble for you in the past week. While your external circumstances may not change significantly, you will notice a marked lowering of the stress level in your mind and this may be brought out by reorienting your thinking and the way you deal with the problems in your job or your relationships. This will help you to attain an overall sense of peace and achievement.",
        "Sagittarius Daily Love & Relationship Horoscope": "You somewhere have started to feel that romantic involvements are tedious and non-fulfilling to you these days. However a unique and fresh kind of romance may re-kindle your desire to form alliances with the people of opposite sex. Motivate yourself not to lose hope, the fruit of patience is sweet and so will be your reward.",
        "Sagittarius Career & Money Horoscope": "You may be rather distracted today and will not feel like completing your tasks at your workplace. As a result you will fall behind in your work. The best solution is to take a day off from work and go for a day of outdoor activities. This will recharge your batteries and you will be able to tackle your pending tasks with renewed vigour tomorrow."
    },
    "9": {
        "Capricorn Daily Horoscope": "This is the perfect time to implement your creative ideas and expand your thinking. Enroll yourself in some intellectual pursuits or a vocational training which will help you to take an edge over the others. How ever you may be subjected to some financial problems while striving to pursue the same.",
        "Capricorn Health & Wellness Horoscope": "It is a good idea to increase your strength at this point of time. Continue to do the physical exercises you have been doing regularly in addition to yoga and running practices. However if there is a particular side in your body which is weak then be selective in your approach. Try to lift weight from the hand situated in the weaker portion of the body.",
        "Capricorn Daily Love & Relationship Horoscope": "Romance is in the air. You are likely to come in contact with a number of interesting persons and one of these meetings may lead to a more meaningful relationship. Those who are already in a relationship will be able to renew the old romance with an intimate dinner or outing. Your partner may have been detached and alienated in the last few days, but today the situation will definitely improve.",
        "Capricorn Career & Money Horoscope": "As a boss, have a heart for your subordinates. They need your appreciation to perform with double enthusiasm. Talk to them. It will be a good idea to treat them today. They will respect you for this. Also, motivate them as a big project is underway. Use humor with them. Make them comfortable. You have immense leadership qualities. Use them now."
    },
    "10": {
        "Aquarius Daily Horoscope": "This is the time to put in your best efforts in what you believe and very soon you will reap rich rewards. You have been playing with a few ideas recently. You now need to execute them and this will require all your attention. Though it is going to be a busy time, the rewards will come soon and will exceed your expectations.",
        "Aquarius Health & Wellness Horoscope": "You seem to be out of form since past few days and that is the cause of your concern. Imbalance between what you do and what you plan to do is the root cause of your failure to accomplish the goals set by you. Relax yourself and expect less from yourself too. You may have an attack of anxiety if you will not retain your cool at this point of time.",
        "Aquarius Daily Love & Relationship Horoscope": "You are bound to be more logical and questioning in your relationships today! Behaving rationally with the right person can be a big turn off and the day may seem to be a failure which otherwise would have been an awesome one! Explore the sensuality within yourself and in your partner.",
        "Aquarius Career & Money Horoscope": "The challenging times are over. You have successfully dealt with the obstacles that fate threw at you. So, now it is very much necessary to keep your cool. Also, you can now begin to relax as the pressure will reduce noticeably at the workplace. Financial gains for performing well will also be coming your way. This is also a good time to invest this money in long term investments."
    },
    "11": {
        "Pisces Daily Horoscope": "You are going to offer some good advice to someone close today and it will be accepted with gratitude. You are in a very understanding and mellow mood today. This is a great time to connect with people from your past. Ring up a close school friend and you will get great joy in getting in touch. It is also the best time to put away past differences.",
        "Pisces Health & Wellness Horoscope": "The day is made for relaxation. Book a massage appointment or go for a de-stressing exercise. But this does not mean that you will be slouching. Rather, the day promises to be quite active and you are likely to shop for health foods and / or gym equipments. You are likely to get good health related advice from someone.",
        "Pisces Daily Love & Relationship Horoscope": "The day is ideal for planning some family activities. Take your kids to a ball game, the park or a museum. You can also schedule to spend time with your parents or siblings. The evening is especially suited for romance, but you should try for an intimate gathering rather than a large party. Family commitments will take priority now.",
        "Pisces Career & Money Horoscope": "You have recently lost money, mostly because you invested unwisely in get rich quick schemes. Another similar opportunity is knocking at your door and it is essential that you realize that these schemes can lead you to serious financial trouble. You need to rationalize your investment decisions and listen to the experts though you have a great tendency to be swayed by a glossy, if empty presentation."
    }
}]
