horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Monotony is not your cup of tea. It bores you. Today be flamboyant and flirty. Bring change in your routine. Fitness regime may attract you. You may enroll for recreational activity. Out of the box ideas may impress superiors. You may get recognition in office. Overall a light and relaxed day. Work pressure will be moderate. You will spread positivity.",
        "Aries Health & Wellness Horoscope": "Anxiety can be the cause of some health related problems today. You tend to worry too much and today is no exception. This may lead to some stress related conditions like migraine or ulcers to act up. However, if you can bring yourself to think rationally that there is nothing to worry about and even if things do not work out exactly as you planned, it is no big deal, you can avoid these problems completely.",
        "Aries Daily Love & Relationship Horoscope": "You are in for a big surprise today from your partner. Expect extravagant gestures or expensive gifts and this is the perfect time to rediscover your love for each other. If you are single, you may find romance blooming in unlikely places, but do not ignore this as implausible. Chances are, you are going to find a fulfilling relationship from this place where you never thought to look.",
        "Aries Career & Money Horoscope": "Unexpected money is coming your way today. This is the best day to win at the speculative ventures and in games of chance. However, this money is also going to bring its own responsibilities which you should not ignore. You may have to discharge an important errand today in connection to this money. Indulge in some light hearted shopping today with this unexpected bonanza."
    },
    "1": {
        "Taurus Daily Horoscope": "You will easily get many opportunities to complete your unfinished work on time. Other problems which may crop up will get resolved quickly so do not bother yourself about them. Try to make the most of the day because what ever you will do today, will be successful as well as fruitful. You may be looking for a good advice from someone dear to you.",
        "Taurus Health & Wellness Horoscope": "You are likely to go overboard with your celebratory mood today, but you need to remember that taxing your health too far with an unhealthy lifestyle will ultimately cause you great harm. You need to exercise moderation in all things including diet and physical excesses. It is also imperative to stay away from addictive substances like tobacco, alcohol and drugs as they pose serious health risks today.",
        "Taurus Daily Love & Relationship Horoscope": "Romantic involvement with a colleague will create unnecessary tension and difficulties. Try to keep your personal life separate from professional life. Try to join a fitness and health program with your beloved to reduce the level of stress in your relationship and in your mind as well. These apprehensions may make you suffer from feeling of insecurity in relationship.",
        "Taurus Career & Money Horoscope": "Do put in the best of your efforts. You have been a lot supportive to others but they donﾒt seem to care for their own good even, forget about appreciating you for your endeavors. So just do not bother about such people and keep going! Attach emotions to the work you do and not to the people who you give no importance to you."
    },
    "2": {
        "Gemini Daily Horoscope": "Your positive outlook will help you take positive actions in various situations. This will render you with long term benefits. If some one tries to indulge into altercations with you then do not lose your cool and present your point of view with firmness. Today you may take a strong interest in occult sciences and religion as well.",
        "Gemini Health & Wellness Horoscope": "The day is best suited to take an aggressive step towards improving your health and wellness. You may join a strenuous exercise class today, or you may start a rigorous diet, but you will be able to stick to the routine with ease. You may also start exercises for mental health like meditation and breathing exercise. Health issues will begin to seem less difficult today and you will be able to enjoy a greater degree of comfort.",
        "Gemini Daily Love & Relationship Horoscope": "It is high time that you judged your relationship in an objective way. Are you ready to take it to the next level? It is time to examine your own feelings rather than that of your partner and deal with the ambiguity that you normally feel. This is the best time to take decisive action regarding your relationship so that you can guide it to the direction that you want it to take.",
        "Gemini Career & Money Horoscope": "Your job is treating you well and you have your hands full with project. Still today a new opportunity will surface which will be quite good for your career. It will increase the area of your work with more responsibilities. You may want to make a shift. The opportunity will be available within the company. Be conscious of any information regarding the same. However, the salary may remain same."
    },
    "3": {
        "Cancer Daily Horoscope": "The day can be quite confusing for you with conflicting opinions and different opportunities rising on all sides. While a number of forces pull you in many different directions, try not to overanalyze or please everybody. Instead, going with your own heart can turn out to be just the thing for you, even if you do not realize it at the time.",
        "Cancer Health & Wellness Horoscope": "You have been eating unhealthy diet for the past few days. There may also have been frequent dinners outside. Your digestive system is going to suffer today as a result. There may be stomach pain and indigestion. You need to control your diet and increase your water intake in order to recover quickly. You also need to take special care of dental hygiene.",
        "Cancer Daily Love & Relationship Horoscope": "You are financially strong and you can impress any date. But unlike most of the people you will come across some who will want to see your natural talents and will love the way you are! You will start having thoughts for this person and without realization you may soon get romantically involved with this person. Good choice, go ahead!",
        "Cancer Career & Money Horoscope": "Success will mark every task that you undertake today. If you have appeared for a competitive examination, you will get positive results today. The day is also suitable to initiate discussions with your superiors about taking on more responsibilities or for a promotion. You need to concentrate all your efforts into exploiting the most of this very favourable day."
    },
    "4": {
        "Leo Daily Horoscope": "You seem a little confused today. You are also impatient to carry on an important task. It is advisable to wait and not to carry any important negotiation today. Confusion will gradually subside by day end. The day will pass on without any hiccups. You may travel today. Public transport may be a little late. Keep other options in hand.",
        "Leo Health & Wellness Horoscope": "You are feeling especially strong today. Certain changes in the planetary combinations have resulted in a configuration that will provide you with unbelievable mental strength so that you are ready to take on any challenge. This is also the best time to start a rigorous health regime because you are now best situated to see the program through to the very end.",
        "Leo Daily Love & Relationship Horoscope": "Passion is the order of the day. You will surprise your partner with an extravagant and romantic gesture and are going to be rewarded for it. You feel very generous today, both in expenses and in the act of love. Your giving nature is going to evoke a passionate and sweet response from your partner. Get ready to enjoy an ordinary day that grows special due to your efforts.",
        "Leo Career & Money Horoscope": "You deal in jewellery and other precious stones apart from modeling for the same or in a similar profession. You may have to undertake sudden trips overseas for some contest or to crack some business deals. You are bound to succeed, so do not worry and go ahead. You will receive the amount of money which is far more than your expectations."
    },
    "5": {
        "Virgo Daily Horoscope": "Tangled relationship, conversations of double meanings and misunderstandings are the order of the day, but they will prove to be amusing rather than harmful. Do not worry about these. Instead, lighten up, step back and enjoy the comedy of errors that is going to happen all around you today. With a healthy dose of humour, the day can turn out to be very pleasant indeed.",
        "Virgo Health & Wellness Horoscope": "You can maintain your ability to manage a busy life easily only if your food intake is balanced, you exercise regularly and you take proper care of your bodily needs. Do not skip exercise any day. Avoid the restaurant food or frozen foods if you cannot prepare a meal one day. Consume boiled foods if such a condition arises. You are just one step away from a healthier lifestyle.",
        "Virgo Daily Love & Relationship Horoscope": "You may have to take some tough decision regarding your love life and even though you do not feel like it, this is the best time to do so. Only you can decide whether you will let past experiences strengthen your resolve or undermine your confidence. The way you interpret the past will have a major influence on your decision.",
        "Virgo Career & Money Horoscope": "You will be filled with professional confidence today. You are going to respond strongly and intuitively to work related concerns and no problem is too big for you to handle today. Minor crises may occur at the workplace but you are more than equal to dealing with them and come out with flying colours. Your co-workers will be impressed by your ability."
    },
    "6": {
        "Libra Daily Horoscope": "There is confidence in air. You will take up a pending project that had been left unfinished. Obstacles seem to appear but they will not block your path. A close friend will come for your rescue. An important connection at work will open up the door of opportunity to yoke out imagination. Do not turn back to dig past.",
        "Libra Health & Wellness Horoscope": "Time to inculcate healthy habits in your daily routine. Aim for clinging onto it for over a month at least. If successful then pursue it as long as you can but initially do not burden yourself with it. One suggestion would be to increase your water intake everyday, make sure you have 3 liters at least each day.",
        "Libra Daily Love & Relationship Horoscope": "Contradictory planetary forces pull you today in opposite direction. You want to take decisive action; yet you feel cautious and do not want to upset any balance. The result of these opposing effects will be rather interesting on your love life. You will learn a lesson about your partner or your relationship which will help you to plan for the future.",
        "Libra Career & Money Horoscope": "A number of different opportunities regarding finance and career open up in front of you today and you may begin to feel overwhelmed and a bit confused about which direction to take. Be careful not to let this indecision paralyze you. If you get moving now, it can completely change your financial future. Quick and decisive action is the need of the day."
    },
    "7": {
        "Scorpio Daily Horoscope": "You can easily pull up every thing together now and make your life larger. Maintain your focus and diverge all your energy onto it. Just do not say anything which can land you in an emotional mess. Those who are in business may be able to expand it or renovate the already established outlets.",
        "Scorpio Health & Wellness Horoscope": "You have been in denial regarding some aspect of your physical or mental health for the last few days. Today is the day of clarity. The protective shell of denial will be removed and you will confront the truth about your health today. This is the first positive step towards recovery as you can now do exactly what needs to be done except only denying the situation.",
        "Scorpio Daily Love & Relationship Horoscope": "It is vital that you now communicate your needs and desires to your partner in a clear manner. Your communication has appeared rather ambiguous and this may have created confusion in your relationship. This day is perfect for clearing up all misunderstanding and to renew the vitality of your relationship. You may also learn something from your partner that is totally unexpected and very surprising for you.",
        "Scorpio Career & Money Horoscope": "You are likely to receive considerable help today on the job front. Friends, spouse or colleagues will all help you to catch up. Be sure to express your gratitude and help someone else in your turn. Cash flow is likely to improve significantly. This is also a good time to plan for expensive purchases because though you will earn a lot, you will find it difficult to save much money."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You will see that no matter how practical and helpful your suggestions are, people keep turning them down. You may end up feeling quite frustrated. You need to realize that while your advice is right on the mark, your attitude is too patronizing and that is why people insist on doing the opposite. Try to change and modify the way you present your ideas and see better results.",
        "Sagittarius Health & Wellness Horoscope": "The day is particularly suited for starting something new. If you have been contemplating a change in job or career or switch to a different employer or even starting a new relationship, then this day is perfect for it. Even if a move seems risky, take a chance and it is likely to turn out great and just what you needed to do.",
        "Sagittarius Daily Love & Relationship Horoscope": "You seem to be too excited about hosting a party in honor of your belovedﾒs achievements. But unfortunately it will turn out to be a regular get-together. Your favorite guests may not arrive even! Still your partner will be drawn to the care and concern you have for them! And this is what your real achievement is!",
        "Sagittarius Career & Money Horoscope": "This is a dry season for your business to bloom. So right now you can invest time in brushing up your personality. You are an active person and the good customer service you have provided earlier will continue to fetch customers for you innumerable times. You are simple and smooth in your choice and hence your expenditures as usual are under control."
    },
    "9": {
        "Capricorn Daily Horoscope": "You are going to complete a profitable transaction today, especially one involving real estate. Positive thinking is your real strength and you must play to it. This trait will be encouraged by someone close to you. You will be able to enjoy the pleasures of life as well as witness spiritual growth. New insights will help you to prosper.",
        "Capricorn Health & Wellness Horoscope": "You feel full of energy and are ready for some seriously hard work today. Your flow of positive energy will even influence others so that you will energize everyone of your team to work better. Even at home you will shoulder much more responsibilities than you normally do, pleasing those near to you. You just need to make sure that this trend continues and you do not burn yourself out.",
        "Capricorn Daily Love & Relationship Horoscope": "The planetary influences send rather sudden surges of energy to your love life. Your partner may behave much more aggressively than normal and you are likely to be at a loss about how to handle this. If you are single, you may decide to go out with a person whom you normally would have avoided. It is the perfect day to experiment with your relationship even if you never planned to do so.",
        "Capricorn Career & Money Horoscope": "Your career planning is going haywire. You are not able to fix up your mind on one thing. You are also wasting a lot of time thinking. You may seek advice from any experienced professional or a career advisor. A career advisor will guide you and you may settle down gradually. Today you may make up your mind regarding career."
    },
    "10": {
        "Aquarius Daily Horoscope": "You may be vulnerable to emotions and financial loss today! However you can easily safeguard your interest if you distance yourself from people who are trying to drag you into events for their gain. Just hibernate for the day and heal the wounds which may re-surface upon reminiscing about the past.",
        "Aquarius Health & Wellness Horoscope": "Minor illnesses are on the cards today. You may feel a slight cold or a headache coming on. This is just a passing phase, but it may leave you feeling somewhat weak. So, do not schedule too many appointments today. Plenty of rest and relaxation will take care of the problem and you will soon be fit and fine.",
        "Aquarius Daily Love & Relationship Horoscope": "The day is perfect to take your relationship to a new level. If you were going steady with someone, today may be the day when it is finally settled. You may even decide to start a family. Single persons have a high chance of meeting someone new who is likely to play an important role in the future. Be sure to spend time with your loved ones.",
        "Aquarius Career & Money Horoscope": "Balance is your major theme today and you try to achieve a balance between your income and expenses. You may start looking for a second job to supplement your income and you are likely to stumble upon a very good opportunity today. At the same time, you will be successful in tightening the purse strings today in a bid to control your expenditure."
    },
    "11": {
        "Pisces Daily Horoscope": "The highlight of the day is communication with a person of influence which can have a long term impact on your life. You may also come in contact with a person or a situation where you are pitted against an opposite point of view. You need to be able to take constructive criticism and stick to your point without becoming rude.",
        "Pisces Health & Wellness Horoscope": "Take adequate protection against cold and viral infection and other infections of the respiratory system. You have been exposed to a polluted atmosphere for a long time and this will now take a toll on you. Try alternative preventive measures and home remedies to keep away the infections as they are likely to be more successful. Modifying your lifestyle can be beneficial now.",
        "Pisces Daily Love & Relationship Horoscope": "You will experience a change within yourself regarding what you want in a romantic partner. While you have been enjoying light superficial romance, you will start thinking seriously and begin looking for your soul mate in earnest. This is going to cause some uneasy times because soul mates do not come without romantic trials, but you are now emotionally ready to take on all these challenges.",
        "Pisces Career & Money Horoscope": "The day will have a remarkable beginning. You may be offered a promotion or a plum new assignment and the luckier ones may receive wonderful opportunities for new job even! Words of your hard work have spread round the corner and you shall be reaping awards for it. Finances seem to improve as more income will flow in!"
    }
}]
