horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Today is decision time. You have been worrying about some issues for the last week. However, today you need to take a decision which may seem tough at first. Your heart will guide you in the right direction. Think what youﾠwantﾠto do rather than what youﾠhaveto do and follow your heart. This will prove beneficial for you in the long run.",
        "Aries Health & Wellness Horoscope": "Chances are high that you will be affected by some sort of fever now. It is probably viral fever, but it would be prudent to get immediate medical attention. Take precautions against allergies and viral infections, though it will be difficult to avoid. Rest is the only way to deal with this. So, make sure that you get complete rest. In fact, balancing your health with the demands of your work is your major task now.",
        "Aries Daily Love & Relationship Horoscope": "Do not feel dejected as your date did not turn out the way you thought. Give time to a relation. Probably you are not able to see the inner heart. Your partner has got a heart of gold. A couple of incidences will prove your partnerﾒs worth to you. A desire for an intimate encounter is on the cards from both the sides.",
        "Aries Career & Money Horoscope": "A trend is building up for past few weeks and the result will appear today. Prepare yourself to harness the result. Keep the company of like minded people. An innovative business idea will fly from your conversation. Be contended with what you have. Do not let greed blanket you. The goodness of your soul will help you stay away from wrong things."
    },
    "1": {
        "Taurus Daily Horoscope": "There is confidence in air. You will take up a pending project that had been left unfinished. Obstacles seem to appear but they will not block your path. A close friend will come for your rescue. An important connection at work will open up the door of opportunity to yoke out imagination. Do not turn back to dig past.",
        "Taurus Health & Wellness Horoscope": "You have been eating unhealthy diet or have been eating out frequently. Today your stomach will bear the brunt. You may feel pain. Take it easy. Eat simple and home cooked food. Increase your water intake. You will be soon be back on track. Avoid alcohol. Take care of your dental parts. Brushing twice is a good idea.",
        "Taurus Daily Love & Relationship Horoscope": "Misunderstandings may crop up in your relationship today. You have probably acted out of good intentions, but you failed to take into account all the implications of your actions for others involved. The result is that your pure motives will be viewed rather differently by your partner. You are going to need a lot of patience to sort out this situation.",
        "Taurus Career & Money Horoscope": "You have always been extremely finicky in your work and your attention to details will win the support and approval of your superiors today. Your sincerity, creativity and devotion to work are finally going to be noticed and big rewards await you. The day is going to be busy and full of work related commitments, but you are going to be feeling happy and energetic."
    },
    "2": {
        "Gemini Daily Horoscope": "You may be presented with plenty of misinformation today. It is better to rely on your own judgment and reasoning rather than listening to and being influenced by others. Try to find the truth at your own pace in your own way and you are likely to arrive at the best decision. A much needed vacation planning is in the air.",
        "Gemini Health & Wellness Horoscope": "Before you drive yourself too hard on your new diet and / or exercise regime, be sure that this is what you need. Following an artificial yardstick set by someone else will not necessarily be good for you. It is time for you to understand what you need and to chalk out a new schedule which will be more suited to your needs and personality rather than what others think of you.",
        "Gemini Daily Love & Relationship Horoscope": "You have become too used to dealing with your problems by yourself, but you will find that sharing them with your partner can be very helpful. He or she is going to be supportive and can even offer you practical help. If the problem concerns any issue in your relationship, then broach the subject in a public place where your partner is less likely to react emotionally to it.",
        "Gemini Career & Money Horoscope": "The time is especially good for those who are earning money doing some creative jobs. Your ideas will find appreciation today and you may land a number of contracts which will seriously improve the health of your bank balance. Artists, musicians, filmmakers, writers and photographers are likely to experience significant advances in their career. For those in other jobs, the time is good to broach a few out of the box ideas."
    },
    "3": {
        "Cancer Daily Horoscope": "Communication is your key today. You may open up to a close friend or loved one. Something has been troubling you for quite some time. Today is the day to vent out your anger and frustration. A solution may surface while discussing. Remember pouring heart out will help you. A surprise waits for you at the end of the day.",
        "Cancer Health & Wellness Horoscope": "You have been burning the candle at both ends and now it will begin to take inevitable toll on your health. Regular late nights will cause fatigue leading to inattention. This may have a negative impact on both your health and your career. You need to be more organized and practice healthy habits. Getting adequate sleep is a priority today.",
        "Cancer Daily Love & Relationship Horoscope": "The planetary positions reflect that some major conflict is coming your way. This conflict may affect both your love life and your career. It is important that you do not react emotionally to the words and actions of your partner. Instead, every gesture has to be judged in an impartial light to make sure that you are taking the right decision.",
        "Cancer Career & Money Horoscope": "You have the power to accomplish anything you want to! Do not pay attention to what others think of you. They pretend to criticize you just to make you feel low, deep down within they know that you are a talented soul. So just enjoy your self confidence, 99 % of the game has already been won whenever you have to get down on the playing field."
    },
    "4": {
        "Leo Daily Horoscope": "You are in an outgoing and exuberant mood. A number of opportunities in various fronts will open up in front of you and you are more than ready to take full advantage of them. Following your instincts today can lead to great things both in your finances and in your personal life and relationships. The day is going to be full of events and you are going to enjoy every moment of it.",
        "Leo Health & Wellness Horoscope": "It is the time to pamper and protect yourself. You tend to take your good health for granted, but ignoring small occurrences now can lead to serious complications in the future. You also tend to resort to home remedies as a rule and they have served you very well till now. However, you need to consult a medical professional for your problems now in order to obtain satisfactory resolution.",
        "Leo Daily Love & Relationship Horoscope": "How hard you try, your partner is not paying attention to you. It is time to paper him/her with your acts. Get home early today and cook for your better half. Decorate the room and light candles. There is love in the air. Show your partner today. He will surely understand today. If you are staying away, give a call to your partner.",
        "Leo Career & Money Horoscope": "Your ability to communicate effectively at the workplace seems to get affected due to some actions taken against you! You may be accused of breaching the trust and confidentiality of the organization you are working with. Retain your cool and try to consider other peopleﾒs needs. This will soon work in your favor.ﾠﾠ"
    },
    "5": {
        "Virgo Daily Horoscope": "While the day indicates that you are going to enjoy great fun, it will be prudent to take some time in the morning and complete the tasks that you have left pending. Also, adjust and coordinate your schedule with other family members and colleagues so that no difficulties or misunderstandings arise later on. You can also get some good news today.",
        "Virgo Health & Wellness Horoscope": "You may feel depressed without any reason today. It will be difficult to maintain a cheerful mood, but this is something that you need to do. Do not opt for solitary activities today. Instead, call up an old friend or go to a get-together. Treating yourself to a good book or a good film can also prove to be relaxing today.",
        "Virgo Daily Love & Relationship Horoscope": "You are in an emotionally vulnerable mood and every word or action is likely to trigger a reaction that appears far out of proportion. You will be counting your blessings even in small favours and happiness today. You will also exhibit your softer side to your partner today ﾖ something which you rarely do and which will leave him / her feeling rather astonished. But this will ultimately strengthen your relationship.",
        "Virgo Career & Money Horoscope": "New business ideas that you proposed will now begin to bear fruit. You may have been thinking of starting your own business. This is the best time for striking out on your own. Chances are very good that you will be able to get adequate financing for your new business at this time. You may have to work in partnership with someone from abroad for establishing this business."
    },
    "6": {
        "Libra Daily Horoscope": "Some unexpected and demanding task will come up today, but do not worry. You will handle it very well and will soon earn the praise of everyone. It can be a number of guests visiting unannounced or your boss handing you an assignment in the last minute. Whatever be the situation, you will be able to call up on your reserve and rise to the task.",
        "Libra Health & Wellness Horoscope": "You are vulnerable to minor illnesses today but you can avoid them with suitable precautions. Do not eat junk food as there is a possibility of stomach ailment. It is necessary to realize that the stress in your life is not simply the result of what you do but also what you put in your mouth. Join a health class today as it can have long term benefits for you.",
        "Libra Daily Love & Relationship Horoscope": "You must take care of not checking your partner's patience. They have been tolerating you and giving you enough warmth in spite of your cold reactions to their attempts to please you. It is okay; forgive them for hurting you once. They are really guilty of all their faults and won't repeat them again.",
        "Libra Career & Money Horoscope": "Though you have been meticulous and methodical, you are left with the backlog of somebody else and for that now you are answerable. Believe in yourself and your work methodologies. Take up one job at a time and by the next week, you will see things getting back in shape. Till that time, do not get into an argument with your subordinates."
    },
    "7": {
        "Scorpio Daily Horoscope": "Open your mind to share your philosophies and ideas today with someone and you will find a kindred spirit. This can pave the way for a beautiful friendship or a viable partnership. With little observation you will be able to learn a lot of things from others and this knowledge can be very beneficial for you. You may also meet someone who will share your opinion and ideas.",
        "Scorpio Health & Wellness Horoscope": "Guard against minor ailments today. Without sufficient and timely care, a small health problem can develop into a major issue. However, if you intervene now, you will be able to avoid any problem in the future. Do go for professional consultation for your health issues rather than trying home remedies. It is also necessary to make healthy changes in your diet.",
        "Scorpio Daily Love & Relationship Horoscope": "You are feeling especially sanguine and diplomatic today. Hence, you will be able to handle any situation that arises in your family or your relationship today. Your partner may be misinformed about you or may come out with a grudge from long ago. You will be able to deal with this easily in a sympathetic manner which will actually strengthen your relationship.",
        "Scorpio Career & Money Horoscope": "Money is going to be a little tight in the coming few days. You need to identify which expenses are essential and which can actually be controlled. Otherwise, you can end up in financial trouble. If you are looking for an opportunity to increase your income, you may learn of a new scope today, but whether you will be able to utilize it or not will depend on your industriousness."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You are planning to go for higher education and today you will receive lot of offers for the same from prestigious institutions which may offer you scholarship even. Just be careful while making preliminary arrangements and gathering information. Someone is trying to take advantage of you as well.",
        "Sagittarius Health & Wellness Horoscope": "The time is absolutely right to revise your diet thoroughly. Be sure to include lots of fruits, veggies, milk and lean protein in your diet as this is necessary for your good health. You will realize that your health is being affected by the wrong type of foods that you insist on eating. However, implementing these dietary changes is going to be much more difficult than planning them. Try to get help of a dieting partner to improve your chances of success.",
        "Sagittarius Daily Love & Relationship Horoscope": "You are likely to do a lot of soul searching in connection to your love life. You have been wearing rose tinted glasses when you judged your relationship before but now you will be able to adopt a far more sensible and mature approach to love. You will arrive at a clear idea of what you want from your partner and the relationship and how much you are willing to give to it.",
        "Sagittarius Career & Money Horoscope": "While you are quite satisfied with your job and good at it too, you may lose your temper today and get into arguments with your colleagues. Be careful not to take any reckless decision based on these momentary disturbances. There is a chance that you may leave your job ﾖ a job you actually like ﾖ because of a momentary unpleasantness. So, it is vital that you guard your temper today."
    },
    "9": {
        "Capricorn Daily Horoscope": "The day seems to be full of applaud and praise for you. You may receive award for your several outstanding performances. Your principles of adhering to the truth may even set you as a role model for several people including your competitors as well. Just try to re-evaluate your decisions before making them effective.",
        "Capricorn Health & Wellness Horoscope": "You seem to be a bit disturbed because you feel that nobody loves you! A simple hug can work out wonders for you. Do not take it wrongly as the need for carnal pleasures. You may break down emotionally when some one showers love on you. Let it all come out without questioning yourself over it.ﾠﾠﾠﾠ",
        "Capricorn Daily Love & Relationship Horoscope": "Bundles of good words have travelled from you to your partner. A number of times you have told your partner what he/she means for you. Now is the time for some action. Prove the worth of your love through some action and today you may accomplish the same. Your partner may be pleasantly surprised by witnessing the manifestation of love.",
        "Capricorn Career & Money Horoscope": "You may come in accord with a successful professional who may be the best option available for getting your work done. But be careful before forming partnership with him. Chances are there that he may hike his rates in the mid of the work assignment. Best option would be to go for an agreement where the hike rate should not be left floating."
    },
    "10": {
        "Aquarius Daily Horoscope": "An atmosphere of serenity will prevail at home today and tensions will take a back seat. So gather with your dear ones and spread the joy. You have to find new ways of dealing with the frustration in life, which seems to get mounted gradually due to various reasons. Your insight will help you to find a way out.",
        "Aquarius Health & Wellness Horoscope": "The healthy and physically taxing routine that you have adopted will at last begin to bear fruit. If you have been following a diet, you will be able to measure and see the weight loss or gain that you were aiming at. Your routine of physical exercise also seems to be working and you will see good results today. This will encourage you to aim at higher level of physical activity.",
        "Aquarius Daily Love & Relationship Horoscope": "You recently got patched up with someone in a romantic relationship. You have known this person since long but now you are stunned to see the flip side of the person. He fails to understand your aspirations and to come up to your expectations. Give some time to him and he will act maturely, although gradually but he will.",
        "Aquarius Career & Money Horoscope": "The day is especially fruitful for those working for the government in any capacity and those in administrative jobs. Any detailed work which you have been postponing should be tackled today because they will be easily completed. The day is also suitable to look for a new job if you are feeling restless or stuck in a rut. If the new job is in an administrative capacity, then you are likely to meet with considerable success in near future."
    },
    "11": {
        "Pisces Daily Horoscope": "You have devoted considerable time and effort to a project and it will start to pay off now. Hard work and determination along with farsighted planning has done the trick. You have also been planning some renovations but have been deterred by financial constraints. Today you will come up with creative ways to accomplish all these tasks within your means.",
        "Pisces Health & Wellness Horoscope": "Though you usually enjoy a good health, you are low on your stamina. However, it will only be confined in the morning as you drag yourself out of bed. Once you are out of house, the bright and sunny weather will embrace you and you will kick start for a great day ahead. Avoid driving two wheelers today and if it is unavoidable, just be a little careful.",
        "Pisces Daily Love & Relationship Horoscope": "Romance is in the air. You are likely to come in contact with a number of interesting persons and one of these meetings may lead to a more meaningful relationship. Those who are already in a relationship will be able to renew the old romance with an intimate dinner or outing. Your partner may have been detached and alienated in the last few days, but today the situation will definitely improve.",
        "Pisces Career & Money Horoscope": "You are in a reflective mood today. You are likely to excel at any job which involves deep thinking and reflection. Teachers, preachers, lawyers, debaters and politicians are likely to perform very well in their profession. However, short attention plan is a problem for you and this may affect your financial planning. Some sort of self disciplinary exercise can help to improve this."
    }
}
]
