horo_english=[ {
    "0": {
        "Aries Daily Horoscope": "Communication is your key today. You may open up to a close friend or loved one. Something has been troubling you for quite some time. Today is the day to vent out your anger and frustration. A solution may surface while discussing. Remember pouring heart out will help you. A surprise waits for you at the end of the day.",
        "Aries Health & Wellness Horoscope": "Your mind is very active today. You are full of ideas and inspiration. You will be constantly coming up with new plans which you will be able to plan and execute very easily. Your only problem today will be that you may feel overwhelmed by the flood of new ideas that will constantly fill your mind. You are also likely to inspire others around you to a higher level of activity.",
        "Aries Daily Love & Relationship Horoscope": "This is the time to consolidate all those relationship that you have been ignoring in pursuit of romance. These include your parents, your siblings, your extended family and your friends. You need to realize that these other relationships are no less important and they provide a valuable support system for you. You need to nurture them as much as any romantic relationship.",
        "Aries Career & Money Horoscope": "For students, it is a good day to appear in any exam. Success is shining in your sign. For professionals, you will have a positive day at the work place. Pending issues will get sorted out. If you feel that you should be considered for a promotion, it is a good day to initiate the talk with decision making authorities."
    },
    "1": {
        "Taurus Daily Horoscope": "You feel full of energy and are ready for some seriously hard work today. Your flow of positive energy will even influence others so that you will energize everyone of your team to work better. Even at home you will shoulder much more responsibilities than you normally do, pleasing those near to you. You just need to make sure that this trend continues and you do not burn yourself out.",
        "Taurus Health & Wellness Horoscope": "High energy keeps your spirit soaring high. Today is a great day to get back to exercise regime after a brief period of laziness which has left you desperate enough to be back on the track. You believe in making fitness your lifestyle and today you work towards the same. Following the correct procedure during exercising is important lest you may experience a small injury.",
        "Taurus Daily Love & Relationship Horoscope": "You are high on feelings. And you may run into someone who is as fervent and as passionate as you! You must not get along with this person! You will only fetch disappointment! After all like poles repel each other. Ride off your high horse and try to get involved with people who are of the same footing. You may even form business alliances with them later on!",
        "Taurus Career & Money Horoscope": "Your power of observation and analysis are at their peak today. So, if you are in any job which requires these skills, then you are going to enjoy a high degree of success today. Scientists, investigators and researchers face a fruitful day. You are likely to find rather creative and ingenuous ways to solve problems at your workplace which will be appreciated by all."
    },
    "2": {
        "Gemini Daily Horoscope": "Unexpected expenses of serious proportion are on cards today. You are likely to buy something that you do not need but which appeals to your taste and this may affect your finances in a serious way. Control your urges to spend and you will end up having a fairly uneventful day. You may come to know of some financial schemes today.",
        "Gemini Health & Wellness Horoscope": "Go for spiritual contemplation and exercises to free yourself of the worries and mental pressure which have been a great cause of your suffering. Undertaking it may change your outlook towards life even! Enroll in fitness packages and you will find it pretty effective as well as convenient to undertake few harmonious exercises.",
        "Gemini Daily Love & Relationship Horoscope": "Take care of the health of an elderly relative today. You are likely to be preoccupied with other things and pay less attention to your partner, but you are going to receive a lot of valuable practical and emotional support from your partner. He / she may also help you with financial matters today. So, be sure to show your appreciation, even if it is in a small way.",
        "Gemini Career & Money Horoscope": "Today you will develop better relationships with colleagues and clients. So it is a good day to explore onto something new which requires influential prowess. However those who are in ill health may resume work from home. This will improve your quality of work unexpectedly. You are cutting down on timings you waste in commuting."
    },
    "3": {
        "Cancer Daily Horoscope": "You are a family person. The family values are the stepping stone of your success. Today also, the auspicious fragrance begins from your home and takes you to places. Your rhythm is unparalleled. It is going to be a fruitful day for you. Smile your way through difficult and trying situations. Your approach is positive which will take you a long way.",
        "Cancer Health & Wellness Horoscope": "Regular exercises and salad filled diet is boring you like hell. Time to treat your taste buds with your favorite cuisines. Do not forget to note how you feel next morning. The bitter experience will stop you from getting tempted towards the oily food next time! You may even get a chance to demonstrate physical exercises to the masses.ﾠ",
        "Cancer Daily Love & Relationship Horoscope": "A close friend may express his/her feelings for you today. It may not be verbal but through actions. It may be very subtle. Be conscious of such things. There is a high chance of a friendship developing into a romantic relationship. Do not jump to commit immediately. It may be an infatuation. So, wait for more cues.",
        "Cancer Career & Money Horoscope": "It is necessary that you take special care in dealing with your co-workers today. A volatile atmosphere at your workplace can erupt into a full-fledged argument. So, it is best to avoid confrontations at work today. Minor disagreements with seniors are also possible. However, investing in some metals or agricultural commodities can turn out to be very lucky for you."
    },
    "4": {
        "Leo Daily Horoscope": "You have been feeling restless and unhappy for the past few days and today you are ready to take a more proactive approach to the problem. You need to dig deep to understand exactly where the problem lies and today is the best day to start the process. The day is also favourable to plan some projects which you have been ignoring for too long.",
        "Leo Health & Wellness Horoscope": "A great feeling of health, happiness and wellbeing marks your attitude today. You will feel charitable towards all and will be perfectly ready to share your sunny mood. This is going to make you popular in the crowds. Your cheeriness, strength of mind, sense of humour and general well being are going to be envied by those around you.",
        "Leo Daily Love & Relationship Horoscope": "You need to realize that though there may be a lot of love, every relationship needs work to be sustained. Simply being in love is not sufficient; you should demonstrate your love from time to time. You have been ignoring the gestures for quite some time now. If you do not remedy this tendency at once, your partner will begin to think that you have lost interest and they may begin to look elsewhere.",
        "Leo Career & Money Horoscope": "The stars favour those who are in real estate or in construction business. This is a good time to buy property. A very short window of opportunity may open up where you may find a great bargain while searching for your dream house or apartment. Investments which you had made in this field will now bear fruit. You can also start investing in real estate today with good results."
    },
    "5": {
        "Virgo Daily Horoscope": "Good news will make your day. You were working towards an important thing for a long time and it will bear fruit today. An outing with colleagues is indicated. You will enjoy and have a good time. You may make a decision regarding finances which will benefit you in long term. You may also visit holy places today.",
        "Virgo Health & Wellness Horoscope": "The day is perfect to indulge in some special time for yourself. Go for a massage or a beauty treatment and you will come out feeling great. You are also likely to get some good news regarding your health and fitness. You can also experiment with different health regime to find out which one is best suited for you.",
        "Virgo Daily Love & Relationship Horoscope": "Your relationship is happy and content. However there is much more to explore and much more happiness to receive going further. Try to turn off your partner by doing what they donﾒt like. Instead of being aggressive they will make you understand why you should never attempt doing that. And this is worth enjoying!",
        "Virgo Career & Money Horoscope": "Today you may be a lot forgiving to every one who has done wrong to you! Be it your colleagues who have been trying to harm you out of jealousy or be it your cruel bosses who never gave a hearing to you and have hindered your progress always! Your finances may reach to the top however you may have to take few risks for gains."
    },
    "6": {
        "Libra Daily Horoscope": "Rise and shine today. The stars predict that they have an important job for you. You need to make anyone near you happy today, this act in return will open the flood gate of good fortune for you. However, do not lend money today as you are prone to lose it forever. There should not be any issues with your health.",
        "Libra Health & Wellness Horoscope": "You are very good at taking care of others, but negligent towards your own health! This will spoil your balance soon and then even the emotional pull of serving humanity wonﾒt be of help to you! Refresh yourself and awaken your inner drive by taking a hot water bath sprinkled with few drops of eucalyptus oil in water. Keep such essential oils with yourself always and enlighten others about its good values too!",
        "Libra Daily Love & Relationship Horoscope": "The state of your relationship has been rather confusing lately and you have not been able to interpret or understand the signals your partner has been sending you. Today, you will gather some information regarding your partner which will help you understand and evaluate the situation better. You may also have to take some decisive action based on this information, but take care to keep your cool as you take your decision.",
        "Libra Career & Money Horoscope": "The day may turn out to be a hectic one for you as your presence may be demanded in different directions. However try to devote maximum time for your personal development. Try looking for some guidance online by enrolling for online test series or certifications. Save more than you spend today!"
    },
    "7": {
        "Scorpio Daily Horoscope": "It is high time that you took a break from your hectic schedule and have a calm look at your surroundings and your condition. You have been rushing about fulfilling your various obligations. Now, you have completed all that you can do and it is time to relax and enjoy the fruits of your planning and your efforts.",
        "Scorpio Health & Wellness Horoscope": "Continued stress in your work place and your home life is affecting your health as well as your ability to think and judge clearly. You need to realize that the root of the problem lies in the extremely sedentary habits that you have developed. Regular morning walks can prove therapeutic for you as it will refresh your body and recharge your mind.",
        "Scorpio Daily Love & Relationship Horoscope": "You may be worried about your partner and the status of your relationship, but things will begin to become clearer from today. A number of actions and personality traits that appeared inexplicable earlier with now become clear. This will help you to take a logical decision about how much you are willing to invest in this relationship and what boundaries are essential for you.",
        "Scorpio Career & Money Horoscope": "The day is particularly favourable for marketing and has the potential to provide serious boost to your business. It is vital to maintain an equitable frame of mind so that you can practice all your marketing strategies. If a conference or such public event for promotion is planned for today, it can be very productive for you. Keep special note of the contacts that you made today as they may turn out to be the key of your future success."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Though you are feeling somewhat overwhelmed by responsibilities, there will be no reprieve in sight. Your best course of action will be to quit complaining and get on with completing your tasks. The sooner you complete them, the quicker you will be free. However, this does not mean that you should finish them in a negligent way. Give your best and you will definitely reap the rewards in the future.",
        "Sagittarius Health & Wellness Horoscope": "Guard against minor ailments today. Without sufficient and timely care, a small health problem can develop into a major issue. However, if you intervene now, you will be able to avoid any problem in the future. Do go for professional consultation for your health issues rather than trying home remedies. It is also necessary to make healthy changes in your diet.",
        "Sagittarius Daily Love & Relationship Horoscope": "The time is exactly right to mend fences and clear up old misunderstandings. You may also get close to someone from whom you have been estranged before. There is a real possibility that you will meet an old flame and passion between you will be rekindled. Balancing the past and the present relationships can be an especially demanding task today.",
        "Sagittarius Career & Money Horoscope": "New business ideas that you proposed will now begin to bear fruit. You may have been thinking of starting your own business. This is the best time for striking out on your own. Chances are very good that you will be able to get adequate financing for your new business at this time. You may have to work in partnership with someone from abroad for establishing this business."
    },
    "9": {
        "Capricorn Daily Horoscope": "You are full of zeal to change things around you, but you need a period of calm reflection to decide whether they need changing at all. While you are going to excel at the projects you decide to take on, it is better if you let someone else choose those projects for you. You will be filled with single minded determination today.",
        "Capricorn Health & Wellness Horoscope": "You are endowed with the qualities of being an excellent trainer! But you forget to look after your own self most of the times if no one is around you to remind you of the same. Remember your good health is the biggest investment you can make for yourself! If you havenﾒt thought it this way yet, time to start doing it!",
        "Capricorn Daily Love & Relationship Horoscope": "Several events will happen today which will present your love life in a completely new light. You may become aware of new information or get a new insight in the character and wishes of your partner. As a result, this day marks a turning point in your relationship. It is necessary to balance your own desires and self respect when dealing with your partner.",
        "Capricorn Career & Money Horoscope": "Students may find a new career option through a friend or a guide. You might end up choosing this as your career. A thorough research is advisable. Professionals may might a surge of energy today. It is a good day for head starting any project. Subordinates will prove helpful. You will play the role of a good team leader."
    },
    "10": {
        "Aquarius Daily Horoscope": "Your peaceful mental state may be intercepted by the interrogation from others. They are pretty curious to know whatﾒs up in your personal and professional arena. Some one close to you has leaked out your future plans in front of mouths that just donﾒt stop talking at all. Try to ignore all this and remain focused.",
        "Aquarius Health & Wellness Horoscope": "Your body has been a great companion and works non stop! So it should not be a big deal for you to do something for your body. You must exercise and sleep well. However if your body experiences some difficulties in functioning normally then you must take all precautionary measures to keep it going. One such measure will be to increase the water intake.",
        "Aquarius Daily Love & Relationship Horoscope": "Cards show that you may have a romantic encounter with someone charming. But it seems to be a torrid and intimate association. So free yourself from emotional bounds and make the most of the day. If the personal wants to walk away do not be possessive, he will come back to you in sometime! Just let him realize your worth.",
        "Aquarius Career & Money Horoscope": "You have set aside a fixed amount of money that you need and now are being quite reckless with the money. However, you need to control your extravagant habits if you do not want to land in financial soup in near future. Consult an expert regarding your investments where you may have to cash in some of them or where best to invest."
    },
    "11": {
        "Pisces Daily Horoscope": "Some unexpected and demanding task will come up today, but do not worry. You will handle it very well and will soon earn the praise of everyone. It can be a number of guests visiting unannounced or your boss handing you an assignment in the last minute. Whatever be the situation, you will be able to call up on your reserve and rise to the task.",
        "Pisces Health & Wellness Horoscope": "You are going to feel very energetic today. This is the most suitable day to schedule outdoor activities. You are likely to excel at competitive sports. As you drive yourself harder, you will also experience mental exhilaration which does not come your way easily. Altogether, this is a very positive and upbeat day for you. You are at the peak of your physical form.",
        "Pisces Daily Love & Relationship Horoscope": "It has been a long time since you and your partner have had a good time together. Take out some time from you busy schedule for your partner. Accompany your presence with gifts or something of utility for your partner and show the care which you have in your heart for them!",
        "Pisces Career & Money Horoscope": "You are likely to receive an unexpected windfall today. You have been responsible with your money, but now it is time to pamper and indulge yourself. Use your gift well to take a much deserved break and you will find that much of your stress and worries have vanished. You have been caring a lot for others. Today, take a little time and money to care for your own self."
    }
}]
