horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You have great capacity to charm everyone today. You are going to impress those around you with your wit and grace. You will win the admiration of everyone around you. Take advantage of this shining period to make new friends and mix with new people and new opportunities will open up in front of you.",
        "Aries Health & Wellness Horoscope": "You are full of positive energy today. However, though you may mean well, your unsolicited advice is not going to be welcome everywhere. You should indulge your impulse to pamper yourself and may end up spending a considerable sum for your own pleasure. However, it is better to check your impulses as far as other people are concerned because your good intentions may be misinterpreted.",
        "Aries Daily Love & Relationship Horoscope": "The day is suitable for second chances. People who have not behaved well towards you will approach you today. This is the best time to repair your friendships and love interest. It is a good day to forgive and forget and to extend the olive branch. On the other hand, you too may approach someone with whom you have a history and attempt to make a fresh start.",
        "Aries Career & Money Horoscope": "The day may turn out to be a hectic one for you as your presence may be demanded in different directions. However try to devote maximum time for your personal development. Try looking for some guidance online by enrolling for online test series or certifications. Save more than you spend today!"
    },
    "1": {
        "Taurus Daily Horoscope": "You have been planning something major for the past few days. Today, you will begin to realize exactly what you have taken on and this may exercise an intimidating effect on you. But, going back is not an option. You will have to take the next steps with confidence and you will soon see that though the task has turned out to be more difficult than you thought, it is by no means impossible.",
        "Taurus Health & Wellness Horoscope": "Guard against minor ailments today. Without sufficient and timely care, a small health problem can develop into a major issue. However, if you intervene now, you will be able to avoid any problem in the future. Do go for professional consultation for your health issues rather than trying home remedies. It is also necessary to make healthy changes in your diet.",
        "Taurus Daily Love & Relationship Horoscope": "You need to take a very practical look at what is pushing your buttons. You must not overreact to what you find as this will not serve any useful purpose. If you want your current relationship to endure, you urgently need to iron out these kinks. For this, you will have to push your emotions to a side and look at the situation logically. In the course of this, you may also have to face a few unpleasant truths about yourself.",
        "Taurus Career & Money Horoscope": "Once you get engrossed in a new project you will hardly find any time for other things. So be careful of not missing out any important information coming your way! It may be anﾠﾠﾠﾠimportant message to help you attain a higher position. Finances will remain stable as planned for quite a long time."
    },
    "2": {
        "Gemini Daily Horoscope": "Do not let lethargy spoil the day for you. Summon the creative energy that is natural to you and the day can proceed smoothly. You need to work towards restoring harmony and balance in your personal life and even in your health. Ignore the distractions around you and instead concentrate your attention on those tasks where you can actually contribute something concrete.",
        "Gemini Health & Wellness Horoscope": "You are likely to be at the peak of your health today. The day is especially favourable for athletes and those taking part in competitive sports and you are likely to be met with a high degree of success. In addition, you will also feel an amazing surge of energy and your mind will also be fresh and alert.",
        "Gemini Daily Love & Relationship Horoscope": "You are in an emotionally vulnerable mood and every word or action is likely to trigger a reaction that appears far out of proportion. You will be counting your blessings even in small favours and happiness today. You will also exhibit your softer side to your partner today ﾖ something which you rarely do and which will leave him / her feeling rather astonished. But this will ultimately strengthen your relationship.",
        "Gemini Career & Money Horoscope": "Today you may feel a lot burdened with simultaneous projects. Your day will start little late as you may be over exerting yourself. You have been caught in the vicious cycle of work one after the other. Set your priorities and take a break, if possible. Your finances are smooth and you may also receive interest on your invested money."
    },
    "3": {
        "Cancer Daily Horoscope": "When it comes to making decision, you may be pulled between heart and mind. This is enigma. Listen to your instincts and you will end up making right decisions. Your family and loved ones need your attention. Spend some quality time with them. It is a good time to make travel plans. You may travel in the coming week.",
        "Cancer Health & Wellness Horoscope": "Today you want to be a source of love and support for people who consider you as a close buddy! But do not neglect your health while caring for them. Carry your own cooked food and water from home in order to avoid any source of infection. Try to demarcate the time for which you will be available for others and for your own self!",
        "Cancer Daily Love & Relationship Horoscope": "Take care of the health of an elderly relative today. You are likely to be preoccupied with other things and pay less attention to your partner, but you are going to receive a lot of valuable practical and emotional support from your partner. He / she may also help you with financial matters today. So, be sure to show your appreciation, even if it is in a small way.",
        "Cancer Career & Money Horoscope": "Some changes are likely to occur in your workplace. They may appear discouraging at first, but soon they will open up new opportunities for you. But you are going to require courage and a leap of faith to avail this opportunity. The venture appears risky at first, but you get to enjoy doing what you do and succeeding at it quite soon."
    },
    "4": {
        "Leo Daily Horoscope": "This day is particularly favourable for you. You can start something new, finish a project which had been taking up a lot of your time or take up a task which you have been putting off. Fun and games are on the card for the evening. Connect with friends, old and new and enjoy. Shopping can be especially fun today.",
        "Leo Health & Wellness Horoscope": "You can easily visualize your health conditions with the help of your psychic vision at this point of time. Make a note of what ever comes to your mind. Cancel out what seems to be irrelevant and prioritize the relevant steps you must take for achieving a perfect state of health. Try to consume a healthy diet consisting of fresh produce.",
        "Leo Daily Love & Relationship Horoscope": "It is good to absorb a lot of things. This actually avoids a number of trivial fights. But sometimes you also need to speak up. If the attitude and behavior of your partner has been bothering you, then speak up. Things will only move towards betterment. You are known to stand by your values and principles. Act within the boundary.",
        "Leo Career & Money Horoscope": "You may come in accord with a successful professional who may be the best option available for getting your work done. But be careful before forming partnership with him. Chances are there that he may hike his rates in the mid of the work assignment. Best option would be to go for an agreement where the hike rate should not be left floating."
    },
    "5": {
        "Virgo Daily Horoscope": "Your spirit is keen and indomitable and hence you cannot surrender to any kind of control. No need to do so even! Rather spread love and happiness among others and you will get it back in good measures. Try to add some colors in your black-n-white workaholic work life by undertaking short trips with your colleagues.",
        "Virgo Health & Wellness Horoscope": "You have been out of shape since long. But not being able to do exercises for few days does not mean that you will never be able to do it! There is some one around you who is spreading negative vibes and that is what is affecting you badly! Give some time to your relations and meanwhile use your energy for your good.",
        "Virgo Daily Love & Relationship Horoscope": "Cards show that you may have a romantic encounter with someone charming. But it seems to be a torrid and intimate association. So free yourself from emotional bounds and make the most of the day. If the personal wants to walk away do not be possessive, he will come back to you in sometime! Just let him realize your worth.",
        "Virgo Career & Money Horoscope": "You have the power to accomplish anything you want to! Do not pay attention to what others think of you. They pretend to criticize you just to make you feel low, deep down within they know that you are a talented soul. So just enjoy your self confidence, 99 % of the game has already been won whenever you have to get down on the playing field."
    },
    "6": {
        "Libra Daily Horoscope": "Be careful in your actions and movements today, you may get mild bruises while moving around. Unintentional poking of the ribs even with the closed ones may pose a threat to your terms with them! Best is to stay numb and remain restricted to your own business for the day! Go for cinema or something entertaining.",
        "Libra Health & Wellness Horoscope": "You may feel out of control today as you temper will shoot up cause of the misbehavior of someone who is typically interfering. This may even render you unconscious so just try to relax and avoid this ill mannered person! Try to divert your attention to creative pursuits which stimulate your mind and boost your confidence.",
        "Libra Daily Love & Relationship Horoscope": "Maintain a positive frame of mind even if your current relationship is not working. Your partner is not reciprocating the same sentiments as you do. It is time to move on gracefully without hurting anyone. Meet people and party. With your positive attitude, you might find someone just across the door. Surprises are waiting for you. Be humble and gentle.",
        "Libra Career & Money Horoscope": "The day will get better as it progresses. The disappointments you have experienced in past few days will come to an end and you can breathe in a fresh air of optimism. Your superiors may even reward you for your consistent ability to tackle issues well. And this is a good time to get your point across anyone, ranging from the top management to the lowest level sub-ordinates."
    },
    "7": {
        "Scorpio Daily Horoscope": "You have had a good exposure to new things in life! Just be prepared to face the challenges coming across your way. Be ready to explain whatever you are being questioned. Your efforts will last for long and will lay a solid foundation for better progress. Do not forget to re-vitalize and pamper yourself amidst all this!",
        "Scorpio Health & Wellness Horoscope": "Your health is sound and you enjoy a good spirit. Your near ones might fall ill or might show symptoms of falling sick. Keep an eye on them. Offer them help, wherever you can. Also, spend some quality time at home. Avoid eating junk food or going out. It is a day to have fun time with the family eating homemade food.",
        "Scorpio Daily Love & Relationship Horoscope": "A new and promising relationship will develop in life of those who are single. However, ego and lack of farsightedness is going to cause problems in cultivating this relationship further. They may also cause trouble in a relationship which you are already having. It is necessary to take a step back and give your partner enough space as you have been encroaching too much upon his / her personal space.",
        "Scorpio Career & Money Horoscope": "The day is especially favourable for investment purposes provided you have done your homework carefully. Investing on a whim is unlikely to pay off but if you research the matter deeply, you will soon arrive at the correct conclusion. Your investments will also help in attaining your long term goals. So be sure to invest only after judging the matter."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You are in a good state and are full of inspiration. Your mind is working actively and stimulating you to constantly come up with new ideas and strategies. So this day can prove to be very productive for you. However all this can be messed up if you fail to take the matters of health into consideration.",
        "Sagittarius Health & Wellness Horoscope": "Your eyesight is getting weak day by day. Try to consume tea brewed with a herb known as ﾓeyesightﾔ. However few people are allergic to tea and coffee. They can consume foods such as carrot, cantaloupe and apricots which are high in beta carotene pigment. The liver converts this pigment into Vitamin A, which is very helpful for night vision.",
        "Sagittarius Daily Love & Relationship Horoscope": "Love is in the air. If you are single, chances are high that you are going to meet someone and fall in love rather violently today, but be aware that though you are well suited, you will require adjustments in order to let the relationship become enduring rather than only a passing fancy. Couples are going to enjoy a much needed romantic time together.",
        "Sagittarius Career & Money Horoscope": "This is the best time to intensify all your efforts and concentrate on furthering your ambitions. You will be hard driven and committed to see to the end of the project in which you are engaged. Your determination and good efforts will not go to waste and you can expect rich rewards in the near future. You will also receive the full support of your family in this venture."
    },
    "9": {
        "Capricorn Daily Horoscope": "It seems to be a day full of contemplations for you today! You may want to make a shift from current housing locality or from your current job even. Do not be in doldrums; it is worth going in for a change. You may receive some help from an unexpected piece of communication from some one who has been wishing well for you secretly!",
        "Capricorn Health & Wellness Horoscope": "Minor respiratory ailments are seen on the cards. Avoid going into places where there will be allergens present. Those who are involved in professions of mining or similar fields cannot avoid it completely. But they should take a break from the site work for curing health or as a precautionary measure beforehand.",
        "Capricorn Daily Love & Relationship Horoscope": "Plan some family activity today. No matter how busy you are, you have been ignoring your family and it is time to redress the balance. A picnic or other group outdoor activity can be great fun. You can also go for activities like sailing or horse riding. Try to get in a much needed dose of nature during this quality time.",
        "Capricorn Career & Money Horoscope": "Major changes are now expected at the work place. In fact, your entire way of earning a living may be changed and you may be working at a job which you hoped for but never dreamt that would become possible. You will be able to come up with innovative ideas and completely new approach to problems at your work which will attract the attention of those in power."
    },
    "10": {
        "Aquarius Daily Horoscope": "You are going to put every effort in resolving a central issue which is dominating your life right now. Chances are high that you are going to pull away from your social and even financial obligations to take care of this. However, you should know that hurrying is not going to solve anything in a constructive manner. Patience is the key here.",
        "Aquarius Health & Wellness Horoscope": "You must buy and keep with yourself always a clinical instrument to track your pulses, sugar level and blood pressure. You should closely monitor these. It will help you to measure the deviations you have made in maintaining a balanced health and also to keep track of your progress.",
        "Aquarius Daily Love & Relationship Horoscope": "Stress from your work or other areas of life are likely to affect the harmony in your relationship. Small issues may assume out of proportion importance today. This can lead to a major disagreement about a minor issue in your relationship. If you are single, schedule some relaxing activities by yourself. The day is not favourable for communication as there are chances of being misunderstood.",
        "Aquarius Career & Money Horoscope": "Things may not be working out just as you planned in the work front, but you must not become aggressive due to this reason. That can actually waste the whole effort. Progress at work will require a lot of patience now ﾖ something that does not come easily to you. Someone less talented than you may come to possess greater power, but it will be in your own best interest not to tangle with this person now."
    },
    "11": {
        "Pisces Daily Horoscope": "The day is likely to develop a spiritual tinge for you. You may engage in some religious activity or visit a shrine. Read some inspirational work or the biography of a great leader as you may find something highly relevant to your life in those works. It is better not to engage in raucous activities. Instead, spend the day in quiet contemplation and you will be able to find peace.",
        "Pisces Health & Wellness Horoscope": "You may suffer from disorders of stomach. So try to consume less oily diet supplemented with lots of water. However the condition will get better by the end of the day. But for those who are already affected may have something severe to face. Proper medication will lead you to speedy recovery.",
        "Pisces Daily Love & Relationship Horoscope": "This is the day of making new connections. You should reach out today. New friendships, partnerships or even affairs are on the cards today. You will be plunged into a whirl of social activities now which will bring you in touch with new potential friends or partners. But take care not to ignore those who are close to you as you pursue new relationships.",
        "Pisces Career & Money Horoscope": "While you are quite satisfied with your job and good at it too, you may lose your temper today and get into arguments with your colleagues. Be careful not to take any reckless decision based on these momentary disturbances. There is a chance that you may leave your job ﾖ a job you actually like ﾖ because of a momentary unpleasantness. So, it is vital that you guard your temper today."
    }
}]
