horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Be courteous and respectful towards the belief of other people. You are on the road to success, but like always do not make a mistake when it comes to taking the necessary cautions. Life is unpredictable so do not whine about the hurdles which come across your path. Stride across the path of life with vigor and enthusiasm.",
        "Aries Health & Wellness Horoscope": "You will be plagued by health concerns like acidity, indigestion, dry skin and falling hair. In addition to drinking more water and getting rid of any addiction that you may have, you need to realize that a poor diet is at the root of these problems. So, instead of looking for quick fix remedies, you need a new diet chart. Consulting a professional in this regard can prove to be very helpful.",
        "Aries Daily Love & Relationship Horoscope": "You can relate well to everyone you come across today. But this does not mean that they can be a perfect match for you. It will be too early to call it ﾓlove at first sight ﾓfor someone you may be attracted to! Take a step back and start analyzing how things have been and how things will be in future of you go ahead with this person in life.",
        "Aries Career & Money Horoscope": "You have been striving hard to attain partnerships with the best of the counterparts. And today your hunt will conclude on a satisfying note! You may even be a beneficiary of the prize amount which is the outcome of this partnership. A close colleague may honor you with special words of thanks for being a great support to them!ﾠﾠﾠﾠﾠﾠﾠﾠﾠ"
    },
    "1": {
        "Taurus Daily Horoscope": "The day will start on a positive note. The stars are aligned in your favour, especially during the first half. Try to schedule your official activities beforeﾠnoonﾠas then you will have greater chance of success. It is better to keep the evening free or indulge in light relaxing activities. Someone unexpected may come to visit you today.",
        "Taurus Health & Wellness Horoscope": "You will feel a surge of strength today. The feeling of hopelessness that had been holding you back for the last few days will disappear today. You will have unbelievable mental strength and will be ready to take on any task. However, be sure to assess the practicality of the task before you get carried away by your surge of confidence and take on impossible tasks.",
        "Taurus Daily Love & Relationship Horoscope": "Some one irresistible is close to you. Still you cannot find out a way to reach up to their heart. Do not get disheartened, your mere attempts to find a place in some bodyﾒs heart will impress them well! Things may appear to be nonchalant but love may simmer behind the scenes and you may find yourself in a love interlude very soon.",
        "Taurus Career & Money Horoscope": "You may be in the danger of falling prey to fraud. The day is not suitable for any major investment or purchase. Do not trust any complete stranger on money matters today as you are likely to bear considerable loss. However, with enough prudence at the correct juncture can help you to protect your finances easily. Do not plan or pay for a trip today."
    },
    "2": {
        "Gemini Daily Horoscope": "You may be provided with limited resources which will prevent you from giving a shape to your ideas. Do not get anxious as you will get a chance to do the work of your choice by the end of the day! You have inclination towards hard work and you will enjoy the freedom along with the responsibilities.",
        "Gemini Health & Wellness Horoscope": "You are feeling irritable and rather ill used because of stomach problems. But you need to realize that eating indiscriminately is the root of all your physical problems which is leading to this feeling of mental stress. You need to control your diet, but will probably find it very difficult to do so. Get in touch with a dieting buddy. Support of another person can better help you through this situation.",
        "Gemini Daily Love & Relationship Horoscope": "You will be revisited by someone from your past today, though the person may not be of a romantic interest to you. He or she will provide you with a vital piece of insight which can help you to resolve the confusions that you were carrying around with you for a long time. Take your first step towards healing with the help of this information.",
        "Gemini Career & Money Horoscope": "You are very industrious today and are likely to be strict with money. The result is that though your savings will be healthy, the question of expenses can become a touchy issue in your family. A sense of insecurity will compel you to curb spending even when there is no need for it. This tendency towards miserliness should be avoided because your cash flow will continue to improve."
    },
    "3": {
        "Cancer Daily Horoscope": "After long, today you will feel relieved. An important news will make your day. Parents may find suitable match for their son/daughter. A pending court case will be settled in your favor. A little effort in the career today will give rich dividends tomorrow. Today life seems to be back on track. Enjoy this period with your family.",
        "Cancer Health & Wellness Horoscope": "It is necessary for you to stop eating indiscriminately if you want to get rid of the stomach ailment that had been troubling you for the last few days. A strict dietary regime can heal you within a few days, but you have been ignoring your health and it is necessary to give the greatest emphasis on a healthy diet and lifestyle.",
        "Cancer Daily Love & Relationship Horoscope": "Friends, co-workers and all sorts of people you know may try to enlighten you about the things you must do for your love life to gather up some pace! Follow what they say to update your dating database, except the flirting tips! You are looking for love so better focus on it rather than locking yourself for some momentary pleasure!",
        "Cancer Career & Money Horoscope": "You have been patient at your work, but today you will feel a surge of possessiveness. You need to realize that things will progress at their own paces and trying to grab more at this point will ultimately be self defeating. You have been patient and stuck to the prescribed path. You need to remember why you did so and continue in this same path."
    },
    "4": {
        "Leo Daily Horoscope": "You are a simple person and that is why you lack tactics while dealing with relationships. This may cause you to suffer even at times but it is all momentary, simplicity will rule over anything manipulated. Keep your sensitiveness in control. However you may be able to spend some good time with your dear ones as well.",
        "Leo Health & Wellness Horoscope": "You have been suffering from prolonged and persistent health problems but from today, the process of recovery will start. If you have some chronic health problem, then also you will be able to find a possible long term solution for this. Overall, your health situation is likely to improve now. Take special care of your diet to speed the process of recovery.",
        "Leo Daily Love & Relationship Horoscope": "Love is in the air. If you are single, chances are high that you are going to meet someone and fall in love rather violently today, but be aware that though you are well suited, you will require adjustments in order to let the relationship become enduring rather than only a passing fancy. Couples are going to enjoy a much needed romantic time together.",
        "Leo Career & Money Horoscope": "Those who are involved in service sectors can expect a hike in their income. However if it does not happen then you can give voice to your frank opinion and you will be heard for sure. The workload may mount up in the mid of the day which will hopefully subside by the end of the day. You can enroll yourself in an insurance policy for a more secure future.ﾠﾠﾠﾠﾠ"
    },
    "5": {
        "Virgo Daily Horoscope": "This is the perfect time to implement your creative ideas and expand your thinking. Enroll yourself in some intellectual pursuits or a vocational training which will help you to take an edge over the others. How ever you may be subjected to some financial problems while striving to pursue the same.",
        "Virgo Health & Wellness Horoscope": "Take special care of your health as well as those of your loved ones today. If you have children, then more precautions are indicated. Even minor health issues can suddenly become important today. It is better to take preventive measures beforehand. Try to regulate what you eat because they are likely to put you in a bad mood later on.",
        "Virgo Daily Love & Relationship Horoscope": "You are too serious and are probably over-thinking your relationship issues. Lighten up. Make it a point to spend time with your partner. Once you stop trying to discover double meaning of every gesture, you will find that your relationship is build on a strong base and sometimes you just need to let down your hair and enjoy things as they are.",
        "Virgo Career & Money Horoscope": "You have been working hard in the straight and narrow path for a long time now, but today you will be tempted to resort to trickery to accomplish a task. However, this is a needless risk that you will be taking. People will identify what you are trying to do and will take offence and you will lose the trust that you have build up over the years."
    },
    "6": {
        "Libra Daily Horoscope": "If you are saving up for the right occasion, then today just might be the day. Expect good news today that is sure to bring a smile on your lips and tear on your eyes. It is predicted that you will be surrounded by friends and family today. Jolly time is around the corner. However, donﾒt forget to take care of your health.",
        "Libra Health & Wellness Horoscope": "Good health is not a distant goal for you. Just maintain a proper fitness regime and you are there. Exercise is a must for relaxing your body and improving your concentration. You have to turn your aspirations into reality in order to live the life of your dreams. Staying in good health will give you a chance to fulfill your aim!",
        "Libra Daily Love & Relationship Horoscope": "You need your partner badly at this point of time to extend you a strong emotional support. But due to some reasons you have been separated from your partner by distance. In spite of your repeated efforts there seems to be no way to catch up with your partner. Keep striving and you will succeed in residing with your partner soon.",
        "Libra Career & Money Horoscope": "The day will go especially smoothly at the workplace. Any difficult projects that you had been postponing for some time now can best be completed today. You will probably get a lot done ﾖ more than you expected, and clear up all your backlogs. You are filled with positive energy and this is likely to affect everyone around you in a positive way."
    },
    "7": {
        "Scorpio Daily Horoscope": "An atmosphere of serenity will prevail at home today and tensions will take a back seat. So gather with your dear ones and spread the joy. You have to find new ways of dealing with the frustration in life, which seems to get mounted gradually due to various reasons. Your insight will help you to find a way out.",
        "Scorpio Health & Wellness Horoscope": "Somebody near to you may be feeling sick today. You will be required to do quite a lot of nursing duty, but do not worry. Something good is going to come out of your help. However, you should take precautions against minor infections today. Ignoring small health issues of yourself or someone close to you can lead to greater complications in the future.",
        "Scorpio Daily Love & Relationship Horoscope": "Today you and your partner may plan to move in together. Your partner can support you easily with a plush housing accommodation. However for a change of mood you may go for an exotic holiday trip or an unusual adventure trip before that in order to break the monotonous routine and to lighten up the moods.",
        "Scorpio Career & Money Horoscope": "The venture capitalists are going to be the biggest benefiters today! People well easily get convinced with your ideas. Just do not over-exert your point of view. However the amount of money you are expecting to receive may slightly get delayed, but is sure to arrive!"
    },
    "8": {
        "Sagittarius Daily Horoscope": "You have been following a highly hectic schedule for the last few days and it is time to get organized. Today will be comparatively relaxed, but you should take this time to get your affairs into some semblance of order. Otherwise, things are likely to get even more chaotic in the coming days and you are likely to become anxious as things would seem to go out of control.",
        "Sagittarius Health & Wellness Horoscope": "You were gradually coming to realize that you need to institute some drastic changes in your lifestyle and dietary pattern but doubts and indecision have been holding you back. Today, all these doubts will disappear and you will be able to take the necessary steps to start a healthier lifestyle. You will be able to draw inspiration from someone near to you in this respect.",
        "Sagittarius Daily Love & Relationship Horoscope": "Romance is in the air. You are likely to come in contact with a number of interesting persons and one of these meetings may lead to a more meaningful relationship. Those who are already in a relationship will be able to renew the old romance with an intimate dinner or outing. Your partner may have been detached and alienated in the last few days, but today the situation will definitely improve.",
        "Sagittarius Career & Money Horoscope": "You are likely to receive considerable help today on the job front. Friends, spouse or colleagues will all help you to catch up. Be sure to express your gratitude and help someone else in your turn. Cash flow is likely to improve significantly. This is also a good time to plan for expensive purchases because though you will earn a lot, you will find it difficult to save much money."
    },
    "9": {
        "Capricorn Daily Horoscope": "You are going to offer some good advice to someone close today and it will be accepted with gratitude. You are in a very understanding and mellow mood today. This is a great time to connect with people from your past. Ring up a close school friend and you will get great joy in getting in touch. It is also the best time to put away past differences.",
        "Capricorn Health & Wellness Horoscope": "Mounting pressure at your workplace is creating stress and they may begin to manifest today through aches and pains and a feeling of restlessness. It is necessary to be more organized in your work to reduce this stress. Also, eating junk food is not going to compensate for this. Practice meditation or get a massage appointment for temporary relief.",
        "Capricorn Daily Love & Relationship Horoscope": "There is a strong indication of interference by a third party in your romantic relationship. You or your partner may be attracted to another person. One of your past loves may re-enter your life. The interference may even come from close friends or parents of either you or your partner. It is necessary to stand by each other firmly against everyone.",
        "Capricorn Career & Money Horoscope": "Be very open and welcoming to the opportunities of travelling. This is a chance to make a good amount of money! For those who are studying may get wonderful opportunities from unexpected sources. Wherever you are keep in mind that united we stand and divided we fall. So collective team effort will bring satisfying results."
    },
    "10": {
        "Aquarius Daily Horoscope": "Someone dear to your heart is facing some difficulties and you will have to lend a sympathetic ear today. Chances are high that you will end up feeling impatient and frustrated with the problems of this person, but it is vital that you lend your support without criticism. It can influence a very important friendship or even a partnership in your life.",
        "Aquarius Health & Wellness Horoscope": "You are going to feel very energetic today. This is the most suitable day to schedule outdoor activities. You are likely to excel at competitive sports. As you drive yourself harder, you will also experience mental exhilaration which does not come your way easily. Altogether, this is a very positive and upbeat day for you. You are at the peak of your physical form.",
        "Aquarius Daily Love & Relationship Horoscope": "Your lifestyle and your social circles are improving greatly right now. While your partner may find it a little difficult to adjust to these changing circumstances, you will be very supportive to help him / her through this time. Relationship and support are your greatest priority today and you will find your support highly appreciated. This will strengthen your relationship bonds.",
        "Aquarius Career & Money Horoscope": "The day is favourable for those in construction business. You should invest your money well today as this opportunity is likely to be short lived. If you are thinking of buying a house or an apartment, you can land a good bargain today. Some financial strategies which you had adopted a long time ago in this field will bear fruit now."
    },
    "11": {
        "Pisces Daily Horoscope": "You may discuss few important issues with your relatives. Try to be loving and kind in your conversations. If you canﾒt handle any situation just leave it for the time being rather than overdoing it. Attend gatherings in the evening time if you want to lighten up your mood. Focusing on matters of faith and spirituality will be of benefit to you.",
        "Pisces Health & Wellness Horoscope": "You need to realize that wellness of the mind is essential and striving only for the goals of physical fitness is likely to leave you with dissatisfaction. Yet, you are driving your body even more in search of a sense of wellness. Instead, try for some breathing exercises and relaxation techniques. They will also help you to deal with problems of lack of sleep that you have been facing recently.",
        "Pisces Daily Love & Relationship Horoscope": "Today you want to socialize but you may be drawn towards some one matching your taste and preferences. You will enjoy yourself immensely with this new romantic encounter. However you may find it to be worthless after sometime and you may walk away as a free woman! In the single hood, think of better ways of loving your partner.",
        "Pisces Career & Money Horoscope": "Your networking with people of similar interest and doing a similar business will increase today. You must avail this opportunity to mentor and encourage others so that you have their support in return as well. Do not expect much from them as things open up gradually and people may be slow in trusting some one new."
    }
}]
