horo_english=[ {
    "0": {
        "Aries Daily Horoscope": "Someone dear to your heart is facing some difficulties and you will have to lend a sympathetic ear today. Chances are high that you will end up feeling impatient and frustrated with the problems of this person, but it is vital that you lend your support without criticism. It can influence a very important friendship or even a partnership in your life.",
        "Aries Health & Wellness Horoscope": "While your health is quite all right, mental stress will create a sense of lethargy and sluggishness in you. You will want to avoid stressful activities and instead, just sit outdoors and enjoy the sun on your skin or the breeze blowing over your face. Take the day slow. Drink plenty of water and get enough sleep in order to wake up tomorrow refreshed.",
        "Aries Daily Love & Relationship Horoscope": "The planets line up today to make you feel very romantic and emotional. You have just been paying lip service to the tenets of love recently, but now you are ready to fully commit yourself to the requirements of love. This call to action from your heart comes at a very critical time indeed and if you want to preserve your romantic partnership, you must act on it without delay.",
        "Aries Career & Money Horoscope": "While there will be a natural tendency to shirk your responsibilities, this can land you in trouble with your superiors. The fact is you are avoiding work more out of habit rather than from any genuine desire to laze around. The time is just right to take on more responsibilities and throw yourself more into your work. Hard work and sincere effort will be rewarded y success today."
    },
    "1": {
        "Taurus Daily Horoscope": "There seems to be an imbalance between your personal and professional life! The best way to sort it out is to clearly demarcate your work schedule for each day, which seems to be varied for each upcoming day! Donﾒt worry your dear ones wonﾒt fail to recognize your commitment towards them in spite of receiving less attention from you lately.",
        "Taurus Health & Wellness Horoscope": "A great feeling of health, happiness and wellbeing marks your attitude today. You will feel charitable towards all and will be perfectly ready to share your sunny mood. This is going to make you popular in the crowds. Your cheeriness, strength of mind, sense of humour and general well being are going to be envied by those around you.",
        "Taurus Daily Love & Relationship Horoscope": "Your love has been a great source of inspiration and strength to you when you have been in tough times. And you honor him greatly for this! But due to certain circumstances, a misunderstanding has cropped up between the two of you. And the rift is getting deeper and deeper. Pull the reigns before everything falls apart.",
        "Taurus Career & Money Horoscope": "It is a perfect day to invite your opponents to check your infrastructure and make them aware of the power you possess. This will defeat most of your opponents before the bidding or signing of a deal takes place and this will be extremely congenial for your company to flourish. Higher position post this will endow you with more strength and money."
    },
    "2": {
        "Gemini Daily Horoscope": "A close friend may share some vital secret with you. You need to be very discreet with this information and offer appropriate sympathy and advice. Tackle all the tasks in your life in a constructive way. Your actions are especially powerful now and are likely to have a long term effect on those around you. So, you need to be careful about what you say or do.",
        "Gemini Health & Wellness Horoscope": "Situations will arise today where you will be exposed to allergens and there will be no way to prevent this. So, you need to take adequate preventives beforehand. One thing that you can do is to design your diet in such a way that it boosts your immune system and protects you from infections. Drink plenty of water and include necessary vitamins in your diet.",
        "Gemini Daily Love & Relationship Horoscope": "Romantic encounters are quite possible today. Although things may take time to work out due to certain immaturity in you and your partner too. Do not feel insecure of the partnerﾒs past and donﾒt let ego form a ground for misunderstanding too. Just go with the flow and you are bound to form a stronger bond with your partner.",
        "Gemini Career & Money Horoscope": "The time is ripe for a much needed change in your career. For some time now you have been experiencing a feeling of stagnation. New and exciting opportunities will open up today and you need to take a positive step towards the unknown. This can help to revitalize your career and it will also go a long way towards relieving the work related stress that has been affecting your health lately."
    },
    "3": {
        "Cancer Daily Horoscope": "Today you urgently need to understand and master the art of balancing the physical reality with your vision. While your plans are ambitious, you have to understand the actual obstacles top these plans. Otherwise, you are headed for a collision course in spite of all your good intentions. You also need to understand that your plans may be conflicting with those of someone else who is as determined and ambitious as you.",
        "Cancer Health & Wellness Horoscope": "A loved one needs your attention as they might be prone to some illness. You may see yourself nursing your loved one. Maintain hygiene today and wash your hands after nursing. Do not ignore your health as well. Today is the day to be conscious of small things as you may be prone to suffer from a few minor infections.",
        "Cancer Daily Love & Relationship Horoscope": "You may get chances to have some real fun with some who is really funny and close to your heart. And you must choose such a person to be your soul mate. Do not get carried away by what others tell you about choosing ideal figures as your partners. Be realistic and sensible. If you are unhappy with the reality then there must be something you can do about it.",
        "Cancer Career & Money Horoscope": "Research students are going to receive a piece of very good news today. Those sitting for competitive examinations will also fare better than expectations. However, timing can be crucial today. The opportunity that will be brought by these events need to be utilized as quickly as possible; otherwise, you may have missed the boat. You may have to take a bold step to secure your career."
    },
    "4": {
        "Leo Daily Horoscope": "You are going to feel more dedicated today and you are going to finish off all the backlogs which may have accumulated today. Clearing this will give you a nice sense of accomplishment and this will be noticed by the people who matter to you. The result is that you will get more appreciation both at home and at your workplace.",
        "Leo Health & Wellness Horoscope": "There is a high chance that you will face considerable work related stress today and this can lead to certain health problems like migraine or hypertension. It is best to start the day with a round of exercise, yoga or meditation as this will keep you calm and help you to overcome the physical problems. Try to keep the stress from affecting your inner peace and you will enjoy a far more fruitful day.",
        "Leo Daily Love & Relationship Horoscope": "The time is right for romance. You need to show your partner that you do not take him / her or the relationship for granted. This is the right time to go that extra mile and spoil your partner and your relationship can reach a new high with only a romantic and intimate dinner or a thoughtful gesture or gift.",
        "Leo Career & Money Horoscope": "The venture capitalists are going to be the biggest benefiters today! People well easily get convinced with your ideas. Just do not over-exert your point of view. However the amount of money you are expecting to receive may slightly get delayed, but is sure to arrive!"
    },
    "5": {
        "Virgo Daily Horoscope": "Your over emotional nature though helps needy but at times may strangle you in an embarrassing situation. Seek help of your partner to come out of such situation. This is a time for some intimate and secret communication. Financial gains are most likely possible but keep a distance from gambling. Put your words cautiously lest they hurt a loved one.",
        "Virgo Health & Wellness Horoscope": "If you are working on a health related project or are planning something new then you can achieve results far more easily and successfully than you have ever imagined. But track your progress and keep remedies ready if unexpected results crop up! You may earn appreciation for all these good practices even.",
        "Virgo Daily Love & Relationship Horoscope": "You have been ignoring your friends of late and the time is especially favourable to put together a friendly outing. Go out and catch a movie or organize a simple friends night out and you will feel the stress that you did not even notice, vanishing easily. You can also be contacted by someone from your past that was close to you once.",
        "Virgo Career & Money Horoscope": "Change is indicated in your career, but this is a change that you are going to enjoy. You may get a job offer or be shifted to a new department. A promotion is also on the cards. You will love your new responsibilities and are full of zeal to prove yourself. You are going to impress everyone at work with your working abilities."
    },
    "6": {
        "Libra Daily Horoscope": "You are a simple person and that is why you lack tactics while dealing with relationships. This may cause you to suffer even at times but it is all momentary, simplicity will rule over anything manipulated. Keep your sensitiveness in control. However you may be able to spend some good time with your dear ones as well.",
        "Libra Health & Wellness Horoscope": "Be careful what you eat because stomach trouble and other problems related to the digestive system can manifest today. For some time now, you have known the need to completely revise your diet patterns and today you will get a major incentive to do so. A change in your diet will also actually reduce your mental stress, much of which was caused not by external worries as you thought but by your lifestyle.",
        "Libra Daily Love & Relationship Horoscope": "Mars is fuelling your romantic desires and with a fighting spirit and a higher level of confidence, you take strides either with your partner or towards your partner. Romance in your relationship has become as important as sugar in tea. You are at your romantic best. Listen to music in the air. Everything is bright and colorful. Time is favorable.",
        "Libra Career & Money Horoscope": "Success will mark every task that you undertake today. If you have appeared for a competitive examination, you will get positive results today. The day is also suitable to initiate discussions with your superiors about taking on more responsibilities or for a promotion. You need to concentrate all your efforts into exploiting the most of this very favourable day."
    },
    "7": {
        "Scorpio Daily Horoscope": "Rise and shine today. The stars predict that they have an important job for you. You need to make anyone near you happy today, this act in return will open the flood gate of good fortune for you. However, do not lend money today as you are prone to lose it forever. There should not be any issues with your health.",
        "Scorpio Health & Wellness Horoscope": "You have been in denial regarding some aspect of your physical or mental health for the last few days. Today is the day of clarity. The protective shell of denial will be removed and you will confront the truth about your health today. This is the first positive step towards recovery as you can now do exactly what needs to be done except only denying the situation.",
        "Scorpio Daily Love & Relationship Horoscope": "Today, you will begin to understand that you will not respond to anybody elseﾒs manipulations and will set about drawing some healthy boundaries in your relationships. You have to understand that even your greatest well wisher should not be allowed to take your decisions for you and ultimately it is your opinion that matters. Take that first step and yourself respect will increase markedly.",
        "Scorpio Career & Money Horoscope": "While you have been advancing satisfactorily in your job, today there is a huge opportunity to showcase your talent, creativity and commitment. This may require you to cancel some family plans, but it will vastly advance your career. Done correctly, it may open avenues for you that you could not have imagined. You need to maintain a fine balance between your family and career now in order to enjoy the best of both situations."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Your positive outlook will help you take positive actions in various situations. This will render you with long term benefits. If some one tries to indulge into altercations with you then do not lose your cool and present your point of view with firmness. Today you may take a strong interest in occult sciences and religion as well.",
        "Sagittarius Health & Wellness Horoscope": "You will be very active socially and consumption of oily or heavy foods may work against your health. You may have a high intake of alcohol even; you must increase the intake of water as well. Take a tight sleep before you set out on your expedition. Being moderate in your approach will impart you with better looks and higher energy.",
        "Sagittarius Daily Love & Relationship Horoscope": "Your relationship is happy and content. However there is much more to explore and much more happiness to receive going further. Try to turn off your partner by doing what they donﾒt like. Instead of being aggressive they will make you understand why you should never attempt doing that. And this is worth enjoying!",
        "Sagittarius Career & Money Horoscope": "You love your job and you are good at it too. However, the planetary alignments may cause temporary disturbances in your workplace today. Take care not to take any impulsive decision based on these transient feelings. You need to guard your temper at your workplace and disregard minor irritations. Otherwise you may end up even leaving your job though you love doing it."
    },
    "9": {
        "Capricorn Daily Horoscope": "You have a talented and impressive personality which will get highlighted in front of everyone today ﾖ including both your well-wishers and people opposing you! Pay heed to the advice of the former ones and ignore the rest. Your elders will be there in your support and will guide you well to regain your focus on certain very crucial goals of your life.",
        "Capricorn Health & Wellness Horoscope": "While you are going to enjoy excellent health today, an old complaint related to the head and the nervous system may begin to rear its head. Take adequate precaution to prevent catching a cold in the lead as this may aggravate old problems like sinusitis and migraine. On the other hand, you will begin to feel the benefits of the wellness routine that you have been following. Your weight loss goals will also be met with success today.",
        "Capricorn Daily Love & Relationship Horoscope": "You are feeling especially sanguine and diplomatic today. Hence, you will be able to handle any situation that arises in your family or your relationship today. Your partner may be misinformed about you or may come out with a grudge from long ago. You will be able to deal with this easily in a sympathetic manner which will actually strengthen your relationship.",
        "Capricorn Career & Money Horoscope": "Great things are indicated on the career front today. You have been feeling somewhat underappreciated at work. This will completely vanish today and you may get a great job opportunity with high salary and more perks than you thought possible. However, taking this job may mean relocation. So, you need to think about the decision carefully and involve other family members in your decision."
    },
    "10": {
        "Aquarius Daily Horoscope": "A new energy will now begin to work in your life. You will suddenly find that balancing family and career issues have now become extremely easy. All your hesitations will disappear and your actions are marked by an unprecedented level of confidence. You will also be able to resolve any ambivalent feeling towards those near to you both in workplace and in the family.",
        "Aquarius Health & Wellness Horoscope": "You need to maintain a stable frame of mind and think things through sensibly and logically before you jump in with both feet. This is a time of fantasy for you. So, turn your mind towards romance and enjoying yourself. Applying a fantasy to romance will work to your advantage, but results may be very different if you try to be fanciful at your workplace.",
        "Aquarius Daily Love & Relationship Horoscope": "You are likely to meet someone today who seems too perfect to be true. Trust your luck because you may have met your soul mate. Listen to your heart today even if your logical mind warns you about things being too good. For once, romantic events will be going your way just as you desire. Do not miss this opportunity for a meaningful relationship in your life.",
        "Aquarius Career & Money Horoscope": "Things were probably not going so well on the work front for the last few days, but there will be some improvements today. Bear in mind that adjustments with colleagues is essential to preserve the harmony of your workspace. If you relent just a little, you will be able to enjoy a far more relaxed atmosphere with your friends at the workplace."
    },
    "11": {
        "Pisces Daily Horoscope": "You may be cracking one of the biggest joint venture deals today. But you must mention explicitly once again your mission and goals to your partner. If altercations arise then you may be driven by impulses and this is what you need to keep in check. You may devote the end of the day towards your intellectual pursuits or in perusal of an artistic passion.",
        "Pisces Health & Wellness Horoscope": "The day will begin with a spurt of internal energy. You may visualize yourself to be calm and serene. This is a great day for any kind of business negotiations as your serenity and stability of mind guide you to achieve what you have been longing for. You may meet your rival today but nobody has the power to leave you agitated.",
        "Pisces Daily Love & Relationship Horoscope": "How hard you try, your partner is not paying attention to you. It is time to paper him/her with your acts. Get home early today and cook for your better half. Decorate the room and light candles. There is love in the air. Show your partner today. He will surely understand today. If you are staying away, give a call to your partner.",
        "Pisces Career & Money Horoscope": "The day will get better as it progresses. The disappointments you have experienced in past few days will come to an end and you can breathe in a fresh air of optimism. Your superiors may even reward you for your consistent ability to tackle issues well. And this is a good time to get your point across anyone, ranging from the top management to the lowest level sub-ordinates."
    }
}]
