horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Today is going to be a fun fare day. You will be revisited by friends and relatives. Least you can expect a call or mail from them. It is a good time to brush up your social skills and be prepared for the upcoming parties. Your financial issues will be taken care of as the day progresses.",
        "Aries Health & Wellness Horoscope": "You have to learn to be patient with yourself and others. Various situations may arise which will render you with no gain and to handle yourself in such times you need to inculcate the habit of waiting for the right things to happen at the right time. Go for a walk early morning and if you can try to walk bare footed on grass.",
        "Aries Daily Love & Relationship Horoscope": "Today, you may need to adjust your attitude towards your loved one. He or she is likely to be under stress and may even take out the stress on you. If you retaliate in kind, the situation will degenerate. Instead, try to be understanding and accommodating and you will be rewarded with gratitude and tenderness ﾖ if not today, then certainly later.",
        "Aries Career & Money Horoscope": "You are involved in professions involving travel and socializing. Put your best foot forward as you may be able to establish very good networks with people of great importance. Pay attention to what is going around you. Your competitors may be setting up a stiff competition for you to crack and walk ahead in your career!"
    },
    "1": {
        "Taurus Daily Horoscope": "This is the perfect day to reassess the current situation of your life and prioritize your projects. If you have been lazing for some time now and letting work pile up, today, you will find an amazing surge of energy which will help you to organize your projects satisfactorily. This is the best time to discard those which are no longer useful and finish the others instead of starting a new project.",
        "Taurus Health & Wellness Horoscope": "You are endowed with the qualities of being an excellent trainer! But you forget to look after your own self most of the times if no one is around you to remind you of the same. Remember your good health is the biggest investment you can make for yourself! If you havenﾒt thought it this way yet, time to start doing it!",
        "Taurus Daily Love & Relationship Horoscope": "You have been admiring some one deeply since long. But few incidences may make you repent wasting your time over them. The crush you want to fall for is not worthy of any attention and care! Switch to some one better and amazing. You deserve some one who makes you look forward to tomorrow and has a high mental level.",
        "Taurus Career & Money Horoscope": "Life at the work place will be cool and all targets will get completed on time. But in business matters consult legal practitioners before signing any deal. There may be chances of fraudulent. If possible push your partnership deals onto the other day and re-evaluate the reliability of your partners."
    },
    "2": {
        "Gemini Daily Horoscope": "After long, today you will feel relieved. An important news will make your day. Parents may find suitable match for their son/daughter. A pending court case will be settled in your favor. A little effort in the career today will give rich dividends tomorrow. Today life seems to be back on track. Enjoy this period with your family.",
        "Gemini Health & Wellness Horoscope": "You will be feeling especially healthy and energetic today. Be sure to use this energy in a fruitful way. If you have been putting off any task, today you can complete it easily. It is also a great day to start a new regime of exercise or attend a class of some physical activity like aerobics or swimming.",
        "Gemini Daily Love & Relationship Horoscope": "Plan some family activity today. No matter how busy you are, you have been ignoring your family and it is time to redress the balance. A picnic or other group outdoor activity can be great fun. You can also go for activities like sailing or horse riding. Try to get in a much needed dose of nature during this quality time.",
        "Gemini Career & Money Horoscope": "You have been performing exceptionally well at the office and you are likely to enjoy praise and attention of your boss today. You may be in line for an important promotion. However, envy and jealousy of your colleagues may affect your mood. Your toughest challenge will be to respond in an equitable manner and not let this negativity affect your mind, body or work."
    },
    "3": {
        "Cancer Daily Horoscope": "Be honest to yourself as this is the only move that can help you in every situation! Do not hesitate in picking up what you prefer rather than sacrificing your wishes just for the sake of others. You may get confused in deciding where to begin from, so just prioritize all the things you are trying to make a decision out of!",
        "Cancer Health & Wellness Horoscope": "The healthy and physically taxing routine that you have adopted will at last begin to bear fruit. If you have been following a diet, you will be able to measure and see the weight loss or gain that you were aiming at. Your routine of physical exercise also seems to be working and you will see good results today. This will encourage you to aim at higher level of physical activity.",
        "Cancer Daily Love & Relationship Horoscope": "Your partner is not going to be in a mood for adjustments and settlements. Hence it is vital for you to hold your ego in check and not raise any controversial issues. Minor disagreements will blow up into full fledged quarrels as your partner will not concede a single point to you. You need to be cautious in romantic affairs today if you want to avoid major upheavals.",
        "Cancer Career & Money Horoscope": "This is a good time to support you with activities and achievements and will empower you with a sense of accomplishment that you are first on the track! So this is the perfect time to make a fresh start, be it of a new project or a new job opportunity. Try to retain this energy until you reach your final destination."
    },
    "4": {
        "Leo Daily Horoscope": "Small irritations and disagreements are likely to break out throughout the day. It is important that you overlook the minor issues today. Otherwise you will only be destroying the peace of your own mind. Try to share your problems with someone as this can go a long way in improving your mood. Planning solitary activities can be promising today.",
        "Leo Health & Wellness Horoscope": "You are going to feel very energetic today. This is the most suitable day to schedule outdoor activities. You are likely to excel at competitive sports. As you drive yourself harder, you will also experience mental exhilaration which does not come your way easily. Altogether, this is a very positive and upbeat day for you. You are at the peak of your physical form.",
        "Leo Daily Love & Relationship Horoscope": "Some one irresistible is close to you. Still you cannot find out a way to reach up to their heart. Do not get disheartened, your mere attempts to find a place in some bodyﾒs heart will impress them well! Things may appear to be nonchalant but love may simmer behind the scenes and you may find yourself in a love interlude very soon.",
        "Leo Career & Money Horoscope": "While you are likely to be very thrifty, you will be in rather an extravagant mood. You are likely to buy a costly item of beauty as you enjoy and appreciate pieces of art. You may also buy an expensive gift for someone close to you and surprise that person. Everything is likely to go smoothly in your workplace."
    },
    "5": {
        "Virgo Daily Horoscope": "News about financial gain may make you and your loved ones happy. There is a sense that things are positively turning around. You are pleasingly presentable. Go out and meet people. New opportunities will sprout from your associations which will prove beneficial in the long run. You may bring a change in your house either structurally or family wise.",
        "Virgo Health & Wellness Horoscope": "You are very rigid and go to the extremes when it comes to your diets and exercises. Time to lower your pace since certain problems may arise due to excess strain to your body. It will be a bit tricky to deal with these but you will be able to, if you do not push your body beyond its capability! Being obsessive is no better than being a lax.",
        "Virgo Daily Love & Relationship Horoscope": "Watch out for your temper. You may lash it out on someone close to you. Partner may get hurt with your temper. Try explaining your partner that it was the outburst of some feelings that were ignored in past. Wear blue in some part of your clothing. Try controlling your emotions and if uncontrollable, watch the intensity at least.",
        "Virgo Career & Money Horoscope": "In this fast paced technology, you might realize today that your skills are not welcomed in a meeting. It is better to think fast and hence start learning a new skill that might help you to remain at par with your competitors. You may find yourself in a planning and self realization mode today. Seek help from your seniors."
    },
    "6": {
        "Libra Daily Horoscope": "Your peaceful mental state may be intercepted by the interrogation from others. They are pretty curious to know whatﾒs up in your personal and professional arena. Some one close to you has leaked out your future plans in front of mouths that just donﾒt stop talking at all. Try to ignore all this and remain focused.",
        "Libra Health & Wellness Horoscope": "In general you are very clearheaded. But today, your ability to think logically will be hindered by your own problems and insecurities. Hence, this is not the best day to take on a new project or a new partner. You are liable to be wrong in your judgment today. So, basing your future activities on this may not be fruitful. Try for some relaxation today.",
        "Libra Daily Love & Relationship Horoscope": "You may have a permanent access to some one's heart. Your new affair will have an intimate and fresh new beginning. You will be free minded and will look for real elements of love and compassion without rose-colored glasses. Do not let bitter experiences of the past affect you. However if you are scared then just tread softly.",
        "Libra Career & Money Horoscope": "You have recently lost money, mostly because you invested unwisely in get rich quick schemes. Another similar opportunity is knocking at your door and it is essential that you realize that these schemes can lead you to serious financial trouble. You need to rationalize your investment decisions and listen to the experts though you have a great tendency to be swayed by a glossy, if empty presentation."
    },
    "7": {
        "Scorpio Daily Horoscope": "This is a very good time to implement the plans and promises that you made to yourself. New endeavours are likely to take off the ground very quickly now. However, the time is also favourable for relaxing and having some fun with friends. So, be sure to schedule social activities in the evening. Avoid gossip and you can have a fun filled evening.",
        "Scorpio Health & Wellness Horoscope": "Somebody near to you may be feeling sick today. You will be required to do quite a lot of nursing duty, but do not worry. Something good is going to come out of your help. However, you should take precautions against minor infections today. Ignoring small health issues of yourself or someone close to you can lead to greater complications in the future.",
        "Scorpio Daily Love & Relationship Horoscope": "This is the day of making new connections. You should reach out today. New friendships, partnerships or even affairs are on the cards today. You will be plunged into a whirl of social activities now which will bring you in touch with new potential friends or partners. But take care not to ignore those who are close to you as you pursue new relationships.",
        "Scorpio Career & Money Horoscope": "Take special care of your investments today. The day is especially suitable for investing in the stock exchange. You will get the best results if you invest in automobile, pharmaceuticals and cosmetics. It is imperative that you review all your old investments and make changes as you see fit. This can vastly increase your potential profits. The day is very profitable and you should not waste this opportunity. You can also take a risk in a game of chance today."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Someone around you will try to involve you in a needless power struggle. The key here is to keep an open mind and a calm demeanour so that you do not end up playing someone elseﾒs power games and getting involved in complications. If you keep an eye out, you can easily avoid this and have a perfectly nice and worry free day.",
        "Sagittarius Health & Wellness Horoscope": "You may be a little crazy today! After a rigorous workout session you may treat yourself with a chocolate cake! And this is where you need to control. Consume something sweet containing much less calories than the chocolate cake! And if you will not remain restricted by the diet suggested by the gym instructors, you can never get back in shape in a short time!",
        "Sagittarius Daily Love & Relationship Horoscope": "The past affair may haunt you again and this has been repeating at regular intervals. Do not make yourself vulnerable to bitter experiences of the past. However you may come across a face that reminds you of the fun filled days of the past. You can plant seeds of a successful relationship with this person, just wait for the seeds to sprout at the right time.",
        "Sagittarius Career & Money Horoscope": "Change in the place of residence because of work related reasons is a major possibility today. You may switch jobs or may be promoted and be shifted to a different region. You may also seek career related advice today either from a professional consultant or someone close to you. If you pay sufficient heed to this advice, you will be greatly benefitted."
    },
    "9": {
        "Capricorn Daily Horoscope": "You are going to put every effort in resolving a central issue which is dominating your life right now. Chances are high that you are going to pull away from your social and even financial obligations to take care of this. However, you should know that hurrying is not going to solve anything in a constructive manner. Patience is the key here.",
        "Capricorn Health & Wellness Horoscope": "You can sustain minor falls or injuries today or you may be susceptible to allergic reactions. Small accident is on the cards. So, you need to be extra careful. Otherwise, it is going to be an uneventful day. You may be visiting someone in a health centre. This is also a good time to introduce some long needed changes in your lifestyle.",
        "Capricorn Daily Love & Relationship Horoscope": "You seem to be well contended with short term relations but soon you may develop a craving for true love! You are a bit impulsive and rash in temperament. This creates a barrier for you in being a part of long term relations. Try to control your mood swings and you will see yourself settled with a pious soul very soon.",
        "Capricorn Career & Money Horoscope": "The day is best suited for speculative ventures. Buy a lottery ticket or invest in stocks and share today and you have a high chance of hitting the jackpot. You may also get a good tip from someone and if you act timely on it, you can significantly increase your income. You will enjoy a calm and peaceful day at work."
    },
    "10": {
        "Aquarius Daily Horoscope": "Every encounter that you have now is characterised by a surge of energy and purpose. The quality of your interactions will improve dramatically and you may even come in contact with somebody who will revolutionize your life ﾖ financially or spiritually. You will get a better insight into your own character and this will help you to decide on the direction of your life. You should use this opportunity well as understanding yourself can help to resolve a number of your current conflicts.",
        "Aquarius Health & Wellness Horoscope": "You will have to consult a healthcare expert today for some health related issues. But if you do not heed the advice now then you are headed for serious trouble on the health front. Do not ignore any health issues now. Even smallest issues should be investigated closely. With proper care, you can maintain a fit lifestyle and avoid health related problems.",
        "Aquarius Daily Love & Relationship Horoscope": "You seem to have enough of relationships and are bored of the short and quiver affairs. Time to go for hibernation in your private zone where no body can peep into! If you cannot break apart from a troubling relationship then at least take a short break from it after informing andﾠﾠconvincing your partner about it.",
        "Aquarius Career & Money Horoscope": "Your ability to communicate effectively at the workplace seems to get affected due to some actions taken against you! You may be accused of breaching the trust and confidentiality of the organization you are working with. Retain your cool and try to consider other peopleﾒs needs. This will soon work in your favor.ﾠﾠ"
    },
    "11": {
        "Pisces Daily Horoscope": "The day is likely to be very busy for you. You are likely to receive visitors, or you may plan for an outing. This may also be the time when you are starting major renovation work of your house or buying or shifting to a new house. Though you will need to be very active throughout the day, you are going to love and enjoy every minute of it.",
        "Pisces Health & Wellness Horoscope": "You are full of hope and energy. This positive feeling will keep you going throughout the day no matter how many hindrances you have to face. Situation is not rosy when it comes to your health, still you will not get bed ridden! Proper consultation with a specialist will cure you in no time. Maintain a healthy diet as well.",
        "Pisces Daily Love & Relationship Horoscope": "You can relate well to everyone you come across today. But this does not mean that they can be a perfect match for you. It will be too early to call it ﾓlove at first sight ﾓfor someone you may be attracted to! Take a step back and start analyzing how things have been and how things will be in future of you go ahead with this person in life.",
        "Pisces Career & Money Horoscope": "You have a very good job and have been experiencing a run of good luck in all financial ventures. However, you should still be careful with your money as this is not unlimited. Your extravagance has already attracted criticism from those close to you. It is time to take their advice and cut back on the expensive spending habits."
    }
}
]
