horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Good news will make your day. You were working towards an important thing for a long time and it will bear fruit today. An outing with colleagues is indicated. You will enjoy and have a good time. You may make a decision regarding finances which will benefit you in long term. You may also visit holy places today.",
        "Aries Health & Wellness Horoscope": "Take care of your digestive system. It can take a back beating during the festive season. The best way is to eat right and indulge in a casual exercise be it walking, climbing stairs or cycling. Your fast paced mind allows less time for enjoying your meal. Do not think about other stuffs while eating. Relish your meal and chew properly.",
        "Aries Daily Love & Relationship Horoscope": "Bundles of good words have travelled from you to your partner. A number of times you have told your partner what he/she means for you. Now is the time for some action. Prove the worth of your love through some action and today you may accomplish the same. Your partner may be pleasantly surprised by witnessing the manifestation of love.",
        "Aries Career & Money Horoscope": "This is a good time to support you with activities and achievements and will empower you with a sense of accomplishment that you are first on the track! So this is the perfect time to make a fresh start, be it of a new project or a new job opportunity. Try to retain this energy until you reach your final destination."
    },
    "1": {
        "Taurus Daily Horoscope": "This is the perfect time to implement your creative ideas and expand your thinking. Enroll yourself in some intellectual pursuits or a vocational training which will help you to take an edge over the others. How ever you may be subjected to some financial problems while striving to pursue the same.",
        "Taurus Health & Wellness Horoscope": "You are being bothered by recurring but small health problems. Stop trying to treat your problems with over the counter medication ﾖ especially as the symptoms have now persisted for too long. You need to consult a medical professional to go to the root of the problem and get rid of this day to day irritation. Taking random medication will end up harming your health.",
        "Taurus Daily Love & Relationship Horoscope": "You need to realize that though there may be a lot of love, every relationship needs work to be sustained. Simply being in love is not sufficient; you should demonstrate your love from time to time. You have been ignoring the gestures for quite some time now. If you do not remedy this tendency at once, your partner will begin to think that you have lost interest and they may begin to look elsewhere.",
        "Taurus Career & Money Horoscope": "Friction is likely to develop between you and your partner, but you need to stick to your point and not back down from it. Do not worry as this situation will not lead to a lasting estrangement. Though there may be temporary feelings of coldness, your partner will realize that you had done what you thought right and you will gain more respect from him / her."
    },
    "2": {
        "Gemini Daily Horoscope": "Life has been full of ups and downs lately. But soon you are going to get rid of all these. Maintain your optimistic attitude like always and things will work out better. People may approach you for help and this is good, being busy will make you forget all your worries.",
        "Gemini Health & Wellness Horoscope": "The time is absolutely right to revise your diet thoroughly. Be sure to include lots of fruits, veggies, milk and lean protein in your diet as this is necessary for your good health. You will realize that your health is being affected by the wrong type of foods that you insist on eating. However, implementing these dietary changes is going to be much more difficult than planning them. Try to get help of a dieting partner to improve your chances of success.",
        "Gemini Daily Love & Relationship Horoscope": "A new and promising relationship will develop in life of those who are single. However, ego and lack of farsightedness is going to cause problems in cultivating this relationship further. They may also cause trouble in a relationship which you are already having. It is necessary to take a step back and give your partner enough space as you have been encroaching too much upon his / her personal space.",
        "Gemini Career & Money Horoscope": "Your power of observation and analysis are at their peak today. So, if you are in any job which requires these skills, then you are going to enjoy a high degree of success today. Scientists, investigators and researchers face a fruitful day. You are likely to find rather creative and ingenuous ways to solve problems at your workplace which will be appreciated by all."
    },
    "3": {
        "Cancer Daily Horoscope": "You are determined to take the blame for a friend's mistake. But do consider its consequences. There may be serious legal involvement as well. Some life changing event may also happen which will give you an unforgettable experience. Fulfill your desire to look different, change your hairstyle or wardrobe!",
        "Cancer Health & Wellness Horoscope": "You need to realize that in order to stay fit and look young; you need to keep away from junk foods. You have been indulging in junk foods rather more than usual in the last few days. It is high time that you took a step back. Cut out all the junk foods from your menu. Instead, eat a lot of fibre rich food today.",
        "Cancer Daily Love & Relationship Horoscope": "Experimentation is the keyword for the day! You can ask and allow yourself to do the weirdest of the things ever! Dress in retro style, eat foods of different cultures, be spontaneous about what you say, undertake road trips and be strict enough not to let the world interfere in your matters.",
        "Cancer Career & Money Horoscope": "You have recently lost money, mostly because you invested unwisely in get rich quick schemes. Another similar opportunity is knocking at your door and it is essential that you realize that these schemes can lead you to serious financial trouble. You need to rationalize your investment decisions and listen to the experts though you have a great tendency to be swayed by a glossy, if empty presentation."
    },
    "4": {
        "Leo Daily Horoscope": "You love to meet people who are genuine and honest. But today you may come across people who mask up their original self. So learn to see through their pretence. Time may demand from you to decide things quickly. Think twice before being firm about any move and you must defer all your other plans until you are done with the decision-making.",
        "Leo Health & Wellness Horoscope": "Chances are high that you will be affected by some sort of fever now. It is probably viral fever, but it would be prudent to get immediate medical attention. Take precautions against allergies and viral infections, though it will be difficult to avoid. Rest is the only way to deal with this. So, make sure that you get complete rest. In fact, balancing your health with the demands of your work is your major task now.",
        "Leo Daily Love & Relationship Horoscope": "This is time to heal your relationships. The planets are so aligned that you will begin to realize that it is better to let your old grudges go and instead concentrate on rebuilding your life and your relationships. Issues will suddenly appear to be what they actually are and you will realize how much you were blowing them out of proportion.",
        "Leo Career & Money Horoscope": "This is a great time to make conversations with people of great influence. Establish as many connections as you can if you want to reach to a better place or upgrade your current position. You do not seem hopeful of striving the best opportunities to multiply your wealth. But be hopeful and keep striving for the same cause you can make it!"
    },
    "5": {
        "Virgo Daily Horoscope": "You are going to put every effort in resolving a central issue which is dominating your life right now. Chances are high that you are going to pull away from your social and even financial obligations to take care of this. However, you should know that hurrying is not going to solve anything in a constructive manner. Patience is the key here.",
        "Virgo Health & Wellness Horoscope": "Relaxation is on your cards today. You will indulge in various relaxation techniques be it massaging, swimming or self pampering. Yoga is also a good option. Second half of the day may be hectic with guests pouring in or you visiting people. While partying also, stick to healthier option as you may suffer from stomach aches. Family and friends keep you engaged.",
        "Virgo Daily Love & Relationship Horoscope": "It is useless to drag a relationship for the sheer reason that you are in the relationship for a long time. Today you may feel low because of uncertainty and mental instability. Do not feel guilty. The relationship is not worth sticking to. Move on. Make up your mind today. You may move out of your relationship if you make yourself strong enough.",
        "Virgo Career & Money Horoscope": "You may feel somewhat puzzled about your working life. You never planned the career which you have now built for yourself. This may prompt you to suddenly quit the job and decide to follow your passion. However, do not take any decision today as the planets are in a difficult situation. Sudden changes in your finances may also occur."
    },
    "6": {
        "Libra Daily Horoscope": "You are full of imagination today. You may get a chance at work place to visit places. You shall reveal your romantic self today. It is a day to let yourself free for a while. You also need to show your practical self at work. You also display a good mood to your peers. Check your mailbox. An important mail may be waiting for you.",
        "Libra Health & Wellness Horoscope": "You can sustain minor falls or injuries today or you may be susceptible to allergic reactions. Small accident is on the cards. So, you need to be extra careful. Otherwise, it is going to be an uneventful day. You may be visiting someone in a health centre. This is also a good time to introduce some long needed changes in your lifestyle.",
        "Libra Daily Love & Relationship Horoscope": "Your partner is likely to be under considerable stress today and you will need to extend all your sympathy and understanding. He / she may take out the frustration on you. Reacting emotionally to the outburst will only serve to complicate the situation. You need to put your own feelings on hold for the time being and attend to the needs of your partner.",
        "Libra Career & Money Horoscope": "Today may not a very good day for people appearing in any exam. However, if you must appear today, do not let negative thoughts cloud your spirit. Go ahead, your strength and positivity may ward off any negative waves from your sun sign. Be careful while lending money today as someone may cheat you. Refrain from lending huge sum."
    },
    "7": {
        "Scorpio Daily Horoscope": "Calm harmonious mood is going to mark all your thoughts and actions today. No altercation will have the power to disturb you. In fact, such a situation may arise at your workplace where you will exercise a calming influence. You may also take on some home improvement project or may work towards calming the tensions at your home and sort out the underlying currents in your relationships.",
        "Scorpio Health & Wellness Horoscope": "You are confident enough to take care of yourself and to do everything on your own. But this makes you isolated from others which is very risky for a healthy development of mind and soul. So try to mingle up with people around you as much as you can. Ask for their perspective about how well you are leading your life.",
        "Scorpio Daily Love & Relationship Horoscope": "Your partner is not going to be in a mood for adjustments and settlements. Hence it is vital for you to hold your ego in check and not raise any controversial issues. Minor disagreements will blow up into full fledged quarrels as your partner will not concede a single point to you. You need to be cautious in romantic affairs today if you want to avoid major upheavals.",
        "Scorpio Career & Money Horoscope": "You have always been extremely finicky in your work and your attention to details will win the support and approval of your superiors today. Your sincerity, creativity and devotion to work are finally going to be noticed and big rewards await you. The day is going to be busy and full of work related commitments, but you are going to be feeling happy and energetic."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Well, today is a lucky day for you. You take yourself and others by surprise by your problem solving abilities. You will leave your office mates impressed. Your confidence will be high and you may be offered a new project. Feel happy and celebrate with loved ones. A friend may visit you today. You may enjoy a fun filled day.",
        "Sagittarius Health & Wellness Horoscope": "This day is particularly favourable for you. You can start something new, finish a project which had been taking up a lot of your time or take up a task which you have been putting off. Fun and games are on the card for the evening. Connect with friends, old and new and enjoy. Shopping can be especially fun today.",
        "Sagittarius Daily Love & Relationship Horoscope": "You are likely to meet someone today who seems too perfect to be true. Trust your luck because you may have met your soul mate. Listen to your heart today even if your logical mind warns you about things being too good. For once, romantic events will be going your way just as you desire. Do not miss this opportunity for a meaningful relationship in your life.",
        "Sagittarius Career & Money Horoscope": "The day is especially favourable for investment purposes provided you have done your homework carefully. Investing on a whim is unlikely to pay off but if you research the matter deeply, you will soon arrive at the correct conclusion. Your investments will also help in attaining your long term goals. So be sure to invest only after judging the matter."
    },
    "9": {
        "Capricorn Daily Horoscope": "There seems to be an imbalance between your personal and professional life! The best way to sort it out is to clearly demarcate your work schedule for each day, which seems to be varied for each upcoming day! Donﾒt worry your dear ones wonﾒt fail to recognize your commitment towards them in spite of receiving less attention from you lately.",
        "Capricorn Health & Wellness Horoscope": "Somebody near to you may be feeling sick today. You will be required to do quite a lot of nursing duty, but do not worry. Something good is going to come out of your help. However, you should take precautions against minor infections today. Ignoring small health issues of yourself or someone close to you can lead to greater complications in the future.",
        "Capricorn Daily Love & Relationship Horoscope": "Your lifestyle and your social circles are improving greatly right now. While your partner may find it a little difficult to adjust to these changing circumstances, you will be very supportive to help him / her through this time. Relationship and support are your greatest priority today and you will find your support highly appreciated. This will strengthen your relationship bonds.",
        "Capricorn Career & Money Horoscope": "Life at the work place will be cool and all targets will get completed on time. But in business matters consult legal practitioners before signing any deal. There may be chances of fraudulent. If possible push your partnership deals onto the other day and re-evaluate the reliability of your partners."
    },
    "10": {
        "Aquarius Daily Horoscope": "The day is likely to develop a spiritual tinge for you. You may engage in some religious activity or visit a shrine. Read some inspirational work or the biography of a great leader as you may find something highly relevant to your life in those works. It is better not to engage in raucous activities. Instead, spend the day in quiet contemplation and you will be able to find peace.",
        "Aquarius Health & Wellness Horoscope": "You may suffer from disorders of stomach. So try to consume less oily diet supplemented with lots of water. However the condition will get better by the end of the day. But for those who are already affected may have something severe to face. Proper medication will lead you to speedy recovery.",
        "Aquarius Daily Love & Relationship Horoscope": "Don't go knocking doors when it comes to relationship. Remember, someone is definitely made for you. When the ripe time will come, universe will unfold automatically to present that precious gift to you. Let your love find you. Till then, have good time with your friends and associates. May be your hidden diamond is located somewhere there. You shouldn't lose hope!",
        "Aquarius Career & Money Horoscope": "Your career is poised on the verge of a major breakthrough. Decisive action on your part is needed to decide which direction you want it to take. You need to analyze the pros and cons carefully. Your decision is going to affect your life and if you do decide to take the correct alternative, your income is likely to increase considerably over the next few days due to your decision."
    },
    "11": {
        "Pisces Daily Horoscope": "Today you may get emotional over certain issues which demand you to be practical. Distinguish between what you desire and what is good for you with an objective approach! Emotions may be stirred inside you which may give you the required impetus to cross certain lines. Inform everyone about it before taking this step!",
        "Pisces Health & Wellness Horoscope": "Take extra care to avoid accidents and injuries today because even small injuries can become serious now. You may need to consult a doctor, but at any case you should not leave any physical ailment untreated. This is just a temporary phase. Taking adequate care of your health will go a long way towards avoiding serious health issues in the future.",
        "Pisces Daily Love & Relationship Horoscope": "You are advised to look for opportunities to please your soul mate in spite of following a rigorous training schedule! Your relationship gives you the kind of love what others dream of and that it why you are ignorant towards it. Try to compose a ballad or song for appreciating your beloved or frame some picture perfect memories.ﾠﾠ",
        "Pisces Career & Money Horoscope": "You have been working hard recently and you will now receive a token of appreciation from the universe. You may get a bonus or a long awaited pay check. You may even be offered a good financial opportunity which you had not expected. While it is not something huge, it will fill you with a nice feeling of satisfaction."
    }
}]
