horo_english=[ {
    "0": {
        "Aries Daily Horoscope": "Today you may get emotional over certain issues which demand you to be practical. Distinguish between what you desire and what is good for you with an objective approach! Emotions may be stirred inside you which may give you the required impetus to cross certain lines. Inform everyone about it before taking this step!",
        "Aries Health & Wellness Horoscope": "It is a good idea to increase your strength at this point of time. Continue to do the physical exercises you have been doing regularly in addition to yoga and running practices. However if there is a particular side in your body which is weak then be selective in your approach. Try to lift weight from the hand situated in the weaker portion of the body.",
        "Aries Daily Love & Relationship Horoscope": "Watch out for your temper. You may lash it out on someone close to you. Partner may get hurt with your temper. Try explaining your partner that it was the outburst of some feelings that were ignored in past. Wear blue in some part of your clothing. Try controlling your emotions and if uncontrollable, watch the intensity at least.",
        "Aries Career & Money Horoscope": "Success will mark every task that you undertake today. If you have appeared for a competitive examination, you will get positive results today. The day is also suitable to initiate discussions with your superiors about taking on more responsibilities or for a promotion. You need to concentrate all your efforts into exploiting the most of this very favourable day."
    },
    "1": {
        "Taurus Daily Horoscope": "Well, today is a lucky day for you. You take yourself and others by surprise by your problem solving abilities. You will leave your office mates impressed. Your confidence will be high and you may be offered a new project. Feel happy and celebrate with loved ones. A friend may visit you today. You may enjoy a fun filled day.",
        "Taurus Health & Wellness Horoscope": "You now have the sufficient energy to overcome all the obstacles and challenges that you encounter. However few such issues may arise which will need a lot of your time and energy, leaving you drained and strained upon resolution. Be prepared in advance and keep your favorite meals cooked for yourself which you may consume after sorting out everything.",
        "Taurus Daily Love & Relationship Horoscope": "You will experience a change within yourself regarding what you want in a romantic partner. While you have been enjoying light superficial romance, you will start thinking seriously and begin looking for your soul mate in earnest. This is going to cause some uneasy times because soul mates do not come without romantic trials, but you are now emotionally ready to take on all these challenges.",
        "Taurus Career & Money Horoscope": "Your star is in the ascendant in your place of work. While this is working wonders for your finances, it is also liable to generate a degree of jealousy and ill feeling at the office. You need to build some bridges with your colleagues today, but you also need to identify friend from foe because someone there may be working behind your back to wreck your career."
    },
    "2": {
        "Gemini Daily Horoscope": "You are full of positive energy today. However, though you may mean well, your unsolicited advice is not going to be welcome everywhere. You should indulge your impulse to pamper yourself and may end up spending a considerable sum for your own pleasure. However, it is better to check your impulses as far as other people are concerned because your good intentions may be misinterpreted.",
        "Gemini Health & Wellness Horoscope": "You are physically and mentally very strong at this point of time. So you must strive to achieve what ever you want to! Do not remain restricted to looks only! Try conversing with people around you about the problems you encounter while undertaking exercises. This will help you obtain multiple solutions. Follow the one which suits you the best.",
        "Gemini Daily Love & Relationship Horoscope": "You have been more on the passionate side and hence fail to recognize that relationships are multi faceted doorways. You have to move in circles which are both exciting and challenging. You will get a chance to get closer to someone whom you have deeply admired since past many years. You will be greatly delighted to have this person around.",
        "Gemini Career & Money Horoscope": "You have been working hard recently and you will now receive a token of appreciation from the universe. You may get a bonus or a long awaited pay check. You may even be offered a good financial opportunity which you had not expected. While it is not something huge, it will fill you with a nice feeling of satisfaction."
    },
    "3": {
        "Cancer Daily Horoscope": "There will be certain sudden changes in your personal and professional life. This will leave you worried and insecure. Do not feel so and relax yourself! Just go with the flow as these changes are for your own good only. The situation may get worse when there will be some one to cause you some unhappiness by trying to avenge on you.",
        "Cancer Health & Wellness Horoscope": "Mental stress followed by tension headaches has been creating quite a lot of trouble for you in the past week. While your external circumstances may not change significantly, you will notice a marked lowering of the stress level in your mind and this may be brought out by reorienting your thinking and the way you deal with the problems in your job or your relationships. This will help you to attain an overall sense of peace and achievement.",
        "Cancer Daily Love & Relationship Horoscope": "You are making your love life needlessly complicated. The reason is that you are refusing to see and acknowledge what is right there in front of you. You need to evaluate the situation with clear and open mind and then take the appropriate course of action. You will have to see what action will actually produce results and which ones you are taking simply guided by your ego.",
        "Cancer Career & Money Horoscope": "You are not at peace. There is a constant warfare between your heart and mind which want to opt for morally and logically correct decisions respectively. Follow your heart and do something to quiet your mind. Try burdening yourself with a new responsibility. Finances may get disturbed if you spend without thinking much."
    },
    "4": {
        "Leo Daily Horoscope": "Today is a day when you reap the benefits of your hard work. You may receive recognition and respect. Finances may get better. At work place, you may be applauded for your work. You may also receive a hike. Salespeople may meet targets today. Wear blue color today in some part of your clothing. It will attract positive energy.",
        "Leo Health & Wellness Horoscope": "You may suffer from some allergic reaction today. If you have known food allergies, you may accidentally eat the food. Chances of irritation of the skin are also there. Avoid going to polluted places if possible. Health will improve after evening. Be sure to get plenty of exercise as well as sleep. You should consciously cultivate healthy habits to avoid problems in the future.",
        "Leo Daily Love & Relationship Horoscope": "You are likely to face a situation today that is going to test the strength of your love and commitment. Bear in mind that your partner has put complete faith in you and you need to pass this test if you want to continue in a happy and fulfilling relationship. With a little compassion, you will be able to deal with anything that fate throws at you.",
        "Leo Career & Money Horoscope": "You have always been extremely finicky in your work and your attention to details will win the support and approval of your superiors today. Your sincerity, creativity and devotion to work are finally going to be noticed and big rewards await you. The day is going to be busy and full of work related commitments, but you are going to be feeling happy and energetic."
    },
    "5": {
        "Virgo Daily Horoscope": "Give voice to your frank opinions but do not raise your voice. Focus on what needs to be perfected to bring a change rather than trying to wipe off the old dirt! Better option at this point of time is to avoid conflicts with people you live with rather than trying to deal with them.",
        "Virgo Health & Wellness Horoscope": "Pay attention to those who are sick at work. Avoid making contacts with the telephone, laptops or other equipments they may be using. If you can control the transmission you can control the infection easily! You are a benevolent soul and no other human being can be as much capable as you of benefitting other life resources. Take care of yourself too!",
        "Virgo Daily Love & Relationship Horoscope": "Your love life is stagnant at this point of time. So you must spend time with people who are single and alert! This will show you that there is lot to do in life except for being with a partner! You can try to gather new tips for welcoming someone new in your life if you are totally single right now!",
        "Virgo Career & Money Horoscope": "The time is ripe for a much needed change in your career. For some time now you have been experiencing a feeling of stagnation. New and exciting opportunities will open up today and you need to take a positive step towards the unknown. This can help to revitalize your career and it will also go a long way towards relieving the work related stress that has been affecting your health lately."
    },
    "6": {
        "Libra Daily Horoscope": "You are going to be in an especially easygoing mood today. No issue have the power to disturb you and you tackle every situation with a smile on your face. You may also play the role of an effective mediator in any dispute today. You are going to spread cheer and goodwill and you are also going to be the life and soul of any party that you attend in the evening.",
        "Libra Health & Wellness Horoscope": "You may examine thoroughly the changes you need to incorporate in your lifestyle and food habits for achieving a better health. Go for walks in the morning and in the evening to breathe in some fresh air. This will boost blood circulation in your body, thus minimizing the chances of heart strokes.",
        "Libra Daily Love & Relationship Horoscope": "Today is a good day to take your date out. Enjoy and indulge in some light talks. Refrain from commitment. Also do not try to judge your partner. Even your partner is in the mood of partying and no serious commitment. It is yet too early. Your relationship may flourish to take you by surprise or may die down with a fizz. Just have good time.",
        "Libra Career & Money Horoscope": "Try to find the company of such people who can supply some useful information to you. You have been thinking big and this is the right time to take risk. Save your time of solving unimportant issues. Do not spend before you have cash in your pocket! Postpone your promise of celebrating your success bash if possible."
    },
    "7": {
        "Scorpio Daily Horoscope": "You need to take the control of your life back. It is time to stop worrying what other people are thinking and saying. Instead, a period of self analysis is called for so that you can better understand your own needs and desires and arrive at an objective conclusion. However, take care that your decision does not hurt someone who is emotionally dependant on you.",
        "Scorpio Health & Wellness Horoscope": "You have taken the responsibility of your health as well the health of those who are dependant on you! It will all pay you off very well later on and you will be proud of the results. The fitness level will boost for yourself and for those you have intended to take care of! You may also get an opportunity to train a huge lot of people.",
        "Scorpio Daily Love & Relationship Horoscope": "There is a strong indication of interference by a third party in your romantic relationship. You or your partner may be attracted to another person. One of your past loves may re-enter your life. The interference may even come from close friends or parents of either you or your partner. It is necessary to stand by each other firmly against everyone.",
        "Scorpio Career & Money Horoscope": "You are fully turned on to work mode after spending few days of holidays without any official interference. But your clients, colleagues and sub-ordinates do not seem to be on the same page. Be understanding and respectful towards their problems. Give them a mental break from work. Do it without making them feel that you doing them a favor."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Experience is the best teacher and you need to get guided by it presently. Do not ignore the lessons of the past and save yourself from the sufferings it can cause in future. Try to help the needy people, be it children or be it aged ones! Doing this will help you walk the right path no matter how much you are getting deviated from it.",
        "Sagittarius Health & Wellness Horoscope": "There is a high chance that you will face considerable work related stress today and this can lead to certain health problems like migraine or hypertension. It is best to start the day with a round of exercise, yoga or meditation as this will keep you calm and help you to overcome the physical problems. Try to keep the stress from affecting your inner peace and you will enjoy a far more fruitful day.",
        "Sagittarius Daily Love & Relationship Horoscope": "You must not stay in today. It is a great day to move out and have fun with your beloved. Those who are in the adolescent age group are just looking for love to bring a change in their relationship status. Question yourself again- is the one with a lot of power is supposed to be the man of your dreams? Or you care for more, more feelings and care!",
        "Sagittarius Career & Money Horoscope": "Those who are involved in service sectors can expect a hike in their income. However if it does not happen then you can give voice to your frank opinion and you will be heard for sure. The workload may mount up in the mid of the day which will hopefully subside by the end of the day. You can enroll yourself in an insurance policy for a more secure future.ﾠﾠﾠﾠﾠ"
    },
    "9": {
        "Capricorn Daily Horoscope": "You tend to be overtly self critical today. Most of your worries are groundless and you know it. Still, you cannot help but worry. The only way to deal with this is to communicate your fears to someone who is close to you and will be supportive. You need a second opinion regarding the seriousness of the problems before you drive yourself distracted.",
        "Capricorn Health & Wellness Horoscope": "You have been working a lot lately, so take ample rest before you embark on a new mission. You can participate in creative activities or sports in your leisure time to boost your thinking ability and physical stamina. Try to move across the town as much as you can or even out of it if possible in order to refresh your mind completely.",
        "Capricorn Daily Love & Relationship Horoscope": "You have been admiring some one deeply since long. But few incidences may make you repent wasting your time over them. The crush you want to fall for is not worthy of any attention and care! Switch to some one better and amazing. You deserve some one who makes you look forward to tomorrow and has a high mental level.",
        "Capricorn Career & Money Horoscope": "You may receive some good news about better job prospects. You may be called for an interview at your dream companies. For the blooming writers it may be a great day as some of your articles or a book may get published with a renowned publisher. Your career may now follow an entirely new trajectory now."
    },
    "10": {
        "Aquarius Daily Horoscope": "You are feeling rather disorganized and chaotic today. Your thoughts tend to flow in a number of directions today. The result is that you will not be able to wrap up any project today. You need to focus. Try some mental exercise and do not consult with other people as contradictory advice would tend to confuse you even further.",
        "Aquarius Health & Wellness Horoscope": "For a long time you have been ignoring your inner voice which is urging you to get in the groove of a healthy living. But today, you will honor your intuition and you always knew the correct thing to do. You might analyze yourself holistically as ignoring anymore is not your agenda today. Stick to your voice and plan a workable fitness routine.",
        "Aquarius Daily Love & Relationship Horoscope": "Be careful as cheating and trickery is fast marching towards your sign. Though it will be unintentional and mild, but you may get hurt. You are giving today. Today is little tough time, but the incidences will only make your love strong and powerful. In future you will vouch on the love. Today, avoid expressing too much.",
        "Aquarius Career & Money Horoscope": "Changes are strongly indicated at the career front. If you have been thinking about changing your job, you are likely to take the final step today. You may even go so far as to start training for something which you had long wanted to do. In the process, you will have to take some risks, but they will pay off in the long run."
    },
    "11": {
        "Pisces Daily Horoscope": "Today your faith in karma may be reinforced. You may recall that what you give comes back to you. You are sensitive to others and understand otherﾒs problem. You may observe the generous side of your character taking the front seat. Someone may come to ask help from you. The day may also see a short trip with loved ones.",
        "Pisces Health & Wellness Horoscope": "Monitor your healthy condition closely today. You have been neglecting to take enough fluids and essential minerals. This may actually have harmed your health without you being any wiser. You can go in for an extensive health check up today. Treat the results as a warning bell and act accordingly. You will be feeling deceptively healthy, but this is probably not the true picture.",
        "Pisces Daily Love & Relationship Horoscope": "The day is perfect to correct any problems that have lately been arising in your relationship, but it is you who need to take the first step. You must put aside your pride and take things in hand. Otherwise, your relationship is headed towards rather a rocky ride. Your partner will be open to suggestions that you make today.",
        "Pisces Career & Money Horoscope": "Make a good start over the project which has been put on hold since long. It is a just one step in laying good foundation for a successful future of yours. Take things easy and do not rush onto anything without thinking twice. Do not rely on others to do your work. Do not be afraid to take a stand for what you think is justified."
    }
}]
