horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You are in an inexplicable hurry today. You need to slow down because trying to finish all your jobs in a hurry will result in mistakes for which you may earn censure. Slow down. Pay closer attention to what you are saying and doing. You need to be careful and pay greater attention to details in order to complete your task in a satisfactory manner.",
        "Aries Health & Wellness Horoscope": "You are very rigid and go to the extremes when it comes to your diets and exercises. Time to lower your pace since certain problems may arise due to excess strain to your body. It will be a bit tricky to deal with these but you will be able to, if you do not push your body beyond its capability! Being obsessive is no better than being a lax.",
        "Aries Daily Love & Relationship Horoscope": "You are prepared to listen to others and you may come across some one who talks endlessly about life and love! You are in luck! This person can honor you with a perfect relationship for lifetime. Plan for more meetings with this person and do not be shy in approaching this person as and when required.",
        "Aries Career & Money Horoscope": "This is the time to separate yourself from people who are no longer serving you or are incapable of serving you! This is a big step in balancing the finances. You will be rewarded soon and that too monetarily for this business tactic. The saved income is safe and can be utilized to add onto your assets."
    },
    "1": {
        "Taurus Daily Horoscope": "You have been feeling restless and unhappy for the past few days and today you are ready to take a more proactive approach to the problem. You need to dig deep to understand exactly where the problem lies and today is the best day to start the process. The day is also favourable to plan some projects which you have been ignoring for too long.",
        "Taurus Health & Wellness Horoscope": "You have recently made some changes in your lifestyle for the better and they will begin to bear fruit. You may win a competition today or may perform better than you used to earlier. Your skin will especially benefit from your health related changes. Your pimples may clear up or you may develop a nice tan. You will begin to look and feel healthy.",
        "Taurus Daily Love & Relationship Horoscope": "Your relationship is happy and content. However there is much more to explore and much more happiness to receive going further. Try to turn off your partner by doing what they donﾒt like. Instead of being aggressive they will make you understand why you should never attempt doing that. And this is worth enjoying!",
        "Taurus Career & Money Horoscope": "You may come in accord with a successful professional who may be the best option available for getting your work done. But be careful before forming partnership with him. Chances are there that he may hike his rates in the mid of the work assignment. Best option would be to go for an agreement where the hike rate should not be left floating."
    },
    "2": {
        "Gemini Daily Horoscope": "Prepare for some good news, especially regarding your home. Opportunities may arise leading to a shift in residence or you may finalize your buying plans of a house. Take advantage of positive energies. If you have been considering a renovation project or remodelling your home or a part of it, this is the best time to get the project off the ground.",
        "Gemini Health & Wellness Horoscope": "The day may turn out to be somewhat bizarre. Event which you never expected have a high chance of happening today. It is important that you take note of the planetary energies and try to understand the direction to which they are pushing you. Detecting the right path at this juncture can have a revolutionary effect on your life.",
        "Gemini Daily Love & Relationship Horoscope": "Love is in the air today. You can surprise your loved one by planning for something special. If you are in a relationship, this is the best time to recapture that magic which made it so very special. Intimate plans are likely to be more appropriate than a wild party with friends. Single persons are likely to meet your future partner.",
        "Gemini Career & Money Horoscope": "You will be filled with professional confidence today. You are going to respond strongly and intuitively to work related concerns and no problem is too big for you to handle today. Minor crises may occur at the workplace but you are more than equal to dealing with them and come out with flying colours. Your co-workers will be impressed by your ability."
    },
    "3": {
        "Cancer Daily Horoscope": "Today, you will be filled with the urge to do something and impress others. You will be able to take strong and decisive actions and your sense of timing is implacable right now. You will be able to clear your old debts and obligations now. You may help someone close to you by the virtue of your quick thinking.",
        "Cancer Health & Wellness Horoscope": "You may feel depressed without any reason today. It will be difficult to maintain a cheerful mood, but this is something that you need to do. Do not opt for solitary activities today. Instead, call up an old friend or go to a get-together. Treating yourself to a good book or a good film can also prove to be relaxing today.",
        "Cancer Daily Love & Relationship Horoscope": "Today, there is a possibility that you will become less approachable. The day is not best suited for cultivating new or old relationships. Instead, you will be more concerned with self analysis and this can give off a vibe that you do not want to be disturbed. However, you may call up an old friend or get a surprise visit from someone close to you from your past.",
        "Cancer Career & Money Horoscope": "New business ideas that you proposed will now begin to bear fruit. You may have been thinking of starting your own business. This is the best time for striking out on your own. Chances are very good that you will be able to get adequate financing for your new business at this time. You may have to work in partnership with someone from abroad for establishing this business."
    },
    "4": {
        "Leo Daily Horoscope": "The planetary alignments allow you a period of calm reflection. You may have reacted rather harshly to certain situations in the past, but now you will be in a far more amenable frame of mind. The time is ripe for extending an olive branch. Give yourself as well as those around you a second chance and you will be in a far happier position.",
        "Leo Health & Wellness Horoscope": "There is a chance of a water related accident today. So, if you are going swimming, sailing or surfing, it is prudent to take extra precautions. Otherwise, health will be good and you may be inspired to join a new exercise or yoga class. Someone near to you will inspire you with the goal of higher level of physical fitness.",
        "Leo Daily Love & Relationship Horoscope": "You have always been light-hearted and debonair in your love relationship and this has served you well in the past. However, today you are likely to realize that whatever is happening in your love life is truly serious. This may appear quite scary to you, but you should understand that taking this step will enrich your life. You will find fulfilment only if you agree to jump in with both feet rather than only test the waters.",
        "Leo Career & Money Horoscope": "There is a major possibility that you may have to go abroad in connection with your job or career. Those who have applied for visa to study overseas are going to get the visa today. You may be transferred by your office to somewhere exotic. Be sure to grab this chance of going abroad and advancing your career. If you are already located in a foreign country, the prospect of transfer back to your own country does not look good."
    },
    "5": {
        "Virgo Daily Horoscope": "You are a good judge and can analyze things very well. Today you will receive a lot of appreciation for this outlook of yours. People will look up to you for your ability to act well and get things done in a perfect way! You may receive unexpected news requiring you to travel to the most dangerous destinations. Do not panic, it is going to be a short trip!",
        "Virgo Health & Wellness Horoscope": "You seem to be heavily energized. All this is the output of good exercise and balanced diet, which you have been maintaining over a long period of time. Keep doing it. If possible go for a routine check-up as well. For those who are in profession of health trainers will get wonderful opportunities in career.",
        "Virgo Daily Love & Relationship Horoscope": "The tension between you and your partner may mount up in the dayﾒs beginning but love will sooth up everything being intensified. Peace and intimacy will prevail and the day will end warmly. You may even plan a day out even with your beloved at your favorite hangout destinations.",
        "Virgo Career & Money Horoscope": "Your financial planning and hard work has now paid off. People who were previously critical of you and doubted your judgment will look up to you today and will marvel at your powers of reasoning and foresight. Be sure to enjoy this period of financial success. Expenses will be incurred on luxury items which you have coveted for long."
    },
    "6": {
        "Libra Daily Horoscope": "You have been following a highly hectic schedule for the last few days and it is time to get organized. Today will be comparatively relaxed, but you should take this time to get your affairs into some semblance of order. Otherwise, things are likely to get even more chaotic in the coming days and you are likely to become anxious as things would seem to go out of control.",
        "Libra Health & Wellness Horoscope": "Today you will be emotionally very sensitive. You may feel like curling up and remain restricted to home. Things which make you feel secure may be taken away from you. But do not worry; you are just temporarily separated from the things you love! Follow your heart but adhere to the fitness program as well.",
        "Libra Daily Love & Relationship Horoscope": "You are likely to face a situation today that is going to test the strength of your love and commitment. Bear in mind that your partner has put complete faith in you and you need to pass this test if you want to continue in a happy and fulfilling relationship. With a little compassion, you will be able to deal with anything that fate throws at you.",
        "Libra Career & Money Horoscope": "While there will be a natural tendency to shirk your responsibilities, this can land you in trouble with your superiors. The fact is you are avoiding work more out of habit rather than from any genuine desire to laze around. The time is just right to take on more responsibilities and throw yourself more into your work. Hard work and sincere effort will be rewarded y success today."
    },
    "7": {
        "Scorpio Daily Horoscope": "Time to choose between fun and freedom. You will be allowed to be free if you have the sense of responsibility. Although after putting excess of hard work you will not be able to reach your desired goal but perseverance will pay off later so keep working. Do not get embarrassed when it comes to financial conditions. They will gradually improve with time.",
        "Scorpio Health & Wellness Horoscope": "Today is a great day to embark on a new health regime. Pay close attention to your diet and inaugurate a new routine of exercise which you have been ignoring lately. It is necessary to recognize that your physical health is extremely important for our mental health as well. Join a new class of yoga or other relaxation technique as they are urgently required in your life now.",
        "Scorpio Daily Love & Relationship Horoscope": "It is time to take a step back and examine your relationship in the cold light of reason. You have been ignoring some information about your partner but you need to realize that this will not make it go away. Instead, you need to factor that in as you analyze the dynamics of your relationship. You may have to take some tough decisions at this time.",
        "Scorpio Career & Money Horoscope": "You may be in the danger of falling prey to fraud. The day is not suitable for any major investment or purchase. Do not trust any complete stranger on money matters today as you are likely to bear considerable loss. However, with enough prudence at the correct juncture can help you to protect your finances easily. Do not plan or pay for a trip today."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Today you are a changed person. You are a better listener, although you have been a good speaker always. This will let everyone effectively know that you are no longer so self-centered and you are willing to work for the good of others. A lady aged around 40 years will be of great support to you.",
        "Sagittarius Health & Wellness Horoscope": "You have been taking rather a long break from your fitness and health regime due to various reasons. You will now get back on track. You may not want to do it, but you will clearly realize today what ignoring your health is actually costing you. Do not try to start with your original fitness routine because you are just not up to it. Instead, you will have to take it one step at a time.",
        "Sagittarius Daily Love & Relationship Horoscope": "If you are not careful, misunderstandings and interventions by a third party can create serious upheavals in your love life. You must learn to trust both your own feelings as well as that of your partner. Place greater emphasis on what you feel rather than what others say to you. You should also take your partner into confidence about the professional matters that bother you.",
        "Sagittarius Career & Money Horoscope": "Your job is treating you well and you have your hands full with project. Still today a new opportunity will surface which will be quite good for your career. It will increase the area of your work with more responsibilities. You may want to make a shift. The opportunity will be available within the company. Be conscious of any information regarding the same. However, the salary may remain same."
    },
    "9": {
        "Capricorn Daily Horoscope": "There may be a sudden uproar of emotions in some one close to you. And the reason could be possibly you! You have a tendency to quickly jump onto conclusions! And have blamed the person for being unfaithful without properly looking into the matter! So you should better inculcate the patience of sitting back and watching the things get revealed at the right time.ﾠﾠ",
        "Capricorn Health & Wellness Horoscope": "Emotions will surface and you are a lot vulnerable to emotional traumas. Try to re-evaluate your feelings before you make any decision as a result of emotional out burst. To inject some levity into the situation start pampering yourself by doing the things you like the most. In this way the feelings can be avoided until you retain your emotional balance.",
        "Capricorn Daily Love & Relationship Horoscope": "People may approach you for sympathy and you may mistakenly consider it as an attempt to get your attention! For those who are already in relationships will feel deeply to spend some quality time with their beloved. You want to be alone with them and exchange thoughts with them in a silent communication.",
        "Capricorn Career & Money Horoscope": "Due to change in planetary positions, a fresh energy has sneaked in your sign. You are feeling lively. You want to take up more and more work and still you are happy. That shows that somewhere things are moving in a positive direction. But in all these enthusiasm, do not ignore your health. A healthy mind resides in a healthy body."
    },
    "10": {
        "Aquarius Daily Horoscope": "Unexpected expenses of serious proportion are on cards today. You are likely to buy something that you do not need but which appeals to your taste and this may affect your finances in a serious way. Control your urges to spend and you will end up having a fairly uneventful day. You may come to know of some financial schemes today.",
        "Aquarius Health & Wellness Horoscope": "While your physical health is good, your emotions are now at a fragile state. Any stress or emotional turmoil will take its toll on you. You are also feeling overly sensitive. Accumulated stress may even begin to affect your health if you do not take timely steps to prevent it. Avoid any dramatic situation and controversies, especially those that are close to your heart.",
        "Aquarius Daily Love & Relationship Horoscope": "People seeking soul mate may have a good day. You may attract someone. Mingle with friends and go out with them. People already in relationship, will see a spark in their relationship. Your monotony will be broken. You may try something different with your partner. If you are a home person, you may go out and splurge with your partner.",
        "Aquarius Career & Money Horoscope": "You may be able to meet new people or foreign delegates who will be amiable to you! Communicate with them freely and collect as much useful information as you can! This will be of great help to you in the completion of your project. Do not let yourself succumb to any panicking scenario created by your seniors."
    },
    "11": {
        "Pisces Daily Horoscope": "Times and events will change around you so that you may have to change a well thought out decision. You need to react more responsibly to whatever life throws at you. You will not be able to follow the schedule that you had worked out earlier as something urgent and unpredictable will come up. This event is likely to affect all your short term plans.",
        "Pisces Health & Wellness Horoscope": "Fevers and chills may affect you today. It is best to take adequate precautions when going outside as you may catch a freak virus. This is a minor health problem, but it may persist for days and is likely to make you irritable. You may also try some radical changes in your diet but you will need to consider practically whether you will be able to stick to the diet regimen that you are setting up.",
        "Pisces Daily Love & Relationship Horoscope": "You will be feeling very emotional today. Both positive and negative emotions crowd your brain today. So, this is not the best time to take any crucial decision regarding your romantic life. However, it is an excellent time for love and romance, especially if you are already in a committed relationship. Single people will find themselves reaching out to anybody who shows even a slight interest.",
        "Pisces Career & Money Horoscope": "You may have a head start in your career today. You may even get opportunities to make a transition from one employer to another offering you far better prospects. But be careful of fraudulent offers as someone has been attempting since long to take undue advantage of your capability and genuineness."
    }
}]
