horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Rest and relaxation are the watchwords for today. You have been driving yourself hard for the last few days and now it is time to enjoy the fruits of your labour. Do not plan for a big party. Rather, take a day of quiet contemplation. Sharing your feelings with someone special can help you achieve a greater sense of fulfilment today.",
        "Aries Health & Wellness Horoscope": "You may examine thoroughly the changes you need to incorporate in your lifestyle and food habits for achieving a better health. Go for walks in the morning and in the evening to breathe in some fresh air. This will boost blood circulation in your body, thus minimizing the chances of heart strokes.",
        "Aries Daily Love & Relationship Horoscope": "Today you want to socialize but you may be drawn towards some one matching your taste and preferences. You will enjoy yourself immensely with this new romantic encounter. However you may find it to be worthless after sometime and you may walk away as a free woman! In the single hood, think of better ways of loving your partner.",
        "Aries Career & Money Horoscope": "You may have to assume various roles today. So do not hesitate to call favors from friends. They can form a strong support in leading you to the path of success. For the students there can be a good happening; you may receive a diploma or degree from a prestigious institution. This will pave the way for backing up highly paid jobs."
    },
    "1": {
        "Taurus Daily Horoscope": "Your intuition is strong at this point of time and will be giving you a good guidance in what ever you do! You can even take risks easily and gamble for fun! Luck is in your favor but you must think twice before taking a leap. You may experience an air of emotions. Old friends and acquaintances may re emerge bringing positive vibes for you.",
        "Taurus Health & Wellness Horoscope": "The time has come to put the power of your mind to operation in order to rise above physical ailments. You need to realize that mental wellness has a profound effect on your physical health and you do have that mental strength to overcome any physical obstacle. Put your trust in the power of your mind and you may be pleasantly surprised at the results.",
        "Taurus Daily Love & Relationship Horoscope": "The day is going to be a balancing act between your job and career and your family. Both are growing quite demanding in the last few days and you have been attending to both. But, it will be quite difficult to do so today. It may seem that you have to choose one or the other. It is best to concentrate on work issues right now, though you will have to be tactful with your family.",
        "Taurus Career & Money Horoscope": "Major changes are now expected at the work place. In fact, your entire way of earning a living may be changed and you may be working at a job which you hoped for but never dreamt that would become possible. You will be able to come up with innovative ideas and completely new approach to problems at your work which will attract the attention of those in power."
    },
    "2": {
        "Gemini Daily Horoscope": "Be the first one to take the initiatives and you will be the first one to receive the credits. Just be a little careful of not over exerting yourself or pressing hard on certain issues of least relevance. Do not hurt others by blurting out something which they donﾒt like! They may irritate you unintentionally and without realizing even that they are actually doing it.",
        "Gemini Health & Wellness Horoscope": "Health is likely to be fairly steady today and the minor problems which you had been experiencing in the last few days will be gone. However, it is necessary to guard against minor ailments which may develop today. If you ignore them, they can grow into serious proportions. On the other hand, timely intervention can easily take care of these minor problems.",
        "Gemini Daily Love & Relationship Horoscope": "You need your partner badly at this point of time to extend you a strong emotional support. But due to some reasons you have been separated from your partner by distance. In spite of your repeated efforts there seems to be no way to catch up with your partner. Keep striving and you will succeed in residing with your partner soon.",
        "Gemini Career & Money Horoscope": "Someone at your workplace may be boasting bout his or her achievements. Do not feel bad cause that is what he wants you to feel. You have made accomplishments in the same measures! On the financial front you will receive what all you need or rather more which you can store!"
    },
    "3": {
        "Cancer Daily Horoscope": "The day is going to be an emotionally intense one for you. You will bring great passion to everything that you do today and success will follow as an inevitable result. You may have been avoiding an issue because it is too close to you, but today is the best day to tackle this issue and confront it head on.",
        "Cancer Health & Wellness Horoscope": "Mounting pressure at your workplace is creating stress and they may begin to manifest today through aches and pains and a feeling of restlessness. It is necessary to be more organized in your work to reduce this stress. Also, eating junk food is not going to compensate for this. Practice meditation or get a massage appointment for temporary relief.",
        "Cancer Daily Love & Relationship Horoscope": "Today you may find yourself in the company of someone who is eager to be with you and has been waiting since long to seek your attention. It may turn out to be a passionate and serious romantic encounter and this is what you have been looking for! Great day, make the most out of it! And just be your original self!",
        "Cancer Career & Money Horoscope": "You have been striving hard to attain partnerships with the best of the counterparts. And today your hunt will conclude on a satisfying note! You may even be a beneficiary of the prize amount which is the outcome of this partnership. A close colleague may honor you with special words of thanks for being a great support to them!ﾠﾠﾠﾠﾠﾠﾠﾠﾠ"
    },
    "4": {
        "Leo Daily Horoscope": "You are in a good state and are full of inspiration. Your mind is working actively and stimulating you to constantly come up with new ideas and strategies. So this day can prove to be very productive for you. However all this can be messed up if you fail to take the matters of health into consideration.",
        "Leo Health & Wellness Horoscope": "You need to structure your health habits else the outcome will be ill health which will be hard to manage easily. Chalk out a basic code of conduct for your behavioral pattern and keep checking your deviation from it each day! Eat only freshly cooked foods which may be hard to attain but you have to if you want to be fit and fine.",
        "Leo Daily Love & Relationship Horoscope": "People seeking soul mate may have a good day. You may attract someone. Mingle with friends and go out with them. People already in relationship, will see a spark in their relationship. Your monotony will be broken. You may try something different with your partner. If you are a home person, you may go out and splurge with your partner.",
        "Leo Career & Money Horoscope": "Students may find a new career option through a friend or a guide. You might end up choosing this as your career. A thorough research is advisable. Professionals may might a surge of energy today. It is a good day for head starting any project. Subordinates will prove helpful. You will play the role of a good team leader."
    },
    "5": {
        "Virgo Daily Horoscope": "You may be vulnerable to emotions and financial loss today! However you can easily safeguard your interest if you distance yourself from people who are trying to drag you into events for their gain. Just hibernate for the day and heal the wounds which may re-surface upon reminiscing about the past.",
        "Virgo Health & Wellness Horoscope": "Pay a lot of attention to revise your diet and incorporate healthy meals in it. Drink a lot of water to keep your blood pressure in control. Try to tackle your personal relationships later on as they seem to hamper you more in addition to the digestive tract ailments. Relieve yourself mentally and stop thinking about other things as well.",
        "Virgo Daily Love & Relationship Horoscope": "Enjoy some romantic time with your partner today. It is going to be a relaxed and lazy day. Even if you do not plan anything special, you are going to spend some quality time with your partner and your family. Put the urgent issues on hold and enjoy the little things of life today. You will be filled with a sense of contentment and wonder.",
        "Virgo Career & Money Horoscope": "This is a dry season for your business to bloom. So right now you can invest time in brushing up your personality. You are an active person and the good customer service you have provided earlier will continue to fetch customers for you innumerable times. You are simple and smooth in your choice and hence your expenditures as usual are under control."
    },
    "6": {
        "Libra Daily Horoscope": "The day seems to be full of applaud and praise for you. You may receive award for your several outstanding performances. Your principles of adhering to the truth may even set you as a role model for several people including your competitors as well. Just try to re-evaluate your decisions before making them effective.",
        "Libra Health & Wellness Horoscope": "The strict health regime that you have been following will now begin to bear fruit. If you have changed your diet pattern, you will see a marked improvement in your health today rising from that shift. This will encourage you to follow through with your healthy routine. You can also intensify any physical exercise that you have been doing recently with good results.",
        "Libra Daily Love & Relationship Horoscope": "The day is suitable for second chances. People who have not behaved well towards you will approach you today. This is the best time to repair your friendships and love interest. It is a good day to forgive and forget and to extend the olive branch. On the other hand, you too may approach someone with whom you have a history and attempt to make a fresh start.",
        "Libra Career & Money Horoscope": "It is been a while since you have been lying low. Today you may make a decision for stepping onto something new, may be to avail new methods of income. You will feel more passionate and determined to operate from the position of strength. Financial status seems to be usual like any other day."
    },
    "7": {
        "Scorpio Daily Horoscope": "You are going to receive some unexpected good news. It may be related to your career or personal life, but it will result in financial gain for you. It will also show you the path to future gains of the similar types. You are going to be in an upbeat mood and will infect everyone around you with optimism and happiness. Enjoy the time with friends and family.",
        "Scorpio Health & Wellness Horoscope": "If you take care of your daily food habits, you are going to enjoy excellent health. Junk foods on the other hand not only affect your body but also clog your mind with stress which does not allow you to enjoy the greatest perks of having a fit body. A healthier lifestyle can help to prolong this sense of fitness for you.",
        "Scorpio Daily Love & Relationship Horoscope": "Do not feel dejected as your date did not turn out the way you thought. Give time to a relation. Probably you are not able to see the inner heart. Your partner has got a heart of gold. A couple of incidences will prove your partnerﾒs worth to you. A desire for an intimate encounter is on the cards from both the sides.",
        "Scorpio Career & Money Horoscope": "You are going to feel very ambitious today. New opportunities are opening up at the place of your work and you will be very eager to take advantage of them. Be careful that your eagerness does not breed jealousy and ill feeling among your colleagues. You need to realize that for successful completion of projects, it is necessary to not only impress your superiors but also to gain the support of your co-workers."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Rise and shine today. The stars predict that they have an important job for you. You need to make anyone near you happy today, this act in return will open the flood gate of good fortune for you. However, do not lend money today as you are prone to lose it forever. There should not be any issues with your health.",
        "Sagittarius Health & Wellness Horoscope": "It is high time that you realize that your health is one of your assets and needs to be developed. Today is a good day to start a health regime, take up a sport or join an exercise class. Swimming or other aquatic activities can prove to be of special benefit to you. If you initiate a healthy regimen today, it has a greater chance of success.",
        "Sagittarius Daily Love & Relationship Horoscope": "External stress from work and other facets of life are going to affect the status of your relationship right now. If you can remember the importance of relationships and the need to keep your career and family life strictly separate, you can easily weather this storm. Your partner is going to be very supportive of you today even though it may take you quite a long time before you realize its value.",
        "Sagittarius Career & Money Horoscope": "Today is a lucky day for you. You may be on top in any meeting or negotiation. You will sail through any circuitous situation with much ease. Your efforts will be appreciated. If you are planning to invest today in a property, you may get a good deal. Read the documents carefully before agreeing for the terms."
    },
    "9": {
        "Capricorn Daily Horoscope": "You may meet people who are aware of the vices in you but are unacceptable towards it! As if they have no flaw in themselves. Simply maintain distance from such people. Instead try to recollect about the good people you came across in all these years and if possible establish contacts with them again.",
        "Capricorn Health & Wellness Horoscope": "You must pay a lot of attention to your feet. You are in a job which involves a lot of footwork, so you need to take extra care. Use socks and shoes regularly. If you experience some pain then go for a foot massage or dip your feet in warm water for half an hour or so. If the pain gets severe, consult your nearest doctor.",
        "Capricorn Daily Love & Relationship Horoscope": "The planetary positions reflect that some major conflict is coming your way. This conflict may affect both your love life and your career. It is important that you do not react emotionally to the words and actions of your partner. Instead, every gesture has to be judged in an impartial light to make sure that you are taking the right decision.",
        "Capricorn Career & Money Horoscope": "Discipline and hard work are your forte. You may be in a disillusioned mood as your career seems to have stalled. However, hard work always pays off. You are on the right track. It is now vital to stick to this path. Do not be tempted by get rich quick schemes because your judgment is likely to be compromised right now."
    },
    "10": {
        "Aquarius Daily Horoscope": "Today you can risk buying a lottery ticket or buy shopping deals. Winning is quite evident as lady luck will be on your side today. The situation may require you to be a little assertive with your point of view. Your silence may be taken wrongly and will put you in a questionable position. So better not let anyone form an opinion against you.",
        "Aquarius Health & Wellness Horoscope": "You are demoralized due to certain happenings which are constantly disturbing you and you just cannot concentrate on your work. In order to maintain a better focus try to write down the tasks you have performed each day while you are awake. And also pen down the tasks you want to finish off the next day.",
        "Aquarius Daily Love & Relationship Horoscope": "The planets are lining up to give you a stormy time, but that is not actually a bad thing. You have fallen into a romantic rut in recent days with both of you taking each other for granted. Passions will run high and if you can put aside petty issues, this may turn out to be one of your most memorable interludes.",
        "Aquarius Career & Money Horoscope": "Be very open and welcoming to the opportunities of travelling. This is a chance to make a good amount of money! For those who are studying may get wonderful opportunities from unexpected sources. Wherever you are keep in mind that united we stand and divided we fall. So collective team effort will bring satisfying results."
    },
    "11": {
        "Pisces Daily Horoscope": "Honesty is the watchword of the day. The day is perfect to focus on details of your work or on meticulous tasks which you may have been avoiding lately. You may resist these dull routine tasks, but if you sit down to complete them once, they will go very fast. Expect a sense of goodness from the people who are nearest to you.",
        "Pisces Health & Wellness Horoscope": "The day will be little taxing on you. You may find yourself stressed. Neck pain may occur. It is advisable to walk and bend after every two hours of work. This will stretch your muscles and will relax them. You may also plan a massage or therapy for relaxation. Do not forget to dump your tensions back as you sit for massage.",
        "Pisces Daily Love & Relationship Horoscope": "There may be some changes cropping up in the mind of your partner. He may want to adopt an adventurous approach to life and this will involve several experiments to attain his desired goal. You may even need to change your food habits or residence. Just be careful of controlling your laughter over anything new your partner tries to do!",
        "Pisces Career & Money Horoscope": "Try to find the company of such people who can supply some useful information to you. You have been thinking big and this is the right time to take risk. Save your time of solving unimportant issues. Do not spend before you have cash in your pocket! Postpone your promise of celebrating your success bash if possible."
    }
}]
