horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You are full of imagination today. You may get a chance at work place to visit places. You shall reveal your romantic self today. It is a day to let yourself free for a while. You also need to show your practical self at work. You also display a good mood to your peers. Check your mailbox. An important mail may be waiting for you.",
        "Aries Health & Wellness Horoscope": "You seem to have deviated from your well-planned fitness routine. No worries, you will regain your body shape and charm in a short span of time. You have an added advantage of being in good health. Just continue to be determined like you are right now to maintain your aura! Try scrubbing your skin with real fruit extracts as you may have tanned recently.",
        "Aries Daily Love & Relationship Horoscope": "Stress has been building in your relationship and you have been pushing to get everything out in the open. Your efforts come to a head now and a major confrontation is likely to happen. However, this will at last release all the stress and pent up tension that were clouding your interaction. With everything in the open, you will be able to make some important decision regarding the progress of your relationship.",
        "Aries Career & Money Horoscope": "You have a charming aura and sweet speech. This will help you walk through any door you want to. Your childlike attitude spreads joy every where and puts every one at ease! And you can strike everyoneﾒs psychology very easily with your jokes which are pouring out of your mouth effortlessly!"
    },
    "1": {
        "Taurus Daily Horoscope": "Communication is your key today. You may open up to a close friend or loved one. Something has been troubling you for quite some time. Today is the day to vent out your anger and frustration. A solution may surface while discussing. Remember pouring heart out will help you. A surprise waits for you at the end of the day.",
        "Taurus Health & Wellness Horoscope": "Either start your day or end your day with a slow and relaxed walk. It will give you positivity and will also help you relax. Ask your loved ones for company. Fatigue can overpower you during the day. Do not take stress. Things will fall in place when the right time comes. Drink fresh juice rather than caffeinated drinks.",
        "Taurus Daily Love & Relationship Horoscope": "You need to realize that boundaries are the sign of a healthy relationship. Do not encroach into the personal space of your partner and then try to justify it in the name of love. It is also necessary to ensure that you are not letting your partner dominate you because this can lead to serious complications in the future.",
        "Taurus Career & Money Horoscope": "You will be able to finish off your creative pursuits successfully. In order to celebrate it you may plan for hosting a party. Invite all those who have supported you in this journey and even your opponents, you must cream them as well! Just strive for maintaining balance between your earning and expenditure."
    },
    "2": {
        "Gemini Daily Horoscope": "You are liable to be in a rather emotional mood today. Small things can trigger a melancholy or you may recall a happier time. You may call up somebody or try to get in touch with an old friend. You may also think of forgetting old grudges and extending olive branch in order to arrive at a satisfactory solution to your current problem.",
        "Gemini Health & Wellness Horoscope": "You are very good at taking care of others, but negligent towards your own health! This will spoil your balance soon and then even the emotional pull of serving humanity wonﾒt be of help to you! Refresh yourself and awaken your inner drive by taking a hot water bath sprinkled with few drops of eucalyptus oil in water. Keep such essential oils with yourself always and enlighten others about its good values too!",
        "Gemini Daily Love & Relationship Horoscope": "You are adventurous and hence you wanted to take the risk of a blind date. It will turn out to be a raw and embarrassing date! Rain outside may keep you tied to the venue but soon it will end and the person will not piss you too in future! Someone smart and attractive will soon enter your life till then just enjoy.",
        "Gemini Career & Money Horoscope": "You are proactive and today your proactive nature is keeping you at the top of everything. You are the centre of all the activities. You are doing very good. Just maintain your pace and keep moving forward. You still have a lot to achieve. Keep your work area clutter free and time to time keep a check on your documents."
    },
    "3": {
        "Cancer Daily Horoscope": "Your gregarious nature has resulted in many friends, but not all of them are reliable. You need to probe a little deeper before you decide to trust a friend today. You are very clearheaded today and will probably make complicated plans which you will be able to execute with perfection. Complete your unfinished business today and clear up the backlogs.",
        "Cancer Health & Wellness Horoscope": "You have been thinking about bringing about a drastic change in your diet in the last few days, but were being held back by doubts. Today, all doubts will vanish and you will understand what exactly is needed for your own continuous good health. This can lead to a complete change in your lifestyle. The new way that you choose can appear unconventional and scary, but this is the right path for you.",
        "Cancer Daily Love & Relationship Horoscope": "Do not feel dejected as your date did not turn out the way you thought. Give time to a relation. Probably you are not able to see the inner heart. Your partner has got a heart of gold. A couple of incidences will prove your partnerﾒs worth to you. A desire for an intimate encounter is on the cards from both the sides.",
        "Cancer Career & Money Horoscope": "You are likely to be in a philosophical mood and any profession which involves deep thinking is going to see a high degree of success today. Teachers, lawyers, philosophers, preachers and politicians are going to be very successful today. But, you need to pay attention to the mundane in addition to the deep questions of life. Overlooking the practical situation is your major problem today."
    },
    "4": {
        "Leo Daily Horoscope": "You are in a dominating mood today. You want to take the lead and demonstrate your authority. However, you have to be careful not to throw your weight around. You may accidentally step on some toes. Though you feel that you know better and can handle the situation better, you should still try for cooperation and harmony while tackling any project.",
        "Leo Health & Wellness Horoscope": "The time has come to put the power of your mind to operation in order to rise above physical ailments. You need to realize that mental wellness has a profound effect on your physical health and you do have that mental strength to overcome any physical obstacle. Put your trust in the power of your mind and you may be pleasantly surprised at the results.",
        "Leo Daily Love & Relationship Horoscope": "The time is right to sit down with your partner and sort out the issues that have been bothering you lately. These can relate to your feelings and the depth of your commitment towards each other. It can also be regarding mundane household matters which you have been ignoring. The fact is it is the right time for joint action.",
        "Leo Career & Money Horoscope": "Unexpected demands on your finances can make the day rather unsettling. Be sure to check all your bills and other obligations to make sure that you have paid all your dues. If you have overlooked anything, it may come back as a much inflated amount in near future. You may have to pay off some old debt which you had forgotten about."
    },
    "5": {
        "Virgo Daily Horoscope": "The time is just right to indulge in some light-hearted fun with friends. Go out for a party or a fun filled evening and you are likely to become the life and soul of the festivities. In the course of this you will meet someone who will enjoy the same things as you and will also recognize your potential.",
        "Virgo Health & Wellness Horoscope": "You have become used to a sedentary lifestyle and you have let your body go. The time is right to start exercising in earnest and regain the strength and stamina that you originally had because you may soon be called upon to perform a physically difficult activity. It is also necessary to relieve your stress. Unbeknownst to you, your unhealthy dietary pattern is actually contributing towards this stress.",
        "Virgo Daily Love & Relationship Horoscope": "You may be insecure and restless today and may find it hard to trust the feelings of your partner. Time to take a brief break from your relationship and ponder upon the reasons which have imparted you with this feeling. After this trip of analysis you will feel a lot better and confident about yourself and your partner.",
        "Virgo Career & Money Horoscope": "Due to change in planetary positions, a fresh energy has sneaked in your sign. You are feeling lively. You want to take up more and more work and still you are happy. That shows that somewhere things are moving in a positive direction. But in all these enthusiasm, do not ignore your health. A healthy mind resides in a healthy body."
    },
    "6": {
        "Libra Daily Horoscope": "The day may start with some confusion. A person with spiritual bent may come to your rescue. The person will guide you. You may follow his advices as they are given with a pure intention today. You may also be inclined to visit a holy place today. Second half of the day will pass smoothly. You may enjoy with friends.",
        "Libra Health & Wellness Horoscope": "You have a strong emotional urge to sacrifice your life for the ones you love! Channelize this vigor for the good of your own body as it also deserves to be included in the list of your dear ones! Taking care of all the essential needs of your body is one such way to express your love for it. After all if you do not have a good body you can have no life to sacrifice for your dear ones!",
        "Libra Daily Love & Relationship Horoscope": "A close friend may express his/her feelings for you today. It may not be verbal but through actions. It may be very subtle. Be conscious of such things. There is a high chance of a friendship developing into a romantic relationship. Do not jump to commit immediately. It may be an infatuation. So, wait for more cues.",
        "Libra Career & Money Horoscope": "Someone at your workplace may be boasting bout his or her achievements. Do not feel bad cause that is what he wants you to feel. You have made accomplishments in the same measures! On the financial front you will receive what all you need or rather more which you can store!"
    },
    "7": {
        "Scorpio Daily Horoscope": "Honesty is the watchword of the day. The day is perfect to focus on details of your work or on meticulous tasks which you may have been avoiding lately. You may resist these dull routine tasks, but if you sit down to complete them once, they will go very fast. Expect a sense of goodness from the people who are nearest to you.",
        "Scorpio Health & Wellness Horoscope": "Your health can be a little unpredictable today, but your exceptional mental strength and determination can help you tackle any situation. You may have to face a day of considerable physical labour, but you will come through with flying colours and complete all your tasks with time to spare. You may also stimulate someone else to start a healthy regime. However, be sure to relax at the end of the day with your favourite activity.",
        "Scorpio Daily Love & Relationship Horoscope": "The day is ideal for planning some family activities. Take your kids to a ball game, the park or a museum. You can also schedule to spend time with your parents or siblings. The evening is especially suited for romance, but you should try for an intimate gathering rather than a large party. Family commitments will take priority now.",
        "Scorpio Career & Money Horoscope": "Pending work at office may pull you apart today. You may find yourself doing a late shift. Pay attention to yourself as well. This is just a passing phase. Your boredom of last week has its negative effect on you today. Be gentle and humble to others as you might head for an argument today. Avoid such situations."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Times and events will change around you so that you may have to change a well thought out decision. You need to react more responsibly to whatever life throws at you. You will not be able to follow the schedule that you had worked out earlier as something urgent and unpredictable will come up. This event is likely to affect all your short term plans.",
        "Sagittarius Health & Wellness Horoscope": "The day may turn out to be somewhat bizarre. Event which you never expected have a high chance of happening today. It is important that you take note of the planetary energies and try to understand the direction to which they are pushing you. Detecting the right path at this juncture can have a revolutionary effect on your life.",
        "Sagittarius Daily Love & Relationship Horoscope": "You must change your routine if you want to catch up with someone interesting else your relationship will reach the same boring level again! You need to change yourself from within for bringing a great change in your love life! You will have no idea how exciting things can get if you will dress differently!",
        "Sagittarius Career & Money Horoscope": "You are about to get severely affected with work related stress. The internal pressure may mount up within your head and you will run out of time required to fulfill the goals. However you cannot do anything to help this. So just try to let it pass by smoothly. Try to lend your ears to someone you do not find amiable at all but you have to do this due to professional reasons."
    },
    "9": {
        "Capricorn Daily Horoscope": "Rest and relaxation are the watchwords for today. You have been driving yourself hard for the last few days and now it is time to enjoy the fruits of your labour. Do not plan for a big party. Rather, take a day of quiet contemplation. Sharing your feelings with someone special can help you achieve a greater sense of fulfilment today.",
        "Capricorn Health & Wellness Horoscope": "You are charged emotionally more than ever! You must take this as an opportunity to express your love and care to every one you come across. But before you can do this you must meditate and channelize your potential. However you can also chose to exhaust this energy if you are in the mood to exercise in excess.",
        "Capricorn Daily Love & Relationship Horoscope": "Your old sweetheart is trying to be a new one. You must give them a chance and appreciate their efforts to reconcile the differences between the two of you! However make them fully aware of the mistakes they have committed in the past and that they are no more allowed to repeat the same.",
        "Capricorn Career & Money Horoscope": "A number of minor problems may arise at work today which prevent you from doing your work in peace. You need a large dose of patience today, especially when it comes to dealing with a subordinate. Do not give in to temper. Instead, you need to deal with him intelligently so as not to affect the morale of the entire group."
    },
    "10": {
        "Aquarius Daily Horoscope": "The day is going to be a roller coaster between emotional and practical matters. The movements of the planets ensure that you are likely to be emotional in the morning and are going to judge different matters based on your emotional responses. This may lead to some flawed judgments, but things will begin to settle in the evening and you are going to develop a more practical approach.",
        "Aquarius Health & Wellness Horoscope": "You seem to apprehend a lot many things, which are just increasing the stress levels. Try walking bare footed on ground, which will stimulate your mind and body. Also your eyes may get afflicted too. So wash your eyes with sensitive solutions and try to sleep most of the time.",
        "Aquarius Daily Love & Relationship Horoscope": "You are all ready to make a fresh start in your relationship. This may take the form of letting go of an old relationship which had stopped working for you for quite some time now. Or you may decide to renew your efforts and infuse new romance in your existing relationship. You are full of energy and ready to take your love life to the next level.",
        "Aquarius Career & Money Horoscope": "If you seek consultation or advice regarding career or finance today, whether from a professional or someone close to you, you can be greatly benefitted to follow this advice. The day is especially favourable for the engineers and those working in software development. You may also be offered a chance of switching jobs or continuing in the same company but in a different region or country."
    },
    "11": {
        "Pisces Daily Horoscope": "While the day indicates that you are going to enjoy great fun, it will be prudent to take some time in the morning and complete the tasks that you have left pending. Also, adjust and coordinate your schedule with other family members and colleagues so that no difficulties or misunderstandings arise later on. You can also get some good news today.",
        "Pisces Health & Wellness Horoscope": "You are a person of calm composure. But inside there may be violent steaks of emotions. Your body has also become like this! So some internal problems may suddenly crop up whose signs you never saw before! The best way is to drink copious amounts of water and stabilize your body until you visit the nearest doctor at the earliest.",
        "Pisces Daily Love & Relationship Horoscope": "Healthy boundaries have become necessary in your relationship, but you have been finding it difficult to demarcate them. You need to sit down with your partner and talk about the various dimensions of your relationship with which you are feeling uncomfortable. Today is ideally suited for this task as your partner will be receptive to your ideas and will be willing to talk to you about them.",
        "Pisces Career & Money Horoscope": "You may be trying to communicate smoothly but few people will not let you and a dramatic scene may arise at the workplace due to their interference. Your viewpoint will be regarded against the benefit of organization. So better take a back seat and let others get backfired. Focus on your personal development in the meanwhile."
    }
}]
