horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Be courteous and respectful towards the belief of other people. You are on the road to success, but like always do not make a mistake when it comes to taking the necessary cautions. Life is unpredictable so do not whine about the hurdles which come across your path. Stride across the path of life with vigor and enthusiasm.",
        "Aries Health & Wellness Horoscope": "The day is favourable for outdoor activities and exercises. All the stress will be draining away today and you will end up feeling amazingly energetic and refreshed. This will bring a flood of optimism and you will be able to tackle any task ﾖ even those which you have been putting off. Your enthusiasm is likely to infect others in your family or friend circle and you can all end up organizing an impromptu outdoor game or picnic.",
        "Aries Daily Love & Relationship Horoscope": "Love and romance occupy your mind now and you may actively start looking for a romantic partner if you are single. If you are already with someone, it is the time to take some major decision like whether you will take the relationship to the next level or whether you will be better off without it. In either case, major changes are expected in the relationship front today.",
        "Aries Career & Money Horoscope": "Pending work at office may pull you apart today. You may find yourself doing a late shift. Pay attention to yourself as well. This is just a passing phase. Your boredom of last week has its negative effect on you today. Be gentle and humble to others as you might head for an argument today. Avoid such situations."
    },
    "1": {
        "Taurus Daily Horoscope": "Today, you are likely to discover a new and untapped source of power within you. You will realize that you neither need nor are likely to get any external help in dealing with the problems that you have been facing. You can easily tackle all of them yourself and there is actually a fountain of strength within you that you can rely on.",
        "Taurus Health & Wellness Horoscope": "Passion is the dominant emotion that you feel today and your health and fitness urge is also not exempt from it. You are likely to drive yourself much harder today during your exercise routine. So, you need to be careful that you do not end up actually pulling a muscle or overstraining yourself. All mental stress is likely to vanish, leaving you full of energy and ready to go.",
        "Taurus Daily Love & Relationship Horoscope": "The time is right to plan major changes of positive nature in your relationship. You are ready to take it to the next level, but you need to make the first move. You are naturally reticent and this has left your partner in the dark about your true feeling. Just bare your heart and you will find all the distrust disappearing from your relationship.",
        "Taurus Career & Money Horoscope": "This is a good time to support you with activities and achievements and will empower you with a sense of accomplishment that you are first on the track! So this is the perfect time to make a fresh start, be it of a new project or a new job opportunity. Try to retain this energy until you reach your final destination."
    },
    "2": {
        "Gemini Daily Horoscope": "You need to be in a more flexible frame of mind, but today you are likely to dig your heel in and refuse to listen to either common sense or good advice. This rigidity on your part will probably create some tension both at home and at work. The only remedy is to try to keep an open mind and listen to what other people have to say.",
        "Gemini Health & Wellness Horoscope": "Guard against minor ailments today. Without sufficient and timely care, a small health problem can develop into a major issue. However, if you intervene now, you will be able to avoid any problem in the future. Do go for professional consultation for your health issues rather than trying home remedies. It is also necessary to make healthy changes in your diet.",
        "Gemini Daily Love & Relationship Horoscope": "You are likely to face a situation today that is going to test the strength of your love and commitment. Bear in mind that your partner has put complete faith in you and you need to pass this test if you want to continue in a happy and fulfilling relationship. With a little compassion, you will be able to deal with anything that fate throws at you.",
        "Gemini Career & Money Horoscope": "Your financial planning and hard work has now paid off. People who were previously critical of you and doubted your judgment will look up to you today and will marvel at your powers of reasoning and foresight. Be sure to enjoy this period of financial success. Expenses will be incurred on luxury items which you have coveted for long."
    },
    "3": {
        "Cancer Daily Horoscope": "You find yourself caught in the soup today. Talk openly to people who matter to you. Talk about the issues that have been bothering you. The cloud of uncertainty will subside in a weekﾒs time. A close friend or family member may provide you comfort. Be cautious while putting your words. Today you are prone to be misunderstood. Work place will be stable.",
        "Cancer Health & Wellness Horoscope": "You are going to feel very energetic today. This is the most suitable day to schedule outdoor activities. You are likely to excel at competitive sports. As you drive yourself harder, you will also experience mental exhilaration which does not come your way easily. Altogether, this is a very positive and upbeat day for you. You are at the peak of your physical form.",
        "Cancer Daily Love & Relationship Horoscope": "In search of love you have walked too far but with no quest! You need not to go further. Someone who has been a close pal is the one who is in love with you but is not confessing to you. He or she may have the fear of rejection or they want you to propose first! Spend some time with them and you will be able to figure out the way to their hearts.",
        "Cancer Career & Money Horoscope": "You are likely to receive considerable help today on the job front. Friends, spouse or colleagues will all help you to catch up. Be sure to express your gratitude and help someone else in your turn. Cash flow is likely to improve significantly. This is also a good time to plan for expensive purchases because though you will earn a lot, you will find it difficult to save much money."
    },
    "4": {
        "Leo Daily Horoscope": "Today your faith in karma may be reinforced. You may recall that what you give comes back to you. You are sensitive to others and understand otherﾒs problem. You may observe the generous side of your character taking the front seat. Someone may come to ask help from you. The day may also see a short trip with loved ones.",
        "Leo Health & Wellness Horoscope": "You have a strong emotional urge to sacrifice your life for the ones you love! Channelize this vigor for the good of your own body as it also deserves to be included in the list of your dear ones! Taking care of all the essential needs of your body is one such way to express your love for it. After all if you do not have a good body you can have no life to sacrifice for your dear ones!",
        "Leo Daily Love & Relationship Horoscope": "The day is suitable for second chances. People who have not behaved well towards you will approach you today. This is the best time to repair your friendships and love interest. It is a good day to forgive and forget and to extend the olive branch. On the other hand, you too may approach someone with whom you have a history and attempt to make a fresh start.",
        "Leo Career & Money Horoscope": "If you seek consultation or advice regarding career or finance today, whether from a professional or someone close to you, you can be greatly benefitted to follow this advice. The day is especially favourable for the engineers and those working in software development. You may also be offered a chance of switching jobs or continuing in the same company but in a different region or country."
    },
    "5": {
        "Virgo Daily Horoscope": "Today you are determined to play the power game which may include fair and unfair means to achieve your goals. After getting cornered for a long time, a spurt of energy from the planets now may fill you with confidence. You may make decisions on the basis of your instincts and rest assured, none will laugh on your face.",
        "Virgo Health & Wellness Horoscope": "Adopt some healthy habits of washing hands properly after finishing up routine work and before meals. You are prone to bacterial infections and may have to suffer for a long term if not taken care of! Consume boiled water only and eat properly cooked food. Avoid fast and fatty foods for sometime.",
        "Virgo Daily Love & Relationship Horoscope": "You seem to be too excited about hosting a party in honor of your belovedﾒs achievements. But unfortunately it will turn out to be a regular get-together. Your favorite guests may not arrive even! Still your partner will be drawn to the care and concern you have for them! And this is what your real achievement is!",
        "Virgo Career & Money Horoscope": "A business trip is shown on the cards in the later half of the day. It will be a great opportunity for intellectual stimulation. If you feel too much burdened take an off in the first half of the day and prepare yourself about how you are going to present yourself in front of everyone."
    },
    "6": {
        "Libra Daily Horoscope": "Someone at work may be working quietly against you. You have been suspecting many persons, but today you will get the best proof of who is out to harm you. Do not be hasty in confronting this person. You have gained a huge advantage by gaining this knowledge and you can use it effectively to eliminate your enemies forever.",
        "Libra Health & Wellness Horoscope": "You should take the day slow. From early morning, you will feel lethargy and this low level of energy is going to mark all your activities throughout the day. Pain in the joint and backache may become a major problem as the day progresses and you have to take adequate precautions to avoid the activities which increase the pain. It is time that you took a break from everything and just spend a lazy day of relaxation.",
        "Libra Daily Love & Relationship Horoscope": "Today you want to socialize but you may be drawn towards some one matching your taste and preferences. You will enjoy yourself immensely with this new romantic encounter. However you may find it to be worthless after sometime and you may walk away as a free woman! In the single hood, think of better ways of loving your partner.",
        "Libra Career & Money Horoscope": "You are going to get a good job offer today, but you may have to shift to a different city or even another country to take advantage of this job offer. This will have implications for your family members. So, though the job offer may seem very attractive, you need to consider all the different angles before you actually accept it."
    },
    "7": {
        "Scorpio Daily Horoscope": "The day will be marked by mood swings, but fortune will smile on you today. The downside of this is that you may begin to rely a little too much on Lady Luck. Take care that this does not lead to shoddy preparation for your projects. Material gains are likely, but try to guard against splurging unnecessarily. Your run of financial good luck is not going to last very long.",
        "Scorpio Health & Wellness Horoscope": "This day is particularly favourable for spending time with your family. Go for some bonding with your parents or sibling or enjoy a quiet time with your spouse. Get involved in a fun activity with your children. Even if work pressure threatens to mount, put them aside for today and celebrate the togetherness. You may be surprised at what you can learn from these family sessions.",
        "Scorpio Daily Love & Relationship Horoscope": "If you think that you have received low ratings on attraction/romantic relationship scale. Then this is the time to do something about it. Try to visualize how you want to look and what kind of a partner you want to be. This will help you decide the path you must follow to attain your goal. Be cool with whatever comes your way.",
        "Scorpio Career & Money Horoscope": "Today, you will be able to arrive at a viable solution for your financial problems and you will take the first necessary steps towards implementing this solution. Money troubles were plaguing you, but you will now be able to take control of your finances. The path that you choose is probably going to be tough, but you will make the right decision and will be able to work your way out of your financial difficulty quite soon."
    },
    "8": {
        "Sagittarius Daily Horoscope": "The day may turn out to be somewhat bizarre. Event which you never expected have a high chance of happening today. It is important that you take note of the planetary energies and try to understand the direction to which they are pushing you. Detecting the right path at this juncture can have a revolutionary effect on your life.",
        "Sagittarius Health & Wellness Horoscope": "The healthy and physically taxing routine that you have adopted will at last begin to bear fruit. If you have been following a diet, you will be able to measure and see the weight loss or gain that you were aiming at. Your routine of physical exercise also seems to be working and you will see good results today. This will encourage you to aim at higher level of physical activity.",
        "Sagittarius Daily Love & Relationship Horoscope": "The planets have lined up right for your love life. Be sure to go out with friends and enjoy yourself. You will find opportunities for dating and relationship opening up even in unlikely places. So you need to mix and mingle. This is the right time to explore a new relationship about which you may have had doubts in the past.",
        "Sagittarius Career & Money Horoscope": "You will be able to utilize some lessons that you learned from the past to avert a problem at the work and its possible complication. Your ability of practical application and quick thinking is going to attract the attention of your superiors and new and exciting career prospects may open up. You should not let this opportunity pass without result."
    },
    "9": {
        "Capricorn Daily Horoscope": "Life has been full of ups and downs lately. But soon you are going to get rid of all these. Maintain your optimistic attitude like always and things will work out better. People may approach you for help and this is good, being busy will make you forget all your worries.",
        "Capricorn Health & Wellness Horoscope": "You have been burning the candle at both ends and now it will begin to take inevitable toll on your health. Regular late nights will cause fatigue leading to inattention. This may have a negative impact on both your health and your career. You need to be more organized and practice healthy habits. Getting adequate sleep is a priority today.",
        "Capricorn Daily Love & Relationship Horoscope": "Your old sweetheart is trying to be a new one. You must give them a chance and appreciate their efforts to reconcile the differences between the two of you! However make them fully aware of the mistakes they have committed in the past and that they are no more allowed to repeat the same.",
        "Capricorn Career & Money Horoscope": "Improved communication will be of advantage to you. And you must use this skill wisely at this point of time. Your business sense also seems to be boosting up to top levels today. You may be asked to lay down predictions for the state of sale and share in the future. Your strong intuitive ability will help you a lot in this."
    },
    "10": {
        "Aquarius Daily Horoscope": "Watch out! Your competitors may try to weigh you down with proper planning and plotting. But you will be able to cream them up easily! And they will be left with no other option except to praise you for your mouthful achievements. Meet your best pals in order to inject some levity into the grim situation.",
        "Aquarius Health & Wellness Horoscope": "You have been suffering from a minor but persisting problem of health in the last few days. Today, somebody will suggest alternative treatment of the condition to you and you will try it. Chances are high that it will work very well and you will be rid of the problem. This may well start your complete conversion to alternative treatment. Non invasive treatments are likely to work better in your case.",
        "Aquarius Daily Love & Relationship Horoscope": "You are going to be uncharacteristically aggressive in love today. Your partner is likely to be rather astonished because he / she is used to tender romantic gestures from you. But they will love your new style and will be more than a suitable match for you. Explore different dimensions of your relationship today. You will be pleasantly surprised.",
        "Aquarius Career & Money Horoscope": "Do not get disappointed since your efforts have gone in vain and you need to re-work! The input given by you may have not been successful in resolving the pressing issues but have given you a better insight of the most intricate details. Enjoy your day as you will be benefiting financially from your past investments."
    },
    "11": {
        "Pisces Daily Horoscope": "You may meet people who are aware of the vices in you but are unacceptable towards it! As if they have no flaw in themselves. Simply maintain distance from such people. Instead try to recollect about the good people you came across in all these years and if possible establish contacts with them again.",
        "Pisces Health & Wellness Horoscope": "Today minor ailments may trouble you. You may suffer from cold, cough or headache. You may feel pain in your wrist or finger. This will slow the pace of your day. Do not get disheartened. Such things do happen. If possible, take ample rest today and tomorrow you will be back in action. Avoid drinking cold beverages.",
        "Pisces Daily Love & Relationship Horoscope": "You need to realize that boundaries are the sign of a healthy relationship. Do not encroach into the personal space of your partner and then try to justify it in the name of love. It is also necessary to ensure that you are not letting your partner dominate you because this can lead to serious complications in the future.",
        "Pisces Career & Money Horoscope": "You have been contemplating a shift for quite some time. Today you may see an opportunity that will attract you. Be proactive and apply today. You may receive an interview call. With your confidence and subject knowledge, cracking an interview has never been a problem for you. So, take the first step today and apply. Be careful about your wallet while travelling in a public transport."
    }
}]
