horo_english=[{
    "0": {
        "Aries Daily Horoscope": "The day is perfect for new beginnings and fresh starts. You will be able to get rid of whatever was holding you back. New opportunities will come your way to shape and change your life, but you need to grasp this opportunity while there is still time. Quick and decisive action can turn the tide for you in a significant way.",
        "Aries Health & Wellness Horoscope": "A cup of coffee each day is good for your heart. And so will be the licorice tea, in addition to having healthy benefits for your stomach. If you increase the intake of beverages then you must increase the intake of water as well. Try to go for yoga at least once a week if not everyday for massaging your organs well.",
        "Aries Daily Love & Relationship Horoscope": "You will be faced with a number of financial demands from your family at this time. It is your commitment towards your family and you will have to meet them. You need to understand that though they seem like a lot, they are actually justified. But do not worry, you will find yourself more than capable of meeting all the expectations and these will end up ultimately strengthening your relationships.",
        "Aries Career & Money Horoscope": "Your attention is likely to wander today. Though work has been piling up, you will probably indulge in unproductive activities. But even this will not help you to relax because the awareness and the worry that you have not completed your tasks will always remain at the back of your mind. Your backlog is likely to accumulate which will have a long term effect on your working routine."
    },
    "1": {
        "Taurus Daily Horoscope": "You are determined to take the blame for a friend's mistake. But do consider its consequences. There may be serious legal involvement as well. Some life changing event may also happen which will give you an unforgettable experience. Fulfill your desire to look different, change your hairstyle or wardrobe!",
        "Taurus Health & Wellness Horoscope": "Health and energy are your strong points today. No task seems impossible and you complete everything within the scheduled time with no problem. In fact, you may feel so energetic that you can go out for a physical activity like running or gym even if you have not done so for quite some time. Your physical well being will reflect in all other sectors of your life as you are filled with positive thoughts and feelings.",
        "Taurus Daily Love & Relationship Horoscope": "You are going to make new friendships and new connections today. You continue to be in a jovial mood and your conviviality is going to impress others. One of the friends that you make today can turn out to be very significant in later years, though it may not seem like that now. You are in a helpful mood and are ready to help your friends and family today.",
        "Taurus Career & Money Horoscope": "If you seek consultation or advice regarding career or finance today, whether from a professional or someone close to you, you can be greatly benefitted to follow this advice. The day is especially favourable for the engineers and those working in software development. You may also be offered a chance of switching jobs or continuing in the same company but in a different region or country."
    },
    "2": {
        "Gemini Daily Horoscope": "Some unexpected and demanding task will come up today, but do not worry. You will handle it very well and will soon earn the praise of everyone. It can be a number of guests visiting unannounced or your boss handing you an assignment in the last minute. Whatever be the situation, you will be able to call up on your reserve and rise to the task.",
        "Gemini Health & Wellness Horoscope": "Minor skin ailments have been troubling you. Today plan a detoxification program. With this, cut down on oily stuffs. Your health otherwise will remain sound. Avoid walking in places having lots of trees as insect bite is indicated. It may leave rashes on your skin. Carry anti allergic medicine today as a precautionary measure. If required, visit a doctor.",
        "Gemini Daily Love & Relationship Horoscope": "It is necessary to evaluate your relationship and establish some healthy boundaries today. You are likely to realize that though you are giving more than you can; your partner is not satisfied and goes on demanding more. Putting a limit on these demands will actually strengthen your relationship and help you enjoy it in a way that will turn out to be the best for both you and your partner.",
        "Gemini Career & Money Horoscope": "It seems like your travel cost to your workplace is increasing day by day. Also the card shows that the office politics are strong and working against you these days. But you keep working as usual and you may get promoted soon. In any case the politics will keep mounting up out of jealousy."
    },
    "3": {
        "Cancer Daily Horoscope": "A sense of dissatisfaction that has been dogging you for quite some time now will at last begin to fade. You will instinctively know that you have found your niche in life and can follow your calling to achieve your dreams. You will be able to understand what changes must be implemented to make your health as well as your work much better.",
        "Cancer Health & Wellness Horoscope": "Today is a great day to embark on a new health regime. Pay close attention to your diet and inaugurate a new routine of exercise which you have been ignoring lately. It is necessary to recognize that your physical health is extremely important for our mental health as well. Join a new class of yoga or other relaxation technique as they are urgently required in your life now.",
        "Cancer Daily Love & Relationship Horoscope": "The planets are lining up to give you a stormy time, but that is not actually a bad thing. You have fallen into a romantic rut in recent days with both of you taking each other for granted. Passions will run high and if you can put aside petty issues, this may turn out to be one of your most memorable interludes.",
        "Cancer Career & Money Horoscope": "The day is favourable for those in construction business. You should invest your money well today as this opportunity is likely to be short lived. If you are thinking of buying a house or an apartment, you can land a good bargain today. Some financial strategies which you had adopted a long time ago in this field will bear fruit now."
    },
    "4": {
        "Leo Daily Horoscope": "Old connections and experiences can play an important role in your life now. You will be under tremendous pressure to perform well in all spheres, but you need to realize that much of these pressure stem from the impossibly high standards that you have set for yourself. Honesty and integrity will take you far in your chosen field, but be ready to remain true to your own beliefs and ideals.",
        "Leo Health & Wellness Horoscope": "You are vulnerable to minor illnesses today but you can avoid them with suitable precautions. Do not eat junk food as there is a possibility of stomach ailment. It is necessary to realize that the stress in your life is not simply the result of what you do but also what you put in your mouth. Join a health class today as it can have long term benefits for you.",
        "Leo Daily Love & Relationship Horoscope": "The goddess of solar system and the planets which bring a sense of nurturing are shining in your sign today. Give your love a comforting feel. Make your love feel important. The planetary positions will protect your love life. It is perfect time to bask in the glory of love. Today you may get some personal and intimate time with each other.",
        "Leo Career & Money Horoscope": "Appreciation of your talents at your work place and a nice gift at your house are going to lighten up your day. They are all thoroughly deserved. You have out in enormous effort in your career and you are now going to be lauded and rewarded for this. It is the time to enjoy the fruits of your labour. You are likely to indulge in some expensive shopping today."
    },
    "5": {
        "Virgo Daily Horoscope": "You have a crisp tongue and a logical mind. But this ability of yours may suffer today due to your insecure nature. Try to go with the flow instead of opposing it like always. Experience will teach you a lot more worthy lessons which the satiation of your ego can never. Later on you will be at ease and will be full of confidence.",
        "Virgo Health & Wellness Horoscope": "You have been following a highly hectic schedule for the last few days and it is time to get organized. Today will be comparatively relaxed, but you should take this time to get your affairs into some semblance of order. Otherwise, things are likely to get even more chaotic in the coming days and you are likely to become anxious as things would seem to go out of control.",
        "Virgo Daily Love & Relationship Horoscope": "It is an interesting phase in your love life. Those who have just started of with a new relationship should look for ways to strengthen their relationship more. The two of you can blend in romance and talents together very effectively. Just be open about the future but do not indulge into any plan making right now. Just go with the flow.",
        "Virgo Career & Money Horoscope": "The day is especially favourable for investment purposes provided you have done your homework carefully. Investing on a whim is unlikely to pay off but if you research the matter deeply, you will soon arrive at the correct conclusion. Your investments will also help in attaining your long term goals. So be sure to invest only after judging the matter."
    },
    "6": {
        "Libra Daily Horoscope": "You will be in a trusting and confiding mood today. The danger of this is you may end up confiding in a person who does not have your best interest at heart. So, be sure of the person before you unburden your soul to him or her. If you have been having a disagreement in the last few days ﾖ whether at home or at work, today is a great day to extend the olive branch.",
        "Libra Health & Wellness Horoscope": "This day is all about change. You may come in contact with someone who will bring substantial changes in your life or put you in touch with other people who can cause the change. However, not all the changes are good for you. You will need to analyze whether the change will be good for you in the long run before you decide to go with the flow.",
        "Libra Daily Love & Relationship Horoscope": "The planets have lined up right for your love life. Be sure to go out with friends and enjoy yourself. You will find opportunities for dating and relationship opening up even in unlikely places. So you need to mix and mingle. This is the right time to explore a new relationship about which you may have had doubts in the past.",
        "Libra Career & Money Horoscope": "While you are likely to be very thrifty, you will be in rather an extravagant mood. You are likely to buy a costly item of beauty as you enjoy and appreciate pieces of art. You may also buy an expensive gift for someone close to you and surprise that person. Everything is likely to go smoothly in your workplace."
    },
    "7": {
        "Scorpio Daily Horoscope": "A new surge of confidence marks everything that you do today. Barriers that seemed unmovable a few days ago will be carried away in the face of your determination. Your communication skills will undergo a sea change and you will easily be able to convince other people and bring them around to your viewpoint. The day is perfect to tackle any difficult project that you had been putting off.",
        "Scorpio Health & Wellness Horoscope": "Today is your day. You will find luck favoring you the big time. You may gain appreciation at your work place and among your friends. Be cautious not to get carried away and neglect your other basic need which is your health. Eat in time and eat right. With a healthy body, you will have many other opportunities to enjoy the treat.",
        "Scorpio Daily Love & Relationship Horoscope": "Bundles of good words have travelled from you to your partner. A number of times you have told your partner what he/she means for you. Now is the time for some action. Prove the worth of your love through some action and today you may accomplish the same. Your partner may be pleasantly surprised by witnessing the manifestation of love.",
        "Scorpio Career & Money Horoscope": "It is been a while since you have been lying low. Today you may make a decision for stepping onto something new, may be to avail new methods of income. You will feel more passionate and determined to operate from the position of strength. Financial status seems to be usual like any other day."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You are in a fanciful mood today. Role playing and fantasies hold unusual attractions for you. You find romance everywhere and have an active fantasy life which you may get a chance to duplicate in reality. You can impulsively choose to follow an impossible dream, either in your career or your relationship. However, you should not take any major decisions now.",
        "Sagittarius Health & Wellness Horoscope": "Today tension and pressure of work place may affect your sleep. You may find yourself waking up time and again. Before going to bed, relax and meditate for some time. You may want to listen to slow and melodious songs. Darken your room and set the temperature pleasant enough so that you may sleep peacefully. Drink a glass of warm milk before sleeping.",
        "Sagittarius Daily Love & Relationship Horoscope": "You must take care of not checking your partner's patience. They have been tolerating you and giving you enough warmth in spite of your cold reactions to their attempts to please you. It is okay; forgive them for hurting you once. They are really guilty of all their faults and won't repeat them again.",
        "Sagittarius Career & Money Horoscope": "Taking control of your own finances is very important for you now and you are not afraid of hard work to achieve this goal. You are very organized and disciplined today and are ready to tackle career issues with a very practical eye. Start your good work today and your finances will reflect the positive results within a very short time."
    },
    "9": {
        "Capricorn Daily Horoscope": "Today is going to be a fun fare day. You will be revisited by friends and relatives. Least you can expect a call or mail from them. It is a good time to brush up your social skills and be prepared for the upcoming parties. Your financial issues will be taken care of as the day progresses.",
        "Capricorn Health & Wellness Horoscope": "You are full of zeal to change things around you, but you need a period of calm reflection to decide whether they need changing at all. While you are going to excel at the projects you decide to take on, it is better if you let someone else choose those projects for you. You will be filled with single minded determination today.",
        "Capricorn Daily Love & Relationship Horoscope": "Mars is fuelling your romantic desires and with a fighting spirit and a higher level of confidence, you take strides either with your partner or towards your partner. Romance in your relationship has become as important as sugar in tea. You are at your romantic best. Listen to music in the air. Everything is bright and colorful. Time is favorable.",
        "Capricorn Career & Money Horoscope": "You may be a spendthrift today! Your sub conscious seems to be guided by the signs from spiritual guides and this is where you are getting trapped! It is good to try remedies but not at the cost of losing all of your savings! Factually all this will do no good, just keep patience and things will work out gradually."
    },
    "10": {
        "Aquarius Daily Horoscope": "This day is all about change. You may come in contact with someone who will bring substantial changes in your life or put you in touch with other people who can cause the change. However, not all the changes are good for you. You will need to analyze whether the change will be good for you in the long run before you decide to go with the flow.",
        "Aquarius Health & Wellness Horoscope": "You are physically and mentally very strong at this point of time. So you must strive to achieve what ever you want to! Do not remain restricted to looks only! Try conversing with people around you about the problems you encounter while undertaking exercises. This will help you obtain multiple solutions. Follow the one which suits you the best.",
        "Aquarius Daily Love & Relationship Horoscope": "You are going to be very busy with your social commitments today. Parties, get-togethers and family occasions are likely to take up most of your time and you are going to enjoy the social wind. You will easily take up the attention of people as you sparkle at all the gatherings. You are going to resurrect some old connection through these meetings which will be beneficial for you.",
        "Aquarius Career & Money Horoscope": "You have been pulled in different directions for the last few days and have found it difficult to take decisive action. However, today you will experience a rare clarity of vision and will be able to take clear and proper decision regarding the issues at your workplace. You are also likely to get good career advice from someone. You are also likely to come in contact with someone who will prove to be very influential in your future career life."
    },
    "11": {
        "Pisces Daily Horoscope": "Be careful in your actions and movements today, you may get mild bruises while moving around. Unintentional poking of the ribs even with the closed ones may pose a threat to your terms with them! Best is to stay numb and remain restricted to your own business for the day! Go for cinema or something entertaining.",
        "Pisces Health & Wellness Horoscope": "Your health may be a little down today due to ailments related to stomach. It may by minor. Today take necessary precautions while drinking water and other cold beverages as they might be the cause of water borne diseases. It is also advisable that today you stay away from unhygienic and street food as you may be vulnerable to infections.",
        "Pisces Daily Love & Relationship Horoscope": "The day is best suitable to surprise your partner with a romantic gift or gesture. Other things have lately been demanding your attention. You have taken your partner for granted. Now it is time to show your appreciation and be sure that it will be returned wholeheartedly. However, ignoring your partner today can lead to stress in the relationship.",
        "Pisces Career & Money Horoscope": "Today under the influence of the planetary energy, you will be able to hear your inner voices. Understand the deep seated meaning of those voices. Once you understand them, you will be able to take on the tasks easily. Also, do not hesitate to express yourself clearly. Use crisp words to express your feelings. Avoid beating around the bush."
    }
}]
