horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Today you will be the cynosure of attraction. Being the centre of focus is your innate ability which others lack and hence they will be jealous of you like never before! When you find time try to ponder about the past, present and future and many of your questions will be answered. You may find solutions to many of your problems as well.",
        "Aries Health & Wellness Horoscope": "You have been neglecting minor health issues for the past few days and they will come out in a much more serious form today. Treat any condition, even if it is only an ingrown toenail with care so that no complications get the chance to develop. Do not neglect health, fitness and diet issues because they may grow far out of proportion.",
        "Aries Daily Love & Relationship Horoscope": "Misunderstandings may crop up in your relationship today. You have probably acted out of good intentions, but you failed to take into account all the implications of your actions for others involved. The result is that your pure motives will be viewed rather differently by your partner. You are going to need a lot of patience to sort out this situation.",
        "Aries Career & Money Horoscope": "The day is especially fruitful for those working for the government in any capacity and those in administrative jobs. Any detailed work which you have been postponing should be tackled today because they will be easily completed. The day is also suitable to look for a new job if you are feeling restless or stuck in a rut. If the new job is in an administrative capacity, then you are likely to meet with considerable success in near future."
    },
    "1": {
        "Taurus Daily Horoscope": "Today is an important day for you as you may develop contacts with someone either residing in different city or abroad. The contact will be helpful for your career. Do check your mailbox as you may receive an important mail regarding an opportunity. Friends living abroad may invite you to work with them. White is a lucky color for you today.",
        "Taurus Health & Wellness Horoscope": "The strict health regime that you have been following will now begin to bear fruit. If you have changed your diet pattern, you will see a marked improvement in your health today rising from that shift. This will encourage you to follow through with your healthy routine. You can also intensify any physical exercise that you have been doing recently with good results.",
        "Taurus Daily Love & Relationship Horoscope": "Social energy is high and so you might find yourself meeting people along with your partner. Monotony is just not your cup of tea. Try something new is boredom is seeping into your relation. Professional matters are moving at a tremendous speed and you are caught in the whirlwind. Look out; your partner is still on the shore waiting for you.",
        "Taurus Career & Money Horoscope": "This is the time when your persistence and hard work will pay off. You will be noticed by your superiors and will be offered better scope. This is less due to luck and much more due to your own sincerity. Your career is poised to take off right now. Be sure to utilize this opportunity to its fullest extent."
    },
    "2": {
        "Gemini Daily Horoscope": "Calm harmonious mood is going to mark all your thoughts and actions today. No altercation will have the power to disturb you. In fact, such a situation may arise at your workplace where you will exercise a calming influence. You may also take on some home improvement project or may work towards calming the tensions at your home and sort out the underlying currents in your relationships.",
        "Gemini Health & Wellness Horoscope": "Take special care of your health as well as those of your loved ones today. If you have children, then more precautions are indicated. Even minor health issues can suddenly become important today. It is better to take preventive measures beforehand. Try to regulate what you eat because they are likely to put you in a bad mood later on.",
        "Gemini Daily Love & Relationship Horoscope": "Your partner is likely to be under considerable stress today and you will need to extend all your sympathy and understanding. He / she may take out the frustration on you. Reacting emotionally to the outburst will only serve to complicate the situation. You need to put your own feelings on hold for the time being and attend to the needs of your partner.",
        "Gemini Career & Money Horoscope": "For students, it is a good day to appear in any exam. Success is shining in your sign. For professionals, you will have a positive day at the work place. Pending issues will get sorted out. If you feel that you should be considered for a promotion, it is a good day to initiate the talk with decision making authorities."
    },
    "3": {
        "Cancer Daily Horoscope": "You are at your creative best. Decipher the meaning of your imagination. It will bring luck and happiness. Let your mind rule your heart. You look for a logical output. Channelize your energy just a bit to unleash the hidden gold. Today is a good day to think of investments of any kind. Let yourself go loose a bit not getting over cautious.",
        "Cancer Health & Wellness Horoscope": "You seem to apprehend a lot many things, which are just increasing the stress levels. Try walking bare footed on ground, which will stimulate your mind and body. Also your eyes may get afflicted too. So wash your eyes with sensitive solutions and try to sleep most of the time.",
        "Cancer Daily Love & Relationship Horoscope": "Complications are going to arise in your romantic relationship today. A younger sibling of you or your partner may play a crucial role in this. This does not mean that you are going to learn something bad about your partner. Rather, you are going to come to know of a facet of his / her personality that you were previously unaware of and this can add to the layers of your relationship.",
        "Cancer Career & Money Horoscope": "You have been laying the groundwork for some significant task at work and today they will begin to bear fruit. However, the real danger is that you fail to recognize the signs and grow disheartened and lazy. Reduction of effort at this point can truly mess up all the good work that you have done before. So, you actually need to intensify your efforts."
    },
    "4": {
        "Leo Daily Horoscope": "The day is perfect to embark upon a new program of abundance and prosperity. If you have been feeling undecided about a new project to which you have devoted considerable thought, then this is the perfect time to take action. Whatever you decide to do today will ultimately lead to success. The events of today will also help to shift your perspective regarding money and modify your negative ideas.",
        "Leo Health & Wellness Horoscope": "Wellness is not only a condition of the body but also a state of mind and today is the best day to recognize it. It is time to remove the clutter your mind and come to terms with who you really are. Stop aiming for the impossible; instead, enjoy your blessings and you will feel a contentment that had been eluding you for so long.",
        "Leo Daily Love & Relationship Horoscope": "Your lifestyle and your social circles are improving greatly right now. While your partner may find it a little difficult to adjust to these changing circumstances, you will be very supportive to help him / her through this time. Relationship and support are your greatest priority today and you will find your support highly appreciated. This will strengthen your relationship bonds.",
        "Leo Career & Money Horoscope": "You are going to get a good job offer today, but you may have to shift to a different city or even another country to take advantage of this job offer. This will have implications for your family members. So, though the job offer may seem very attractive, you need to consider all the different angles before you actually accept it."
    },
    "5": {
        "Virgo Daily Horoscope": "All your efforts regarding both your career and your personal life are now coming to a head. A momentum is likely to build up which will lead to a major success for you. Your efforts and ingenuity will be noticed by your superiors and you will gain some staunch supporters in the process. Your enemies will be left helpless today.",
        "Virgo Health & Wellness Horoscope": "Begin keeping a check on your health on everyday basis. You may not exactly know how you are feeling at this point of time except that you are not in the pink of health! Practice the exercises which are extremely beneficial no matter you how dreading you find them! This is how you will be able to better serve your health.",
        "Virgo Daily Love & Relationship Horoscope": "Something in your relationship is giving you the gut feel that everything is running perfect and that a lasting relationship is on the cards. The relationship may even take the shape of marriage. But before you give in your all, take a deep breath and read between the lines. It may turn out to be true or you may find out something that you have been ignoring.",
        "Virgo Career & Money Horoscope": "As a boss, have a heart for your subordinates. They need your appreciation to perform with double enthusiasm. Talk to them. It will be a good idea to treat them today. They will respect you for this. Also, motivate them as a big project is underway. Use humor with them. Make them comfortable. You have immense leadership qualities. Use them now."
    },
    "6": {
        "Libra Daily Horoscope": "What ever you will start today is bound to succeed no matter what ever obstacle comes your way! You will be able to recharge and reestablish healthy relations with others by the end of the day. Just bring a wise change in your nature ﾖ do not try to be in charge of every relationship. Give equality to all and you will be loved by all.",
        "Libra Health & Wellness Horoscope": "The day may turn out to be somewhat bizarre. Event which you never expected have a high chance of happening today. It is important that you take note of the planetary energies and try to understand the direction to which they are pushing you. Detecting the right path at this juncture can have a revolutionary effect on your life.",
        "Libra Daily Love & Relationship Horoscope": "The day is ideal for planning some family activities. Take your kids to a ball game, the park or a museum. You can also schedule to spend time with your parents or siblings. The evening is especially suited for romance, but you should try for an intimate gathering rather than a large party. Family commitments will take priority now.",
        "Libra Career & Money Horoscope": "While you are likely to be very thrifty, you will be in rather an extravagant mood. You are likely to buy a costly item of beauty as you enjoy and appreciate pieces of art. You may also buy an expensive gift for someone close to you and surprise that person. Everything is likely to go smoothly in your workplace."
    },
    "7": {
        "Scorpio Daily Horoscope": "You have a lot of trust in yourself, but you should not be overconfident or dominating. Trying to impose your own viewpoints on others may end up in backfiring today. It is not enough to be right. You also need to behave in a way without offending others. A humble approach can help you to complete a number of pending tasks today.",
        "Scorpio Health & Wellness Horoscope": "The time is ripe to take some bold steps. This is not the time to hesitate. Instead, decisive action is critical. Do not shy away from opportunities. A leap of faith at this time can dramatically alter your life for the better, though it may not seem so now. It is also time to re-evaluate old relationships and cut out the deadwood.ﾠ",
        "Scorpio Daily Love & Relationship Horoscope": "You may have a longing for partner who is away from you either physically or emotionally. Physical distance is difficult to cover but emotional distance can be covered with ease. Just keep your ego aside and take the first step. You may be surprised to find that your partner reciprocates your feelings. Go and smash the invisible wall.",
        "Scorpio Career & Money Horoscope": "It seems like your travel cost to your workplace is increasing day by day. Also the card shows that the office politics are strong and working against you these days. But you keep working as usual and you may get promoted soon. In any case the politics will keep mounting up out of jealousy."
    },
    "8": {
        "Sagittarius Daily Horoscope": "This is the perfect day to reassess the current situation of your life and prioritize your projects. If you have been lazing for some time now and letting work pile up, today, you will find an amazing surge of energy which will help you to organize your projects satisfactorily. This is the best time to discard those which are no longer useful and finish the others instead of starting a new project.",
        "Sagittarius Health & Wellness Horoscope": "The day is favourable for outdoor activities and exercises. All the stress will be draining away today and you will end up feeling amazingly energetic and refreshed. This will bring a flood of optimism and you will be able to tackle any task ﾖ even those which you have been putting off. Your enthusiasm is likely to infect others in your family or friend circle and you can all end up organizing an impromptu outdoor game or picnic.",
        "Sagittarius Daily Love & Relationship Horoscope": "Your relationship has been slowly suffocating under the weight of unspoken issues and unaddressed problems. You have been avoiding them for fear that facing them will lead to the breakdown of your relationship. However, you will be in an unusually confrontational mood today and are willing to look at all the issues that had seemed wrong to you previously.",
        "Sagittarius Career & Money Horoscope": "In professional matters, today you may get much needed support from an influential person. While working with that person, do not leave any point to impress him/her through your work. You may be putting a ladder for achieving a promotion or a hike. Avoid talking about it to others. Simply concentrate on your work. Your work will only vouch for you."
    },
    "9": {
        "Capricorn Daily Horoscope": "The time is just right to indulge in some light-hearted fun with friends. Go out for a party or a fun filled evening and you are likely to become the life and soul of the festivities. In the course of this you will meet someone who will enjoy the same things as you and will also recognize your potential.",
        "Capricorn Health & Wellness Horoscope": "You may be interested and you may find time to join groups online which motivate and encourage you towards maintaining good health! You may be tempted to eat well but that is okay if you plan to shed the calories via rigorous physical exercises! Plan a relaxation schedule which you may follow towards the end of the day.",
        "Capricorn Daily Love & Relationship Horoscope": "You are a unique and special creation of God and nobody has the right to corner you. If you feel so, put your points subtly and gracefully through your actions. The situation will take a turn. Your partner will understand you. At present your love is distracted by surroundings. But as tough situation arises, he will know your worth.",
        "Capricorn Career & Money Horoscope": "Your finances are volatile today and you may see yourself taking a plunge into some losses. Do not worry much as it may be a small loss. Be cautious. Your family comes to your rescue. You may be able to cover the losses very soon. If you are in a business, you may find your employees taking an extra step for you. Be humble to them and reward them as time comes."
    },
    "10": {
        "Aquarius Daily Horoscope": "This day can be especially significant for you. A new insight will occur to you or your viewpoint may be influenced by another person who may be a complete stranger. What you will learn and understand about yourself can play a key role in shaping your future life and your way of dealing with a pressing issue in your life which is preoccupying you right now.",
        "Aquarius Health & Wellness Horoscope": "Take adequate protection against cold and viral infection and other infections of the respiratory system. You have been exposed to a polluted atmosphere for a long time and this will now take a toll on you. Try alternative preventive measures and home remedies to keep away the infections as they are likely to be more successful. Modifying your lifestyle can be beneficial now.",
        "Aquarius Daily Love & Relationship Horoscope": "If you are not careful, misunderstandings and interventions by a third party can create serious upheavals in your love life. You must learn to trust both your own feelings as well as that of your partner. Place greater emphasis on what you feel rather than what others say to you. You should also take your partner into confidence about the professional matters that bother you.",
        "Aquarius Career & Money Horoscope": "You have been performing exceptionally well at the office and you are likely to enjoy praise and attention of your boss today. You may be in line for an important promotion. However, envy and jealousy of your colleagues may affect your mood. Your toughest challenge will be to respond in an equitable manner and not let this negativity affect your mind, body or work."
    },
    "11": {
        "Pisces Daily Horoscope": "You will not feel comfortable dealing with unknown factors now. So, you will try to stick to the tried and proven roads rather than try any experimental approach. New opportunities will come your way today, but you are likely to choose one which you are familiar with rather than the one which seem to offer better rewards. Take this time to complete your old projects now.",
        "Pisces Health & Wellness Horoscope": "During the festive season, you had your share of fun and feast. Now is the time to detoxify so that you are back with a splash of energy. Concentrate more on raw fruits and vegetables. Cut down on caffeinated drink and alcoholic drinks. Feel energized and exude positivity. Also, take your loved ones on a healthy regime. They need your support.",
        "Pisces Daily Love & Relationship Horoscope": "The day is perfect to take your relationship to the next level. If you are single, you may choose to enter into an exclusive relationship and if you are already going steady, then a marriage proposal is in the air. However, things cannot move forward unless you take matters into your own hands. You need to show some initiative here.",
        "Pisces Career & Money Horoscope": "You will be able to finish off your creative pursuits successfully. In order to celebrate it you may plan for hosting a party. Invite all those who have supported you in this journey and even your opponents, you must cream them as well! Just strive for maintaining balance between your earning and expenditure."
    }
}]
