horo_english=[{
    "0": {
        "Aries Daily Horoscope": "It is high time that you took a break from your hectic schedule and have a calm look at your surroundings and your condition. You have been rushing about fulfilling your various obligations. Now, you have completed all that you can do and it is time to relax and enjoy the fruits of your planning and your efforts.",
        "Aries Health & Wellness Horoscope": "You are very rigid and go to the extremes when it comes to your diets and exercises. Time to lower your pace since certain problems may arise due to excess strain to your body. It will be a bit tricky to deal with these but you will be able to, if you do not push your body beyond its capability! Being obsessive is no better than being a lax.",
        "Aries Daily Love & Relationship Horoscope": "Recently you have been negligent to all kinds of relationships in your life! But before it gets late you must bridge up the gap! Your partner has stood by you in odd times but somewhere you are not able to give him the same return. Do not be speculative of the flaws your partner possesses. You have not noticed while he has improved greatly!",
        "Aries Career & Money Horoscope": "You have spent somewhat more than what you are accustomed to in the last few days. Today, a mood of caution will descend upon you. You will tighten up your budget and emphasize savings ﾖ a marked shift in approach of the last few days. However, you need to actively work at getting rid of the groundless fear that all your money will run out."
    },
    "1": {
        "Taurus Daily Horoscope": "Situations may arise which may tempt you or force you to act impulsively. This is the time to take charge of yourself and tackle all this with your fighting spirit. Be protective of your children or younger siblings. You will also be able to socialize well with people in society and you will be surprised by the warm welcome they will give you!",
        "Taurus Health & Wellness Horoscope": "Your eyes are a lens and you must clean it up when being used for long. This implies that you must go for a check up of your eyes as cards show that they may get puffy and dark. Your eyes may contract some infection which is not evident to you right now but you may be struck all of a sudden with it.ﾠ",
        "Taurus Daily Love & Relationship Horoscope": "You may decide to show your love and affection for your partner through an extravagant and very public gesture. You may plan a surprise party to honour the achievements of your partner. Minor hitches may develop in the execution of your plans, but your partner will be left in no doubt about your pleasure and depth of commitment to him / her.",
        "Taurus Career & Money Horoscope": "Today under the influence of the planetary energy, you will be able to hear your inner voices. Understand the deep seated meaning of those voices. Once you understand them, you will be able to take on the tasks easily. Also, do not hesitate to express yourself clearly. Use crisp words to express your feelings. Avoid beating around the bush."
    },
    "2": {
        "Gemini Daily Horoscope": "A person who has been around you for a long time but whom you have never really noticed will now begin to play a pivotal role in your mind. It is not just a budding romance. Rather, it is a meeting of mind and spirit that is likely to leave you feeling overwhelmed. Take time to get used to the idea because this person has come in your life to stay.",
        "Gemini Health & Wellness Horoscope": "You will have to consult a healthcare expert today for some health related issues. But if you do not heed the advice now then you are headed for serious trouble on the health front. Do not ignore any health issues now. Even smallest issues should be investigated closely. With proper care, you can maintain a fit lifestyle and avoid health related problems.",
        "Gemini Daily Love & Relationship Horoscope": "The connection with your soul mate seems to be fading away due to work pressures. But you can struggle well to maintain meaningful relations. If you are serious about this person then you must strive to retain the lost charm other wise control your temptations. It will be an unnecessary and wasted effort for some one who does not matter to you much!",
        "Gemini Career & Money Horoscope": "While your finances are showing steady growth and are likely to improve further today, you may feel that circumstances beyond your control is affecting your productivity and your ability to work. But your fears are groundless. Even your superiors will understand and sympathise with your condition and you are likely to receive a lot of support at work. Colleagues are also going to be helpful."
    },
    "3": {
        "Cancer Daily Horoscope": "Enjoy communication and even a day trip with an old friend and family. You should stick to those methods in your work which have proved to be beneficial in the past. It is better not to start any new experimental things today. If you are trying to get a job or a project, stick to conventional methods and sell your ideas and abilities strongly and success will surely be yours.",
        "Cancer Health & Wellness Horoscope": "You seem to be out of form since past few days and that is the cause of your concern. Imbalance between what you do and what you plan to do is the root cause of your failure to accomplish the goals set by you. Relax yourself and expect less from yourself too. You may have an attack of anxiety if you will not retain your cool at this point of time.",
        "Cancer Daily Love & Relationship Horoscope": "You may have a permanent access to some one's heart. Your new affair will have an intimate and fresh new beginning. You will be free minded and will look for real elements of love and compassion without rose-colored glasses. Do not let bitter experiences of the past affect you. However if you are scared then just tread softly.",
        "Cancer Career & Money Horoscope": "Your dream of settling abroad may come true today as you may get offers to work with reputed companies established in foreign lands. However you may face issues in documentation, but these issues will get resolved in no-time. And when you have what all you want, money is certainly going to follow you!"
    },
    "4": {
        "Leo Daily Horoscope": "This is a very good time to implement the plans and promises that you made to yourself. New endeavours are likely to take off the ground very quickly now. However, the time is also favourable for relaxing and having some fun with friends. So, be sure to schedule social activities in the evening. Avoid gossip and you can have a fun filled evening.",
        "Leo Health & Wellness Horoscope": "The day is favourable for outdoor activities and exercises. All the stress will be draining away today and you will end up feeling amazingly energetic and refreshed. This will bring a flood of optimism and you will be able to tackle any task ﾖ even those which you have been putting off. Your enthusiasm is likely to infect others in your family or friend circle and you can all end up organizing an impromptu outdoor game or picnic.",
        "Leo Daily Love & Relationship Horoscope": "You are feeling especially sanguine and diplomatic today. Hence, you will be able to handle any situation that arises in your family or your relationship today. Your partner may be misinformed about you or may come out with a grudge from long ago. You will be able to deal with this easily in a sympathetic manner which will actually strengthen your relationship.",
        "Leo Career & Money Horoscope": "You are in a mood of speculation today; still your ability to stay focused will be quite strong. You must stick to your office desk or work station at home in order to finish maximum work in minimum time. However working at home will be conserving more time, energy and money. Order something or do some window shopping online."
    },
    "5": {
        "Virgo Daily Horoscope": "New horizons are opening up in front of you. A talent which you have always treated as a hobby may become something more and you may find yourself making a living doing what you love. New developments are expected in every front which would broaden your ideas and may completely change the character of your life. You will be experiencing a rare moment of satisfaction with your life.",
        "Virgo Health & Wellness Horoscope": "The day can be quite confusing for you with conflicting opinions and different opportunities rising on all sides. While a number of forces pull you in many different directions, try not to overanalyze or please everybody. Instead, going with your own heart can turn out to be just the thing for you, even if you do not realize it at the time.",
        "Virgo Daily Love & Relationship Horoscope": "This is a puzzling day for you as far as relationships are concerned. You will fail to understand the actions and motivations of your partner. A vague sense of disquiet and dissatisfaction is also likely to occur in you. You need to give time to work everything out. Trying to hurry things along today is not going to be of any help. Rather, take it slow and the situation will resolve itself.",
        "Virgo Career & Money Horoscope": "Research students are going to receive a piece of very good news today. Those sitting for competitive examinations will also fare better than expectations. However, timing can be crucial today. The opportunity that will be brought by these events need to be utilized as quickly as possible; otherwise, you may have missed the boat. You may have to take a bold step to secure your career."
    },
    "6": {
        "Libra Daily Horoscope": "Someone around you will try to involve you in a needless power struggle. The key here is to keep an open mind and a calm demeanour so that you do not end up playing someone elseﾒs power games and getting involved in complications. If you keep an eye out, you can easily avoid this and have a perfectly nice and worry free day.",
        "Libra Health & Wellness Horoscope": "Physically taxing activities are on the cards today and you are going to enjoy every minute of it. You will be at the top of your form and will perform excellently in all sporting and athletic pursuits. You will have a tendency to drive yourself hard, carries away by your success. However, this is not going to have any negative effects as long as you remember to regulate your diet.",
        "Libra Daily Love & Relationship Horoscope": "Today you may meet someone whom you have been dreaming of. The person will be interesting and adventurous like you. You have been hoping to meet someone like this for quite some time. Sparks will flow today and you may find yourself thinking about that person. Do not forget to subtly give a hint about your liking for that person.",
        "Libra Career & Money Horoscope": "You have been pulled in different directions for the last few days and have found it difficult to take decisive action. However, today you will experience a rare clarity of vision and will be able to take clear and proper decision regarding the issues at your workplace. You are also likely to get good career advice from someone. You are also likely to come in contact with someone who will prove to be very influential in your future career life."
    },
    "7": {
        "Scorpio Daily Horoscope": "You are a good judge and can analyze things very well. Today you will receive a lot of appreciation for this outlook of yours. People will look up to you for your ability to act well and get things done in a perfect way! You may receive unexpected news requiring you to travel to the most dangerous destinations. Do not panic, it is going to be a short trip!",
        "Scorpio Health & Wellness Horoscope": "Be sure to get plenty of physical exercise today. You may soon be called upon to perform a physically taxing activity and this is going to require resources and physical stamina that you never thought that you possessed. Eat moderately as overeating is likely to cause a number of problems including stomach ailments today. You must include breathing exercises in order to relieve stress.",
        "Scorpio Daily Love & Relationship Horoscope": "Be prepared for some bit of good news from your partner, or you may be getting a very good gift from him / her today. If you are single, this is the right time to meet that special someone who can create a major difference in your life. Keep an open mind and you will see love blooming at unexpected places.",
        "Scorpio Career & Money Horoscope": "There is a major possibility that you may have to go abroad in connection with your job or career. Those who have applied for visa to study overseas are going to get the visa today. You may be transferred by your office to somewhere exotic. Be sure to grab this chance of going abroad and advancing your career. If you are already located in a foreign country, the prospect of transfer back to your own country does not look good."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You are going to juggle a number of issues today and all of them will be of pressing importance. Time schedules can get especially difficult and you may end up feeling rather frazzled. In addition, you will probably come to know of some schemes which appear far out of the box. You may end up feeling torn and may do or say something that you will regret later.",
        "Sagittarius Health & Wellness Horoscope": "It is necessary for you to stop eating indiscriminately if you want to get rid of the stomach ailment that had been troubling you for the last few days. A strict dietary regime can heal you within a few days, but you have been ignoring your health and it is necessary to give the greatest emphasis on a healthy diet and lifestyle.",
        "Sagittarius Daily Love & Relationship Horoscope": "Misunderstandings may crop up in your relationship today. You have probably acted out of good intentions, but you failed to take into account all the implications of your actions for others involved. The result is that your pure motives will be viewed rather differently by your partner. You are going to need a lot of patience to sort out this situation.",
        "Sagittarius Career & Money Horoscope": "Pending work at office may pull you apart today. You may find yourself doing a late shift. Pay attention to yourself as well. This is just a passing phase. Your boredom of last week has its negative effect on you today. Be gentle and humble to others as you might head for an argument today. Avoid such situations."
    },
    "9": {
        "Capricorn Daily Horoscope": "The day will be fine in the beginning although it may turn out to be a little hectic later on. Someone at home may be ill and you may have to attend him/her amidst a jam-packed schedule. You may receive happiness from friends or even colleagues and will make plans of spending time with them in the near future.",
        "Capricorn Health & Wellness Horoscope": "You are going to get good health related advice from someone who may be close to you or a complete stranger. You will benefit markedly if you pay heed to this advice. The day is ideal for relaxing and getting rid of your accumulated stress. You should take this time to practice some much needed meditation to refresh your mind.",
        "Capricorn Daily Love & Relationship Horoscope": "Change, revolution and passion are indicated for you today. You refuse to sit on the fence anymore and you refuse to let destiny take its course without making an effort to guide it towards what you want. Your intensity of feeling may even leave your partner somewhat dazzled. Let your instincts guide you in making romantic decisions and they will take your life in a new direction.",
        "Capricorn Career & Money Horoscope": "Today is a lucky day for you. You may be on top in any meeting or negotiation. You will sail through any circuitous situation with much ease. Your efforts will be appreciated. If you are planning to invest today in a property, you may get a good deal. Read the documents carefully before agreeing for the terms."
    },
    "10": {
        "Aquarius Daily Horoscope": "You are like an unbeatable force today and though there will be oppositions, you will easily annihilate them. This is the day to accomplish what you have been trying to do for a long time because simply no one can stop you now. Keep your must urgent tasks scheduled for today and success will be yours at every step of the way.",
        "Aquarius Health & Wellness Horoscope": "You have charming features and you just need to polish yourself! Go for a massage which will impart radiance to your skin, go for a haircut or get your nails done or you can even lie like an immortal in a tub loaded with petals. Indulge yourself in healthy pleasures and do not question yourself over it! It is a healthy indulgence so you deserve it!",
        "Aquarius Daily Love & Relationship Horoscope": "It is time to take a step back and examine your relationship in the cold light of reason. You have been ignoring some information about your partner but you need to realize that this will not make it go away. Instead, you need to factor that in as you analyze the dynamics of your relationship. You may have to take some tough decisions at this time.",
        "Aquarius Career & Money Horoscope": "Today is a lucky day for you as far as the money is concerned. You may receive your money if you have lent somebody in the past. You may also see your luck shining in financial schemes like chit fund or any other form of gambling. Students may see their career going in the right track today meaning that any exam or small test will yield good results."
    },
    "11": {
        "Pisces Daily Horoscope": "The time is ripe to take some bold steps. This is not the time to hesitate. Instead, decisive action is critical. Do not shy away from opportunities. A leap of faith at this time can dramatically alter your life for the better, though it may not seem so now. It is also time to re-evaluate old relationships and cut out the deadwood.ﾠ",
        "Pisces Health & Wellness Horoscope": "You seem to be a bit disturbed because you feel that nobody loves you! A simple hug can work out wonders for you. Do not take it wrongly as the need for carnal pleasures. You may break down emotionally when some one showers love on you. Let it all come out without questioning yourself over it.ﾠﾠﾠﾠ",
        "Pisces Daily Love & Relationship Horoscope": "At this point of time you may indulge into carnal pleasures mostly! Someone torrid and intimate is around and you just cannot resist him! But be careful, the forbidden fruits are hard to digest! Make sure that you have no consequences to face arising from this fun and frolic filled adventure of yours.",
        "Pisces Career & Money Horoscope": "Your career is poised on the verge of a major breakthrough. Decisive action on your part is needed to decide which direction you want it to take. You need to analyze the pros and cons carefully. Your decision is going to affect your life and if you do decide to take the correct alternative, your income is likely to increase considerably over the next few days due to your decision."
    }
}]
