horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You may face certain restrictions from the family, possibly due to the trouble from close relatives. It will not last for long but will affect you severely so just ignore it till it gets over. Today you will spend money in buying useful assets and will be busy with household related work, may be selling the least important equipments or just a regular clean-up of the house.",
        "Aries Health & Wellness Horoscope": "Viral cold or seasonal fevers may affect you today. You should take timely precautions and preventive medicines to guard against this. On the whole, you have adopted a healthy lifestyle and you will begin to reap the benefits of these positive steps very soon. A sense of wellbeing pervades your mind. Rest and relaxation can go a long way in helping your health today.",
        "Aries Daily Love & Relationship Horoscope": "You may come across certain information which will help you to understand your partner and the direction of your relationship better. Your partner may have been sending off confusing and contradictory signals in the last few days, but today you will begin to understand the significance of this behaviour. This will help you to take important decisions regarding the future nature of your relationships.",
        "Aries Career & Money Horoscope": "The work seems to get severely affected due to your overly emotional behavior. Get accustomed to it for a while as getting rid of it will take time. Try to put this sensitivity of yours to your advantage by being empathetic towards other people around. In free time look for real estate properties which are worthy of investment."
    },
    "1": {
        "Taurus Daily Horoscope": "Time to honor your commitments! This may require a lot of compromise with your fun and frolic but you have to do it if you do not want to let down others! Your imaginative capabilities may help you pursue your goal. Your progress will be huge since you are focused on humanitarian needs.",
        "Taurus Health & Wellness Horoscope": "Chronic ailments have been troubling you for the last few days but today you will discover a satisfactory way to deal with these problems. Be warned that the method will take time and patience in order to be effective, but if you follow the regimen strictly, you will be able to get rid of a painful chronic complaint to a large extent.",
        "Taurus Daily Love & Relationship Horoscope": "It is necessary that you slow down in your romantic life. You have been taking every emotion with a high degree of intensity, but it is not possible to sustain this. You need to take things slow today. Replace passion with romance and old fashioned courting, even if your mind instructs you to go for it all at once. Small meaningful gestures will go a long way today.",
        "Taurus Career & Money Horoscope": "You are likely to get a very good job offer today, but in a completely different field. You will have to engage in a lot of comparison to take the correct job related decisions. Though this is not going to be easy, it is advisable not to change your field completely. You need to take the advice of your family or your partner regarding which job to keep."
    },
    "2": {
        "Gemini Daily Horoscope": "You can expect a considerable degree of support and recognition from those around you. You are now full of vitality and optimism and are ready to take on new projects. But you have not lost your ability to identify and judge a good project. This will lead you to invest in certain ventures that are likely to be highly rewarding in the future.",
        "Gemini Health & Wellness Horoscope": "Someone is going to inspire you to a higher level of physical fitness today. You know on an intellectual level that you need to improve your fitness, but you have been dragging your feet. Today, you will come across someone who may not be physically in a superb shape, but who will inspire you to improve your health. You will start a new diet or new exercise pattern today.",
        "Gemini Daily Love & Relationship Horoscope": "You may form new alliances today. Hopefully it will be a serious one and will go a long way. You will be loved by someone special and you will love him back too. However certain issues may crop up due to family interference and other unseen circumstances waiting to test the durability of your relationship.",
        "Gemini Career & Money Horoscope": "You are involved in professions involving travel and socializing. Put your best foot forward as you may be able to establish very good networks with people of great importance. Pay attention to what is going around you. Your competitors may be setting up a stiff competition for you to crack and walk ahead in your career!"
    },
    "3": {
        "Cancer Daily Horoscope": "Tell your panicky inner self not to get intimidated by the issues surrounding you. The problems are clouded by various factors for which others are responsible and not you! All these matters are trivial and will get resolved in no time. Plan up for recreational activities to relieve yourself from the stresses!",
        "Cancer Health & Wellness Horoscope": "You will become aware of the health risks of your current lifestyle and may initiate a regime to correct it. You may have to undergo a health check up due to some reasons and this is likely to alert you to the possible danger. You have adopted a better lifestyle a number of times in the past, but this time you will find it much easier to stick to the regime this time.",
        "Cancer Daily Love & Relationship Horoscope": "It is useless to drag a relationship for the sheer reason that you are in the relationship for a long time. Today you may feel low because of uncertainty and mental instability. Do not feel guilty. The relationship is not worth sticking to. Move on. Make up your mind today. You may move out of your relationship if you make yourself strong enough.",
        "Cancer Career & Money Horoscope": "Great job opportunities are awaiting you! Think carefully and if it all suits you well make a transition in your career. One of your colleagues will be quitting the job and you may help someone else fill in this gap by recommending them. Though you may not realize but your opinions have a high regard. Finances will improve as your salary will hike irrespective of where you are!"
    },
    "4": {
        "Leo Daily Horoscope": "You will feel confident about broadening your horizons even though your family may feel disgusting about it. Commit yourself to what you want to do. Do not work under the cover; bring into light whatever you have been doing. You may find new attachments rushing into your life in the form of friendship.ﾠﾠ",
        "Leo Health & Wellness Horoscope": "For a long time you have been ignoring your inner voice which is urging you to get in the groove of a healthy living. But today, you will honor your intuition and you always knew the correct thing to do. You might analyze yourself holistically as ignoring anymore is not your agenda today. Stick to your voice and plan a workable fitness routine.",
        "Leo Daily Love & Relationship Horoscope": "The day is ideal for spending quality time with your family. You can also take care of some important family commitments now. Take your kids out to a game or a visit to their favourite place. You may also spend time with your parents and siblings. The evening is especially suited to romance and an intimate gathering. You can explore each othersﾒ feelings in depth today.",
        "Leo Career & Money Horoscope": "Depression and hardships are indicated at the work front. However, if you have managed to learn from previous experiences, you will be able to deal with these quite easily. It is necessary to draw from your own knowledge of the past. Timely application of this knowledge can take your career very far at this position. You also need to take decisions quickly for them to be effective."
    },
    "5": {
        "Virgo Daily Horoscope": "The day is going to be an emotionally intense one for you. You will bring great passion to everything that you do today and success will follow as an inevitable result. You may have been avoiding an issue because it is too close to you, but today is the best day to tackle this issue and confront it head on.",
        "Virgo Health & Wellness Horoscope": "You have tried a new work out and it does wonders for you. Today you may be showered with compliments. You may have lost a few inches from your waistline. You may be feeling more energetic and active. A new hobby may attract you and you may find yourself completely engrossed in it. A very positive day is marked for you.",
        "Virgo Daily Love & Relationship Horoscope": "You are bound to be more logical and questioning in your relationships today! Behaving rationally with the right person can be a big turn off and the day may seem to be a failure which otherwise would have been an awesome one! Explore the sensuality within yourself and in your partner.",
        "Virgo Career & Money Horoscope": "It seems like your travel cost to your workplace is increasing day by day. Also the card shows that the office politics are strong and working against you these days. But you keep working as usual and you may get promoted soon. In any case the politics will keep mounting up out of jealousy."
    },
    "6": {
        "Libra Daily Horoscope": "The day is likely to be eventful. Circumstances may arise which will force you to confront a past event which you have been avoiding. You need to adopt a tolerant viewpoint in order to deal with this past situation as you tend to be needlessly hard on everyone ﾖ especially yourself. New opportunities can arise from this confrontation. The end result will be positive.",
        "Libra Health & Wellness Horoscope": "Your health is going to be excellent today. Tune in to some wellness music or go for a soothing session of aromatherapy at home to keep on holding to this state of wellness. However, a family member may suffer from a minor illness and you may have to nurse him / her through it. Your mental stress will also be considerably less today.",
        "Libra Daily Love & Relationship Horoscope": "It is time to take a step back and examine your relationship in the cold light of reason. You have been ignoring some information about your partner but you need to realize that this will not make it go away. Instead, you need to factor that in as you analyze the dynamics of your relationship. You may have to take some tough decisions at this time.",
        "Libra Career & Money Horoscope": "The cards show a twisted tale of love at the workplace. Be extremely careful. A secret work assignment may lead to a rift between you and your partner. Make your partner understand the reasons for confidentiality and they will support you! Finances will flourish and will remain balanced."
    },
    "7": {
        "Scorpio Daily Horoscope": "Old connections and experiences can play an important role in your life now. You will be under tremendous pressure to perform well in all spheres, but you need to realize that much of these pressure stem from the impossibly high standards that you have set for yourself. Honesty and integrity will take you far in your chosen field, but be ready to remain true to your own beliefs and ideals.",
        "Scorpio Health & Wellness Horoscope": "Until and unless you devote a waking hour to your health, you have made no good use of your day! Try to ponder upon the various activities you do and how they affect you! For instance monitor your breathing habits and analyze how it affects the way you talk or you love! Yoga seems to be the best exercise for you at this point of time.",
        "Scorpio Daily Love & Relationship Horoscope": "Those who are in the habit of moving around freely may face a lot of threat to their integrity. You may be desired by many but cannot be acknowledged well cause of the mobile nature of your job making you unfit for staying close to home! Your partner is correct from his or her point of view; after all you cannot manage families on the go!",
        "Scorpio Career & Money Horoscope": "The day is perfect for undertaking a new business venture. You may have been thinking about this idea for some time now and there is no time like the present to implement it. New opportunities will come knocking on your door and almost all of them will be genuine. If you do take the final decision, you will see most of the other problems which you worried about, have disappeared."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You seem to make a shift from your old ideologies to new ones. Do not think differently today, it will badly impact your impression over others. Reassess yourself by introspecting what you actually want before making any move. Good time to buy a new vehicle and other assets for fulfilling home needs.",
        "Sagittarius Health & Wellness Horoscope": "It is high time that you realize that your health is one of your assets and needs to be developed. Today is a good day to start a health regime, take up a sport or join an exercise class. Swimming or other aquatic activities can prove to be of special benefit to you. If you initiate a healthy regimen today, it has a greater chance of success.",
        "Sagittarius Daily Love & Relationship Horoscope": "You are likely to be swept off your feet by a gesture that your partner decides to make. If you are used to intimate dinners, be prepared for a rowdy but friendly family gathering tonight and vice versa. If you are single, this gesture can help you see your prospective partner in a new light and take decisions about the future accordingly.",
        "Sagittarius Career & Money Horoscope": "People engaged in teaching, writing, journalism and literature are going to enjoy huge success in their career today and you may be honoured for your achievements. The day is also suitable for investment in educational institutions and in construction business. In general, you are going to enjoy a quiet day at work ﾖ a relief from the rush of the past few days."
    },
    "9": {
        "Capricorn Daily Horoscope": "There may be a psychological fact which is causing you a lot of discomfort. You may have reminisced about the bad happenings of the past. Go and share your concerns with a friend or a relative and the day will turn out to be a great one for you! These are just certain demonstrations to make you strong in life!",
        "Capricorn Health & Wellness Horoscope": "You have to take extra care not to gain weight. You will find that even if you have controlled your diet, you are feeling heavy and bloated. A sort of lethargy may overcome you, leaving you feeling tired and indifferent. This is a condition of your mind rather than of your body. Meditation and other mind body discipline can help you feel lighter and fitter today.",
        "Capricorn Daily Love & Relationship Horoscope": "Today, you may need to adjust your attitude towards your loved one. He or she is likely to be under stress and may even take out the stress on you. If you retaliate in kind, the situation will degenerate. Instead, try to be understanding and accommodating and you will be rewarded with gratitude and tenderness ﾖ if not today, then certainly later.",
        "Capricorn Career & Money Horoscope": "You are likely to inherit money today, most probably from an unlikely source. Speculative ventures, investments in stocks and short term investment in the market are likely to meet with success. Your financial luck is running high. Just rein in your impulse for extravagance and you will enjoy financial security now. You are also likely to make considerable donation to charities."
    },
    "10": {
        "Aquarius Daily Horoscope": "Today is a great day to be adventurous. The lady luck smiles on your fortune and whatever you do, you simply canﾒt do it wrong. If you wish to invest, this is a good time to do it. Expect to meet the true love of your life around the corner. Be cautious about your health though, you are prone to the eternal cough and cold attacks.",
        "Aquarius Health & Wellness Horoscope": "A loved one needs your attention as they might be prone to some illness. You may see yourself nursing your loved one. Maintain hygiene today and wash your hands after nursing. Do not ignore your health as well. Today is the day to be conscious of small things as you may be prone to suffer from a few minor infections.",
        "Aquarius Daily Love & Relationship Horoscope": "Today, you will begin to understand that you will not respond to anybody elseﾒs manipulations and will set about drawing some healthy boundaries in your relationships. You have to understand that even your greatest well wisher should not be allowed to take your decisions for you and ultimately it is your opinion that matters. Take that first step and yourself respect will increase markedly.",
        "Aquarius Career & Money Horoscope": "This is a good time to support you with activities and achievements and will empower you with a sense of accomplishment that you are first on the track! So this is the perfect time to make a fresh start, be it of a new project or a new job opportunity. Try to retain this energy until you reach your final destination."
    },
    "11": {
        "Pisces Daily Horoscope": "You will have to put your trust into another person today. This person can be someone close to you ﾖ a friend or a relative. He or she will help you in some crucial task which will significantly affect your future, but the key here is the trust that you will have to place in that person. This will require a leap of faith on your part.",
        "Pisces Health & Wellness Horoscope": "You may experience lethargy today, but this is a natural reaction to the frantic pace that you have been setting for yourself for the last few days. Minor aches and pains may also occur, especially in your leg muscles and these too are the result of over exhaustion. So, take the day easy with plenty of rest and good food to recover your strength.",
        "Pisces Daily Love & Relationship Horoscope": "Both you and your partner are full of ideas today! You may organize events at your workplace collectively or arrange a social gathering at home with your dear ones! Either of the two attempts will fetch a higher social status and build better bonds with people. Just do not invite those who are not your well wishers!",
        "Pisces Career & Money Horoscope": "Lately, your expenses were consistently exceeding your income, but from today you will see a distinct and welcome change. Fortune at last seems to smile upon you as your expenses taper off and your income shows signs of improvements. However, you need to be cautious and slow. Needless haste at this time can put your finances into serious trouble."
    }
}]
