horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You have a crisp tongue and a logical mind. But this ability of yours may suffer today due to your insecure nature. Try to go with the flow instead of opposing it like always. Experience will teach you a lot more worthy lessons which the satiation of your ego can never. Later on you will be at ease and will be full of confidence.",
        "Aries Health & Wellness Horoscope": "You may be a little crazy today! After a rigorous workout session you may treat yourself with a chocolate cake! And this is where you need to control. Consume something sweet containing much less calories than the chocolate cake! And if you will not remain restricted by the diet suggested by the gym instructors, you can never get back in shape in a short time!",
        "Aries Daily Love & Relationship Horoscope": "The time is just right to get serious about love and romantic affairs. You will find that you are no longer interested in idle flirtations. Instead, you will gravitate naturally towards more serious and mature romantic partner. You will also begin to think of your long term future and relationships and may even start taking the first steps towards a long term commitment.",
        "Aries Career & Money Horoscope": "You will be filled with professional confidence today. You are going to respond strongly and intuitively to work related concerns and no problem is too big for you to handle today. Minor crises may occur at the workplace but you are more than equal to dealing with them and come out with flying colours. Your co-workers will be impressed by your ability."
    },
    "1": {
        "Taurus Daily Horoscope": "Old connections and experiences can play an important role in your life now. You will be under tremendous pressure to perform well in all spheres, but you need to realize that much of these pressure stem from the impossibly high standards that you have set for yourself. Honesty and integrity will take you far in your chosen field, but be ready to remain true to your own beliefs and ideals.",
        "Taurus Health & Wellness Horoscope": "Stomach ailments have a high chance of occurring today. You have to take special precaution against drinking water and other fluids because the chances of a waterborne disease are high. It is also prudent to avoid all unhygienic food items as you are vulnerable to infections today. You may also face some problem with acne, but they will clear up after timely intervention.",
        "Taurus Daily Love & Relationship Horoscope": "Friends, co-workers and all sorts of people you know may try to enlighten you about the things you must do for your love life to gather up some pace! Follow what they say to update your dating database, except the flirting tips! You are looking for love so better focus on it rather than locking yourself for some momentary pleasure!",
        "Taurus Career & Money Horoscope": "Your sense of humor is your biggest asset; make the best use of it to bridge the gap between yourself and your superiors! The sitcoms are the best way out, so just try to think about it when you face the burn rather than taking the harsh words to your heart. Cards show that you may receive money from unexpected sources."
    },
    "2": {
        "Gemini Daily Horoscope": "You are likely to come across an unlikely experience today. It is not necessarily unpleasant, but it is likely to rattle you. It can bring about a radical change in your outlook. Do not be afraid to express your feelings, but this time is more suitable to put the emotional demands of the others ahead of those of your own.",
        "Gemini Health & Wellness Horoscope": "You look for comfort and security at the same time. Try to be a little free minded. Approvals will come with time and other good things happen gradually so all will fall in place in sometime but it will not get delayed. Do not stay up late in the night! Sacrifice your morning sleep for maintaining good health which you may lose if you tend to be a little careless even!",
        "Gemini Daily Love & Relationship Horoscope": "You will be faced with a number of financial demands from your family at this time. It is your commitment towards your family and you will have to meet them. You need to understand that though they seem like a lot, they are actually justified. But do not worry, you will find yourself more than capable of meeting all the expectations and these will end up ultimately strengthening your relationships.",
        "Gemini Career & Money Horoscope": "Do not get disappointed since your efforts have gone in vain and you need to re-work! The input given by you may have not been successful in resolving the pressing issues but have given you a better insight of the most intricate details. Enjoy your day as you will be benefiting financially from your past investments."
    },
    "3": {
        "Cancer Daily Horoscope": "If you are saving up for the right occasion, then today just might be the day. Expect good news today that is sure to bring a smile on your lips and tear on your eyes. It is predicted that you will be surrounded by friends and family today. Jolly time is around the corner. However, donﾒt forget to take care of your health.",
        "Cancer Health & Wellness Horoscope": "You need to be in a more flexible frame of mind, but today you are likely to dig your heel in and refuse to listen to either common sense or good advice. This rigidity on your part will probably create some tension both at home and at work. The only remedy is to try to keep an open mind and listen to what other people have to say.",
        "Cancer Daily Love & Relationship Horoscope": "It is a great day; you may get back to your ex-love! You had certain difference among yourselves when you split up with your beloved! However you must take time to think about moving in together again as this is not a very good day to reach onto any decision! You will have enough time to work out what ever you have in your mind!",
        "Cancer Career & Money Horoscope": "The day is quite favourable for job related ventures today. You have always been sincere and hardworking and in the past, it has seemed unrewarding a few times. But now, fortune will make up for everything. A number of your projects will come to successful fruition. This is the day to enjoy the praise of your superiors and adulations of your juniors."
    },
    "4": {
        "Leo Daily Horoscope": "You will easily get many opportunities to complete your unfinished work on time. Other problems which may crop up will get resolved quickly so do not bother yourself about them. Try to make the most of the day because what ever you will do today, will be successful as well as fruitful. You may be looking for a good advice from someone dear to you.",
        "Leo Health & Wellness Horoscope": "You may experience marked mood swings today. You may feel exuberant at one moment and depressed the next. These moods can actually be better related to what you are eating and your physical activities rather than what is happening in your life. You can consult a professional about your diet. This advice will prove immensely helpful in altering your lifestyle and a reduction in this moodiness.",
        "Leo Daily Love & Relationship Horoscope": "The day is perfect to take your relationship to the next level. If you are single, you may choose to enter into an exclusive relationship and if you are already going steady, then a marriage proposal is in the air. However, things cannot move forward unless you take matters into your own hands. You need to show some initiative here.",
        "Leo Career & Money Horoscope": "You need to make special use of your communication and negotiation skills at your place of work today. Be careful not to complain loudly or tread on any toes. Instead, you will need to exercise diplomacy and tact in order to make the most of a delicate situation at work. Your successful negotiation can also advance your career considerably."
    },
    "5": {
        "Virgo Daily Horoscope": "It may be a day of introspection and re-evaluation of your principles. You may question yourself and your partner for the past decisions. Still you will follow a very supportive approach towards your partner and you expect the same in return. There is absolutely no harm in adopting new ideologies in life when the former ones do not seem to be working well anymore.",
        "Virgo Health & Wellness Horoscope": "You take things slow and steady. But you also do not shy away from showing an instant spurt of energy. This of course surprises all around you. Similarly your skin also takes the same course. At one time you enjoy a porcelain complexion and at other time there is a sudden burst of pimple. Drink gallons of water on a daily basis.",
        "Virgo Daily Love & Relationship Horoscope": "You need to realize that boundaries are the sign of a healthy relationship. Do not encroach into the personal space of your partner and then try to justify it in the name of love. It is also necessary to ensure that you are not letting your partner dominate you because this can lead to serious complications in the future.",
        "Virgo Career & Money Horoscope": "Taking control of your own finances is very important for you now and you are not afraid of hard work to achieve this goal. You are very organized and disciplined today and are ready to tackle career issues with a very practical eye. Start your good work today and your finances will reflect the positive results within a very short time."
    },
    "6": {
        "Libra Daily Horoscope": "You may be vulnerable to emotions and financial loss today! However you can easily safeguard your interest if you distance yourself from people who are trying to drag you into events for their gain. Just hibernate for the day and heal the wounds which may re-surface upon reminiscing about the past.",
        "Libra Health & Wellness Horoscope": "Minor respiratory ailments are seen on the cards. Avoid going into places where there will be allergens present. Those who are involved in professions of mining or similar fields cannot avoid it completely. But they should take a break from the site work for curing health or as a precautionary measure beforehand.",
        "Libra Daily Love & Relationship Horoscope": "You are standing at a critical juncture in your relationship and you will be blessed with unusual clarity of vision today. You will be able to judge clearly and without emotion where you were and where you are now going. You will also be able to judge whether you are happy with the direction your life has taken and whether to stick to this course or not.",
        "Libra Career & Money Horoscope": "There is an atmosphere of tension at your workplace. It may be due to the heavy losses incurred, for which you are no where responsible. Do not allow yourself to take in this kind of energy. Instead try to motivate all those who are struck by this wave of negative thoughts. You will be able to receive the required wealth from various sources to manage the expenses."
    },
    "7": {
        "Scorpio Daily Horoscope": "Cards show that you need to socialize more than ever today! You want to make a transition in your lifestyle and career by indulging in work requiring communication with others. Try to accomplish what all you set out to do! You can maintain a sharp focus on what ever you want to do; just make sure you do not go overboard.",
        "Scorpio Health & Wellness Horoscope": "It is a good idea to increase your strength at this point of time. Continue to do the physical exercises you have been doing regularly in addition to yoga and running practices. However if there is a particular side in your body which is weak then be selective in your approach. Try to lift weight from the hand situated in the weaker portion of the body.",
        "Scorpio Daily Love & Relationship Horoscope": "The planets line up today to make you feel very romantic and emotional. You have just been paying lip service to the tenets of love recently, but now you are ready to fully commit yourself to the requirements of love. This call to action from your heart comes at a very critical time indeed and if you want to preserve your romantic partnership, you must act on it without delay.",
        "Scorpio Career & Money Horoscope": "You may be a spendthrift today! Your sub conscious seems to be guided by the signs from spiritual guides and this is where you are getting trapped! It is good to try remedies but not at the cost of losing all of your savings! Factually all this will do no good, just keep patience and things will work out gradually."
    },
    "8": {
        "Sagittarius Daily Horoscope": "There are a few surprises in store for you today, but do not worry. They are all pleasant! Some of the things for which you have been waiting for a long time are likely to come to fruition today. Some of your efforts which you thought have been wasted will finally be successful. So, celebrate tonight with family and friends and even they may have good news to share.",
        "Sagittarius Health & Wellness Horoscope": "Pay a lot of attention to revise your diet and incorporate healthy meals in it. Drink a lot of water to keep your blood pressure in control. Try to tackle your personal relationships later on as they seem to hamper you more in addition to the digestive tract ailments. Relieve yourself mentally and stop thinking about other things as well.",
        "Sagittarius Daily Love & Relationship Horoscope": "Recently you have been negligent to all kinds of relationships in your life! But before it gets late you must bridge up the gap! Your partner has stood by you in odd times but somewhere you are not able to give him the same return. Do not be speculative of the flaws your partner possesses. You have not noticed while he has improved greatly!",
        "Sagittarius Career & Money Horoscope": "You are resourceful and today you are going to find an opportunity to work seriously and earn money doing what you love. There is also a strong chance that you may take a risk and leave your job to pursue a vocation in art. While prudence is advisable, following your heart will not land you in any difficulty regarding your finance."
    },
    "9": {
        "Capricorn Daily Horoscope": "The planetary positions indicate that unexpected hindrances can arise in your path now. You have been experiencing smooth sailing for the past few days and there has been nothing indicating otherwise. But today there are going to be hitches and disturbances which can affect your productivity and your mood. Unforeseen complications can lead to the stalling of your project.",
        "Capricorn Health & Wellness Horoscope": "You may come across any intense situation which will affect your health severely. Try to free yourself of the burden of work in the days to come to avoid feeling over exhausted. Preserve this energy for making a strong comeback. Do not stretch much over a project as it will ultimately lead you to suffer from headaches or general tension.",
        "Capricorn Daily Love & Relationship Horoscope": "The planetary positions reflect that some major conflict is coming your way. This conflict may affect both your love life and your career. It is important that you do not react emotionally to the words and actions of your partner. Instead, every gesture has to be judged in an impartial light to make sure that you are taking the right decision.",
        "Capricorn Career & Money Horoscope": "You will be able to finish off your creative pursuits successfully. In order to celebrate it you may plan for hosting a party. Invite all those who have supported you in this journey and even your opponents, you must cream them as well! Just strive for maintaining balance between your earning and expenditure."
    },
    "10": {
        "Aquarius Daily Horoscope": "Simply stay away fro people who are full of negativity. They are trying to drill the same in your mind which will make you paralyzed when you are so close to your goal. Try to be at home with your family for most of the time today for peace and to finish up all the pending work. Decorate your room with photographs to relish some sweet memories too.",
        "Aquarius Health & Wellness Horoscope": "You are high on energy today which will reflect in your actions. You also enjoy a good health in general. You may plan for some health routine today if you have been ignoring it for some time. You may have to go in the sun in connection to your work so carry an umbrella with you as you may be prone to develop headache latter in the day.",
        "Aquarius Daily Love & Relationship Horoscope": "Disagreements are likely to flare up between you and your partner today. The issues may be very minor or may be vital, but they have all been festering for quite some time in your relationship. This has resulted from a lack of proper communication between you. You are going to require huge amount of patience to deal with the situation if you want to save this relationship.",
        "Aquarius Career & Money Horoscope": "Be sure to consider both short term and long term ramifications of your financial and career related plans before you go forward with them. A careful cost benefit analysis of all your career related plans must be done before you jump in with both feet. Take a long look at them from a distance. Getting a second opinion from a knowledgeable person can also be worthwhile."
    },
    "11": {
        "Pisces Daily Horoscope": "You have been impulsive in decision making for quite some time. But today you will realize the importance of planning and a meticulous approach. From now on, your approach towards anything will see a well charted and organized approach. It is never too late to start planning. With planning, you will also see yourself carrying proper execution of plans.",
        "Pisces Health & Wellness Horoscope": "This day is particularly favourable for spending time with your family. Go for some bonding with your parents or sibling or enjoy a quiet time with your spouse. Get involved in a fun activity with your children. Even if work pressure threatens to mount, put them aside for today and celebrate the togetherness. You may be surprised at what you can learn from these family sessions.",
        "Pisces Daily Love & Relationship Horoscope": "You may have short and quiver involvements with attractive strangers. You will be able to convince them easily with your charm and sugar coated talks. But do not expect these involvements to lead anywhere. Do not look for deeper meanings when there isnﾒt any! Flirting is in the air and you must breathe it in.ﾠﾠﾠ",
        "Pisces Career & Money Horoscope": "A number of new and different work opportunities will come your way today. There will be a rush of new clients or customers and several projects will be offered to you ﾖ some of which have the potential of becoming your dream project. In order to exploit this opportunity, you will have to work extra hard today, and you are going to enjoy every minute of it."
    }
}]
