horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You are likely to come across a big idea today and you must not reject it out of hand because it seems too improbable. This is the day to think big and to reach high. You should study the obstacles to your plan well and soon you will find that the obstacle itself will suggest how you can get rid of it.",
        "Aries Health & Wellness Horoscope": "The symptoms may get amplified and you may be deeply troubled. But you can handle all this on your own. Try to follow the hints which these symptoms provide. It will help you backtrack and reach to the root cause of the disease. Take proper measures to remove the infection and you will wipe off more diseases which you could not even see until now.",
        "Aries Daily Love & Relationship Horoscope": "There is some one close to you who wants to be your lover. But you wish to keep it to friendship only! It will be better if you let this person know your feelings very openly. However this person is an ultimate source of love and compassion for you and has been cushioning you against the bruises of life! My advice is to reconsider your decision.",
        "Aries Career & Money Horoscope": "The challenging times are over. You have successfully dealt with the obstacles that fate threw at you. So, now it is very much necessary to keep your cool. Also, you can now begin to relax as the pressure will reduce noticeably at the workplace. Financial gains for performing well will also be coming your way. This is also a good time to invest this money in long term investments."
    },
    "1": {
        "Taurus Daily Horoscope": "Rise and shine today. The stars predict that they have an important job for you. You need to make anyone near you happy today, this act in return will open the flood gate of good fortune for you. However, do not lend money today as you are prone to lose it forever. There should not be any issues with your health.",
        "Taurus Health & Wellness Horoscope": "You must maintain a rigid attitude towards what you consume and what you must not consume! Opt only for the healthiest meals as they are the best! You have to be exact in your approach to be able to take adequate rest! It will form an armor to shield from the unpredictable and hectic events of life!",
        "Taurus Daily Love & Relationship Horoscope": "Your mind is free now and you are prepared to find someone without rose-colored glasses. Do not let the familiar feeling of uncertainty touch you and chill up your spine. Tread softly into the lush gardens of love. The romance will not be sultry and you will reside coolly in the house of love and awe!",
        "Taurus Career & Money Horoscope": "While you are moving forward, people may try to pull you down. Do not get into any kind of verbal dispute. Let your work speak for you. As you progress, you will reach a position when pulling you down will be difficult. Keep doing the good work. Maintain harmony with your colleagues and subordinates. Shower kind words on them."
    },
    "2": {
        "Gemini Daily Horoscope": "A new surge of confidence marks everything that you do today. Barriers that seemed unmovable a few days ago will be carried away in the face of your determination. Your communication skills will undergo a sea change and you will easily be able to convince other people and bring them around to your viewpoint. The day is perfect to tackle any difficult project that you had been putting off.",
        "Gemini Health & Wellness Horoscope": "You are at the peak of your physical and mental health today. If you take part in sporting competitions today, then success and glory is inevitable. All stress and tension will vanish today. A sense of energy will fill your mind and body. Take advantage of this opportunity to put in a good hour or two at the gym or go for a run outside to revive you.",
        "Gemini Daily Love & Relationship Horoscope": "A bird in hand is better than two in a bush! It seems like you have come across someone mesmerizing and they appear to be far better than your current partners! Well it is just an illusion, you have the best and you must take care of it! One step wrong will lead to loss of a lifetime, so better avoid this temptation and keep going!",
        "Gemini Career & Money Horoscope": "Indecision has marked your behaviour for the last few days, but it is now time to take action and abandon this attitude once and for all. Do not be apprehensive about taking a decision. Whatever you decide will be right for your future. You can also consult someone close to you about career and money and you will be getting good advice today."
    },
    "3": {
        "Cancer Daily Horoscope": "Friendship is the theme of the day. You can meet up with old friends or may be suddenly visited by one of them. You are also going to help one or more of your friends out of a tight spot today. On the other hand, a friend may come down hard on you, but you should not feel bad. He or she is unloading on you because he / she have her / his own problems and that is why he is reacting like this.",
        "Cancer Health & Wellness Horoscope": "Get involved with your group of friends to exchange ideas over the preparation of homely made medicines for mild ailments. You can also refer any book about therapeutic benefits of these remedies. Definitely incorporate the use of lavender oil or Australian tea tree oil in your face packs to nourish your faceﾒs skin which will get easily withered with changing weather.",
        "Cancer Daily Love & Relationship Horoscope": "The time is right to sit down with your partner and sort out the issues that have been bothering you lately. These can relate to your feelings and the depth of your commitment towards each other. It can also be regarding mundane household matters which you have been ignoring. The fact is it is the right time for joint action.",
        "Cancer Career & Money Horoscope": "Your finances are in an expanding stage right now and you are all set to take advantage of this now. You may apply for a sizeable loan today for buying a new home or a business or a vehicle and you will get the loan quite easily. Students seeking educational loans will also find positive response today. It is a good day to invest in the stock market."
    },
    "4": {
        "Leo Daily Horoscope": "You need to maintain a stable frame of mind and think things through sensibly and logically before you jump in with both feet. This is a time of fantasy for you. So, turn your mind towards romance and enjoying yourself. Applying a fantasy to romance will work to your advantage, but results may be very different if you try to be fanciful at your workplace.",
        "Leo Health & Wellness Horoscope": "You look for comfort and security at the same time. Try to be a little free minded. Approvals will come with time and other good things happen gradually so all will fall in place in sometime but it will not get delayed. Do not stay up late in the night! Sacrifice your morning sleep for maintaining good health which you may lose if you tend to be a little careless even!",
        "Leo Daily Love & Relationship Horoscope": "The time is not very favourable to romantic pursuits and relationships are likely to be stuck in a rut. However, married couples may be able to recharge their fading romance with a little effort. You may feel that love is imposing responsibilities on you that are too demanding, but you need to be patient and tolerant to be able to rise above this temporary irritation.",
        "Leo Career & Money Horoscope": "The day will have a remarkable beginning. You may be offered a promotion or a plum new assignment and the luckier ones may receive wonderful opportunities for new job even! Words of your hard work have spread round the corner and you shall be reaping awards for it. Finances seem to improve as more income will flow in!"
    },
    "5": {
        "Virgo Daily Horoscope": "Today, you will develop a natural tendency towards stubbornness. Unfortunately, you will probably dig in your heels even when you logically understand that doing so is not in your best interest. Lighten up. You need to think clearly and do what your mind suggests instead of acting on your instincts. If you do manage to unbend a little, the situation can be resolved faster and you will be much happier.",
        "Virgo Health & Wellness Horoscope": "Pay special attention to what you eat today. Your immune system is quite resilient and this has led you to eat even unhygienic foods in the past. However, your physique is actually in a vulnerable state now. You need to be careful about your dietary habits. In fact, the day is best suitable to institute some much needed long term changes in your dietary pattern.",
        "Virgo Daily Love & Relationship Horoscope": "The day is perfect for passion and fire. Romantic demands have been building up in you but you have underestimated the sympathy and the power of feelings of your partner. You just need to articulate your demands from the relationship and they would be more than equally matched. So, take advantage of this time to initiate a more passionate period in your relationship.",
        "Virgo Career & Money Horoscope": "Students may find a new career option through a friend or a guide. You might end up choosing this as your career. A thorough research is advisable. Professionals may might a surge of energy today. It is a good day for head starting any project. Subordinates will prove helpful. You will play the role of a good team leader."
    },
    "6": {
        "Libra Daily Horoscope": "Be careful in your actions and movements today, you may get mild bruises while moving around. Unintentional poking of the ribs even with the closed ones may pose a threat to your terms with them! Best is to stay numb and remain restricted to your own business for the day! Go for cinema or something entertaining.",
        "Libra Health & Wellness Horoscope": "You are a person of calm composure. But inside there may be violent steaks of emotions. Your body has also become like this! So some internal problems may suddenly crop up whose signs you never saw before! The best way is to drink copious amounts of water and stabilize your body until you visit the nearest doctor at the earliest.",
        "Libra Daily Love & Relationship Horoscope": "It may be a bit difficult for you to connect with your dearest love today. You are actually close to them but still out of immaturity you try to bargain feelings with them. The resolution would be to know each other well before you two decide to get closer both at the emotional and physical level. Your relationship will be a lot better after this emotional sharing.",
        "Libra Career & Money Horoscope": "You might get caught between the interest of your family and your professional interest. Choose for the welfare of your family and put other things on hold for a while. You have a strong luck in matters of finance. You can even bid and winning is quite probable. All your investments made at this point of time will pay you well in future."
    },
    "7": {
        "Scorpio Daily Horoscope": "Today you are more emotional than usual thereby risking your vulnerable self to others. At work, you will absorb pressure which will tire you by day end. Try to divide your work among team mates or schedule some work for some other day. Take a few works and produce quality work. You may enjoy delicious meal with someone special.",
        "Scorpio Health & Wellness Horoscope": "Healthy diet, yoga and meditation will help you to maintain good health and gradually drain away the stress that has accumulated in your mind and body. Alternative treatments and therapies are likely to be very effective at this time. But for them to work, you have to take an active interest in your health and search out the best remedies that suit your purpose.",
        "Scorpio Daily Love & Relationship Horoscope": "Something in your relationship is giving you the gut feel that everything is running perfect and that a lasting relationship is on the cards. The relationship may even take the shape of marriage. But before you give in your all, take a deep breath and read between the lines. It may turn out to be true or you may find out something that you have been ignoring.",
        "Scorpio Career & Money Horoscope": "Your professional skills will get sharpened up and you will tap back into professional race with a stronger fighting spirit. You may also get chances to bring your position and income at the same page! You were receiving meager income as compared to the position you have been holding and the amount of work you have been doing."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You will form association with someone you find very entertaining. The day will pass away soon due to the lively conversations. Take this as an opportunity to learn and inspire from this fellow. It will also help you to be able to take an insight into other peopleﾒs psyche. Try to be a volunteer in making plans for family trips if you want to go to your desired place!",
        "Sagittarius Health & Wellness Horoscope": "You may have to take a strong disciplinary action to train your mind to crave for healthy foods only and your body to crave for exercise at the beginning of each day. And this is going to be the most successful adventure of your life! If required ask yourself privately-how are you? For better care of yourself!",
        "Sagittarius Daily Love & Relationship Horoscope": "If you are not careful, misunderstandings and interventions by a third party can create serious upheavals in your love life. You must learn to trust both your own feelings as well as that of your partner. Place greater emphasis on what you feel rather than what others say to you. You should also take your partner into confidence about the professional matters that bother you.",
        "Sagittarius Career & Money Horoscope": "You will be getting some lost wealth back quite unexpectedly so that you easily meet all your financial commitments. It will also provide with a much needed respite for your current financial condition. However, spend prudently because though this money will run out, your obligations are not going to be discharged so easily. You should also keep some amount aside as saving."
    },
    "9": {
        "Capricorn Daily Horoscope": "The day is likely to be very busy for you. You are likely to receive visitors, or you may plan for an outing. This may also be the time when you are starting major renovation work of your house or buying or shifting to a new house. Though you will need to be very active throughout the day, you are going to love and enjoy every minute of it.",
        "Capricorn Health & Wellness Horoscope": "You may be troubled by problems related to skin and teeth. Make sure to eat plenty of fruits, green veggies, milk and milk products in your diet. Allergies too may be acting up and this is the time to take special care to avoid all allergens. Proper diet and relaxation exercise are necessary to maintain your health and beauty.",
        "Capricorn Daily Love & Relationship Horoscope": "Your lavish lifestyle draws many people towards you. But all of them are just fake and make false pretensions of loving you. In such a situation just focus on the positivity that you are not alone. Try to ignore the negativity that you are lonely, this is just the beginning and you have many more lovers to follow.",
        "Capricorn Career & Money Horoscope": "You can better improve your individual work if you are alert and vigilant about what others are doing. Try to address their concern and establish a synch between what you want and what others need. The mistakes made in the past while making investments will make you pay for them now. However you can handle them if you are being sensible."
    },
    "10": {
        "Aquarius Daily Horoscope": "Today is decision time. You have been worrying about some issues for the last week. However, today you need to take a decision which may seem tough at first. Your heart will guide you in the right direction. Think what youﾠwantﾠto do rather than what youﾠhaveto do and follow your heart. This will prove beneficial for you in the long run.",
        "Aquarius Health & Wellness Horoscope": "It is high time that you realized the value of good diet. You have been suffering from a number of minor health issues which seem unrelated. They are actually all related to poor dietary patterns. Today, you need to understand that modifying your diet is the only way to improve your general health and this can improve other areas of your life as well.",
        "Aquarius Daily Love & Relationship Horoscope": "Your partner may come up with rather strange demands and fantasies now. The time is right for experiment and adventure though you have generally been a serious person as far as your relationships are concerned. You need to abandon your too serious mantle and let the inner child have some fun. This will go a long way towards relieving your stress as well.",
        "Aquarius Career & Money Horoscope": "The day is especially favourable for investment purposes provided you have done your homework carefully. Investing on a whim is unlikely to pay off but if you research the matter deeply, you will soon arrive at the correct conclusion. Your investments will also help in attaining your long term goals. So be sure to invest only after judging the matter."
    },
    "11": {
        "Pisces Daily Horoscope": "This day is all about change. You may come in contact with someone who will bring substantial changes in your life or put you in touch with other people who can cause the change. However, not all the changes are good for you. You will need to analyze whether the change will be good for you in the long run before you decide to go with the flow.",
        "Pisces Health & Wellness Horoscope": "Relaxation is the need of the day. This does not mean lying on the couch and eating junk foods. Instead, you need to practice a few relaxation techniques or opt for a massage from a professional. Take good care of your diet. You love junk foods, but they actually make you feel ill. You need to take a closer look at your health.",
        "Pisces Daily Love & Relationship Horoscope": "You will be revisited by someone from your past today, though the person may not be of a romantic interest to you. He or she will provide you with a vital piece of insight which can help you to resolve the confusions that you were carrying around with you for a long time. Take your first step towards healing with the help of this information.",
        "Pisces Career & Money Horoscope": "New opportunities of employment and income are now opening up for you. You will be faced with a large number of choices so that you may find it quite difficult to judge the alternatives and choose the most suitable path. Balancing work and family life can be difficult today as you emphasize on work at the cost of family today."
    }
}]
