horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You can easily pull up every thing together now and make your life larger. Maintain your focus and diverge all your energy onto it. Just do not say anything which can land you in an emotional mess. Those who are in business may be able to expand it or renovate the already established outlets.",
        "Aries Health & Wellness Horoscope": "You have a busy schedule but do not forget to squeeze your exercise into it! Take on a new machine in the gym. You may also join karate or martial arts techniques for fitness as well as protection! If you are going for learning any new form like martial arts then stop your regular gym exercise and resume after the martial arts classes are over.ﾠﾠ",
        "Aries Daily Love & Relationship Horoscope": "The connection with your soul mate seems to be fading away due to work pressures. But you can struggle well to maintain meaningful relations. If you are serious about this person then you must strive to retain the lost charm other wise control your temptations. It will be an unnecessary and wasted effort for some one who does not matter to you much!",
        "Aries Career & Money Horoscope": "Great things are indicated on the career front today. You have been feeling somewhat underappreciated at work. This will completely vanish today and you may get a great job opportunity with high salary and more perks than you thought possible. However, taking this job may mean relocation. So, you need to think about the decision carefully and involve other family members in your decision."
    },
    "1": {
        "Taurus Daily Horoscope": "You may want to act impulsively and rashly out of a fit of anger. But you are advised to keep your mind stable and think sensibly. You have the power of communication and you should use that in your favor. In order to reduce the level of stress, go for any adventurous sports which you like but do not indulge in carnal pleasures.",
        "Taurus Health & Wellness Horoscope": "You are about to undertake a trip to destinations having a completely different climatic zone! If it is a hot climatic area, consume a lot of cucumber whether you like it or not! If it is an area with cold climate, take extra care to protect yourself from the penetration of cold breeze in your body by wearing as much as woolen clothes as you can.",
        "Taurus Daily Love & Relationship Horoscope": "You may try to amuse the other person with your humorous skills or satire! But the other person may not be moved or may not show it if he is! May be you need to adopt some other way to charm the other person. Be flexible to change your tendency to adhere to what you think is best way to win somebodyﾒs heart!",
        "Taurus Career & Money Horoscope": "Your competitors will try to weigh you down. But your fierce and confident spirit will let you be undefeated. Time to stop being polite with them and not to let them take your undue advantage. You may receive some unexpected wealth which was being delayed since long."
    },
    "2": {
        "Gemini Daily Horoscope": "The day seems to be a bit demanding from you. You cannot afford to leave anything on chance or rely on anyone else except yourself for even the trivial work. However the day will end with some great news, hopefully rewarding you with all the efforts that you have been putting all through!",
        "Gemini Health & Wellness Horoscope": "Discipline is the key to your good health today. While you are not eating junk foods and are exercising, you are not doing them in a timely or orderly manner. As a result, you are not getting the level of benefit that you should have got. So, you will have to set up a routine of eating and exercising in order to get the highest benefit.",
        "Gemini Daily Love & Relationship Horoscope": "The day is perfect to correct any problems that have lately been arising in your relationship, but it is you who need to take the first step. You must put aside your pride and take things in hand. Otherwise, your relationship is headed towards rather a rocky ride. Your partner will be open to suggestions that you make today.",
        "Gemini Career & Money Horoscope": "An outstanding opportunity is heading your way to let you finish your pending work. Make full use of this vacant time slot. However you may have to break your ways of working which you have adopted so far! This is the perfect time to go for the ownership of the house of your choice."
    },
    "3": {
        "Cancer Daily Horoscope": "Situations may arise which may tempt you or force you to act impulsively. This is the time to take charge of yourself and tackle all this with your fighting spirit. Be protective of your children or younger siblings. You will also be able to socialize well with people in society and you will be surprised by the warm welcome they will give you!",
        "Cancer Health & Wellness Horoscope": "Go for spiritual contemplation and exercises to free yourself of the worries and mental pressure which have been a great cause of your suffering. Undertaking it may change your outlook towards life even! Enroll in fitness packages and you will find it pretty effective as well as convenient to undertake few harmonious exercises.",
        "Cancer Daily Love & Relationship Horoscope": "Everywhere you go there is some or the other thing to remind you of the bygone days when you have made loved with your beloved. It can be predicted that you are no longer in accord with them. Don't regret for the things unsaid and certain things cannot be changed, so just let them be the way they are!",
        "Cancer Career & Money Horoscope": "Today under the influence of the planetary energy, you will be able to hear your inner voices. Understand the deep seated meaning of those voices. Once you understand them, you will be able to take on the tasks easily. Also, do not hesitate to express yourself clearly. Use crisp words to express your feelings. Avoid beating around the bush."
    },
    "4": {
        "Leo Daily Horoscope": "The day is going to be an emotionally intense one for you. You will bring great passion to everything that you do today and success will follow as an inevitable result. You may have been avoiding an issue because it is too close to you, but today is the best day to tackle this issue and confront it head on.",
        "Leo Health & Wellness Horoscope": "Time to inculcate healthy habits in your daily routine. Aim for clinging onto it for over a month at least. If successful then pursue it as long as you can but initially do not burden yourself with it. One suggestion would be to increase your water intake everyday, make sure you have 3 liters at least each day.",
        "Leo Daily Love & Relationship Horoscope": "Before you seek love from others, you have to love yourself and this is what you will understand clearly today. It is time to listen to your own inner voice and give yourself the love and respect that you deserve. Then, you will not have to go out in search of love. Rather, your own self confidence and self respect will create opportunities for meaningful relationships in your life.",
        "Leo Career & Money Horoscope": "Today you will develop better relationships with colleagues and clients. So it is a good day to explore onto something new which requires influential prowess. However those who are in ill health may resume work from home. This will improve your quality of work unexpectedly. You are cutting down on timings you waste in commuting."
    },
    "5": {
        "Virgo Daily Horoscope": "If there is tension persisting in your relationship with someone, you may want to find a way out today. Listen to the other part of the story. Do not be too submissive allowing other to steamroller over you. But at the same time do not be blunt. You may find an important client at your office. Be agile and proactive.",
        "Virgo Health & Wellness Horoscope": "You have been taking rather a long break from your fitness and health regime due to various reasons. You will now get back on track. You may not want to do it, but you will clearly realize today what ignoring your health is actually costing you. Do not try to start with your original fitness routine because you are just not up to it. Instead, you will have to take it one step at a time.",
        "Virgo Daily Love & Relationship Horoscope": "It is vital that you do not let stubbornness build up in your relationship. Your partner is in no mood to compromise. So, you need to be a lot more understanding and flexible. But this attitude will actually improve your romantic life and your partner will also begin to feel much more amiable. Try to renew your old relationship with a meaningful gesture.",
        "Virgo Career & Money Horoscope": "In this fast paced technology, you might realize today that your skills are not welcomed in a meeting. It is better to think fast and hence start learning a new skill that might help you to remain at par with your competitors. You may find yourself in a planning and self realization mode today. Seek help from your seniors."
    },
    "6": {
        "Libra Daily Horoscope": "This is the perfect day when you can impress those around you with your insight and your understanding of any situation. You will be able to offer innovative solution to some major problem at your workplace or for one of your friends. It is an exciting time for you. You need not seek attention. Instead, people will turn to you for your help and support.",
        "Libra Health & Wellness Horoscope": "Encourage yourself to do earthy things like gardening and walking in nature so that you can relax and feel better. You need to look deep within yourself to address your emotional concerns. Do not waste your focusing abilities upon the outward things. Try to do some yoga practice for mental peace and for strengthening your muscles.",
        "Libra Daily Love & Relationship Horoscope": "Today you will enjoy a completely new and refreshing romantic atmosphere. Warmth from your closest relationships will pervade your day. You may be feeling especially amorous. Take this opportunity to enjoy some quality time with your partner and create some beautiful memories. You can do something special for your partner today and it will be highly appreciated. Single persons are likely to meet someone special today.",
        "Libra Career & Money Horoscope": "While you know how to let down your hair and have fun, you are now completely focussed on your work. You are in an unusually serious mood today even if what you are doing does not warrant so much importance. A colleague may slack off and you are going to complete his tasks for you. So, there is going to be some unwarranted pressure of work."
    },
    "7": {
        "Scorpio Daily Horoscope": "The day can be somewhat confusing for you because of the relative positions of the planets. Your mind will keep on worrying about some niggling problem, but it is no use over-thinking this as you are unlikely to hit upon any viable solution. You will also get some contradictory information which can cause you to revise some views which you have held for a long time.",
        "Scorpio Health & Wellness Horoscope": "Due to mobility factors you seem to be out of your regular fitness regime. Try to re-arrange your fitness regime with experts. You may be susceptible to intact infections too. Taking mild medicines for the same will give relief but strong ones may cause severe upset of your stomach!",
        "Scorpio Daily Love & Relationship Horoscope": "The time is not very favourable to romantic pursuits and relationships are likely to be stuck in a rut. However, married couples may be able to recharge their fading romance with a little effort. You may feel that love is imposing responsibilities on you that are too demanding, but you need to be patient and tolerant to be able to rise above this temporary irritation.",
        "Scorpio Career & Money Horoscope": "Major changes are now expected at the work place. In fact, your entire way of earning a living may be changed and you may be working at a job which you hoped for but never dreamt that would become possible. You will be able to come up with innovative ideas and completely new approach to problems at your work which will attract the attention of those in power."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Take some time out to spend in solitude and reflect what you truly want from life. The last few days have been hectic. So, you need to re-evaluate your goals in life and how your actions are affecting your own life as well as your relationships. Travel is indicated, though it is better to go for a relaxing holiday rather than a hurricane tour of thrills and adventure.",
        "Sagittarius Health & Wellness Horoscope": "Of late you have noticed an increase in weight. You are particularly conscious about it. But you have not been working towards it. Today you may find yourself getting into a diet routine. You may also go for light exercises. Avoid walking on busy roads as you are prone to suffer from dust allergy. Wear a mask instead.",
        "Sagittarius Daily Love & Relationship Horoscope": "You tend to ignore your love life and your partner as you devote more and more time to your job and career. Your partner has quite understood, but now he or she may be showing signs of impatience. It is vital that you pay attention towards your personal life before it develops into a full fledged crisis. However, you may not even recognize the problem till it is too late.",
        "Sagittarius Career & Money Horoscope": "Your long commitment to hard work and patience is going to pay off now and a huge opportunity may arise now to advance your career. You will at last begin to reap the benefits of your commitments. However, be sure to acknowledge the contributions of other people and remain humble to them. This will not only make you popular but also will help you in the future."
    },
    "9": {
        "Capricorn Daily Horoscope": "Today your ego takes you in its grasp as you may allow your ego to act and think. For this reason you may not see eye to eye with a person in power. Whether it will be good or bad is a thought that you have to carry. A word of advice, today listen to your head. Be tactful and diplomatic.",
        "Capricorn Health & Wellness Horoscope": "You have been burning the candle at both ends and this will now begin to take its inevitable toll on your health. You may begin to suffer from insomnia. You need to realize that sleep is as important as balanced diet and proper exercise for your health. The lack of proper rest will make you feel sluggish and tired throughout the day.",
        "Capricorn Daily Love & Relationship Horoscope": "You are financially strong and you can impress any date. But unlike most of the people you will come across some who will want to see your natural talents and will love the way you are! You will start having thoughts for this person and without realization you may soon get romantically involved with this person. Good choice, go ahead!",
        "Capricorn Career & Money Horoscope": "Your career is poised on the verge of a major breakthrough. Decisive action on your part is needed to decide which direction you want it to take. You need to analyze the pros and cons carefully. Your decision is going to affect your life and if you do decide to take the correct alternative, your income is likely to increase considerably over the next few days due to your decision."
    },
    "10": {
        "Aquarius Daily Horoscope": "You need help and the quicker you realize this the better. A timely call to a friend or a mentor can go a long way to establish your peace of mind and position in life. The changes that you have been resisting will begin to make more sense and you will begin the process of implementing these changes. Do not let your ego stand in the way of practical necessity.",
        "Aquarius Health & Wellness Horoscope": "There are a few surprises in store for you today, but do not worry. They are all pleasant! Some of the things for which you have been waiting for a long time are likely to come to fruition today. Some of your efforts which you thought have been wasted will finally be successful. So, celebrate tonight with family and friends and even they may have good news to share.",
        "Aquarius Daily Love & Relationship Horoscope": "If you think that you have received low ratings on attraction/romantic relationship scale. Then this is the time to do something about it. Try to visualize how you want to look and what kind of a partner you want to be. This will help you decide the path you must follow to attain your goal. Be cool with whatever comes your way.",
        "Aquarius Career & Money Horoscope": "Your power of observation and analysis are at their peak today. So, if you are in any job which requires these skills, then you are going to enjoy a high degree of success today. Scientists, investigators and researchers face a fruitful day. You are likely to find rather creative and ingenuous ways to solve problems at your workplace which will be appreciated by all."
    },
    "11": {
        "Pisces Daily Horoscope": "Prepare for some good news, especially regarding your home. Opportunities may arise leading to a shift in residence or you may finalize your buying plans of a house. Take advantage of positive energies. If you have been considering a renovation project or remodelling your home or a part of it, this is the best time to get the project off the ground.",
        "Pisces Health & Wellness Horoscope": "You may experience certain vague symptoms of a typical illness which has never affected you earlier. By the end of the day you will be able to figure out what it is! Focus on yourself and your personal needs too. In fact this is a wonderful time to groom your own self. Make yourself as much attractive as you can!ﾠﾠﾠ",
        "Pisces Daily Love & Relationship Horoscope": "Celebrations round the corner! For those who are married may cheer up on a personal fulfillment, may be like completing another year of togetherness or may have a new baby born in their family. For those of you who are unmarried seem to get approved of their relationship from the family, who have been strongly opposing against you since long.",
        "Pisces Career & Money Horoscope": "Some changes are likely to occur in your workplace. They may appear discouraging at first, but soon they will open up new opportunities for you. But you are going to require courage and a leap of faith to avail this opportunity. The venture appears risky at first, but you get to enjoy doing what you do and succeeding at it quite soon."
    }
}]
