horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Simply stay away fro people who are full of negativity. They are trying to drill the same in your mind which will make you paralyzed when you are so close to your goal. Try to be at home with your family for most of the time today for peace and to finish up all the pending work. Decorate your room with photographs to relish some sweet memories too.",
        "Aries Health & Wellness Horoscope": "While your physical health is good, your emotions are now at a fragile state. Any stress or emotional turmoil will take its toll on you. You are also feeling overly sensitive. Accumulated stress may even begin to affect your health if you do not take timely steps to prevent it. Avoid any dramatic situation and controversies, especially those that are close to your heart.",
        "Aries Daily Love & Relationship Horoscope": "The day is going to be stable as far as relationships are concerned. You will be able to enjoy a quiet and contemplative time with your partner. Take time to enjoy what you have. Taking part in ordinary domestic chores can create a level of contentment in your relationship which will give you a sense of happiness and renew your love.",
        "Aries Career & Money Horoscope": "You are in a carefree and extravagant mood today. You will go all out to enjoy a day of fun and party and impressing the people around you. You will not worry about where your money is coming from and this is likely to have a negative impact on your finances. However, in spite of your carelessness, your financial health will remain sound."
    },
    "1": {
        "Taurus Daily Horoscope": "Your inner strength lets you undergo some multilevel thinking. You are able to see varied sides of any issue. You are right in judging your friends and peer. Follow your intuition under circumstances where logical thinking has no scope. This is the time to explore the hidden potential within you. Stir away from any arguments as they may create a problem for you later.",
        "Taurus Health & Wellness Horoscope": "Continued stress in your work place and your home life is affecting your health as well as your ability to think and judge clearly. You need to realize that the root of the problem lies in the extremely sedentary habits that you have developed. Regular morning walks can prove therapeutic for you as it will refresh your body and recharge your mind.",
        "Taurus Daily Love & Relationship Horoscope": "You are going to receive a piece of valuable advice from your partner today. It may not be to your liking, but you would do well to attend to it. This can be of considerable importance to you. This can be related to financial matter, your career or your family. It is vital that you should not turn defensive and ignore this advice as that can only result in regret.",
        "Taurus Career & Money Horoscope": "You are likely to receive considerable help today on the job front. Friends, spouse or colleagues will all help you to catch up. Be sure to express your gratitude and help someone else in your turn. Cash flow is likely to improve significantly. This is also a good time to plan for expensive purchases because though you will earn a lot, you will find it difficult to save much money."
    },
    "2": {
        "Gemini Daily Horoscope": "Life has been full of ups and downs lately. But soon you are going to get rid of all these. Maintain your optimistic attitude like always and things will work out better. People may approach you for help and this is good, being busy will make you forget all your worries.",
        "Gemini Health & Wellness Horoscope": "You have been working a lot lately, so take ample rest before you embark on a new mission. You can participate in creative activities or sports in your leisure time to boost your thinking ability and physical stamina. Try to move across the town as much as you can or even out of it if possible in order to refresh your mind completely.",
        "Gemini Daily Love & Relationship Horoscope": "If you have been dreaming of enjoying some romantic moments with your beloved partner, today sees a good opportunity. Enjoy the day together either in the confines of your home or somewhere close to nature. Soft light, aromas and soft drapes never ceases to increase the intensity of romance. Go for it. You shall have a great time today.",
        "Gemini Career & Money Horoscope": "You will be getting some lost wealth back quite unexpectedly so that you easily meet all your financial commitments. It will also provide with a much needed respite for your current financial condition. However, spend prudently because though this money will run out, your obligations are not going to be discharged so easily. You should also keep some amount aside as saving."
    },
    "3": {
        "Cancer Daily Horoscope": "There will be unexplained events in your life at this time. Tender feelings flow easily from you to everyone you meet ﾖ especially to people of the opposite sex whom you are going to impress greatly. You will become aware of the work that you need to do in order to get along with people both at workplace and at home.",
        "Cancer Health & Wellness Horoscope": "You may feel depressed without any reason today. It will be difficult to maintain a cheerful mood, but this is something that you need to do. Do not opt for solitary activities today. Instead, call up an old friend or go to a get-together. Treating yourself to a good book or a good film can also prove to be relaxing today.",
        "Cancer Daily Love & Relationship Horoscope": "You may decide to dress up perfectly today to impress your beloved! What ever hair you do or wear up is going to add charm to your personality! Moreover you may receive permission from your partner to go ahead in pursuit of your interests. This will make you fall in love with your partner forever!",
        "Cancer Career & Money Horoscope": "Today you will develop better relationships with colleagues and clients. So it is a good day to explore onto something new which requires influential prowess. However those who are in ill health may resume work from home. This will improve your quality of work unexpectedly. You are cutting down on timings you waste in commuting."
    },
    "4": {
        "Leo Daily Horoscope": "The desire to be successful may get heightened in you today! And you may strive to enhance your writing and oratorical skills today. Try to read some useful tips for achieving the same or get in touch with the experienced people for better guidance. However do not get negligent towards those who have been waiting for your attention and care since long.",
        "Leo Health & Wellness Horoscope": "While physical health continues to be quite good, your mental stress has been mounting lately and you urgently need to look for a solution. Certain dynamics in the career front must be changed. Otherwise, the accumulated stress may have a drastic impact on your health. You can try some relaxation techniques and exercise. A detoxification diet can also work wonders.",
        "Leo Daily Love & Relationship Horoscope": "Winning an argument is very different from winning a heart. You may have the knack of proving your point but that will estrange your partner. Give your love a chance to win an argument. Let your love read your mind when you donﾒt say anything. Help your love by taking a few extra steps and your partner will appreciate your subtle moves.",
        "Leo Career & Money Horoscope": "Changes are strongly indicated at the career front. If you have been thinking about changing your job, you are likely to take the final step today. You may even go so far as to start training for something which you had long wanted to do. In the process, you will have to take some risks, but they will pay off in the long run."
    },
    "5": {
        "Virgo Daily Horoscope": "You seem a little confused today. You are also impatient to carry on an important task. It is advisable to wait and not to carry any important negotiation today. Confusion will gradually subside by day end. The day will pass on without any hiccups. You may travel today. Public transport may be a little late. Keep other options in hand.",
        "Virgo Health & Wellness Horoscope": "You now have the sufficient energy to overcome all the obstacles and challenges that you encounter. However few such issues may arise which will need a lot of your time and energy, leaving you drained and strained upon resolution. Be prepared in advance and keep your favorite meals cooked for yourself which you may consume after sorting out everything.",
        "Virgo Daily Love & Relationship Horoscope": "The time is not very favourable to romantic pursuits and relationships are likely to be stuck in a rut. However, married couples may be able to recharge their fading romance with a little effort. You may feel that love is imposing responsibilities on you that are too demanding, but you need to be patient and tolerant to be able to rise above this temporary irritation.",
        "Virgo Career & Money Horoscope": "Work pressure will be mounting and they may actually take you away from the activities which you enjoy. You will not have much time to relax. So, you will have to take pleasure from the little things of life. They will prove to be very satisfying and less expensive compared to your normal endeavour. This means, you will be saving on some unnecessary expenses today."
    },
    "6": {
        "Libra Daily Horoscope": "This is a busy day for you. You will see a number of appointments piling up. Even though you try your best to fulfil all your commitments on time, chances are you will lag behind and this can give rise to some stress. Do not hesitate to ask for and accept help in completing your tasks. Otherwise, you may not manage to finish them on time.",
        "Libra Health & Wellness Horoscope": "You have recently made some changes in your lifestyle for the better and they will begin to bear fruit. You may win a competition today or may perform better than you used to earlier. Your skin will especially benefit from your health related changes. Your pimples may clear up or you may develop a nice tan. You will begin to look and feel healthy.",
        "Libra Daily Love & Relationship Horoscope": "You will be getting more attention than ever before. To your surprise you may be approached by the least expected ones even. But take you own time to decide who suits you the best. Time will weed out the best ones from the rest. Do not restrain yourself because of the bitter experiences of the past.",
        "Libra Career & Money Horoscope": "Balance is your major theme today and you try to achieve a balance between your income and expenses. You may start looking for a second job to supplement your income and you are likely to stumble upon a very good opportunity today. At the same time, you will be successful in tightening the purse strings today in a bid to control your expenditure."
    },
    "7": {
        "Scorpio Daily Horoscope": "You have set too high a standard for yourself and you will drive yourself harder and harder to achieve this. It will be difficult to reach your goal and this can lead to a sense of disappointment. You need to realize your own capabilities before you set your goals. The time is not good to take any major decision.",
        "Scorpio Health & Wellness Horoscope": "You feel full of energy and are ready for some seriously hard work today. Your flow of positive energy will even influence others so that you will energize everyone of your team to work better. Even at home you will shoulder much more responsibilities than you normally do, pleasing those near to you. You just need to make sure that this trend continues and you do not burn yourself out.",
        "Scorpio Daily Love & Relationship Horoscope": "Those who are in the habit of moving around freely may face a lot of threat to their integrity. You may be desired by many but cannot be acknowledged well cause of the mobile nature of your job making you unfit for staying close to home! Your partner is correct from his or her point of view; after all you cannot manage families on the go!",
        "Scorpio Career & Money Horoscope": "It is necessary to exercise caution at your workplace today. You tend to forget that modern offices have open cubicles where all the boundaries are actually in your head and there is no concept of privacy. Discretion is a major necessity which you may ignore today and you will pay the price in terms of your career if you are not careful."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Unexpected expenses of serious proportion are on cards today. You are likely to buy something that you do not need but which appeals to your taste and this may affect your finances in a serious way. Control your urges to spend and you will end up having a fairly uneventful day. You may come to know of some financial schemes today.",
        "Sagittarius Health & Wellness Horoscope": "Stomach ailments have a high chance of occurring today. You have to take special precaution against drinking water and other fluids because the chances of a waterborne disease are high. It is also prudent to avoid all unhygienic food items as you are vulnerable to infections today. You may also face some problem with acne, but they will clear up after timely intervention.",
        "Sagittarius Daily Love & Relationship Horoscope": "At this point of time you may indulge into carnal pleasures mostly! Someone torrid and intimate is around and you just cannot resist him! But be careful, the forbidden fruits are hard to digest! Make sure that you have no consequences to face arising from this fun and frolic filled adventure of yours.",
        "Sagittarius Career & Money Horoscope": "Though you are sincere and hardworking, success seem to remain just beyond your reach today. Minor flaws can blow out of proportion and come back to haunt you. It is better to avoid any controversy at your place of work. The day is also not suitable for investments. However, it is a great day to relax with friends. So, you can also take a leave of absence if possible."
    },
    "9": {
        "Capricorn Daily Horoscope": "Today is going to be a fun fare day. You will be revisited by friends and relatives. Least you can expect a call or mail from them. It is a good time to brush up your social skills and be prepared for the upcoming parties. Your financial issues will be taken care of as the day progresses.",
        "Capricorn Health & Wellness Horoscope": "The day is made for relaxation. Book a massage appointment or go for a de-stressing exercise. But this does not mean that you will be slouching. Rather, the day promises to be quite active and you are likely to shop for health foods and / or gym equipments. You are likely to get good health related advice from someone.",
        "Capricorn Daily Love & Relationship Horoscope": "Both you and your partner are full of ideas today! You may organize events at your workplace collectively or arrange a social gathering at home with your dear ones! Either of the two attempts will fetch a higher social status and build better bonds with people. Just do not invite those who are not your well wishers!",
        "Capricorn Career & Money Horoscope": "The day is perfect for undertaking a new business venture. You may have been thinking about this idea for some time now and there is no time like the present to implement it. New opportunities will come knocking on your door and almost all of them will be genuine. If you do take the final decision, you will see most of the other problems which you worried about, have disappeared."
    },
    "10": {
        "Aquarius Daily Horoscope": "You have been impulsive in decision making for quite some time. But today you will realize the importance of planning and a meticulous approach. From now on, your approach towards anything will see a well charted and organized approach. It is never too late to start planning. With planning, you will also see yourself carrying proper execution of plans.",
        "Aquarius Health & Wellness Horoscope": "Begin keeping a check on your health on everyday basis. You may not exactly know how you are feeling at this point of time except that you are not in the pink of health! Practice the exercises which are extremely beneficial no matter you how dreading you find them! This is how you will be able to better serve your health.",
        "Aquarius Daily Love & Relationship Horoscope": "You are standing at a critical juncture in your relationship and you will be blessed with unusual clarity of vision today. You will be able to judge clearly and without emotion where you were and where you are now going. You will also be able to judge whether you are happy with the direction your life has taken and whether to stick to this course or not.",
        "Aquarius Career & Money Horoscope": "Good time for those in professions involving travel and journeys, you can make good money out of it! You can strive for making connections with high authorities, rewards of which you will reap soon. You may make investment into property or precious metals too."
    },
    "11": {
        "Pisces Daily Horoscope": "You are going to be in an especially easygoing mood today. No issue have the power to disturb you and you tackle every situation with a smile on your face. You may also play the role of an effective mediator in any dispute today. You are going to spread cheer and goodwill and you are also going to be the life and soul of any party that you attend in the evening.",
        "Pisces Health & Wellness Horoscope": "You are confident enough to take care of yourself and to do everything on your own. But this makes you isolated from others which is very risky for a healthy development of mind and soul. So try to mingle up with people around you as much as you can. Ask for their perspective about how well you are leading your life.",
        "Pisces Daily Love & Relationship Horoscope": "You will be required to extend your unconditional love and support to your partner. You may learn of something that is potentially damaging, but you need to remember your priorities and be sympathetic and soon you will find that your relationship has actually emerged stronger. Do not judge your partner too harshly. Instead, a loving ear is necessary to weather this storm in your relationship.",
        "Pisces Career & Money Horoscope": "Everything that you wanted in your career will come your way today. Whether it is fame, power, money or position, you are in an ideal position to get everything now. Just remember not to stop working hard and respecting the opinion of other people and all you have worked for will at last be yours. This is the time to enjoy the fruits of your labours."
    }
}]
