horo_english=[ {
    "0": {
        "Aries Daily Horoscope": "Time seems to crawl for you right now. But be patient and keep retaining your eagerness. However you may be required to put your personal goals aside for the sake of commitment or a personal relationship. Time to avoid conflicts and misunderstandings with your partner. Do not bother much; with proper management you will be able to fulfill both your agendas.",
        "Aries Health & Wellness Horoscope": "Minor aches and pains that have been bothering you in the last few days will clear up. They will leave a lingering sense of fatigue from which you will need a few more days to recover. Focus on a healthier lifestyle. Start an exercise regime and adjust your diet by switching to healthier options. Preventive home remedies can be beneficial for you.",
        "Aries Daily Love & Relationship Horoscope": "The day is perfect to clear the air and get all the latent issues of your relationship out into the open. This clearing of air is a much needed exercise that you have been putting off. It will help cleanse your relationship and breathe new life into it. Expect to enjoy some great romantic gesture towards the end of the day.",
        "Aries Career & Money Horoscope": "Change in the place of residence because of work related reasons is a major possibility today. You may switch jobs or may be promoted and be shifted to a different region. You may also seek career related advice today either from a professional consultant or someone close to you. If you pay sufficient heed to this advice, you will be greatly benefitted."
    },
    "1": {
        "Taurus Daily Horoscope": "You can speculate easily what is about to happen. And you have an expressive attitude with impressive communication skills. So just strive hard for what you want! Refrain yourself from getting into any altercations with aggressive people who are always fault finding.",
        "Taurus Health & Wellness Horoscope": "Do not stress yourself by being judgmental about others and suspend all your activities until you recover completely from an anxiety attack! Go for a complete check up to a nervous specialist if medicines are not much effective! Meditation and yoga will relieve you greatly!",
        "Taurus Daily Love & Relationship Horoscope": "Today you may meet someone whom you have been dreaming of. The person will be interesting and adventurous like you. You have been hoping to meet someone like this for quite some time. Sparks will flow today and you may find yourself thinking about that person. Do not forget to subtly give a hint about your liking for that person.",
        "Taurus Career & Money Horoscope": "This is a good time to support you with activities and achievements and will empower you with a sense of accomplishment that you are first on the track! So this is the perfect time to make a fresh start, be it of a new project or a new job opportunity. Try to retain this energy until you reach your final destination."
    },
    "2": {
        "Gemini Daily Horoscope": "Experience is the best teacher and you need to get guided by it presently. Do not ignore the lessons of the past and save yourself from the sufferings it can cause in future. Try to help the needy people, be it children or be it aged ones! Doing this will help you walk the right path no matter how much you are getting deviated from it.",
        "Gemini Health & Wellness Horoscope": "The time is right to adopt a strict regime to lose that extra weight. You have been worrying about your weight gain for quite some time now. Today, you will be able to take a positive step to lose the flab. You are going with a surge of confidence and determination and you will be able to see the results within very little time.",
        "Gemini Daily Love & Relationship Horoscope": "Your plans to hang out with your dear one may get shattered today. Do not press your partner hard at this point of time to let you know the reason behind screwing up the plan. Sitting coolly at home and watching your favorite TV show or reading a good book will entertain you equally well.",
        "Gemini Career & Money Horoscope": "Travel for the purpose of work is strongly indicated. There is a major chance of going abroad. Your company may send you to a different country or your visa approval for work purposes may come in today. However, if you are already stationed in a foreign country for your career, there is little scope of returning to your hometown in near future."
    },
    "3": {
        "Cancer Daily Horoscope": "This is the time to put in your best efforts in what you believe and very soon you will reap rich rewards. You have been playing with a few ideas recently. You now need to execute them and this will require all your attention. Though it is going to be a busy time, the rewards will come soon and will exceed your expectations.",
        "Cancer Health & Wellness Horoscope": "You look for comfort and security at the same time. Try to be a little free minded. Approvals will come with time and other good things happen gradually so all will fall in place in sometime but it will not get delayed. Do not stay up late in the night! Sacrifice your morning sleep for maintaining good health which you may lose if you tend to be a little careless even!",
        "Cancer Daily Love & Relationship Horoscope": "You are in a judgmental mood today and your romantic partner is also not exempt. You are likely to sit down and categorically consider the pros and cons of the relationship in order to make a decision whether to continue it or not. In this accounting, you are also likely to underestimate your own feelings or even leave them out altogether. It is necessary to consider your heart and emotions before you take any decisions today.",
        "Cancer Career & Money Horoscope": "While your finances are showing steady growth and are likely to improve further today, you may feel that circumstances beyond your control is affecting your productivity and your ability to work. But your fears are groundless. Even your superiors will understand and sympathise with your condition and you are likely to receive a lot of support at work. Colleagues are also going to be helpful."
    },
    "4": {
        "Leo Daily Horoscope": "Take some time out to spend in solitude and reflect what you truly want from life. The last few days have been hectic. So, you need to re-evaluate your goals in life and how your actions are affecting your own life as well as your relationships. Travel is indicated, though it is better to go for a relaxing holiday rather than a hurricane tour of thrills and adventure.",
        "Leo Health & Wellness Horoscope": "You are not sleeping well since past few days. If you will continue to be so then soon you are going to be an insomniac. So make a tight schedule of getting up from bed and going to bed at a fixed time. And adhere to it as if it is a ritual. For better guidance listen to your very own intuition which will point to the above stated facts as well.",
        "Leo Daily Love & Relationship Horoscope": "It may be a bit difficult for you to connect with your dearest love today. You are actually close to them but still out of immaturity you try to bargain feelings with them. The resolution would be to know each other well before you two decide to get closer both at the emotional and physical level. Your relationship will be a lot better after this emotional sharing.",
        "Leo Career & Money Horoscope": "You may be trying to communicate smoothly but few people will not let you and a dramatic scene may arise at the workplace due to their interference. Your viewpoint will be regarded against the benefit of organization. So better take a back seat and let others get backfired. Focus on your personal development in the meanwhile."
    },
    "5": {
        "Virgo Daily Horoscope": "You are in a good state and are full of inspiration. Your mind is working actively and stimulating you to constantly come up with new ideas and strategies. So this day can prove to be very productive for you. However all this can be messed up if you fail to take the matters of health into consideration.",
        "Virgo Health & Wellness Horoscope": "You are likely to go overboard with your celebratory mood today, but you need to remember that taxing your health too far with an unhealthy lifestyle will ultimately cause you great harm. You need to exercise moderation in all things including diet and physical excesses. It is also imperative to stay away from addictive substances like tobacco, alcohol and drugs as they pose serious health risks today.",
        "Virgo Daily Love & Relationship Horoscope": "A new and promising relationship will develop in life of those who are single. However, ego and lack of farsightedness is going to cause problems in cultivating this relationship further. They may also cause trouble in a relationship which you are already having. It is necessary to take a step back and give your partner enough space as you have been encroaching too much upon his / her personal space.",
        "Virgo Career & Money Horoscope": "It is a great day for you! You have been waiting for this opportunity to present your ideas and concepts to others. However your innocence and honesty may be misunderstood as sarcasm and aggression, since these people are not much familiar to you. So be very careful as things are pretty sure to get blown out of proportion."
    },
    "6": {
        "Libra Daily Horoscope": "You are full of energy today. Your charm and wit is likely to dazzle all both at home and at your place of work. Go out with friends or someone special and enjoy. The day will be relaxed and free of pressure. There are chances of making significant monetary gains today, but keep an eye on the amount that you are spending on your shopping.",
        "Libra Health & Wellness Horoscope": "Life takes its own course and sometimes when things are not in our own hands, we need to wait patiently and calmly. If you show agitation or fickleness, it will affect your health negatively. You may develop pain in some body part. Relax and and listen to some meditative music. That will have a healing effect on your soul.",
        "Libra Daily Love & Relationship Horoscope": "You may be a lot forced to become a part of romantic drama of other people's life! Avoid it straightaway! And if you cannot then do not take any sides, just be neutral while giving advices to both the opposing groups! Take out time to plan something new and sensuous for yourself!",
        "Libra Career & Money Horoscope": "It is good to be obedient but do not let others make you dance to their tunes. You are unique and so are your views. You must adhere to what you think is the right option however people may try to mislead you. You are in the mood to bring a change in your expenditure plans probably trying to minimize your expenses, go ahead!"
    },
    "7": {
        "Scorpio Daily Horoscope": "Your gregarious nature has resulted in many friends, but not all of them are reliable. You need to probe a little deeper before you decide to trust a friend today. You are very clearheaded today and will probably make complicated plans which you will be able to execute with perfection. Complete your unfinished business today and clear up the backlogs.",
        "Scorpio Health & Wellness Horoscope": "You will experience a spurt of energy and are likely to take up a health pursuit which you have been putting off. You may take up a new sport today or start a routine of exercise. All your health related good intentions will be fruitful today. Hence, this is a great day to take care of yourself and advance your fitness goals.",
        "Scorpio Daily Love & Relationship Horoscope": "If you have been dreaming of enjoying some romantic moments with your beloved partner, today sees a good opportunity. Enjoy the day together either in the confines of your home or somewhere close to nature. Soft light, aromas and soft drapes never ceases to increase the intensity of romance. Go for it. You shall have a great time today.",
        "Scorpio Career & Money Horoscope": "The day indicates great success, especially for those who are connected to education or writing in any way. Students, researchers, journalists, authors and other professionals connected to education are likely to enjoy a very good day. The day is also suitable for investing in long term plans. You are going to sit back, relax and reap the benefits of the efforts that you have put in towards your professional life."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Be honest to yourself as this is the only move that can help you in every situation! Do not hesitate in picking up what you prefer rather than sacrificing your wishes just for the sake of others. You may get confused in deciding where to begin from, so just prioritize all the things you are trying to make a decision out of!",
        "Sagittarius Health & Wellness Horoscope": "You are pro good health but for some time, fitness has taken a back seat. Today you have to pull yourself out of the bed and go for some fitness regime. A lot is stored for you in future and only when you enjoy a sound health will you be able to reap the benefits. A fitness regime can begin from home.",
        "Sagittarius Daily Love & Relationship Horoscope": "The day is going to be a balancing act between your job and career and your family. Both are growing quite demanding in the last few days and you have been attending to both. But, it will be quite difficult to do so today. It may seem that you have to choose one or the other. It is best to concentrate on work issues right now, though you will have to be tactful with your family.",
        "Sagittarius Career & Money Horoscope": "You may come in accord with a successful professional who may be the best option available for getting your work done. But be careful before forming partnership with him. Chances are there that he may hike his rates in the mid of the work assignment. Best option would be to go for an agreement where the hike rate should not be left floating."
    },
    "9": {
        "Capricorn Daily Horoscope": "Celebrations are round the corner! Some one close to you is getting married. The pair will receive loads of wishes from you. For those in love, you will really feel to take your relationship to the next level of commitment and may decide to exchange vows even. For those who are already married, you should enjoy the party to the fullest.",
        "Capricorn Health & Wellness Horoscope": "The day brings a lot of positive emotions for you and this will help you to enjoy excellent physical health. The happiness of your mind will help you to enjoy good health. However, you need to pay attention to your posture. Without this you may develop back problems of a persistent nature. Take up exercises like running, walking or swimming to keep fit.",
        "Capricorn Daily Love & Relationship Horoscope": "Misunderstandings and needless obstacles had been clouding your feelings for each other in the recent past. Today, you may be faced with an event where all such doubts will be swept aside and the true, deep and abiding nature of your commitment towards one another will become clear. Be sure to show your appreciation. The time is perfect to make romantic gestures to express your innermost feelings.",
        "Capricorn Career & Money Horoscope": "You have the power to accomplish anything you want to! Do not pay attention to what others think of you. They pretend to criticize you just to make you feel low, deep down within they know that you are a talented soul. So just enjoy your self confidence, 99 % of the game has already been won whenever you have to get down on the playing field."
    },
    "10": {
        "Aquarius Daily Horoscope": "Monotony is not your cup of tea. It bores you. Today be flamboyant and flirty. Bring change in your routine. Fitness regime may attract you. You may enroll for recreational activity. Out of the box ideas may impress superiors. You may get recognition in office. Overall a light and relaxed day. Work pressure will be moderate. You will spread positivity.",
        "Aquarius Health & Wellness Horoscope": "In general you are very clearheaded. But today, your ability to think logically will be hindered by your own problems and insecurities. Hence, this is not the best day to take on a new project or a new partner. You are liable to be wrong in your judgment today. So, basing your future activities on this may not be fruitful. Try for some relaxation today.",
        "Aquarius Daily Love & Relationship Horoscope": "The time is right for romance. You need to show your partner that you do not take him / her or the relationship for granted. This is the right time to go that extra mile and spoil your partner and your relationship can reach a new high with only a romantic and intimate dinner or a thoughtful gesture or gift.",
        "Aquarius Career & Money Horoscope": "A number of major and minor successes are predicted on the career front today. You may get some payment for services rendered a while back or you may get an unexpected bonus. A long awaited promotion may be granted to you or you may get that coveted corner office. Unemployed people or those who was shopping around as they wanted to quit their current job will get good news today."
    },
    "11": {
        "Pisces Daily Horoscope": "You are feeling rather disorganized and chaotic today. Your thoughts tend to flow in a number of directions today. The result is that you will not be able to wrap up any project today. You need to focus. Try some mental exercise and do not consult with other people as contradictory advice would tend to confuse you even further.",
        "Pisces Health & Wellness Horoscope": "You feel full of energy and are ready for some seriously hard work today. Your flow of positive energy will even influence others so that you will energize everyone of your team to work better. Even at home you will shoulder much more responsibilities than you normally do, pleasing those near to you. You just need to make sure that this trend continues and you do not burn yourself out.",
        "Pisces Daily Love & Relationship Horoscope": "This is the time to enjoy light side of relationships. You have always been of a serious nature, but you are now over-thinking your relationships. Stop looking for hidden meanings and deeper implications in everything. Instead, go out for light-hearted banter and just enjoy a good time. Do not let pressure of responsibilities and expectations take all the fun out of your relationships.",
        "Pisces Career & Money Horoscope": "Improved communication will be of advantage to you. And you must use this skill wisely at this point of time. Your business sense also seems to be boosting up to top levels today. You may be asked to lay down predictions for the state of sale and share in the future. Your strong intuitive ability will help you a lot in this."
    }
}]
