horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Experience is the best teacher and you need to get guided by it presently. Do not ignore the lessons of the past and save yourself from the sufferings it can cause in future. Try to help the needy people, be it children or be it aged ones! Doing this will help you walk the right path no matter how much you are getting deviated from it.",
        "Aries Health & Wellness Horoscope": "You may experience marked mood swings today. You may feel exuberant at one moment and depressed the next. These moods can actually be better related to what you are eating and your physical activities rather than what is happening in your life. You can consult a professional about your diet. This advice will prove immensely helpful in altering your lifestyle and a reduction in this moodiness.",
        "Aries Daily Love & Relationship Horoscope": "You may have a permanent access to some one's heart. Your new affair will have an intimate and fresh new beginning. You will be free minded and will look for real elements of love and compassion without rose-colored glasses. Do not let bitter experiences of the past affect you. However if you are scared then just tread softly.",
        "Aries Career & Money Horoscope": "Money is going to be a little tight in the coming few days. You need to identify which expenses are essential and which can actually be controlled. Otherwise, you can end up in financial trouble. If you are looking for an opportunity to increase your income, you may learn of a new scope today, but whether you will be able to utilize it or not will depend on your industriousness."
    },
    "1": {
        "Taurus Daily Horoscope": "You are full of energy and have a bright outlook. Things which were appearing bleak for the last few days do not seem to be so hopeless now. Strength and vitality in your attitude will help you to deal with the situation. The day is also favourable to express your views, opinions and desires strongly. Go after what you truly desire and you are likely to reach your goals.",
        "Taurus Health & Wellness Horoscope": "You may feel depressed without any reason today. It will be difficult to maintain a cheerful mood, but this is something that you need to do. Do not opt for solitary activities today. Instead, call up an old friend or go to a get-together. Treating yourself to a good book or a good film can also prove to be relaxing today.",
        "Taurus Daily Love & Relationship Horoscope": "You are making your love life needlessly complicated. The reason is that you are refusing to see and acknowledge what is right there in front of you. You need to evaluate the situation with clear and open mind and then take the appropriate course of action. You will have to see what action will actually produce results and which ones you are taking simply guided by your ego.",
        "Taurus Career & Money Horoscope": "You may be a spendthrift today! Your sub conscious seems to be guided by the signs from spiritual guides and this is where you are getting trapped! It is good to try remedies but not at the cost of losing all of your savings! Factually all this will do no good, just keep patience and things will work out gradually."
    },
    "2": {
        "Gemini Daily Horoscope": "You will easily get many opportunities to complete your unfinished work on time. Other problems which may crop up will get resolved quickly so do not bother yourself about them. Try to make the most of the day because what ever you will do today, will be successful as well as fruitful. You may be looking for a good advice from someone dear to you.",
        "Gemini Health & Wellness Horoscope": "You have been suffering from prolonged and persistent health problems but from today, the process of recovery will start. If you have some chronic health problem, then also you will be able to find a possible long term solution for this. Overall, your health situation is likely to improve now. Take special care of your diet to speed the process of recovery.",
        "Gemini Daily Love & Relationship Horoscope": "Love and romance are a bit risky ventures for you today! You may come across some one who is not mean and wants to play for keeps only. But you must not aim to get romantically involved with this person. Try to be friends with this guy or girl first and let them know how much you care for them. Know them well and give them a chance to do so as well.",
        "Gemini Career & Money Horoscope": "Your patience is reaping benefits now. You have been waiting for a long time but you never stopped working and looking out for opportunities. Gradually you are getting what you want. Do not get overboard. Enjoy the benefits but at the same time remain grounded and humble to people around you. Travel is on your card. You can treat yourself."
    },
    "3": {
        "Cancer Daily Horoscope": "This is the best time to cut out the deadwood in your life. You have been sticking to a position which you no longer enjoy out of a sense of obligation or out of helplessness. You were finding it difficult to get out of this situation, but today you will be able to find the inner courage to take that final step. You will also be helped by some event in this.",
        "Cancer Health & Wellness Horoscope": "You have been out of shape since long. But not being able to do exercises for few days does not mean that you will never be able to do it! There is some one around you who is spreading negative vibes and that is what is affecting you badly! Give some time to your relations and meanwhile use your energy for your good.",
        "Cancer Daily Love & Relationship Horoscope": "The time is exactly right to mend fences and clear up old misunderstandings. You may also get close to someone from whom you have been estranged before. There is a real possibility that you will meet an old flame and passion between you will be rekindled. Balancing the past and the present relationships can be an especially demanding task today.",
        "Cancer Career & Money Horoscope": "A business trip is shown on the cards in the later half of the day. It will be a great opportunity for intellectual stimulation. If you feel too much burdened take an off in the first half of the day and prepare yourself about how you are going to present yourself in front of everyone."
    },
    "4": {
        "Leo Daily Horoscope": "Tension seems to mount up as the day progresses. Do not give up until you reach the finish line! Winning or losing does not matter; you did it that really matters! You have been persistent and this is the time to hold on to it for a little while more! Try to figure out the root cause so that the matter can be put to rest once and for all!",
        "Leo Health & Wellness Horoscope": "With a little patience and forbearance, the day can turn out to be very productive for you. But having that patience can be the greatest challenge now. Time will seem to slow down to a crawl and nothing would move fast enough to suit your mood. But if you try to hurry up the process, you can completely mess up your agenda. Try starting the day with some calming exercises to control your energy.",
        "Leo Daily Love & Relationship Horoscope": "Everywhere you go there is some or the other thing to remind you of the bygone days when you have made loved with your beloved. It can be predicted that you are no longer in accord with them. Don't regret for the things unsaid and certain things cannot be changed, so just let them be the way they are!",
        "Leo Career & Money Horoscope": "You are trying to trick some one to yield to your wishes. But you must not indulge in these things today otherwise you may fish in trouble waters. People will take it as an offence and you may lose their faith forever which you have built over so many years. Do not put up any sort of act; just be the way you are with display of honesty in your every action!"
    },
    "5": {
        "Virgo Daily Horoscope": "Monotony is not your cup of tea. It bores you. Today be flamboyant and flirty. Bring change in your routine. Fitness regime may attract you. You may enroll for recreational activity. Out of the box ideas may impress superiors. You may get recognition in office. Overall a light and relaxed day. Work pressure will be moderate. You will spread positivity.",
        "Virgo Health & Wellness Horoscope": "During the festive season, you had your share of fun and feast. Now is the time to detoxify so that you are back with a splash of energy. Concentrate more on raw fruits and vegetables. Cut down on caffeinated drink and alcoholic drinks. Feel energized and exude positivity. Also, take your loved ones on a healthy regime. They need your support.",
        "Virgo Daily Love & Relationship Horoscope": "You are in a rather irritable mood today and you are likely to take this out on your partner. You realize that you are being unfair, but you still find it difficult not to assign blame where none is due. It is vital that you control your mood swings. If you cannot do so, try to spend some time away from your partner. Otherwise, your relationship will be in jeopardy.",
        "Virgo Career & Money Horoscope": "Changes are strongly indicated at the career front. If you have been thinking about changing your job, you are likely to take the final step today. You may even go so far as to start training for something which you had long wanted to do. In the process, you will have to take some risks, but they will pay off in the long run."
    },
    "6": {
        "Libra Daily Horoscope": "Do not let lethargy spoil the day for you. Summon the creative energy that is natural to you and the day can proceed smoothly. You need to work towards restoring harmony and balance in your personal life and even in your health. Ignore the distractions around you and instead concentrate your attention on those tasks where you can actually contribute something concrete.",
        "Libra Health & Wellness Horoscope": "Today tension and pressure of work place may affect your sleep. You may find yourself waking up time and again. Before going to bed, relax and meditate for some time. You may want to listen to slow and melodious songs. Darken your room and set the temperature pleasant enough so that you may sleep peacefully. Drink a glass of warm milk before sleeping.",
        "Libra Daily Love & Relationship Horoscope": "Contradictory planetary forces pull you today in opposite direction. You want to take decisive action; yet you feel cautious and do not want to upset any balance. The result of these opposing effects will be rather interesting on your love life. You will learn a lesson about your partner or your relationship which will help you to plan for the future.",
        "Libra Career & Money Horoscope": "Everything that you wanted in your career will come your way today. Whether it is fame, power, money or position, you are in an ideal position to get everything now. Just remember not to stop working hard and respecting the opinion of other people and all you have worked for will at last be yours. This is the time to enjoy the fruits of your labours."
    },
    "7": {
        "Scorpio Daily Horoscope": "You have been following a highly hectic schedule for the last few days and it is time to get organized. Today will be comparatively relaxed, but you should take this time to get your affairs into some semblance of order. Otherwise, things are likely to get even more chaotic in the coming days and you are likely to become anxious as things would seem to go out of control.",
        "Scorpio Health & Wellness Horoscope": "You can sustain minor falls or injuries today or you may be susceptible to allergic reactions. Small accident is on the cards. So, you need to be extra careful. Otherwise, it is going to be an uneventful day. You may be visiting someone in a health centre. This is also a good time to introduce some long needed changes in your lifestyle.",
        "Scorpio Daily Love & Relationship Horoscope": "Both you and your partner have been super busy lately. So, today, make sure to spend time in each otherﾒs company. Plan a romantic dinner and spoil your partner with your attention. This gesture of appreciation will go a long way. Single persons are likely to have a great date which may inspire them to take the relationship to the next level.",
        "Scorpio Career & Money Horoscope": "You are likely to face some major expenses today, but they will all be because you want to spend and not because you are forced to do it. You have been saving for a rainy day and that is a prudent move, but today is the day to indulge your extravagant side without worrying and buy a nice treat for yourself or a person close to you."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Overall, this is going to be an emotional day for you. You may require to lay bare your innermost thoughts and feelings. It is a scary prospect because you have not done this before, but if you take this step, it will take you closer to emotional fulfilment. Someone near to you may also get emotional and your appropriate response is vital now.",
        "Sagittarius Health & Wellness Horoscope": "Pay attention to those who are sick at work. Avoid making contacts with the telephone, laptops or other equipments they may be using. If you can control the transmission you can control the infection easily! You are a benevolent soul and no other human being can be as much capable as you of benefitting other life resources. Take care of yourself too!",
        "Sagittarius Daily Love & Relationship Horoscope": "Your lavish lifestyle draws many people towards you. But all of them are just fake and make false pretensions of loving you. In such a situation just focus on the positivity that you are not alone. Try to ignore the negativity that you are lonely, this is just the beginning and you have many more lovers to follow.",
        "Sagittarius Career & Money Horoscope": "Your attention to detail and meticulous way of completing every task is going to attract the attention of your superiors. More responsibilities will be given to you. You need to tackle them in your usual efficient way as this can open the door to further opportunities in your career. Your finances are going to improve but make sure you invest wisely and plan for your advanced years with care."
    },
    "9": {
        "Capricorn Daily Horoscope": "You have probably been feeling ignored in recent days, but today you will grab the attention of all. The limelight will be centred on you and you are going to justify it by rising easily to the occasion. This can be related to the appearance of a new friend, reappearance of an old one or some situation at work.",
        "Capricorn Health & Wellness Horoscope": "Your health can be a little unpredictable today, but your exceptional mental strength and determination can help you tackle any situation. You may have to face a day of considerable physical labour, but you will come through with flying colours and complete all your tasks with time to spare. You may also stimulate someone else to start a healthy regime. However, be sure to relax at the end of the day with your favourite activity.",
        "Capricorn Daily Love & Relationship Horoscope": "You are going to discover a new dimension in your relationship. The behaviour of your partner has been quite puzzling lately, but today the explanations will become available. But it is up to you what you do with this information. It is advisable to think long and deep before you take any action. Single persons should proceed with caution with a new person.",
        "Capricorn Career & Money Horoscope": "Today is a lucky day for you as far as the money is concerned. You may receive your money if you have lent somebody in the past. You may also see your luck shining in financial schemes like chit fund or any other form of gambling. Students may see their career going in the right track today meaning that any exam or small test will yield good results."
    },
    "10": {
        "Aquarius Daily Horoscope": "You may examine changes in your lifestyle which could possibly establish a balance between your work and health. You can drop an email to one of your close friends asking about the solution for the same. These changes will make you comfortable. You may align yourself with right people and they will let you determine the purpose of various goals.",
        "Aquarius Health & Wellness Horoscope": "You are confident enough to take care of yourself and to do everything on your own. But this makes you isolated from others which is very risky for a healthy development of mind and soul. So try to mingle up with people around you as much as you can. Ask for their perspective about how well you are leading your life.",
        "Aquarius Daily Love & Relationship Horoscope": "Nobody has the permission to make you feel down. It is a trying time. If your love hurts, it was never meant to be yours. It is time to move on. There is no social obligation to remain attached with something that does not gel with your energies. With clashing energies, it is batter to back off. You may find love shortly.",
        "Aquarius Career & Money Horoscope": "A trend is building up for past few weeks and the result will appear today. Prepare yourself to harness the result. Keep the company of like minded people. An innovative business idea will fly from your conversation. Be contended with what you have. Do not let greed blanket you. The goodness of your soul will help you stay away from wrong things."
    },
    "11": {
        "Pisces Daily Horoscope": "Life has been monotonous and lackluster over a long period of time. Try to spice up your life with little adventure. It may be a visit to your favorite holiday spot or undertaking some expeditions. Separate yourself from social and personal involvements for sometime to accomplish certain goals needing your full attention.",
        "Pisces Health & Wellness Horoscope": "The stars indicate a high chance of accident today from fire or heat for you. Be extra careful while handling electrical implements or while working in the kitchen. In fact, you should be careful around all hot objects today. You should stay away from firearms. Your stress will manifest itself in irritability which may affect your interaction with others.",
        "Pisces Daily Love & Relationship Horoscope": "Gentleness and care is necessary to relate to your partner right now. He or she is dealing with an issue that is very important to him / her. You need to inspire the confidence so that he / she decide to confide in you. Prepare to lend your full support. Passing successfully through this crisis will have a long lasting effect on both of you.",
        "Pisces Career & Money Horoscope": "You will do well in the role of a receptor today! So switch onto being an organizer rather than being a host for the upcoming events! You will be making good amount of money in both the cases but surely if you choose to be an organizer! It is not against your innate abilities, you just have not recognized this side of you!"
    }
}]
