horo_english=[ {
    "0": {
        "Aries Daily Horoscope": "This is the perfect time to implement your creative ideas and expand your thinking. Enroll yourself in some intellectual pursuits or a vocational training which will help you to take an edge over the others. How ever you may be subjected to some financial problems while striving to pursue the same.",
        "Aries Health & Wellness Horoscope": "In general you are very clearheaded. But today, your ability to think logically will be hindered by your own problems and insecurities. Hence, this is not the best day to take on a new project or a new partner. You are liable to be wrong in your judgment today. So, basing your future activities on this may not be fruitful. Try for some relaxation today.",
        "Aries Daily Love & Relationship Horoscope": "The day is especially favourable for single persons who are likely to meet someone special today who will figure prominently in your future life. If you are already in a relationship, you may get an indication today whether you are in it for the long haul or not. You are likely to take a step towards a serious relationship today.",
        "Aries Career & Money Horoscope": "For those who are studying this seems to be a good time for reaping of all your endeavors. The same is visible on the cards for the working professionals. Success and appreciation seem to be coming your way. However you may suffer a loss in investments if you have done any! So put the investment task for the other day if you are planning to make one!"
    },
    "1": {
        "Taurus Daily Horoscope": "Your power of concentration and perception are at their peak now and this makes you extra sensitive to the people around you and their plight. This will help you to mend any past breach. You may come in contact with someone from whom you are estranged. This is a good time to make up the differences, even if it involves a few awkward moments.",
        "Taurus Health & Wellness Horoscope": "Time to inculcate healthy habits in your daily routine. Aim for clinging onto it for over a month at least. If successful then pursue it as long as you can but initially do not burden yourself with it. One suggestion would be to increase your water intake everyday, make sure you have 3 liters at least each day.",
        "Taurus Daily Love & Relationship Horoscope": "Your lavish lifestyle draws many people towards you. But all of them are just fake and make false pretensions of loving you. In such a situation just focus on the positivity that you are not alone. Try to ignore the negativity that you are lonely, this is just the beginning and you have many more lovers to follow.",
        "Taurus Career & Money Horoscope": "Indecision has marked your behaviour for the last few days, but it is now time to take action and abandon this attitude once and for all. Do not be apprehensive about taking a decision. Whatever you decide will be right for your future. You can also consult someone close to you about career and money and you will be getting good advice today."
    },
    "2": {
        "Gemini Daily Horoscope": "You will be feeling unaccountably stubborn today and persist in going against what everybody else and your own good sense tell you to do. You need to realize that digging your heels in is not going to solve any problems. You have to be able to open your heart and mind in order to cope successfully with your current difficulties.",
        "Gemini Health & Wellness Horoscope": "Your physical health can be somewhat unpredictable today. However, you will be able to call upon reserves of mental strength to deal with the situation. It is a clear case of triumph of mind over matter as you will sail through all difficulties and be able to complete all your scheduled tasks on time in spite of any problems posed by your health.",
        "Gemini Daily Love & Relationship Horoscope": "This is time to heal your relationships. The planets are so aligned that you will begin to realize that it is better to let your old grudges go and instead concentrate on rebuilding your life and your relationships. Issues will suddenly appear to be what they actually are and you will realize how much you were blowing them out of proportion.",
        "Gemini Career & Money Horoscope": "It seems like your travel cost to your workplace is increasing day by day. Also the card shows that the office politics are strong and working against you these days. But you keep working as usual and you may get promoted soon. In any case the politics will keep mounting up out of jealousy."
    },
    "3": {
        "Cancer Daily Horoscope": "Someone at work may be working quietly against you. You have been suspecting many persons, but today you will get the best proof of who is out to harm you. Do not be hasty in confronting this person. You have gained a huge advantage by gaining this knowledge and you can use it effectively to eliminate your enemies forever.",
        "Cancer Health & Wellness Horoscope": "Adopt some healthy habits of washing hands properly after finishing up routine work and before meals. You are prone to bacterial infections and may have to suffer for a long term if not taken care of! Consume boiled water only and eat properly cooked food. Avoid fast and fatty foods for sometime.",
        "Cancer Daily Love & Relationship Horoscope": "It is necessary to evaluate your relationship and establish some healthy boundaries today. You are likely to realize that though you are giving more than you can; your partner is not satisfied and goes on demanding more. Putting a limit on these demands will actually strengthen your relationship and help you enjoy it in a way that will turn out to be the best for both you and your partner.",
        "Cancer Career & Money Horoscope": "Your attention is likely to wander today. Though work has been piling up, you will probably indulge in unproductive activities. But even this will not help you to relax because the awareness and the worry that you have not completed your tasks will always remain at the back of your mind. Your backlog is likely to accumulate which will have a long term effect on your working routine."
    },
    "4": {
        "Leo Daily Horoscope": "Give voice to your frank opinions but do not raise your voice. Focus on what needs to be perfected to bring a change rather than trying to wipe off the old dirt! Better option at this point of time is to avoid conflicts with people you live with rather than trying to deal with them.",
        "Leo Health & Wellness Horoscope": "Relaxation is the need of the day. This does not mean lying on the couch and eating junk foods. Instead, you need to practice a few relaxation techniques or opt for a massage from a professional. Take good care of your diet. You love junk foods, but they actually make you feel ill. You need to take a closer look at your health.",
        "Leo Daily Love & Relationship Horoscope": "Before you seek love from others, you have to love yourself and this is what you will understand clearly today. It is time to listen to your own inner voice and give yourself the love and respect that you deserve. Then, you will not have to go out in search of love. Rather, your own self confidence and self respect will create opportunities for meaningful relationships in your life.",
        "Leo Career & Money Horoscope": "The day is going to be demanding and you have to follow a strict regulation and out in lot of hard work. But, this will help to build a sound base for your future plans. The hard work that you do today will bear fruit in the distant future. You are likely to take on responsibilities on behalf of a colleague as well."
    },
    "5": {
        "Virgo Daily Horoscope": "A major advancement in money and career is indicated today, but it is essential that you do not ignore your family in search of material gains. In fact, you will also experience a surge of spirituality today. You are likely to feel somewhat torn by the influence of these contradictory forces, but will actually be able to balance them quite well.",
        "Virgo Health & Wellness Horoscope": "Sudden increase of stress at your workplace may lead to health related complications like migraine, tension headache and hypertension. In order to prepare for this, you should start the day with meditation, breathing exercise and other relaxation techniques. Be sure to drink plenty of water and stay away from the junk foods as they only add to your stress.",
        "Virgo Daily Love & Relationship Horoscope": "Everywhere you go there is some or the other thing to remind you of the bygone days when you have made loved with your beloved. It can be predicted that you are no longer in accord with them. Don't regret for the things unsaid and certain things cannot be changed, so just let them be the way they are!",
        "Virgo Career & Money Horoscope": "The day is especially fruitful for those working for the government in any capacity and those in administrative jobs. Any detailed work which you have been postponing should be tackled today because they will be easily completed. The day is also suitable to look for a new job if you are feeling restless or stuck in a rut. If the new job is in an administrative capacity, then you are likely to meet with considerable success in near future."
    },
    "6": {
        "Libra Daily Horoscope": "Name and fame are on the cards today. You are also likely to make snap decisions based on your intuitions and feelings rather than logic, but they will turn out to be right on money. Your intuition is top notch now regarding any decision in your life, but you may have to sacrifice some comforts now in favour of long term goals.",
        "Libra Health & Wellness Horoscope": "You may be in a little arrogant mood today! Conserve all your daring energy for facing odds as you may come across many people trying to challenge your credibility. But if you will get affected by their words, you may need to see a doctor! Better option is to attend some fitness workshop or camp rather than getting into anything!",
        "Libra Daily Love & Relationship Horoscope": "The day is ideal for spending quality time with your family. You can also take care of some important family commitments now. Take your kids out to a game or a visit to their favourite place. You may also spend time with your parents and siblings. The evening is especially suited to romance and an intimate gathering. You can explore each othersﾒ feelings in depth today.",
        "Libra Career & Money Horoscope": "You may feel somewhat puzzled about your working life. You never planned the career which you have now built for yourself. This may prompt you to suddenly quit the job and decide to follow your passion. However, do not take any decision today as the planets are in a difficult situation. Sudden changes in your finances may also occur."
    },
    "7": {
        "Scorpio Daily Horoscope": "Today is decision time. You have been worrying about some issues for the last week. However, today you need to take a decision which may seem tough at first. Your heart will guide you in the right direction. Think what youﾠwantﾠto do rather than what youﾠhaveto do and follow your heart. This will prove beneficial for you in the long run.",
        "Scorpio Health & Wellness Horoscope": "You feel active and stress free today. You may take charge of your surroundings and people around you might get influenced by your positivity and oozing enthusiasm. With active mind, you also enjoy a healthy and sound body today. It is a good day for athletes and people related to sports as they are quite likely to achieve success.",
        "Scorpio Daily Love & Relationship Horoscope": "Several events line up today to push your buttons. The result is that you may become irritated even at minor infractions of your partner. Mannerisms which you previously found endearing may appear to irritate you now. Your best course of action now will be to spend some much needed alone time and pamper yourself with exercise or a beauty regime.",
        "Scorpio Career & Money Horoscope": "Today you will develop better relationships with colleagues and clients. So it is a good day to explore onto something new which requires influential prowess. However those who are in ill health may resume work from home. This will improve your quality of work unexpectedly. You are cutting down on timings you waste in commuting."
    },
    "8": {
        "Sagittarius Daily Horoscope": "An elderly person gives you food for thought. Planning and prioritizing has been your strength. Do your bit and things will fall in place. Maintain your calm and practice patience. Someone may visit you today. Take care of your health and find time for relaxing as well. An important financial arrangement is on its way which may prove windfall gain for you.",
        "Sagittarius Health & Wellness Horoscope": "The health issues that you have been ignoring for some time now will begin to assume serious dimensions if you do not consult a health professional immediately. Your diet in particular needs careful attention. Avoid putting anything in your system that you know is not good for you. If you suffer from a chronic condition and have been ignoring the dietary guidelines, this is the time to go back to a strict routine.",
        "Sagittarius Daily Love & Relationship Horoscope": "If you have been dreaming of enjoying some romantic moments with your beloved partner, today sees a good opportunity. Enjoy the day together either in the confines of your home or somewhere close to nature. Soft light, aromas and soft drapes never ceases to increase the intensity of romance. Go for it. You shall have a great time today.",
        "Sagittarius Career & Money Horoscope": "You may be in the danger of falling prey to fraud. The day is not suitable for any major investment or purchase. Do not trust any complete stranger on money matters today as you are likely to bear considerable loss. However, with enough prudence at the correct juncture can help you to protect your finances easily. Do not plan or pay for a trip today."
    },
    "9": {
        "Capricorn Daily Horoscope": "Life has been monotonous and lackluster over a long period of time. Try to spice up your life with little adventure. It may be a visit to your favorite holiday spot or undertaking some expeditions. Separate yourself from social and personal involvements for sometime to accomplish certain goals needing your full attention.",
        "Capricorn Health & Wellness Horoscope": "You may be troubled by problems related to skin and teeth. Make sure to eat plenty of fruits, green veggies, milk and milk products in your diet. Allergies too may be acting up and this is the time to take special care to avoid all allergens. Proper diet and relaxation exercise are necessary to maintain your health and beauty.",
        "Capricorn Daily Love & Relationship Horoscope": "Complications are going to arise in your romantic relationship today. A younger sibling of you or your partner may play a crucial role in this. This does not mean that you are going to learn something bad about your partner. Rather, you are going to come to know of a facet of his / her personality that you were previously unaware of and this can add to the layers of your relationship.",
        "Capricorn Career & Money Horoscope": "Unexpected demands on your finances can make the day rather unsettling. Be sure to check all your bills and other obligations to make sure that you have paid all your dues. If you have overlooked anything, it may come back as a much inflated amount in near future. You may have to pay off some old debt which you had forgotten about."
    },
    "10": {
        "Aquarius Daily Horoscope": "The desire to be successful may get heightened in you today! And you may strive to enhance your writing and oratorical skills today. Try to read some useful tips for achieving the same or get in touch with the experienced people for better guidance. However do not get negligent towards those who have been waiting for your attention and care since long.",
        "Aquarius Health & Wellness Horoscope": "Injuries are a strong possibility today. You have to be extra cautious to avoid falls and accidents. A visit to the doctor is indicated. Do not ignore health matters today. Otherwise they can assume serious proportion. You also need to take care of the health of those closest to you. However, this is just a temporary phase and with timely intervention, you will easily deal with the health issues.",
        "Aquarius Daily Love & Relationship Horoscope": "You may try to amuse the other person with your humorous skills or satire! But the other person may not be moved or may not show it if he is! May be you need to adopt some other way to charm the other person. Be flexible to change your tendency to adhere to what you think is best way to win somebodyﾒs heart!",
        "Aquarius Career & Money Horoscope": "There is a major possibility that you may have to go abroad in connection with your job or career. Those who have applied for visa to study overseas are going to get the visa today. You may be transferred by your office to somewhere exotic. Be sure to grab this chance of going abroad and advancing your career. If you are already located in a foreign country, the prospect of transfer back to your own country does not look good."
    },
    "11": {
        "Pisces Daily Horoscope": "You have been feeling restless and unhappy for the past few days and today you are ready to take a more proactive approach to the problem. You need to dig deep to understand exactly where the problem lies and today is the best day to start the process. The day is also favourable to plan some projects which you have been ignoring for too long.",
        "Pisces Health & Wellness Horoscope": "You are going to discover the joys of alternative treatments today. You have been trying various remedies for your recent ill health, but with no good results. Today, you will come across a remedy that can actually bring you the relief that you are looking for. Try for a little experiment today and you may end up with a rather effective remedy for your ill health.",
        "Pisces Daily Love & Relationship Horoscope": "This is the day of making new connections. You should reach out today. New friendships, partnerships or even affairs are on the cards today. You will be plunged into a whirl of social activities now which will bring you in touch with new potential friends or partners. But take care not to ignore those who are close to you as you pursue new relationships.",
        "Pisces Career & Money Horoscope": "A number of situations may arise at work today where you will be forced to choose between going with the flow and doing the right thing. Pay extra attention to your work ethics today. Refusing to go with the crowd may cause some tension with your colleagues, but you are sure to win the recognition of your bosses and this will have a positive impact on your career in the long run."
    }
}]
