horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You are at your humor best. Don't lose this aspect of your character which keeps you tension free in toughest of situations. You may crack a deal because of your proactive nature. Someone needs your encouragement. Look around and be the mentor. A happy time with near and dear ones are indicated. Be cautious while eating fish.",
        "Aries Health & Wellness Horoscope": "You should not tax your physical strength today. Minor issues regarding pain in the back and the neck may crop up today. People who suffer from old injuries or arthritis are going to feel some discomfort. So, it is not advisable to do anything strenuous. Rest is the key to good health in your case. You can also try light yoga, but only under guidance of qualified instructor.",
        "Aries Daily Love & Relationship Horoscope": "This is the time to consolidate all those relationship that you have been ignoring in pursuit of romance. These include your parents, your siblings, your extended family and your friends. You need to realize that these other relationships are no less important and they provide a valuable support system for you. You need to nurture them as much as any romantic relationship.",
        "Aries Career & Money Horoscope": "You have to pay special attention to your work today as your superiors are going to closely watch your progress. They will be impressed by your dedication and strong leadership qualities. So, with a little extra effort on the job front today can result in a major advancement later as your superiors will be sure to mark your enterprise."
    },
    "1": {
        "Taurus Daily Horoscope": "An atmosphere of serenity will prevail at home today and tensions will take a back seat. So gather with your dear ones and spread the joy. You have to find new ways of dealing with the frustration in life, which seems to get mounted gradually due to various reasons. Your insight will help you to find a way out.",
        "Taurus Health & Wellness Horoscope": "You have been burning the candle at both ends and this will now begin to take its inevitable toll on your health. You may begin to suffer from insomnia. You need to realize that sleep is as important as balanced diet and proper exercise for your health. The lack of proper rest will make you feel sluggish and tired throughout the day.",
        "Taurus Daily Love & Relationship Horoscope": "Romance is in the air. You are likely to come in contact with a number of interesting persons and one of these meetings may lead to a more meaningful relationship. Those who are already in a relationship will be able to renew the old romance with an intimate dinner or outing. Your partner may have been detached and alienated in the last few days, but today the situation will definitely improve.",
        "Taurus Career & Money Horoscope": "The work seems to get severely affected due to your overly emotional behavior. Get accustomed to it for a while as getting rid of it will take time. Try to put this sensitivity of yours to your advantage by being empathetic towards other people around. In free time look for real estate properties which are worthy of investment."
    },
    "2": {
        "Gemini Daily Horoscope": "You are feeling much more outspoken today than what you normally do. You have been behaving tactfully for quite some time now and today this may feel somewhat stifling. You are likely to blurt out the unpalatable truth today and this will not go down very well with everybody. It is better to plan for some solitary activity because you are unlikely today to modify your behaviour to suit others.",
        "Gemini Health & Wellness Horoscope": "You are a sensitive individual and so is your digestive system. As soon as you consume something which is not in accord with your digestive system, your body will reject it. You may suffer from loose motions or vomiting and the condition will get severe if not checked. Try to go for indigenously prepared medicines.",
        "Gemini Daily Love & Relationship Horoscope": "You may try to amuse the other person with your humorous skills or satire! But the other person may not be moved or may not show it if he is! May be you need to adopt some other way to charm the other person. Be flexible to change your tendency to adhere to what you think is best way to win somebodyﾒs heart!",
        "Gemini Career & Money Horoscope": "You have been patient at your work, but today you will feel a surge of possessiveness. You need to realize that things will progress at their own paces and trying to grab more at this point will ultimately be self defeating. You have been patient and stuck to the prescribed path. You need to remember why you did so and continue in this same path."
    },
    "3": {
        "Cancer Daily Horoscope": "You may be going to host a big conference or seminar today. But slight confusions with the availability of the venue at your desired time may put you at an embarrassing position in front of every one and you may have to cancel the event! You have to keep your cool in such a situation and keep acting positively.",
        "Cancer Health & Wellness Horoscope": "Due to mobility factors you seem to be out of your regular fitness regime. Try to re-arrange your fitness regime with experts. You may be susceptible to intact infections too. Taking mild medicines for the same will give relief but strong ones may cause severe upset of your stomach!",
        "Cancer Daily Love & Relationship Horoscope": "You are likely to do a lot of soul searching in connection to your love life. You have been wearing rose tinted glasses when you judged your relationship before but now you will be able to adopt a far more sensible and mature approach to love. You will arrive at a clear idea of what you want from your partner and the relationship and how much you are willing to give to it.",
        "Cancer Career & Money Horoscope": "Try to figure out what you can do to bring out the best in you. It will also make you unique in your designs and concepts. However when it comes to finances your rewards will be delayed. Still you have enough income to save yourself from financial crisis. Just safeguard what you have and you will be able to come out of the situation!"
    },
    "4": {
        "Leo Daily Horoscope": "Prepare for some good news, especially regarding your home. Opportunities may arise leading to a shift in residence or you may finalize your buying plans of a house. Take advantage of positive energies. If you have been considering a renovation project or remodelling your home or a part of it, this is the best time to get the project off the ground.",
        "Leo Health & Wellness Horoscope": "You now have the sufficient energy to overcome all the obstacles and challenges that you encounter. However few such issues may arise which will need a lot of your time and energy, leaving you drained and strained upon resolution. Be prepared in advance and keep your favorite meals cooked for yourself which you may consume after sorting out everything.",
        "Leo Daily Love & Relationship Horoscope": "Minor tiffs may happen today with your partner. Try not to get irritable or into any arguments though they seem inevitable. Issues may easily get blown out of proportion. Avoid confrontations today.ﾠ You need to pay special attention to your children and spend quality time with them. It is better to go for family activities today rather than any romantic plans.",
        "Leo Career & Money Horoscope": "New business ideas that you proposed will now begin to bear fruit. You may have been thinking of starting your own business. This is the best time for striking out on your own. Chances are very good that you will be able to get adequate financing for your new business at this time. You may have to work in partnership with someone from abroad for establishing this business."
    },
    "5": {
        "Virgo Daily Horoscope": "Today your ego takes you in its grasp as you may allow your ego to act and think. For this reason you may not see eye to eye with a person in power. Whether it will be good or bad is a thought that you have to carry. A word of advice, today listen to your head. Be tactful and diplomatic.",
        "Virgo Health & Wellness Horoscope": "You may feel out of control today as you temper will shoot up cause of the misbehavior of someone who is typically interfering. This may even render you unconscious so just try to relax and avoid this ill mannered person! Try to divert your attention to creative pursuits which stimulate your mind and boost your confidence.",
        "Virgo Daily Love & Relationship Horoscope": "Love is in the air. If you are single, chances are high that you are going to meet someone and fall in love rather violently today, but be aware that though you are well suited, you will require adjustments in order to let the relationship become enduring rather than only a passing fancy. Couples are going to enjoy a much needed romantic time together.",
        "Virgo Career & Money Horoscope": "There is an atmosphere of tension at your workplace. It may be due to the heavy losses incurred, for which you are no where responsible. Do not allow yourself to take in this kind of energy. Instead try to motivate all those who are struck by this wave of negative thoughts. You will be able to receive the required wealth from various sources to manage the expenses."
    },
    "6": {
        "Libra Daily Horoscope": "Many good opportunities are awaiting you. But they require a great deal of commitment which seems to be an unavailable option for you at this point of time. It is okay for you to put this opportunity on hold for an important personal event! You are gentle in your disposition and this is what helps you gel softly with friends.",
        "Libra Health & Wellness Horoscope": "There is a chance of a water related accident today. So, if you are going swimming, sailing or surfing, it is prudent to take extra precautions. Otherwise, health will be good and you may be inspired to join a new exercise or yoga class. Someone near to you will inspire you with the goal of higher level of physical fitness.",
        "Libra Daily Love & Relationship Horoscope": "Watch out for your temper. You may lash it out on someone close to you. Partner may get hurt with your temper. Try explaining your partner that it was the outburst of some feelings that were ignored in past. Wear blue in some part of your clothing. Try controlling your emotions and if uncontrollable, watch the intensity at least.",
        "Libra Career & Money Horoscope": "You have been working hard in the straight and narrow path for a long time now, but today you will be tempted to resort to trickery to accomplish a task. However, this is a needless risk that you will be taking. People will identify what you are trying to do and will take offence and you will lose the trust that you have build up over the years."
    },
    "7": {
        "Scorpio Daily Horoscope": "Time to honor your commitments! This may require a lot of compromise with your fun and frolic but you have to do it if you do not want to let down others! Your imaginative capabilities may help you pursue your goal. Your progress will be huge since you are focused on humanitarian needs.",
        "Scorpio Health & Wellness Horoscope": "Unresolved issues in other areas of life can affect your health today. You have probably not noticed it but the stress of your work and relationships have been mounting up and this is likely to lead to difficulty in sleeping or relaxing as well as irritation of the stomach. The key lies in relieving the stress of your mind rather than in any physical problems.",
        "Scorpio Daily Love & Relationship Horoscope": "Today you may gather little important information regarding your partner which will help you to form an opinion. Your partner has been sending you confusing signals for some time. The information that you get today will help you understand the logic behind his behavior and will hence affect future course of action. Be flexible enough to adept new things.",
        "Scorpio Career & Money Horoscope": "Today is a lucky day for you. You may be on top in any meeting or negotiation. You will sail through any circuitous situation with much ease. Your efforts will be appreciated. If you are planning to invest today in a property, you may get a good deal. Read the documents carefully before agreeing for the terms."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You are full of positive energy today. However, though you may mean well, your unsolicited advice is not going to be welcome everywhere. You should indulge your impulse to pamper yourself and may end up spending a considerable sum for your own pleasure. However, it is better to check your impulses as far as other people are concerned because your good intentions may be misinterpreted.",
        "Sagittarius Health & Wellness Horoscope": "Your eyesight is getting weak day by day. Try to consume tea brewed with a herb known as ﾓeyesightﾔ. However few people are allergic to tea and coffee. They can consume foods such as carrot, cantaloupe and apricots which are high in beta carotene pigment. The liver converts this pigment into Vitamin A, which is very helpful for night vision.",
        "Sagittarius Daily Love & Relationship Horoscope": "Your lavish lifestyle draws many people towards you. But all of them are just fake and make false pretensions of loving you. In such a situation just focus on the positivity that you are not alone. Try to ignore the negativity that you are lonely, this is just the beginning and you have many more lovers to follow.",
        "Sagittarius Career & Money Horoscope": "You have been looking for that one great opportunity to come your way and this is the best time for it to appear. If you have appeared for an interview, you will get good news on that front today. Job offers from unexpected quarters or scope of advancements from old contacts will now begin to manifest. You have kept up excellent spirit during the tough times. The end is now in sight."
    },
    "9": {
        "Capricorn Daily Horoscope": "It is vital that you put all the credence on your logical mind rather than on instinct which has proven to be not so dependable. This is a must when you are dealing with someone who is close to you but may be conspiring against you. You should not hesitate to take decisive action once you understand what your mind is telling you to do.",
        "Capricorn Health & Wellness Horoscope": "Good health is not a distant goal for you. Just maintain a proper fitness regime and you are there. Exercise is a must for relaxing your body and improving your concentration. You have to turn your aspirations into reality in order to live the life of your dreams. Staying in good health will give you a chance to fulfill your aim!",
        "Capricorn Daily Love & Relationship Horoscope": "Healthy boundaries have become necessary in your relationship, but you have been finding it difficult to demarcate them. You need to sit down with your partner and talk about the various dimensions of your relationship with which you are feeling uncomfortable. Today is ideally suited for this task as your partner will be receptive to your ideas and will be willing to talk to you about them.",
        "Capricorn Career & Money Horoscope": "You will do well in the role of a receptor today! So switch onto being an organizer rather than being a host for the upcoming events! You will be making good amount of money in both the cases but surely if you choose to be an organizer! It is not against your innate abilities, you just have not recognized this side of you!"
    },
    "10": {
        "Aquarius Daily Horoscope": "Your indecision and dithering has created needless chaos and all these issues are now likely to come to a head. Family matters and those concerning real estate come to a head now and you will receive correspondences regarding these issues. Old and unresolved businesses will now demand your attention and you cannot move forward till you close these old chapters.",
        "Aquarius Health & Wellness Horoscope": "You must buy and keep with yourself always a clinical instrument to track your pulses, sugar level and blood pressure. You should closely monitor these. It will help you to measure the deviations you have made in maintaining a balanced health and also to keep track of your progress.",
        "Aquarius Daily Love & Relationship Horoscope": "The state of your relationship has been rather confusing lately and you have not been able to interpret or understand the signals your partner has been sending you. Today, you will gather some information regarding your partner which will help you understand and evaluate the situation better. You may also have to take some decisive action based on this information, but take care to keep your cool as you take your decision.",
        "Aquarius Career & Money Horoscope": "If you decide to part off from a partnership, you are advised to do so in a humble and realistic way. Try to end the cold war or be the first one to break the ice berg by communicating very effectively and smoothly. You can right now concentrate very well on anything you want to, so use this ability well to your advantage."
    },
    "11": {
        "Pisces Daily Horoscope": "Today, you need to realize that being a prisoner of the past is not going to help you in any way. You need to learn your lesson from the past, but then you will have to let it go. If you can realize this, you can take a giant step towards solving the major problems that you have been facing in your life.",
        "Pisces Health & Wellness Horoscope": "You are high on energy today which will reflect in your actions. You also enjoy a good health in general. You may plan for some health routine today if you have been ignoring it for some time. You may have to go in the sun in connection to your work so carry an umbrella with you as you may be prone to develop headache latter in the day.",
        "Pisces Daily Love & Relationship Horoscope": "If you think that you have received low ratings on attraction/romantic relationship scale. Then this is the time to do something about it. Try to visualize how you want to look and what kind of a partner you want to be. This will help you decide the path you must follow to attain your goal. Be cool with whatever comes your way.",
        "Pisces Career & Money Horoscope": "The day is especially favourable for investment purposes provided you have done your homework carefully. Investing on a whim is unlikely to pay off but if you research the matter deeply, you will soon arrive at the correct conclusion. Your investments will also help in attaining your long term goals. So be sure to invest only after judging the matter."
    }
}]
