horo_english=[ {
    "0": {
        "Aries Daily Horoscope": "The stars say that love is in the air for you today. Keep your eyes open, you may meet the man/woman of your dream. However, recognizing the dream person will be tricky as he/she will come in weird package. Today you are also inclined to receive a gift from an unexpected source. All in all the day will be pretty eventful.",
        "Aries Health & Wellness Horoscope": "Take time to discover what suits you the best and renders you maximum energy; just increase its intake for your good health! You seem to be travelling since long and consuming various varieties of food at different places. It may upset your digestive system making your life uncomfortable and you must be very careful of it!ﾠﾠﾠ",
        "Aries Daily Love & Relationship Horoscope": "You can relate well to everyone you come across today. But this does not mean that they can be a perfect match for you. It will be too early to call it ﾓlove at first sight ﾓfor someone you may be attracted to! Take a step back and start analyzing how things have been and how things will be in future of you go ahead with this person in life.",
        "Aries Career & Money Horoscope": "You are an ambitious person with the capability of keeping things well organized in addition to chasing your dreams. But others are not so! And you must not tell them to be so; that is up to time. So just resist this urge else you will be mistaken to be interfering in other peopleﾒs lives!ﾠﾠ"
    },
    "1": {
        "Taurus Daily Horoscope": "After long, today you will feel relieved. An important news will make your day. Parents may find suitable match for their son/daughter. A pending court case will be settled in your favor. A little effort in the career today will give rich dividends tomorrow. Today life seems to be back on track. Enjoy this period with your family.",
        "Taurus Health & Wellness Horoscope": "The day brings a lot of positive emotions for you and this will help you to enjoy excellent physical health. The happiness of your mind will help you to enjoy good health. However, you need to pay attention to your posture. Without this you may develop back problems of a persistent nature. Take up exercises like running, walking or swimming to keep fit.",
        "Taurus Daily Love & Relationship Horoscope": "Several events will happen today which will present your love life in a completely new light. You may become aware of new information or get a new insight in the character and wishes of your partner. As a result, this day marks a turning point in your relationship. It is necessary to balance your own desires and self respect when dealing with your partner.",
        "Taurus Career & Money Horoscope": "A rare job opportunity is going to knock on your door today. The idea may sound somewhat risky and novel to you, but if you act on it, you can give a new turn to your career. The time is right to take risks and go after what you really want to do with your life rather than sticking to the safe and narrow path."
    },
    "2": {
        "Gemini Daily Horoscope": "Today you are determined to play the power game which may include fair and unfair means to achieve your goals. After getting cornered for a long time, a spurt of energy from the planets now may fill you with confidence. You may make decisions on the basis of your instincts and rest assured, none will laugh on your face.",
        "Gemini Health & Wellness Horoscope": "The day is extremely suited for making some much needed positive changes in your lifestyle. You may meet someone or come to know of a situation where you will become aware of the need to change your dietary habits for better health. You are also going to receive valuable guidance regarding healthier diet. Be sure to exploit this opportunity today.",
        "Gemini Daily Love & Relationship Horoscope": "Love is in the air, love is on the mind. Actually love is everywhere. You just have to be conscious of its presence. Take baby steps and talk to friends for advice. With many options seen today, do not be in a hurry to jump. Your silence attracts people. A little enigma around your character is alluring. Be the same.",
        "Gemini Career & Money Horoscope": "Depression and hardships are indicated at the work front. However, if you have managed to learn from previous experiences, you will be able to deal with these quite easily. It is necessary to draw from your own knowledge of the past. Timely application of this knowledge can take your career very far at this position. You also need to take decisions quickly for them to be effective."
    },
    "3": {
        "Cancer Daily Horoscope": "If you are saving up for the right occasion, then today just might be the day. Expect good news today that is sure to bring a smile on your lips and tear on your eyes. It is predicted that you will be surrounded by friends and family today. Jolly time is around the corner. However, donﾒt forget to take care of your health.",
        "Cancer Health & Wellness Horoscope": "You are in a vibrant and active mood today. You have been suffering from minor aches and pains in recent days and this might have made you moody and irritable. Today, you feel a surge of positive energy and shake off all your feelings of ill usage. You are ready to tackle your health issues head on and return to a more active lifestyle.",
        "Cancer Daily Love & Relationship Horoscope": "Try to strike a conversation with your partner. You have not actually talked much and have been busy enjoying and taking your relationship lightly. Itﾒs time you two go off to a new place preferably near nature so that natural beauty takes its own course to fill your heart with emotions and thus helping you open up. Your relation will get stronger.",
        "Cancer Career & Money Horoscope": "The day indicates great success, especially for those who are connected to education or writing in any way. Students, researchers, journalists, authors and other professionals connected to education are likely to enjoy a very good day. The day is also suitable for investing in long term plans. You are going to sit back, relax and reap the benefits of the efforts that you have put in towards your professional life."
    },
    "4": {
        "Leo Daily Horoscope": "You are in a fanciful mood today. Role playing and fantasies hold unusual attractions for you. You find romance everywhere and have an active fantasy life which you may get a chance to duplicate in reality. You can impulsively choose to follow an impossible dream, either in your career or your relationship. However, you should not take any major decisions now.",
        "Leo Health & Wellness Horoscope": "It is high time that you realize that your health is one of your assets and needs to be developed. Today is a good day to start a health regime, take up a sport or join an exercise class. Swimming or other aquatic activities can prove to be of special benefit to you. If you initiate a healthy regimen today, it has a greater chance of success.",
        "Leo Daily Love & Relationship Horoscope": "You are going to be very busy with your social commitments today. Parties, get-togethers and family occasions are likely to take up most of your time and you are going to enjoy the social wind. You will easily take up the attention of people as you sparkle at all the gatherings. You are going to resurrect some old connection through these meetings which will be beneficial for you.",
        "Leo Career & Money Horoscope": "You will hit the bull's eye today. Your eyes are right set on the target and you will nail down what ever you have aimed for! Just be patient if any changes occur with your seating location or you may be asked to work on an entirely new site. Contrary to your belief this new office space will boost your confidence and your ability to perform independently."
    },
    "5": {
        "Virgo Daily Horoscope": "The day is perfect for showing your talents. You may act more aggressive or assertive than you generally do and this is going to surprise the people around you. They will be put out of balance and will probably have to revise their opinions about you. This element of surprise can provide you with a much needed edge. Be sure to utilize this to the fullest extent.",
        "Virgo Health & Wellness Horoscope": "The day calls for rest and relaxation. You are likely to spend the day pampering yourself. Book a beauty session or a spa treatment as they are going to be very effective today. You are soon going to be glowing and glamorous. People around you are going to find it difficult to keep pace with your vitality after your beauty and wellness session.",
        "Virgo Daily Love & Relationship Horoscope": "The stars have aligned up to help you meet the person of your dreams. He / she will be adventurous and with a well developed sense of humour. You may not have envisaged someone exactly like this, but he / she will come very close to what you want. So, be sure to express your liking and give a hint about your feelings.",
        "Virgo Career & Money Horoscope": "Your patience and your sense of duty and responsibility will go a long way today to conquer all the obstacles in your path. You are definitely going to require your ability to see humour in different situations today if you want to maintain a calm atmosphere at work. There is a chance of serious financial gains towards the end of the day."
    },
    "6": {
        "Libra Daily Horoscope": "You may examine changes in your lifestyle which could possibly establish a balance between your work and health. You can drop an email to one of your close friends asking about the solution for the same. These changes will make you comfortable. You may align yourself with right people and they will let you determine the purpose of various goals.",
        "Libra Health & Wellness Horoscope": "You are going to enjoy the best of health and a completely stress free day today. Utilize this time to indulge in some physically demanding activity that you enjoy. Go for a ball game or hot the gym. Your healthy body will help you to be charming and happy. It is a great day to get together with your friends and share this general wellness.",
        "Libra Daily Love & Relationship Horoscope": "Misunderstandings may crop up in your relationship today. You have probably acted out of good intentions, but you failed to take into account all the implications of your actions for others involved. The result is that your pure motives will be viewed rather differently by your partner. You are going to need a lot of patience to sort out this situation.",
        "Libra Career & Money Horoscope": "Today you will develop better relationships with colleagues and clients. So it is a good day to explore onto something new which requires influential prowess. However those who are in ill health may resume work from home. This will improve your quality of work unexpectedly. You are cutting down on timings you waste in commuting."
    },
    "7": {
        "Scorpio Daily Horoscope": "It may be a day of introspection and re-evaluation of your principles. You may question yourself and your partner for the past decisions. Still you will follow a very supportive approach towards your partner and you expect the same in return. There is absolutely no harm in adopting new ideologies in life when the former ones do not seem to be working well anymore.",
        "Scorpio Health & Wellness Horoscope": "You may have been feeling irritated and under-appreciated in the past few days and this is because you have been heaping your attention on others at the cost of your own health. It is time to turn the love towards your own self. Pay attention to your diet. Get plenty of rest or go for a beauty treatment to pamper your body and you will feel refreshed and energised.",
        "Scorpio Daily Love & Relationship Horoscope": "You will be required to extend your unconditional love and support to your partner. You may learn of something that is potentially damaging, but you need to remember your priorities and be sympathetic and soon you will find that your relationship has actually emerged stronger. Do not judge your partner too harshly. Instead, a loving ear is necessary to weather this storm in your relationship.",
        "Scorpio Career & Money Horoscope": "Hit the iron when it is hot! This is a great day specifically for the people accomplishing the role of motivational speakers or in similar profiles. You will be able to communicate better with the masses. And you can be paid highly for that as well. So put your best foot forward to leave everyone wanting to listen more from you!"
    },
    "8": {
        "Sagittarius Daily Horoscope": "The planetary positions indicate that unexpected hindrances can arise in your path now. You have been experiencing smooth sailing for the past few days and there has been nothing indicating otherwise. But today there are going to be hitches and disturbances which can affect your productivity and your mood. Unforeseen complications can lead to the stalling of your project.",
        "Sagittarius Health & Wellness Horoscope": "You are full of hope and energy. This positive feeling will keep you going throughout the day no matter how many hindrances you have to face. Situation is not rosy when it comes to your health, still you will not get bed ridden! Proper consultation with a specialist will cure you in no time. Maintain a healthy diet as well.",
        "Sagittarius Daily Love & Relationship Horoscope": "You somewhere have started to feel that romantic involvements are tedious and non-fulfilling to you these days. However a unique and fresh kind of romance may re-kindle your desire to form alliances with the people of opposite sex. Motivate yourself not to lose hope, the fruit of patience is sweet and so will be your reward.",
        "Sagittarius Career & Money Horoscope": "You are likely to receive some valuable career advice today from someone close to you and if you listen to this, it can have a very positive impact on your future. You need to remove the glitter and seriously consider the pros and cons of the direction which your career is taking. Prudent consideration of the various career paths at this time is essential for you."
    },
    "9": {
        "Capricorn Daily Horoscope": "This is the perfect day when you can impress those around you with your insight and your understanding of any situation. You will be able to offer innovative solution to some major problem at your workplace or for one of your friends. It is an exciting time for you. You need not seek attention. Instead, people will turn to you for your help and support.",
        "Capricorn Health & Wellness Horoscope": "You have been eating unhealthy diet for the past few days. There may also have been frequent dinners outside. Your digestive system is going to suffer today as a result. There may be stomach pain and indigestion. You need to control your diet and increase your water intake in order to recover quickly. You also need to take special care of dental hygiene.",
        "Capricorn Daily Love & Relationship Horoscope": "You are in for a big surprise today from your partner. Expect extravagant gestures or expensive gifts and this is the perfect time to rediscover your love for each other. If you are single, you may find romance blooming in unlikely places, but do not ignore this as implausible. Chances are, you are going to find a fulfilling relationship from this place where you never thought to look.",
        "Capricorn Career & Money Horoscope": "You are not at peace. There is a constant warfare between your heart and mind which want to opt for morally and logically correct decisions respectively. Follow your heart and do something to quiet your mind. Try burdening yourself with a new responsibility. Finances may get disturbed if you spend without thinking much."
    },
    "10": {
        "Aquarius Daily Horoscope": "Time to choose between fun and freedom. You will be allowed to be free if you have the sense of responsibility. Although after putting excess of hard work you will not be able to reach your desired goal but perseverance will pay off later so keep working. Do not get embarrassed when it comes to financial conditions. They will gradually improve with time.",
        "Aquarius Health & Wellness Horoscope": "You are physically and mentally very strong at this point of time. So you must strive to achieve what ever you want to! Do not remain restricted to looks only! Try conversing with people around you about the problems you encounter while undertaking exercises. This will help you obtain multiple solutions. Follow the one which suits you the best.",
        "Aquarius Daily Love & Relationship Horoscope": "This is the time to enjoy light side of relationships. You have always been of a serious nature, but you are now over-thinking your relationships. Stop looking for hidden meanings and deeper implications in everything. Instead, go out for light-hearted banter and just enjoy a good time. Do not let pressure of responsibilities and expectations take all the fun out of your relationships.",
        "Aquarius Career & Money Horoscope": "The day will get better as it progresses. The disappointments you have experienced in past few days will come to an end and you can breathe in a fresh air of optimism. Your superiors may even reward you for your consistent ability to tackle issues well. And this is a good time to get your point across anyone, ranging from the top management to the lowest level sub-ordinates."
    },
    "11": {
        "Pisces Daily Horoscope": "You will have to put your trust into another person today. This person can be someone close to you ﾖ a friend or a relative. He or she will help you in some crucial task which will significantly affect your future, but the key here is the trust that you will have to place in that person. This will require a leap of faith on your part.",
        "Pisces Health & Wellness Horoscope": "You must be careful of your diet especially what you are eating in the dayﾒs beginning! Eating stale food in a hurry at the pantry or any restaurant may affect you badly! So try to prepare your own food-fresh and light! Stick to a sound diet and you will start feeling fantastic in a very short span of time!ﾠ",
        "Pisces Daily Love & Relationship Horoscope": "The planets have lined up right for your love life. Be sure to go out with friends and enjoy yourself. You will find opportunities for dating and relationship opening up even in unlikely places. So you need to mix and mingle. This is the right time to explore a new relationship about which you may have had doubts in the past.",
        "Pisces Career & Money Horoscope": "This is the time when your persistence and hard work will pay off. You will be noticed by your superiors and will be offered better scope. This is less due to luck and much more due to your own sincerity. Your career is poised to take off right now. Be sure to utilize this opportunity to its fullest extent."
    }
}]
