horo_english=[ {
    "0": {
        "Aries Daily Horoscope": "You have probably been feeling ignored in recent days, but today you will grab the attention of all. The limelight will be centred on you and you are going to justify it by rising easily to the occasion. This can be related to the appearance of a new friend, reappearance of an old one or some situation at work.",
        "Aries Health & Wellness Horoscope": "There is some cause for concern over the health of an elderly friend or relative. So, this is a good time to get in touch with them. Similarly, you need to take precautions about the health of your children. You will realize the effectiveness of a diet and will take the first step towards adopting it and improving the general health of both you and your family.",
        "Aries Daily Love & Relationship Horoscope": "Complications are going to arise in your romantic relationship today. A younger sibling of you or your partner may play a crucial role in this. This does not mean that you are going to learn something bad about your partner. Rather, you are going to come to know of a facet of his / her personality that you were previously unaware of and this can add to the layers of your relationship.",
        "Aries Career & Money Horoscope": "Your dream of settling abroad may come true today as you may get offers to work with reputed companies established in foreign lands. However you may face issues in documentation, but these issues will get resolved in no-time. And when you have what all you want, money is certainly going to follow you!"
    },
    "1": {
        "Taurus Daily Horoscope": "The day seems to be full of applaud and praise for you. You may receive award for your several outstanding performances. Your principles of adhering to the truth may even set you as a role model for several people including your competitors as well. Just try to re-evaluate your decisions before making them effective.",
        "Taurus Health & Wellness Horoscope": "You need to take special care of your eyes, especially if your job requires heavy strain of the eyes. People, who have to read a lot, take photographs or use the computer continuously in the course of the day should get their eyes checked out and take adequate care. It may also be a good idea to rest your tired eyes for a day and look at nature for a change rather than books and computer screens.",
        "Taurus Daily Love & Relationship Horoscope": "You are adventurous and hence you wanted to take the risk of a blind date. It will turn out to be a raw and embarrassing date! Rain outside may keep you tied to the venue but soon it will end and the person will not piss you too in future! Someone smart and attractive will soon enter your life till then just enjoy.",
        "Taurus Career & Money Horoscope": "This is a dry season for your business to bloom. So right now you can invest time in brushing up your personality. You are an active person and the good customer service you have provided earlier will continue to fetch customers for you innumerable times. You are simple and smooth in your choice and hence your expenditures as usual are under control."
    },
    "2": {
        "Gemini Daily Horoscope": "Avoid being bogged down by your backlogs. You have been avoiding your commitments and this is the best time to fulfil all your obligations. You will need discipline and focus to complete your tasks as well as a healthy dose of willpower. You need to direct your energy to the job where considerable planning has already occurred in order to lead it to successful conclusion.",
        "Gemini Health & Wellness Horoscope": "It is high time that you realized the value of good diet. You have been suffering from a number of minor health issues which seem unrelated. They are actually all related to poor dietary patterns. Today, you need to understand that modifying your diet is the only way to improve your general health and this can improve other areas of your life as well.",
        "Gemini Daily Love & Relationship Horoscope": "You are bound to be more logical and questioning in your relationships today! Behaving rationally with the right person can be a big turn off and the day may seem to be a failure which otherwise would have been an awesome one! Explore the sensuality within yourself and in your partner.",
        "Gemini Career & Money Horoscope": "Major changes are now expected at the work place. In fact, your entire way of earning a living may be changed and you may be working at a job which you hoped for but never dreamt that would become possible. You will be able to come up with innovative ideas and completely new approach to problems at your work which will attract the attention of those in power."
    },
    "3": {
        "Cancer Daily Horoscope": "Everything seems to fall into their proper place today and all your endeavour will meet with success. You may even recoup losses which you have incurred earlier. As a result you tend to be overly optimistic about possibilities at first. Try to guard against the tendency to take risks without checking out the opportunities in depth. A sudden unexpected encounter may catch you off guard today.",
        "Cancer Health & Wellness Horoscope": "Health is likely to be fairly steady today and the minor problems which you had been experiencing in the last few days will be gone. However, it is necessary to guard against minor ailments which may develop today. If you ignore them, they can grow into serious proportions. On the other hand, timely intervention can easily take care of these minor problems.",
        "Cancer Daily Love & Relationship Horoscope": "Social energy is high and so you might find yourself meeting people along with your partner. Monotony is just not your cup of tea. Try something new is boredom is seeping into your relation. Professional matters are moving at a tremendous speed and you are caught in the whirlwind. Look out; your partner is still on the shore waiting for you.",
        "Cancer Career & Money Horoscope": "For students, it is a good day to appear in any exam. Success is shining in your sign. For professionals, you will have a positive day at the work place. Pending issues will get sorted out. If you feel that you should be considered for a promotion, it is a good day to initiate the talk with decision making authorities."
    },
    "4": {
        "Leo Daily Horoscope": "Time to honor your commitments! This may require a lot of compromise with your fun and frolic but you have to do it if you do not want to let down others! Your imaginative capabilities may help you pursue your goal. Your progress will be huge since you are focused on humanitarian needs.",
        "Leo Health & Wellness Horoscope": "You need to realize that wellness of the mind is essential and striving only for the goals of physical fitness is likely to leave you with dissatisfaction. Yet, you are driving your body even more in search of a sense of wellness. Instead, try for some breathing exercises and relaxation techniques. They will also help you to deal with problems of lack of sleep that you have been facing recently.",
        "Leo Daily Love & Relationship Horoscope": "Today, you may need to adjust your attitude towards your loved one. He or she is likely to be under stress and may even take out the stress on you. If you retaliate in kind, the situation will degenerate. Instead, try to be understanding and accommodating and you will be rewarded with gratitude and tenderness ﾖ if not today, then certainly later.",
        "Leo Career & Money Horoscope": "If you had lent money to someone long ago, you are going to get it back today. You may also meet someone from your past who can become a key person to help you in increasing your income substantially in the future. This person can even put you in the way of a lucrative job which may end up in changing the direction of your career."
    },
    "5": {
        "Virgo Daily Horoscope": "You will be feeling very creative today. You appreciate all beautiful things and want to create something beautiful. The day is especially favourable for artists. However, it is necessary to complete the projects that you start today. You may suddenly start feeling deflated ﾖ a common occurrence after a surge of creativity and it may leave you feeling depressed and hollow without reason.",
        "Virgo Health & Wellness Horoscope": "Anxiety can be the cause of some health related problems today. You tend to worry too much and today is no exception. This may lead to some stress related conditions like migraine or ulcers to act up. However, if you can bring yourself to think rationally that there is nothing to worry about and even if things do not work out exactly as you planned, it is no big deal, you can avoid these problems completely.",
        "Virgo Daily Love & Relationship Horoscope": "Mars is fuelling your romantic desires and with a fighting spirit and a higher level of confidence, you take strides either with your partner or towards your partner. Romance in your relationship has become as important as sugar in tea. You are at your romantic best. Listen to music in the air. Everything is bright and colorful. Time is favorable.",
        "Virgo Career & Money Horoscope": "You have been looking for that one great opportunity to come your way and this is the best time for it to appear. If you have appeared for an interview, you will get good news on that front today. Job offers from unexpected quarters or scope of advancements from old contacts will now begin to manifest. You have kept up excellent spirit during the tough times. The end is now in sight."
    },
    "6": {
        "Libra Daily Horoscope": "You are going to complete a profitable transaction today, especially one involving real estate. Positive thinking is your real strength and you must play to it. This trait will be encouraged by someone close to you. You will be able to enjoy the pleasures of life as well as witness spiritual growth. New insights will help you to prosper.",
        "Libra Health & Wellness Horoscope": "You are being bothered by recurring but small health problems. Stop trying to treat your problems with over the counter medication ﾖ especially as the symptoms have now persisted for too long. You need to consult a medical professional to go to the root of the problem and get rid of this day to day irritation. Taking random medication will end up harming your health.",
        "Libra Daily Love & Relationship Horoscope": "You will now be able to figure out what kind of a partner you want to spend your life with! Yes you are right; you must go for love and not marry for financial gains. You may come across that perfect person and a rush of butterflies through your stomach on seeing this person will be indicative of it! Let your intuition guide you if butterflies fail to!",
        "Libra Career & Money Horoscope": "Your career is not at all going according to your plan and you cannot even understand why it is taking its current direction. The best remedy is to start afresh. The first step is to prepare a proper resume and submit it to the most relevant person ﾖ something which you have not done yet. You need to take control of your career rather than letting random events guide you."
    },
    "7": {
        "Scorpio Daily Horoscope": "You are an optimistic individual and today is the day to let the world know it and benefit from it! This will render you the reputation of being a motivational speaker, something you have been longing for to achieve! Strained relations with people in society will get better as they will stop finding faults with you anymore!",
        "Scorpio Health & Wellness Horoscope": "Good health is not a distant goal for you. Just maintain a proper fitness regime and you are there. Exercise is a must for relaxing your body and improving your concentration. You have to turn your aspirations into reality in order to live the life of your dreams. Staying in good health will give you a chance to fulfill your aim!",
        "Scorpio Daily Love & Relationship Horoscope": "You are likely to be swept off your feet by a gesture that your partner decides to make. If you are used to intimate dinners, be prepared for a rowdy but friendly family gathering tonight and vice versa. If you are single, this gesture can help you see your prospective partner in a new light and take decisions about the future accordingly.",
        "Scorpio Career & Money Horoscope": "You seem to be occupied with your personal work and have put the professional work on hold for a while. But people need you badly at the workplace. It is okay if you are unanswerable over the phone or unresponsive over the e-mail. Expenses seem to mount up but you will be able to make up the lost money as you are about to receive some unexpected wealth very soon."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Business meeting will see some pending negotiations taking favorable turns. You are steady and stable today. Your decisions are an outcome of well thought processes. Work environment may see some positive change. You may meet an old acquaintance. At home you may be calm and contended. Intellectual growth will be unparalleled. Loved ones may bring joy in your life through good news.",
        "Sagittarius Health & Wellness Horoscope": "Health is likely to be steady today. Any problems that you may have been experiencing over the last few days will disappear. This is also a good time to catch up with your annual health checks. If any minor allergies or other health issues develop today, get it treated immediately because it may become much more complicated later on.",
        "Sagittarius Daily Love & Relationship Horoscope": "This is the time to enjoy light side of relationships. You have always been of a serious nature, but you are now over-thinking your relationships. Stop looking for hidden meanings and deeper implications in everything. Instead, go out for light-hearted banter and just enjoy a good time. Do not let pressure of responsibilities and expectations take all the fun out of your relationships.",
        "Sagittarius Career & Money Horoscope": "Life at the work place will be cool and all targets will get completed on time. But in business matters consult legal practitioners before signing any deal. There may be chances of fraudulent. If possible push your partnership deals onto the other day and re-evaluate the reliability of your partners."
    },
    "9": {
        "Capricorn Daily Horoscope": "Today is decision time. You have been worrying about some issues for the last week. However, today you need to take a decision which may seem tough at first. Your heart will guide you in the right direction. Think what youﾠwantﾠto do rather than what youﾠhaveto do and follow your heart. This will prove beneficial for you in the long run.",
        "Capricorn Health & Wellness Horoscope": "The focus is on your health in this planetary position. You are enthusiastic about keeping yourself fit. You are also inclined towards yoga. You are getting conscious of your desires for a healthy living. Start with one step at a time. Be it food or enjoyment, go for a healthy option. Whether partying or working, do not let your health take a back seat.",
        "Capricorn Daily Love & Relationship Horoscope": "Arguments and altercations mark your day. Avoid picking any issue with your partner today. Arguments stop if a person gives in. Be the silent one this time. Be gentle and loving. Try to understand your partnerﾒs point and do not offer any counter statement. Try to divert his mind to the good times that you shared. The day will pass with less damage done.",
        "Capricorn Career & Money Horoscope": "You have always been extremely finicky in your work and your attention to details will win the support and approval of your superiors today. Your sincerity, creativity and devotion to work are finally going to be noticed and big rewards await you. The day is going to be busy and full of work related commitments, but you are going to be feeling happy and energetic."
    },
    "10": {
        "Aquarius Daily Horoscope": "The planetary positions indicate that unexpected hindrances can arise in your path now. You have been experiencing smooth sailing for the past few days and there has been nothing indicating otherwise. But today there are going to be hitches and disturbances which can affect your productivity and your mood. Unforeseen complications can lead to the stalling of your project.",
        "Aquarius Health & Wellness Horoscope": "The nature is giving you a chance to make a change in your health arena. You have started off recently with diets and exercises but all in bits and pieces. Today is the day to take it to the level of consistency and regularity. And this is how you can get the results you want! Ask for friends to drop in and motivate you while you work out!",
        "Aquarius Daily Love & Relationship Horoscope": "This is the time for light-hearted fun. The day is perfect for romance and spending a day of fun filled activities with your partner. While your worries will not magically disappear, you will feel much lighter and will be able to shelve your problems for the time being as you enjoy this special time. Single people may meet potential long term partners in a social gathering.",
        "Aquarius Career & Money Horoscope": "Work pressure will be mounting and they may actually take you away from the activities which you enjoy. You will not have much time to relax. So, you will have to take pleasure from the little things of life. They will prove to be very satisfying and less expensive compared to your normal endeavour. This means, you will be saving on some unnecessary expenses today."
    },
    "11": {
        "Pisces Daily Horoscope": "You have set too high a standard for yourself and you will drive yourself harder and harder to achieve this. It will be difficult to reach your goal and this can lead to a sense of disappointment. You need to realize your own capabilities before you set your goals. The time is not good to take any major decision.",
        "Pisces Health & Wellness Horoscope": "You have been working a lot lately, so take ample rest before you embark on a new mission. You can participate in creative activities or sports in your leisure time to boost your thinking ability and physical stamina. Try to move across the town as much as you can or even out of it if possible in order to refresh your mind completely.",
        "Pisces Daily Love & Relationship Horoscope": "You may get chances to have some real fun with some who is really funny and close to your heart. And you must choose such a person to be your soul mate. Do not get carried away by what others tell you about choosing ideal figures as your partners. Be realistic and sensible. If you are unhappy with the reality then there must be something you can do about it.",
        "Pisces Career & Money Horoscope": "If you have recently appeared in some kind of exam, you might receive a positive result. Your hard work and dedication will pay off. Financial scheme will be known to you today. Before investing, seek advice from your friends and colleagues on the right scheme. The offer may prove good to you. You will have good time at office."
    }
}
]
