horo_english=[{
    "0": {
        "Aries Daily Horoscope": "The day can be quite confusing for you with conflicting opinions and different opportunities rising on all sides. While a number of forces pull you in many different directions, try not to overanalyze or please everybody. Instead, going with your own heart can turn out to be just the thing for you, even if you do not realize it at the time.",
        "Aries Health & Wellness Horoscope": "Take special care of your health as well as those of your loved ones today. If you have children, then more precautions are indicated. Even minor health issues can suddenly become important today. It is better to take preventive measures beforehand. Try to regulate what you eat because they are likely to put you in a bad mood later on.",
        "Aries Daily Love & Relationship Horoscope": "You need to lighten up today. Enjoy a time of romance and simple pleasures with your partner and try to forget the serious issues for today. Your relationship is too intense for you to actually relax. You should take this chance to indulge in some simple and enjoyable activities and take joy in spending time in the company of each other.",
        "Aries Career & Money Horoscope": "For those working in the public sector, this day brings major chances of success and promotion. If you have applied for a job in the public sector, you are likely to get some positive news today. This is also a good time to look for a different job, mostly in an administrative line, if you are not satisfied with the prospects in your current job."
    },
    "1": {
        "Taurus Daily Horoscope": "You are feeling very adventurous and are determined to make your own way today. You are going to conquer all obstacles in your path by sheer determination and the force of your will.ﾠ Nothing is going to hamper your progress today. So, you can schedule all your difficult activities today and you will find success in them coming quickly and without hassle.",
        "Taurus Health & Wellness Horoscope": "Do not stress yourself by being judgmental about others and suspend all your activities until you recover completely from an anxiety attack! Go for a complete check up to a nervous specialist if medicines are not much effective! Meditation and yoga will relieve you greatly!",
        "Taurus Daily Love & Relationship Horoscope": "You are passionate and romantic. You have been experiencing a very intense relationship with your partner. You both enjoy each otherﾒs company. Today is the day to honor each otherﾒs space. Every relation needs space for it to grow and flourish. If you donﾒt, it will decay within no time. Visit your friends and family. They also need you.",
        "Taurus Career & Money Horoscope": "The day is quite favourable for job related ventures today. You have always been sincere and hardworking and in the past, it has seemed unrewarding a few times. But now, fortune will make up for everything. A number of your projects will come to successful fruition. This is the day to enjoy the praise of your superiors and adulations of your juniors."
    },
    "2": {
        "Gemini Daily Horoscope": "Rest and relaxation are the watchwords for today. You have been driving yourself hard for the last few days and now it is time to enjoy the fruits of your labour. Do not plan for a big party. Rather, take a day of quiet contemplation. Sharing your feelings with someone special can help you achieve a greater sense of fulfilment today.",
        "Gemini Health & Wellness Horoscope": "The secret of looking young does not lie in the knife of any surgeon but in good and sensible diet. Your looks have been becoming a major issue with you lately, but the remedies are simple. Stay away from junk food; eat plenty of fruits and veggies and drink plain water. You should stop experimenting with different health products as this may be dangerous.",
        "Gemini Daily Love & Relationship Horoscope": "Contradictory planetary forces pull you today in opposite direction. You want to take decisive action; yet you feel cautious and do not want to upset any balance. The result of these opposing effects will be rather interesting on your love life. You will learn a lesson about your partner or your relationship which will help you to plan for the future.",
        "Gemini Career & Money Horoscope": "Pending work at office may pull you apart today. You may find yourself doing a late shift. Pay attention to yourself as well. This is just a passing phase. Your boredom of last week has its negative effect on you today. Be gentle and humble to others as you might head for an argument today. Avoid such situations."
    },
    "3": {
        "Cancer Daily Horoscope": "It may be a day of introspection and re-evaluation of your principles. You may question yourself and your partner for the past decisions. Still you will follow a very supportive approach towards your partner and you expect the same in return. There is absolutely no harm in adopting new ideologies in life when the former ones do not seem to be working well anymore.",
        "Cancer Health & Wellness Horoscope": "You are demoralized due to certain happenings which are constantly disturbing you and you just cannot concentrate on your work. In order to maintain a better focus try to write down the tasks you have performed each day while you are awake. And also pen down the tasks you want to finish off the next day.",
        "Cancer Daily Love & Relationship Horoscope": "Each individual is unique and wants to explore himself fully! But you have been restraining your partner of the same! You are afraid that they may give up something valuable and the risk undertaken may not be successful. Just relax and let your partner explore themselves. They need your support badly. Give it to them and spice it up with some romance too!ﾠﾠﾠ",
        "Cancer Career & Money Horoscope": "It is a perfect day to invite your opponents to check your infrastructure and make them aware of the power you possess. This will defeat most of your opponents before the bidding or signing of a deal takes place and this will be extremely congenial for your company to flourish. Higher position post this will endow you with more strength and money."
    },
    "4": {
        "Leo Daily Horoscope": "Life has been monotonous and lackluster over a long period of time. Try to spice up your life with little adventure. It may be a visit to your favorite holiday spot or undertaking some expeditions. Separate yourself from social and personal involvements for sometime to accomplish certain goals needing your full attention.",
        "Leo Health & Wellness Horoscope": "You have been taking rather a long break from your fitness and health regime due to various reasons. You will now get back on track. You may not want to do it, but you will clearly realize today what ignoring your health is actually costing you. Do not try to start with your original fitness routine because you are just not up to it. Instead, you will have to take it one step at a time.",
        "Leo Daily Love & Relationship Horoscope": "You may have to argue with your partner to stop them for their own good. They may not welcome our opinion but you have to make them understand your point of view. Do not fuss too much else you will lose your relevance. The altercations will not last for long and you will fetch more respect from your partner towards the end of the day.",
        "Leo Career & Money Horoscope": "There is an atmosphere of tension at your workplace. It may be due to the heavy losses incurred, for which you are no where responsible. Do not allow yourself to take in this kind of energy. Instead try to motivate all those who are struck by this wave of negative thoughts. You will be able to receive the required wealth from various sources to manage the expenses."
    },
    "5": {
        "Virgo Daily Horoscope": "Today, you will be in an adjusting mood. Your willingness to meet people half way and arrive at a compromise through reasonable discussion is going to endear yourself to one and all. You will be able to resolve any situation quickly. You are also concerned with beautifying your person and your surroundings as well as making sure that every occasion goes off without any hitch.",
        "Virgo Health & Wellness Horoscope": "Passion is the dominant emotion that you feel today and your health and fitness urge is also not exempt from it. You are likely to drive yourself much harder today during your exercise routine. So, you need to be careful that you do not end up actually pulling a muscle or overstraining yourself. All mental stress is likely to vanish, leaving you full of energy and ready to go.",
        "Virgo Daily Love & Relationship Horoscope": "The planetary positions may have resulted in turmoil at the relationship front yesterday, but today, things are likely to settle down. You will be in a calmer frame of mind and will be able to bring about reconciliation even though the relationship is probably going to be strained after the row yesterday. It is the time to renew your love and commitment towards each other.",
        "Virgo Career & Money Horoscope": "Your networking with people of similar interest and doing a similar business will increase today. You must avail this opportunity to mentor and encourage others so that you have their support in return as well. Do not expect much from them as things open up gradually and people may be slow in trusting some one new."
    },
    "6": {
        "Libra Daily Horoscope": "You are in a good state and are full of inspiration. Your mind is working actively and stimulating you to constantly come up with new ideas and strategies. So this day can prove to be very productive for you. However all this can be messed up if you fail to take the matters of health into consideration.",
        "Libra Health & Wellness Horoscope": "You are at the peak of your physical and mental health today. If you take part in sporting competitions today, then success and glory is inevitable. All stress and tension will vanish today. A sense of energy will fill your mind and body. Take advantage of this opportunity to put in a good hour or two at the gym or go for a run outside to revive you.",
        "Libra Daily Love & Relationship Horoscope": "Romantic involvement with a colleague will create unnecessary tension and difficulties. Try to keep your personal life separate from professional life. Try to join a fitness and health program with your beloved to reduce the level of stress in your relationship and in your mind as well. These apprehensions may make you suffer from feeling of insecurity in relationship.",
        "Libra Career & Money Horoscope": "You have been striving hard to attain partnerships with the best of the counterparts. And today your hunt will conclude on a satisfying note! You may even be a beneficiary of the prize amount which is the outcome of this partnership. A close colleague may honor you with special words of thanks for being a great support to them!ﾠﾠﾠﾠﾠﾠﾠﾠﾠ"
    },
    "7": {
        "Scorpio Daily Horoscope": "You are likely to come across an unlikely experience today. It is not necessarily unpleasant, but it is likely to rattle you. It can bring about a radical change in your outlook. Do not be afraid to express your feelings, but this time is more suitable to put the emotional demands of the others ahead of those of your own.",
        "Scorpio Health & Wellness Horoscope": "Physically taxing activities are on the cards today and you are going to enjoy every minute of it. You will be at the top of your form and will perform excellently in all sporting and athletic pursuits. You will have a tendency to drive yourself hard, carries away by your success. However, this is not going to have any negative effects as long as you remember to regulate your diet.",
        "Scorpio Daily Love & Relationship Horoscope": "The day is perfect for passion and fire. Romantic demands have been building up in you but you have underestimated the sympathy and the power of feelings of your partner. You just need to articulate your demands from the relationship and they would be more than equally matched. So, take advantage of this time to initiate a more passionate period in your relationship.",
        "Scorpio Career & Money Horoscope": "Discipline and hard work are your forte. You may be in a disillusioned mood as your career seems to have stalled. However, hard work always pays off. You are on the right track. It is now vital to stick to this path. Do not be tempted by get rich quick schemes because your judgment is likely to be compromised right now."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Do not question much over why things happened in an unexpected way or are getting delayed. It may be for your good, the advantageous of which you could not see probably. Experiment something new to bring out the best in you! This will give you a break from your regular and monotonous routine as well.",
        "Sagittarius Health & Wellness Horoscope": "You need to maintain a stable frame of mind and think things through sensibly and logically before you jump in with both feet. This is a time of fantasy for you. So, turn your mind towards romance and enjoying yourself. Applying a fantasy to romance will work to your advantage, but results may be very different if you try to be fanciful at your workplace.",
        "Sagittarius Daily Love & Relationship Horoscope": "The goddess of solar system and the planets which bring a sense of nurturing are shining in your sign today. Give your love a comforting feel. Make your love feel important. The planetary positions will protect your love life. It is perfect time to bask in the glory of love. Today you may get some personal and intimate time with each other.",
        "Sagittarius Career & Money Horoscope": "You have recently lost money, mostly because you invested unwisely in get rich quick schemes. Another similar opportunity is knocking at your door and it is essential that you realize that these schemes can lead you to serious financial trouble. You need to rationalize your investment decisions and listen to the experts though you have a great tendency to be swayed by a glossy, if empty presentation."
    },
    "9": {
        "Capricorn Daily Horoscope": "You are going to receive some unexpected good news. It may be related to your career or personal life, but it will result in financial gain for you. It will also show you the path to future gains of the similar types. You are going to be in an upbeat mood and will infect everyone around you with optimism and happiness. Enjoy the time with friends and family.",
        "Capricorn Health & Wellness Horoscope": "You are very rigid and go to the extremes when it comes to your diets and exercises. Time to lower your pace since certain problems may arise due to excess strain to your body. It will be a bit tricky to deal with these but you will be able to, if you do not push your body beyond its capability! Being obsessive is no better than being a lax.",
        "Capricorn Daily Love & Relationship Horoscope": "You are going to understand very clearly what you want and expect from your relationship. You may also come to realize that your goals are not coinciding with that of your partner. However, before you take any drastic step, you should try to sort it out by dialogue. Your persuasive powers are at their peak now. So, make good use of them.",
        "Capricorn Career & Money Horoscope": "Today under the influence of the planetary energy, you will be able to hear your inner voices. Understand the deep seated meaning of those voices. Once you understand them, you will be able to take on the tasks easily. Also, do not hesitate to express yourself clearly. Use crisp words to express your feelings. Avoid beating around the bush."
    },
    "10": {
        "Aquarius Daily Horoscope": "You are a family person. The family values are the stepping stone of your success. Today also, the auspicious fragrance begins from your home and takes you to places. Your rhythm is unparalleled. It is going to be a fruitful day for you. Smile your way through difficult and trying situations. Your approach is positive which will take you a long way.",
        "Aquarius Health & Wellness Horoscope": "Think on nurturing your mind rather than your body. You keep yourself fit physically. What takes a back seat is your over exerting mind. Relax; enroll in some recreational activity that will be food for your brain. Dedicate minutes of your time to yourself. Concentrate and meditate. Give a direction to your thought process which is otherwise running in varied directions.",
        "Aquarius Daily Love & Relationship Horoscope": "Your partner is likely to be under considerable stress today and you will need to extend all your sympathy and understanding. He / she may take out the frustration on you. Reacting emotionally to the outburst will only serve to complicate the situation. You need to put your own feelings on hold for the time being and attend to the needs of your partner.",
        "Aquarius Career & Money Horoscope": "You are going to meet someone who will offer you an exciting career opportunity. However, it does not come for free and you need to think long and hard about the consequences before you accept it. This is also going to affect a number of people near you, but this day is not the best to take such a vital decision."
    },
    "11": {
        "Pisces Daily Horoscope": "You will be affectionate and loving towards everyone you come in contact with today! Some one may be moved by your generosity and will confess his or her feelings for you by the end of the day. However bitter experiences are still on your mind, but this is the time to let go off all the negativity and grudges you have been holding onto since long.",
        "Pisces Health & Wellness Horoscope": "It may be a surprisingly embarrassing situation for you that your temper may shoot up when you have not expected this to happen at all. Do not put pressure on your mind for this reaction of yours. Mistakes happen and you are not the only one who commits them! It may be an outburst of mental stress which you have been going through in the past few days. Try to cure that first!",
        "Pisces Daily Love & Relationship Horoscope": "Before you seek love from others, you have to love yourself and this is what you will understand clearly today. It is time to listen to your own inner voice and give yourself the love and respect that you deserve. Then, you will not have to go out in search of love. Rather, your own self confidence and self respect will create opportunities for meaningful relationships in your life.",
        "Pisces Career & Money Horoscope": "This is a good time to support you with activities and achievements and will empower you with a sense of accomplishment that you are first on the track! So this is the perfect time to make a fresh start, be it of a new project or a new job opportunity. Try to retain this energy until you reach your final destination."
    }
}]
