horo_english=[{
    "0": {
        "Aries Daily Horoscope": "If you are saving up for the right occasion, then today just might be the day. Expect good news today that is sure to bring a smile on your lips and tear on your eyes. It is predicted that you will be surrounded by friends and family today. Jolly time is around the corner. However, donﾒt forget to take care of your health.",
        "Aries Health & Wellness Horoscope": "Healthy diet, yoga and meditation will help you to maintain good health and gradually drain away the stress that has accumulated in your mind and body. Alternative treatments and therapies are likely to be very effective at this time. But for them to work, you have to take an active interest in your health and search out the best remedies that suit your purpose.",
        "Aries Daily Love & Relationship Horoscope": "You will be feeling very emotional today. Both positive and negative emotions crowd your brain today. So, this is not the best time to take any crucial decision regarding your romantic life. However, it is an excellent time for love and romance, especially if you are already in a committed relationship. Single people will find themselves reaching out to anybody who shows even a slight interest.",
        "Aries Career & Money Horoscope": "A number of new and different work opportunities will come your way today. There will be a rush of new clients or customers and several projects will be offered to you ﾖ some of which have the potential of becoming your dream project. In order to exploit this opportunity, you will have to work extra hard today, and you are going to enjoy every minute of it."
    },
    "1": {
        "Taurus Daily Horoscope": "Time seems to crawl for you right now. But be patient and keep retaining your eagerness. However you may be required to put your personal goals aside for the sake of commitment or a personal relationship. Time to avoid conflicts and misunderstandings with your partner. Do not bother much; with proper management you will be able to fulfill both your agendas.",
        "Taurus Health & Wellness Horoscope": "The symptoms may get amplified and you may be deeply troubled. But you can handle all this on your own. Try to follow the hints which these symptoms provide. It will help you backtrack and reach to the root cause of the disease. Take proper measures to remove the infection and you will wipe off more diseases which you could not even see until now.",
        "Taurus Daily Love & Relationship Horoscope": "Nobody is perfect. If the world seems at peace, there is no logic to try a new door when you are contended with the first one. There is no end to desires. But understand that if only you are stable in your relation, you will be able to channelize your energy for a better tomorrow. Do not hurt others. Practice meditation.",
        "Taurus Career & Money Horoscope": "Today you feel that things are out of your control and those things inhibit you from performing. But have faith. You have been sincere and hardworking. Even your bosses understand the constraint. So be honest and work as usual. In order to make profit, you need to team up with someone from abroad. Your finances have the potential to increase."
    },
    "2": {
        "Gemini Daily Horoscope": "You may be vulnerable to emotions and financial loss today! However you can easily safeguard your interest if you distance yourself from people who are trying to drag you into events for their gain. Just hibernate for the day and heal the wounds which may re-surface upon reminiscing about the past.",
        "Gemini Health & Wellness Horoscope": "You may experience marked mood swings today. You may feel exuberant at one moment and depressed the next. These moods can actually be better related to what you are eating and your physical activities rather than what is happening in your life. You can consult a professional about your diet. This advice will prove immensely helpful in altering your lifestyle and a reduction in this moodiness.",
        "Gemini Daily Love & Relationship Horoscope": "Your mind is free now and you are prepared to find someone without rose-colored glasses. Do not let the familiar feeling of uncertainty touch you and chill up your spine. Tread softly into the lush gardens of love. The romance will not be sultry and you will reside coolly in the house of love and awe!",
        "Gemini Career & Money Horoscope": "You are in a carefree and extravagant mood today. You will go all out to enjoy a day of fun and party and impressing the people around you. You will not worry about where your money is coming from and this is likely to have a negative impact on your finances. However, in spite of your carelessness, your financial health will remain sound."
    },
    "3": {
        "Cancer Daily Horoscope": "Life has been monotonous and lackluster over a long period of time. Try to spice up your life with little adventure. It may be a visit to your favorite holiday spot or undertaking some expeditions. Separate yourself from social and personal involvements for sometime to accomplish certain goals needing your full attention.",
        "Cancer Health & Wellness Horoscope": "A great feeling of health, happiness and wellbeing marks your attitude today. You will feel charitable towards all and will be perfectly ready to share your sunny mood. This is going to make you popular in the crowds. Your cheeriness, strength of mind, sense of humour and general well being are going to be envied by those around you.",
        "Cancer Daily Love & Relationship Horoscope": "You are going to learn something new about your partner and this new information may come as a huge surprise to you. But this is a pleasant surprise. In fact, this new information can solve a number of problems and confusing issues surrounding your relationship. Take advantage of this situation to indulge in a great time with your partner.",
        "Cancer Career & Money Horoscope": "The day may turn out to be a hectic one for you as your presence may be demanded in different directions. However try to devote maximum time for your personal development. Try looking for some guidance online by enrolling for online test series or certifications. Save more than you spend today!"
    },
    "4": {
        "Leo Daily Horoscope": "After long, today you will feel relieved. An important news will make your day. Parents may find suitable match for their son/daughter. A pending court case will be settled in your favor. A little effort in the career today will give rich dividends tomorrow. Today life seems to be back on track. Enjoy this period with your family.",
        "Leo Health & Wellness Horoscope": "The time is perfect to initiate a rigorous health regime. You need to understand that a sound body is essential to enjoy life to its fullest extent. In general you are health conscious, but now you will intensify your training. You may also take part in some competitive sport and end up with very good results. You may also cause some major changes in your diet pattern.",
        "Leo Daily Love & Relationship Horoscope": "Change, revolution and passion are indicated for you today. You refuse to sit on the fence anymore and you refuse to let destiny take its course without making an effort to guide it towards what you want. Your intensity of feeling may even leave your partner somewhat dazzled. Let your instincts guide you in making romantic decisions and they will take your life in a new direction.",
        "Leo Career & Money Horoscope": "A thousand things demand your attention today and you may feel pulled apart. Be gentle on yourself. Sit down for a while and think the course of action. Then plan and act accordingly. You may meet an old friend today. Someone will also talk about an interesting offer and you may be tempted to go ahead. Visualize the end result and then take a step."
    },
    "5": {
        "Virgo Daily Horoscope": "You have been planning something major for the past few days. Today, you will begin to realize exactly what you have taken on and this may exercise an intimidating effect on you. But, going back is not an option. You will have to take the next steps with confidence and you will soon see that though the task has turned out to be more difficult than you thought, it is by no means impossible.",
        "Virgo Health & Wellness Horoscope": "You have been slacking off as far as your health and fitness routine is concerned. It is now high time to get back on track. Otherwise, all the good work that you have accomplished at the fitness front will come to nought. However, do not overtax yourself as this will seriously affect your motivation. Just spend thirty minutes in the gym today to get back to the rhythm of the thing.",
        "Virgo Daily Love & Relationship Horoscope": "Your partner may come up with rather strange demands and fantasies now. The time is right for experiment and adventure though you have generally been a serious person as far as your relationships are concerned. You need to abandon your too serious mantle and let the inner child have some fun. This will go a long way towards relieving your stress as well.",
        "Virgo Career & Money Horoscope": "Someone at your workplace may be boasting bout his or her achievements. Do not feel bad cause that is what he wants you to feel. You have made accomplishments in the same measures! On the financial front you will receive what all you need or rather more which you can store!"
    },
    "6": {
        "Libra Daily Horoscope": "Today, you will be able to take the first step towards discharging an obligation or return a favour. This can be mental, financial or spiritual. This does not mean that all your obligations will be settled today, but you will feel relieved that you are at last doing something to actually settle your debts. This will prove to be very rewarding for you.",
        "Libra Health & Wellness Horoscope": "The nature is giving you a chance to make a change in your health arena. You have started off recently with diets and exercises but all in bits and pieces. Today is the day to take it to the level of consistency and regularity. And this is how you can get the results you want! Ask for friends to drop in and motivate you while you work out!",
        "Libra Daily Love & Relationship Horoscope": "Several events line up today to push your buttons. The result is that you may become irritated even at minor infractions of your partner. Mannerisms which you previously found endearing may appear to irritate you now. Your best course of action now will be to spend some much needed alone time and pamper yourself with exercise or a beauty regime.",
        "Libra Career & Money Horoscope": "You are going to plan for some major expenditure with an attentive eye to details. The day is perfect for financial planning ﾖ a task that you have probably been ignoring for some time now. You should sit down with a complete list of your savings and assets today. You can discover some good news as you organize them today."
    },
    "7": {
        "Scorpio Daily Horoscope": "Certain crucial planets are lining up in such a way that you will be presented with a rare opportunity to heal and make amends. You would be able to confess to some wrong that you have done in the past and will be able to atone for it. In doing so, you will be able to remove a great burden from your soul.",
        "Scorpio Health & Wellness Horoscope": "You have almost always been careless with your health. But from today you will begin to take an unusual interest in health and fitness regime. You may join a physical activity class and you feel especial interest in yoga. You will also change your diet, opting for a far healthier one. You will no longer allow your health to take a back seat whether you are partying or working.",
        "Scorpio Daily Love & Relationship Horoscope": "Your work commitment is taking you away from your partner. It is not your fault. But take out quality time to express the love you have in your heart. Your partner has been craving for attention and comfort from you. Passion will again sprout in your relationship which is gradually vanishing. Confront your partner with your deepest love and fear.",
        "Scorpio Career & Money Horoscope": "You find yourself running from pillar to post today with little fruitful result. Do not lose heart. It is just one odd day when things do not happen the way you wish. The incidences of today will motivate you to plan your work in advance and carry on necessary tie ups before you move into the field. Do not purchase any new credit card."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Your gregarious nature has resulted in many friends, but not all of them are reliable. You need to probe a little deeper before you decide to trust a friend today. You are very clearheaded today and will probably make complicated plans which you will be able to execute with perfection. Complete your unfinished business today and clear up the backlogs.",
        "Sagittarius Health & Wellness Horoscope": "You may be troubled by problems related to skin and teeth. Make sure to eat plenty of fruits, green veggies, milk and milk products in your diet. Allergies too may be acting up and this is the time to take special care to avoid all allergens. Proper diet and relaxation exercise are necessary to maintain your health and beauty.",
        "Sagittarius Daily Love & Relationship Horoscope": "It is a great day; you may get back to your ex-love! You had certain difference among yourselves when you split up with your beloved! However you must take time to think about moving in together again as this is not a very good day to reach onto any decision! You will have enough time to work out what ever you have in your mind!",
        "Sagittarius Career & Money Horoscope": "A number of situations may arise at work today where you will be forced to choose between going with the flow and doing the right thing. Pay extra attention to your work ethics today. Refusing to go with the crowd may cause some tension with your colleagues, but you are sure to win the recognition of your bosses and this will have a positive impact on your career in the long run."
    },
    "9": {
        "Capricorn Daily Horoscope": "Today is an important day for you as you may develop contacts with someone either residing in different city or abroad. The contact will be helpful for your career. Do check your mailbox as you may receive an important mail regarding an opportunity. Friends living abroad may invite you to work with them. White is a lucky color for you today.",
        "Capricorn Health & Wellness Horoscope": "Pay attention to those who are sick at work. Avoid making contacts with the telephone, laptops or other equipments they may be using. If you can control the transmission you can control the infection easily! You are a benevolent soul and no other human being can be as much capable as you of benefitting other life resources. Take care of yourself too!",
        "Capricorn Daily Love & Relationship Horoscope": "Take care of the health of an elderly relative today. You are likely to be preoccupied with other things and pay less attention to your partner, but you are going to receive a lot of valuable practical and emotional support from your partner. He / she may also help you with financial matters today. So, be sure to show your appreciation, even if it is in a small way.",
        "Capricorn Career & Money Horoscope": "You are a bit different right now as fun and romance are on your mind, contrary to the thoughts of work hovering around you always. But it is okay, take a day off from work and enjoy your day. Do not worry much since you know it well when you have to draw the line. Management at the workplace is pretty impressed with your work and you may get a promotion even!"
    },
    "10": {
        "Aquarius Daily Horoscope": "There is some personal happening in your life which is holding you back and hampering your progress. Try to sort out these things if you really want to save yourself of some serious trouble. Try to question the worth of relations; worthiness may be a deciding factor in terms of the input you must give to the relation.ﾠﾠﾠﾠ",
        "Aquarius Health & Wellness Horoscope": "You have been thinking about bringing about a drastic change in your diet in the last few days, but were being held back by doubts. Today, all doubts will vanish and you will understand what exactly is needed for your own continuous good health. This can lead to a complete change in your lifestyle. The new way that you choose can appear unconventional and scary, but this is the right path for you.",
        "Aquarius Daily Love & Relationship Horoscope": "You are going to require a lot of patience to deal with your partner today. Do not pick on every issue as this is going to disturb the peace and harmony in your relationship. Even minor disagreements and negligible issues can flare up into major problems. Silence is going to be golden today. Just keep your cool and believe in the innate strength of your relationship and this phase too will pass.",
        "Aquarius Career & Money Horoscope": "A new job offer is likely to come your way now. This is especially true for people who work in the public sector. You may not have been thinking of changing your job or may even be satisfied with the current one. But the new job will present you with unmatched opportunities. Taking it is a risk, but that that has a high likelihood of paying off."
    },
    "11": {
        "Pisces Daily Horoscope": "You may make new friends today and embark upon new excavations! Keep on believing in yourself as you have been doing always. This will help you to reach every goal you are passionate about. Ideal time to make plans for the future; however limit yourself when it comes to finances. Spend where required only!",
        "Pisces Health & Wellness Horoscope": "You will be plagued by health concerns like acidity, indigestion, dry skin and falling hair. In addition to drinking more water and getting rid of any addiction that you may have, you need to realize that a poor diet is at the root of these problems. So, instead of looking for quick fix remedies, you need a new diet chart. Consulting a professional in this regard can prove to be very helpful.",
        "Pisces Daily Love & Relationship Horoscope": "This is time to heal your relationships. The planets are so aligned that you will begin to realize that it is better to let your old grudges go and instead concentrate on rebuilding your life and your relationships. Issues will suddenly appear to be what they actually are and you will realize how much you were blowing them out of proportion.",
        "Pisces Career & Money Horoscope": "If you decide to part off from a partnership, you are advised to do so in a humble and realistic way. Try to end the cold war or be the first one to break the ice berg by communicating very effectively and smoothly. You can right now concentrate very well on anything you want to, so use this ability well to your advantage."
    }
}
]
