horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Today your faith in karma may be reinforced. You may recall that what you give comes back to you. You are sensitive to others and understand otherﾒs problem. You may observe the generous side of your character taking the front seat. Someone may come to ask help from you. The day may also see a short trip with loved ones.",
        "Aries Health & Wellness Horoscope": "The healthy and physically taxing routine that you have adopted will at last begin to bear fruit. If you have been following a diet, you will be able to measure and see the weight loss or gain that you were aiming at. Your routine of physical exercise also seems to be working and you will see good results today. This will encourage you to aim at higher level of physical activity.",
        "Aries Daily Love & Relationship Horoscope": "The day is especially favourable for spending time with your parents. If you have been too busy lately, then this is the best time for you to call them up and organize an impromptu visit. This will relieve your stress considerably. Involve your partner in visiting your parents or siblings and see a warm family time evolve. If you are single, you can meet a special person through your parents today.",
        "Aries Career & Money Horoscope": "You are getting messages of Almighty from some one close to you. Be receptive to them and get guided by them. You must change your action plan before you commit a mistake which can never be undone. Financial condition and expenses seem to be well balanced. You can even try to be a spendthrift; still there will be a sudden inflow of income from unexpected sources."
    },
    "1": {
        "Taurus Daily Horoscope": "You are an optimistic individual and today is the day to let the world know it and benefit from it! This will render you the reputation of being a motivational speaker, something you have been longing for to achieve! Strained relations with people in society will get better as they will stop finding faults with you anymore!",
        "Taurus Health & Wellness Horoscope": "The day is extremely suited for making some much needed positive changes in your lifestyle. You may meet someone or come to know of a situation where you will become aware of the need to change your dietary habits for better health. You are also going to receive valuable guidance regarding healthier diet. Be sure to exploit this opportunity today.",
        "Taurus Daily Love & Relationship Horoscope": "Love and romance are a bit risky ventures for you today! You may come across some one who is not mean and wants to play for keeps only. But you must not aim to get romantically involved with this person. Try to be friends with this guy or girl first and let them know how much you care for them. Know them well and give them a chance to do so as well.",
        "Taurus Career & Money Horoscope": "You have set aside a fixed amount of money that you need and now are being quite reckless with the money. However, you need to control your extravagant habits if you do not want to land in financial soup in near future. Consult an expert regarding your investments where you may have to cash in some of them or where best to invest."
    },
    "2": {
        "Gemini Daily Horoscope": "You may be cracking one of the biggest joint venture deals today. But you must mention explicitly once again your mission and goals to your partner. If altercations arise then you may be driven by impulses and this is what you need to keep in check. You may devote the end of the day towards your intellectual pursuits or in perusal of an artistic passion.",
        "Gemini Health & Wellness Horoscope": "You are a person of calm composure. But inside there may be violent steaks of emotions. Your body has also become like this! So some internal problems may suddenly crop up whose signs you never saw before! The best way is to drink copious amounts of water and stabilize your body until you visit the nearest doctor at the earliest.",
        "Gemini Daily Love & Relationship Horoscope": "The day is especially favourable for single persons who are likely to meet someone special today who will figure prominently in your future life. If you are already in a relationship, you may get an indication today whether you are in it for the long haul or not. You are likely to take a step towards a serious relationship today.",
        "Gemini Career & Money Horoscope": "A number of different opportunities regarding finance and career open up in front of you today and you may begin to feel overwhelmed and a bit confused about which direction to take. Be careful not to let this indecision paralyze you. If you get moving now, it can completely change your financial future. Quick and decisive action is the need of the day."
    },
    "3": {
        "Cancer Daily Horoscope": "You need to be humble to endear yourself to your friends. You may have assumed an arrogant attitude without even being aware of it. So, this is the best time to start analyzing your past activities rather than criticising others. It is a rare opportunity of introspection for you and you should take full advantage of this reflective mood to get closer to yourself.",
        "Cancer Health & Wellness Horoscope": "Health matters are of a great concern for you now. Let your intuition guide you in deciding what is the best fitness routine for you! You may come across various occasions offering you the best of the cuisines, but you have to be careful of your diet. Otherwise it will be an invitation for many ailments to attack your digestive system.",
        "Cancer Daily Love & Relationship Horoscope": "You have a soft outlook towards your love life! However you may be put into situations which are devoid of true feeling and hence you will not be much impressed by those who offer to make you a part of their lives. So do not expect love to workout with such people! However they may turn into warm and cordial friends.ﾠﾠﾠ",
        "Cancer Career & Money Horoscope": "Though you are well established in your field, you may feel restless in your work. A feeling of discontent with what you know can now begin to disturb you. However, it will be rather foolhardy to leave your job right now. These feelings are transient and avoid taking any major career decisions today as you are likely to be misguided."
    },
    "4": {
        "Leo Daily Horoscope": "Today, you will be filled with the urge to do something and impress others. You will be able to take strong and decisive actions and your sense of timing is implacable right now. You will be able to clear your old debts and obligations now. You may help someone close to you by the virtue of your quick thinking.",
        "Leo Health & Wellness Horoscope": "You have to take extra care not to gain weight. You will find that even if you have controlled your diet, you are feeling heavy and bloated. A sort of lethargy may overcome you, leaving you feeling tired and indifferent. This is a condition of your mind rather than of your body. Meditation and other mind body discipline can help you feel lighter and fitter today.",
        "Leo Daily Love & Relationship Horoscope": "The day is especially suitable for passion. You have been holding yourself back for the last few days and trying to approach your romantic relationship with a degree of moderation. Today, you will realize that it is no longer enough. Instead, give rein to your passionate nature and see your love blossom. Your partner may be surprised, but will soon respond with enthusiasm.",
        "Leo Career & Money Horoscope": "The day may turn out to be a hectic one for you as your presence may be demanded in different directions. However try to devote maximum time for your personal development. Try looking for some guidance online by enrolling for online test series or certifications. Save more than you spend today!"
    },
    "5": {
        "Virgo Daily Horoscope": "You may make new friends today and embark upon new excavations! Keep on believing in yourself as you have been doing always. This will help you to reach every goal you are passionate about. Ideal time to make plans for the future; however limit yourself when it comes to finances. Spend where required only!",
        "Virgo Health & Wellness Horoscope": "Respiratory trouble may affect you today. People who have asthma are in an especially vulnerable condition and should avoid all allergens like dust and pollen. You may also catch a cold which can develop complications if not treated at once. Take adequate protection against the weather. If you have been suffering physically for the past few days, the diagnosis may be successfully made today.",
        "Virgo Daily Love & Relationship Horoscope": "Today you and your partner may plan to move in together. Your partner can support you easily with a plush housing accommodation. However for a change of mood you may go for an exotic holiday trip or an unusual adventure trip before that in order to break the monotonous routine and to lighten up the moods.",
        "Virgo Career & Money Horoscope": "You have been saving up to spend on some pet project and the time is at last right to actually put your plan into motion. When you go to buy the object, you are going to be tempted by bigger and more sophisticated things, but you should definitely stay within your budget. Expenses are inevitable today, but try to avoid over spending o n things that you do not need."
    },
    "6": {
        "Libra Daily Horoscope": "You are full of positive energy today. However, though you may mean well, your unsolicited advice is not going to be welcome everywhere. You should indulge your impulse to pamper yourself and may end up spending a considerable sum for your own pleasure. However, it is better to check your impulses as far as other people are concerned because your good intentions may be misinterpreted.",
        "Libra Health & Wellness Horoscope": "You have been thinking about bringing about a drastic change in your diet in the last few days, but were being held back by doubts. Today, all doubts will vanish and you will understand what exactly is needed for your own continuous good health. This can lead to a complete change in your lifestyle. The new way that you choose can appear unconventional and scary, but this is the right path for you.",
        "Libra Daily Love & Relationship Horoscope": "Both you and your partner are full of ideas today! You may organize events at your workplace collectively or arrange a social gathering at home with your dear ones! Either of the two attempts will fetch a higher social status and build better bonds with people. Just do not invite those who are not your well wishers!",
        "Libra Career & Money Horoscope": "Time to pamper the sub-ordinates! You are about to dig deep into the toughest tasks and juniors are the best supporters. So please them well! Those who are in leading positions may be knocked by better career opportunities as well. It may promise you much better future prospects and will be beneficial for you."
    },
    "7": {
        "Scorpio Daily Horoscope": "The planetary positions indicate that unexpected hindrances can arise in your path now. You have been experiencing smooth sailing for the past few days and there has been nothing indicating otherwise. But today there are going to be hitches and disturbances which can affect your productivity and your mood. Unforeseen complications can lead to the stalling of your project.",
        "Scorpio Health & Wellness Horoscope": "You may experience marked mood swings today. You may feel exuberant at one moment and depressed the next. These moods can actually be better related to what you are eating and your physical activities rather than what is happening in your life. You can consult a professional about your diet. This advice will prove immensely helpful in altering your lifestyle and a reduction in this moodiness.",
        "Scorpio Daily Love & Relationship Horoscope": "This day can prove to be a turning point in your relationship. You can suddenly begin to see someone close to you in a new light and this will enable you to take the right decision regarding the direction of this relationship. You will now be able to cut away the deadwood and concentrate on those relationships which can actually make you stronger.",
        "Scorpio Career & Money Horoscope": "You will be able to finish off your creative pursuits successfully. In order to celebrate it you may plan for hosting a party. Invite all those who have supported you in this journey and even your opponents, you must cream them as well! Just strive for maintaining balance between your earning and expenditure."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Someone has been offering you constant and unwavering loyalty, help and support. Today, opportunities will arise for you to return some of the favour and express your appreciation. In so doing, you may have to take on a difficult situation, but this will ultimately strengthen your relationship. You need to be brave and assertive while displaying kindness and gratitude.",
        "Sagittarius Health & Wellness Horoscope": "You enjoy an overall good health. But as the times are getting more demanding, you need to take care of your health and diet. Include multiple vitamins in your diet especially A, C and E which in turn will help you to maintain a good immune system. Also drink - glasses of water. This will keep you hydrated and fit.",
        "Sagittarius Daily Love & Relationship Horoscope": "Gentleness and care is necessary to relate to your partner right now. He or she is dealing with an issue that is very important to him / her. You need to inspire the confidence so that he / she decide to confide in you. Prepare to lend your full support. Passing successfully through this crisis will have a long lasting effect on both of you.",
        "Sagittarius Career & Money Horoscope": "A thousand things demand your attention today and you may feel pulled apart. Be gentle on yourself. Sit down for a while and think the course of action. Then plan and act accordingly. You may meet an old friend today. Someone will also talk about an interesting offer and you may be tempted to go ahead. Visualize the end result and then take a step."
    },
    "9": {
        "Capricorn Daily Horoscope": "An atmosphere of serenity will prevail at home today and tensions will take a back seat. So gather with your dear ones and spread the joy. You have to find new ways of dealing with the frustration in life, which seems to get mounted gradually due to various reasons. Your insight will help you to find a way out.",
        "Capricorn Health & Wellness Horoscope": "There is a chance of a water related accident today. So, if you are going swimming, sailing or surfing, it is prudent to take extra precautions. Otherwise, health will be good and you may be inspired to join a new exercise or yoga class. Someone near to you will inspire you with the goal of higher level of physical fitness.",
        "Capricorn Daily Love & Relationship Horoscope": "For the last few days you have been preoccupied with your career and job issues. You have neglected your family and romantic relationship for the duration. So, it is now time that these aspects of your life will begin to demand more of your time. You must attend to these issues now. Otherwise there may be problems in the future.",
        "Capricorn Career & Money Horoscope": "Today is a lucky day for you. You may be on top in any meeting or negotiation. You will sail through any circuitous situation with much ease. Your efforts will be appreciated. If you are planning to invest today in a property, you may get a good deal. Read the documents carefully before agreeing for the terms."
    },
    "10": {
        "Aquarius Daily Horoscope": "People in authoritative positions may delay your work in order to take out personal grudges of the past. And this may be a cause of great concern for you, as it will not only impact the present events but also your future ventures too. At this time, just enjoy the domestic bliss you have and this will evoke greater enthusiasm in you.",
        "Aquarius Health & Wellness Horoscope": "Passion is the order of the day today. You may have been exercising great restraint in the recent days, but all your efforts to hide your passionate nature will come to nought today. Surprise your partner with some spontaneous action. You will be able to discover hidden depths in your own nature and you will be able to drive both yourself and your partner much further.",
        "Aquarius Daily Love & Relationship Horoscope": "You will be revisited by someone from your past today, though the person may not be of a romantic interest to you. He or she will provide you with a vital piece of insight which can help you to resolve the confusions that you were carrying around with you for a long time. Take your first step towards healing with the help of this information.",
        "Aquarius Career & Money Horoscope": "An atmosphere of camaraderie and universal cheer prevails in your workplace today and you will really enjoy doing even the most mundane tasks that you generally hate. You may find new enthusiasm for your work and are likely to receive active support from your colleagues to complete your responsibilities. You should finish all your pending jobs today as it is a favourable time to complete these projects today."
    },
    "11": {
        "Pisces Daily Horoscope": "You need help and the quicker you realize this the better. A timely call to a friend or a mentor can go a long way to establish your peace of mind and position in life. The changes that you have been resisting will begin to make more sense and you will begin the process of implementing these changes. Do not let your ego stand in the way of practical necessity.",
        "Pisces Health & Wellness Horoscope": "The day will start in good health. Be sure to exploit the early hours of the day for physically taxing activities. Minor complaints, especially of the teeth may develop towards the evening. In order to avoid this, look for some popular home remedies. However, it is necessary to modify your dietary patterns drastically for your continued good health. Avoid sugary foods.",
        "Pisces Daily Love & Relationship Horoscope": "The golden rule of relationship tells that you listen to your heart. Let your heart rule your mind this time. People around you will not be able to judge your partner. So do not seek their verdict on your love life. Follow your heart and maintain your self esteem. What matters to you is the purity of your relationship.",
        "Pisces Career & Money Horoscope": "Your patience and your sense of duty and responsibility will go a long way today to conquer all the obstacles in your path. You are definitely going to require your ability to see humour in different situations today if you want to maintain a calm atmosphere at work. There is a chance of serious financial gains towards the end of the day."
    }
}]
