horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Try to be away from people who bring negativity in your life. You may be taken by surprise today that the person you have been confiding into has spread bad words about you. Be careful of such people. Do not let them eat away your mental peace. You may find a true friend near you. It can be your spouse or your parents.",
        "Aries Health & Wellness Horoscope": "You enjoy an overall good health. But as the times are getting more demanding, you need to take care of your health and diet. Include multiple vitamins in your diet especially A, C and E which in turn will help you to maintain a good immune system. Also drink 8-10 glasses of water. This will keep you hydrated and fit.",
        "Aries Daily Love & Relationship Horoscope": "The planetary positions may have resulted in turmoil at the relationship front yesterday, but today, things are likely to settle down. You will be in a calmer frame of mind and will be able to bring about reconciliation even though the relationship is probably going to be strained after the row yesterday. It is the time to renew your love and commitment towards each other.",
        "Aries Career & Money Horoscope": "The day will be quiet as far as work and career is concerned. You will face an uneventful day at work which will be a pleasant break after the hectic schedule that you were facing earlier. Take this time to really appreciate and enjoy what you do and remember the good times and the fun you have doing your job."
    },
    "1": {
        "Taurus Daily Horoscope": "There are a few surprises in store for you today, but do not worry. They are all pleasant! Some of the things for which you have been waiting for a long time are likely to come to fruition today. Some of your efforts which you thought have been wasted will finally be successful. So, celebrate tonight with family and friends and even they may have good news to share.",
        "Taurus Health & Wellness Horoscope": "Situations will arise today where you will be exposed to allergens and there will be no way to prevent this. So, you need to take adequate preventives beforehand. One thing that you can do is to design your diet in such a way that it boosts your immune system and protects you from infections. Drink plenty of water and include necessary vitamins in your diet.",
        "Taurus Daily Love & Relationship Horoscope": "You are prepared to listen to others and you may come across some one who talks endlessly about life and love! You are in luck! This person can honor you with a perfect relationship for lifetime. Plan for more meetings with this person and do not be shy in approaching this person as and when required.",
        "Taurus Career & Money Horoscope": "The alliance between the planets affecting your income and career are now approaching its strongest point. This means, if you really devote your time and energy to your career, you will get to see the positive reflection in your bank balance. You will also have the energy and the ability to work more and better and improve your income even more."
    },
    "2": {
        "Gemini Daily Horoscope": "While the day indicates that you are going to enjoy great fun, it will be prudent to take some time in the morning and complete the tasks that you have left pending. Also, adjust and coordinate your schedule with other family members and colleagues so that no difficulties or misunderstandings arise later on. You can also get some good news today.",
        "Gemini Health & Wellness Horoscope": "You are easily distracted and hence deeply admire those who have the ability to focus and concentrate. Time to learn something from them and implement their techniques in your own life! You will get opportunity to focus on something important and go after it. Practicing yoga early in the morning may be of help too.",
        "Gemini Daily Love & Relationship Horoscope": "You somewhere have started to feel that romantic involvements are tedious and non-fulfilling to you these days. However a unique and fresh kind of romance may re-kindle your desire to form alliances with the people of opposite sex. Motivate yourself not to lose hope, the fruit of patience is sweet and so will be your reward.",
        "Gemini Career & Money Horoscope": "A number of major and minor successes are predicted on the career front today. You may get some payment for services rendered a while back or you may get an unexpected bonus. A long awaited promotion may be granted to you or you may get that coveted corner office. Unemployed people or those who was shopping around as they wanted to quit their current job will get good news today."
    },
    "3": {
        "Cancer Daily Horoscope": "Watch out! Your competitors may try to weigh you down with proper planning and plotting. But you will be able to cream them up easily! And they will be left with no other option except to praise you for your mouthful achievements. Meet your best pals in order to inject some levity into the grim situation.",
        "Cancer Health & Wellness Horoscope": "You may examine thoroughly the changes you need to incorporate in your lifestyle and food habits for achieving a better health. Go for walks in the morning and in the evening to breathe in some fresh air. This will boost blood circulation in your body, thus minimizing the chances of heart strokes.",
        "Cancer Daily Love & Relationship Horoscope": "External stress from work and other facets of life are going to affect the status of your relationship right now. If you can remember the importance of relationships and the need to keep your career and family life strictly separate, you can easily weather this storm. Your partner is going to be very supportive of you today even though it may take you quite a long time before you realize its value.",
        "Cancer Career & Money Horoscope": "Beware of a hidden enemy at the place of your work today. He or she may be engaged in a secret campaign of badmouthing you to the boss and you can see all the evidence today. Losing your temper is completely counterproductive. Instead, you need to prove your worth and trustworthiness by delivering exactly what you promised, when you promised it."
    },
    "4": {
        "Leo Daily Horoscope": "The highlight of the day is communication with a person of influence which can have a long term impact on your life. You may also come in contact with a person or a situation where you are pitted against an opposite point of view. You need to be able to take constructive criticism and stick to your point without becoming rude.",
        "Leo Health & Wellness Horoscope": "Injuries are a strong possibility today. You have to be extra cautious to avoid falls and accidents. A visit to the doctor is indicated. Do not ignore health matters today. Otherwise they can assume serious proportion. You also need to take care of the health of those closest to you. However, this is just a temporary phase and with timely intervention, you will easily deal with the health issues.",
        "Leo Daily Love & Relationship Horoscope": "The one for whom you have been waiting for is close by! You have been dreaming of many fantasies which you can turn into reality today! You will be intensely involved in this affair and it will last for longer than usual. You may have to miss out on other opportunities in life for better prospects in order to stay in to this relationship!",
        "Leo Career & Money Horoscope": "While you have been advancing satisfactorily in your job, today there is a huge opportunity to showcase your talent, creativity and commitment. This may require you to cancel some family plans, but it will vastly advance your career. Done correctly, it may open avenues for you that you could not have imagined. You need to maintain a fine balance between your family and career now in order to enjoy the best of both situations."
    },
    "5": {
        "Virgo Daily Horoscope": "An elderly person gives you food for thought. Planning and prioritizing has been your strength. Do your bit and things will fall in place. Maintain your calm and practice patience. Someone may visit you today. Take care of your health and find time for relaxing as well. An important financial arrangement is on its way which may prove windfall gain for you.",
        "Virgo Health & Wellness Horoscope": "You have been suffering from prolonged and persistent health problems but from today, the process of recovery will start. If you have some chronic health problem, then also you will be able to find a possible long term solution for this. Overall, your health situation is likely to improve now. Take special care of your diet to speed the process of recovery.",
        "Virgo Daily Love & Relationship Horoscope": "It is time to take a step back and examine your relationship in the cold light of reason. You have been ignoring some information about your partner but you need to realize that this will not make it go away. Instead, you need to factor that in as you analyze the dynamics of your relationship. You may have to take some tough decisions at this time.",
        "Virgo Career & Money Horoscope": "It seems to be a bit controversial day for you! You may mumble or blurt out something about others which will be percolated down to them and may ruin your professional life. Also there is a chance that you may reveal any of your secret which is being linked to some one elseﾒs secret. So do not mingle much with the people around you."
    },
    "6": {
        "Libra Daily Horoscope": "Old connections and experiences can play an important role in your life now. You will be under tremendous pressure to perform well in all spheres, but you need to realize that much of these pressure stem from the impossibly high standards that you have set for yourself. Honesty and integrity will take you far in your chosen field, but be ready to remain true to your own beliefs and ideals.",
        "Libra Health & Wellness Horoscope": "You may be a little crazy today! After a rigorous workout session you may treat yourself with a chocolate cake! And this is where you need to control. Consume something sweet containing much less calories than the chocolate cake! And if you will not remain restricted by the diet suggested by the gym instructors, you can never get back in shape in a short time!",
        "Libra Daily Love & Relationship Horoscope": "You are in for a big surprise today from your partner. Expect extravagant gestures or expensive gifts and this is the perfect time to rediscover your love for each other. If you are single, you may find romance blooming in unlikely places, but do not ignore this as implausible. Chances are, you are going to find a fulfilling relationship from this place where you never thought to look.",
        "Libra Career & Money Horoscope": "The day is going to be demanding and you have to follow a strict regulation and out in lot of hard work. But, this will help to build a sound base for your future plans. The hard work that you do today will bear fruit in the distant future. You are likely to take on responsibilities on behalf of a colleague as well."
    },
    "7": {
        "Scorpio Daily Horoscope": "Be careful in your actions and movements today, you may get mild bruises while moving around. Unintentional poking of the ribs even with the closed ones may pose a threat to your terms with them! Best is to stay numb and remain restricted to your own business for the day! Go for cinema or something entertaining.",
        "Scorpio Health & Wellness Horoscope": "The day is favourable for outdoor activities and exercises. All the stress will be draining away today and you will end up feeling amazingly energetic and refreshed. This will bring a flood of optimism and you will be able to tackle any task ﾖ even those which you have been putting off. Your enthusiasm is likely to infect others in your family or friend circle and you can all end up organizing an impromptu outdoor game or picnic.",
        "Scorpio Daily Love & Relationship Horoscope": "The day is perfect for love. Show your appreciation for that special someone in your life by doing something unexpected and see the day become special. Romance is in the air. If you are single, today is the day when you may meet the love of your life or just begin to see a close person in a completely new and romantic light.",
        "Scorpio Career & Money Horoscope": "Do put in the best of your efforts. You have been a lot supportive to others but they donﾒt seem to care for their own good even, forget about appreciating you for your endeavors. So just do not bother about such people and keep going! Attach emotions to the work you do and not to the people who you give no importance to you."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Today is a bright time for the creative people. Your skills and works will be appreciated. Even monetary gain for the work of the creative people is predicted today. If you are a student, it is suggested to go out and take that dreaded exam. The stars tell that students will do good in exams today.",
        "Sagittarius Health & Wellness Horoscope": "There is a chance of a water related accident today. So, if you are going swimming, sailing or surfing, it is prudent to take extra precautions. Otherwise, health will be good and you may be inspired to join a new exercise or yoga class. Someone near to you will inspire you with the goal of higher level of physical fitness.",
        "Sagittarius Daily Love & Relationship Horoscope": "It is imperative that you keep your egos aside if you want to cultivate a very promising relationship. Your own narrow vision and ego is very likely to cause problems in your family life. Timely intervention is essential if you do not want this to develop into long term strife. Try to look at the matter in hand from a viewpoint that is different from your own.",
        "Sagittarius Career & Money Horoscope": "You are confident and positive today. Today is a good day for cracking any interview or any deal with the client. You will also gain a good margin. You might get stuck up in some trivial issue in the latter half of the day. Postpone your plans of recreation or entertainment for tomorrow. Take help from your colleague today."
    },
    "9": {
        "Capricorn Daily Horoscope": "There is so much action around you that is eating your attention and time. Do not waste your time in trivial matters. Rather concentrate and then only you will find a gush of free spirited energy. If you find that, you will find gold in your life. Do not shy away. Look carefully and act before itﾒs too late. The key to success for you is to prioritize.",
        "Capricorn Health & Wellness Horoscope": "In general you are very clearheaded. But today, your ability to think logically will be hindered by your own problems and insecurities. Hence, this is not the best day to take on a new project or a new partner. You are liable to be wrong in your judgment today. So, basing your future activities on this may not be fruitful. Try for some relaxation today.",
        "Capricorn Daily Love & Relationship Horoscope": "It is hard to bear with but you may have to! Cards show some discord with the partner today or even separation if the situation gets worse. But it will be temporary if you tend to retain cool. Donﾒt let your ego take control of you. Better go and clear up misunderstanding with your partner and put all issues to rest once and for all.",
        "Capricorn Career & Money Horoscope": "Travel for the purpose of work is strongly indicated. There is a major chance of going abroad. Your company may send you to a different country or your visa approval for work purposes may come in today. However, if you are already stationed in a foreign country for your career, there is little scope of returning to your hometown in near future."
    },
    "10": {
        "Aquarius Daily Horoscope": "Overall, this is going to be an emotional day for you. You may require to lay bare your innermost thoughts and feelings. It is a scary prospect because you have not done this before, but if you take this step, it will take you closer to emotional fulfilment. Someone near to you may also get emotional and your appropriate response is vital now.",
        "Aquarius Health & Wellness Horoscope": "Entering an exercise class or any other regular physical activity is a must today. If you have been trying to improve your stamina or lose some weight, this day is ideal to take the first aggressive steps towards the new regime. You will be able to find the inspiration to stick to your new routine now. You may take on a far strenuous regime than what you are used to.",
        "Aquarius Daily Love & Relationship Horoscope": "You are going to be rather aggressive in love today. Just make sure to get your ego out of the way in order to enjoy a fulfilling relationship. However, your partner is going to love your new self and will enjoy your newfound self confidence. Be sure to grab this opportunity and have a grand time with your partner.",
        "Aquarius Career & Money Horoscope": "A number of minor problems may arise at work today which prevent you from doing your work in peace. You need a large dose of patience today, especially when it comes to dealing with a subordinate. Do not give in to temper. Instead, you need to deal with him intelligently so as not to affect the morale of the entire group."
    },
    "11": {
        "Pisces Daily Horoscope": "If there is tension persisting in your relationship with someone, you may want to find a way out today. Listen to the other part of the story. Do not be too submissive allowing other to steamroller over you. But at the same time do not be blunt. You may find an important client at your office. Be agile and proactive.",
        "Pisces Health & Wellness Horoscope": "Minor skin ailments have been troubling you. Today plan a detoxification program. With this, cut down on oily stuffs. Your health otherwise will remain sound. Avoid walking in places having lots of trees as insect bite is indicated. It may leave rashes on your skin. Carry anti allergic medicine today as a precautionary measure. If required, visit a doctor.",
        "Pisces Daily Love & Relationship Horoscope": "You may be insecure and restless today and may find it hard to trust the feelings of your partner. Time to take a brief break from your relationship and ponder upon the reasons which have imparted you with this feeling. After this trip of analysis you will feel a lot better and confident about yourself and your partner.",
        "Pisces Career & Money Horoscope": "Take special care of your investments today. The day is especially suitable for investing in the stock exchange. You will get the best results if you invest in automobile, pharmaceuticals and cosmetics. It is imperative that you review all your old investments and make changes as you see fit. This can vastly increase your potential profits. The day is very profitable and you should not waste this opportunity. You can also take a risk in a game of chance today."
    }
}]
