horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You are feeling very adventurous and are determined to make your own way today. You are going to conquer all obstacles in your path by sheer determination and the force of your will.ﾠ Nothing is going to hamper your progress today. So, you can schedule all your difficult activities today and you will find success in them coming quickly and without hassle.",
        "Aries Health & Wellness Horoscope": "You need to realize that in order to stay fit and look young; you need to keep away from junk foods. You have been indulging in junk foods rather more than usual in the last few days. It is high time that you took a step back. Cut out all the junk foods from your menu. Instead, eat a lot of fibre rich food today.",
        "Aries Daily Love & Relationship Horoscope": "You may come across certain information which will help you to understand your partner and the direction of your relationship better. Your partner may have been sending off confusing and contradictory signals in the last few days, but today you will begin to understand the significance of this behaviour. This will help you to take important decisions regarding the future nature of your relationships.",
        "Aries Career & Money Horoscope": "It does not matter how many hurdles are now placed in the path of your career. You will be able to sail through them as if they did not exist. Success seems to come effortlessly to you now, but it is vital to avoid a feeling of overconfidence. You need to realize that luck has as much a role in your success as your ability and this may not always be in your favour."
    },
    "1": {
        "Taurus Daily Horoscope": "Your positive outlook will help you take positive actions in various situations. This will render you with long term benefits. If some one tries to indulge into altercations with you then do not lose your cool and present your point of view with firmness. Today you may take a strong interest in occult sciences and religion as well.",
        "Taurus Health & Wellness Horoscope": "The day calls for rest and relaxation. You are likely to spend the day pampering yourself. Book a beauty session or a spa treatment as they are going to be very effective today. You are soon going to be glowing and glamorous. People around you are going to find it difficult to keep pace with your vitality after your beauty and wellness session.",
        "Taurus Daily Love & Relationship Horoscope": "Be prepared for some bit of good news from your partner, or you may be getting a very good gift from him / her today. If you are single, this is the right time to meet that special someone who can create a major difference in your life. Keep an open mind and you will see love blooming at unexpected places.",
        "Taurus Career & Money Horoscope": "Research students are going to receive a piece of very good news today. Those sitting for competitive examinations will also fare better than expectations. However, timing can be crucial today. The opportunity that will be brought by these events need to be utilized as quickly as possible; otherwise, you may have missed the boat. You may have to take a bold step to secure your career."
    },
    "2": {
        "Gemini Daily Horoscope": "The day can be somewhat confusing for you because of the relative positions of the planets. Your mind will keep on worrying about some niggling problem, but it is no use over-thinking this as you are unlikely to hit upon any viable solution. You will also get some contradictory information which can cause you to revise some views which you have held for a long time.",
        "Gemini Health & Wellness Horoscope": "It is necessary for you to stop eating indiscriminately if you want to get rid of the stomach ailment that had been troubling you for the last few days. A strict dietary regime can heal you within a few days, but you have been ignoring your health and it is necessary to give the greatest emphasis on a healthy diet and lifestyle.",
        "Gemini Daily Love & Relationship Horoscope": "Mars is fuelling your romantic desires and with a fighting spirit and a higher level of confidence, you take strides either with your partner or towards your partner. Romance in your relationship has become as important as sugar in tea. You are at your romantic best. Listen to music in the air. Everything is bright and colorful. Time is favorable.",
        "Gemini Career & Money Horoscope": "Those who are involved in service sectors can expect a hike in their income. However if it does not happen then you can give voice to your frank opinion and you will be heard for sure. The workload may mount up in the mid of the day which will hopefully subside by the end of the day. You can enroll yourself in an insurance policy for a more secure future.ﾠﾠﾠﾠﾠ"
    },
    "3": {
        "Cancer Daily Horoscope": "Today things are happening quickly and you need to have the ability to accommodate the unexpected. You will be pulled in various directions, but your positivity will become your strength. You will come out with original and fresh plans which will prove worthwhile in the long run. Include your loved ones in your plan. You will meet an important person today.",
        "Cancer Health & Wellness Horoscope": "You may experience marked mood swings today. You may feel exuberant at one moment and depressed the next. These moods can actually be better related to what you are eating and your physical activities rather than what is happening in your life. You can consult a professional about your diet. This advice will prove immensely helpful in altering your lifestyle and a reduction in this moodiness.",
        "Cancer Daily Love & Relationship Horoscope": "The time is right to plan major changes of positive nature in your relationship. You are ready to take it to the next level, but you need to make the first move. You are naturally reticent and this has left your partner in the dark about your true feeling. Just bare your heart and you will find all the distrust disappearing from your relationship.",
        "Cancer Career & Money Horoscope": "It is a great day for you! You have been waiting for this opportunity to present your ideas and concepts to others. However your innocence and honesty may be misunderstood as sarcasm and aggression, since these people are not much familiar to you. So be very careful as things are pretty sure to get blown out of proportion."
    },
    "4": {
        "Leo Daily Horoscope": "You are feeling creative and ready to get a number of things done. However, a very real fear of what others will think and say may be holding you back. You need to realize that the right attitude is actually half the battle won. Paradoxically, though you feel creative and energetic, your self confidence is actually at a low level.",
        "Leo Health & Wellness Horoscope": "You take things slow and steady. But you also do not shy away from showing an instant spurt of energy. This of course surprises all around you. Similarly your skin also takes the same course. At one time you enjoy a porcelain complexion and at other time there is a sudden burst of pimple. Drink gallons of water on a daily basis.",
        "Leo Daily Love & Relationship Horoscope": "It is vital that you do not rush to any conclusion or let misconceptions build up in your relationship. Try for a greater degree of openness and honesty as an atmosphere of distrust is likely to take firm hold of your relationship during this period. Take special care not to let a third person influence your opinion about your partner and your behaviour towards him / her.",
        "Leo Career & Money Horoscope": "While working you follow a detailed approach. This is your positive aspect and this weekend your approach will help you in monetary gains. Avoid manipulation and be honest in whatever you do. Quality of your work will speak for you rather than the quantity of your work. Integrity is welcomed in any situation and will take you out cleanly from a difficult situation."
    },
    "5": {
        "Virgo Daily Horoscope": "You are feeling confident and happy and these shows in your attitude and body language. People today are going to notice you wherever you go and you are likely to make quite an impression. Important business meetings will go in a positive direction. Even if certain situation appears dicey, you will be able to bring others around to your viewpoint and get things done your way.",
        "Virgo Health & Wellness Horoscope": "You need to structure your health habits else the outcome will be ill health which will be hard to manage easily. Chalk out a basic code of conduct for your behavioral pattern and keep checking your deviation from it each day! Eat only freshly cooked foods which may be hard to attain but you have to if you want to be fit and fine.",
        "Virgo Daily Love & Relationship Horoscope": "The day is especially suitable for passion. You have been holding yourself back for the last few days and trying to approach your romantic relationship with a degree of moderation. Today, you will realize that it is no longer enough. Instead, give rein to your passionate nature and see your love blossom. Your partner may be surprised, but will soon respond with enthusiasm.",
        "Virgo Career & Money Horoscope": "Your sense of humor is your biggest asset; make the best use of it to bridge the gap between yourself and your superiors! The sitcoms are the best way out, so just try to think about it when you face the burn rather than taking the harsh words to your heart. Cards show that you may receive money from unexpected sources."
    },
    "6": {
        "Libra Daily Horoscope": "Certain crucial planets are lining up in such a way that you will be presented with a rare opportunity to heal and make amends. You would be able to confess to some wrong that you have done in the past and will be able to atone for it. In doing so, you will be able to remove a great burden from your soul.",
        "Libra Health & Wellness Horoscope": "Your heart is not content until and unless you feed others well. Ask your heart to love you too! Encourage yourself to eat well, sleep well and take plenty of rest which your body has been demanding since long. Attend cooking sessions to inspire you to prepare and eat your favorite cuisines. Do not be health conscious when not required!",
        "Libra Daily Love & Relationship Horoscope": "You seem to spend quality time with your loved ones. Just do not be over assertive on any point, which will only disrupt the interpersonal harmony. Your partner needs some time to let you get into the details of what you demand from them. Undertake trips or enjoy some soulful music to lighten up the moods.",
        "Libra Career & Money Horoscope": "This is a great time to make conversations with people of great influence. Establish as many connections as you can if you want to reach to a better place or upgrade your current position. You do not seem hopeful of striving the best opportunities to multiply your wealth. But be hopeful and keep striving for the same cause you can make it!"
    },
    "7": {
        "Scorpio Daily Horoscope": "You are full of energy and have a bright outlook. Things which were appearing bleak for the last few days do not seem to be so hopeless now. Strength and vitality in your attitude will help you to deal with the situation. The day is also favourable to express your views, opinions and desires strongly. Go after what you truly desire and you are likely to reach your goals.",
        "Scorpio Health & Wellness Horoscope": "A great feeling of health, happiness and wellbeing marks your attitude today. You will feel charitable towards all and will be perfectly ready to share your sunny mood. This is going to make you popular in the crowds. Your cheeriness, strength of mind, sense of humour and general well being are going to be envied by those around you.",
        "Scorpio Daily Love & Relationship Horoscope": "You are likely to face a situation today that is going to test the strength of your love and commitment. Bear in mind that your partner has put complete faith in you and you need to pass this test if you want to continue in a happy and fulfilling relationship. With a little compassion, you will be able to deal with anything that fate throws at you.",
        "Scorpio Career & Money Horoscope": "This is the day to bring a change in your professional and money life! So if you have any such plans, just let yourself be free. You will find it easy to approach the top managers and to communicate to them effectively your notions. This is the best chance to maximize your income from your employer."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Someone dear to your heart is facing some difficulties and you will have to lend a sympathetic ear today. Chances are high that you will end up feeling impatient and frustrated with the problems of this person, but it is vital that you lend your support without criticism. It can influence a very important friendship or even a partnership in your life.",
        "Sagittarius Health & Wellness Horoscope": "Adopt some healthy habits of washing hands properly after finishing up routine work and before meals. You are prone to bacterial infections and may have to suffer for a long term if not taken care of! Consume boiled water only and eat properly cooked food. Avoid fast and fatty foods for sometime.",
        "Sagittarius Daily Love & Relationship Horoscope": "Love is in the air, love is on the mind. Actually love is everywhere. You just have to be conscious of its presence. Take baby steps and talk to friends for advice. With many options seen today, do not be in a hurry to jump. Your silence attracts people. A little enigma around your character is alluring. Be the same.",
        "Sagittarius Career & Money Horoscope": "Great career opportunities wait for students, young job seekers and those who are self employed. You may be offered a project which can be just the thing that you were looking for in order to make your mark. Use this opportunity well as it is one of the most important ones that will come by in your life. Your entire career can be made here. The project may be based overseas."
    },
    "9": {
        "Capricorn Daily Horoscope": "Do not let lethargy spoil the day for you. Summon the creative energy that is natural to you and the day can proceed smoothly. You need to work towards restoring harmony and balance in your personal life and even in your health. Ignore the distractions around you and instead concentrate your attention on those tasks where you can actually contribute something concrete.",
        "Capricorn Health & Wellness Horoscope": "Keeping a positive attitude will help your body and soul to cope with a lot of stress. For rest you need to get back to your regime which has been ignored for some time. You may indulge in fitness routine. You may develop pain in your knees. Be regular with your exercise. It will fade in a couple of days.",
        "Capricorn Daily Love & Relationship Horoscope": "It is quite a unique day for you as you may be able to connect love with spirituality for the first time ever! Those who are deeply in love want to take their relationship to the other level by planning for a ceremony to mark their togetherness. However if family issues arise with this then you must wait for the right time!",
        "Capricorn Career & Money Horoscope": "You are full of powerful energy to help you achieve your desired goals and generate wealth for your family. You will be able to acquire a lot of knowledge and which will help you earn more the next time your serve someone. So you have all the ingredients for financial security and success at your hand."
    },
    "10": {
        "Aquarius Daily Horoscope": "You may make new friends today and embark upon new excavations! Keep on believing in yourself as you have been doing always. This will help you to reach every goal you are passionate about. Ideal time to make plans for the future; however limit yourself when it comes to finances. Spend where required only!",
        "Aquarius Health & Wellness Horoscope": "Series of events or official parties may upset your digestive system! And a sense of jealousy may arise in you when you see the fit and fine people around you! Do not give space to such negativity; tell yourself that you too can attain the same by doing regular workouts. Cut down on sweets and oily foods which are majorly responsible for spoiling your health.",
        "Aquarius Daily Love & Relationship Horoscope": "The day is perfect for romance and you can plan to surprise your partner with some intimate or extravagant gesture. You also will probably receive a happy surprise from your partner. Be sure to schedule some alone time in order to take full advantage of this planetary setting. If you are thinking of starting a family, then this is the perfect time for it.",
        "Aquarius Career & Money Horoscope": "Do put in the best of your efforts. You have been a lot supportive to others but they donﾒt seem to care for their own good even, forget about appreciating you for your endeavors. So just do not bother about such people and keep going! Attach emotions to the work you do and not to the people who you give no importance to you."
    },
    "11": {
        "Pisces Daily Horoscope": "A situation is likely to arise in your life where you will have to take a very direct and proactive role. It may appear to be a very difficult situation, but you have the capability of solving it fairly. You will just have to assert yourself, but do not worry. After the crisis is over, people are going to be impressed by your role in solving it.",
        "Pisces Health & Wellness Horoscope": "You have been neglecting minor health issues for the past few days and they will come out in a much more serious form today. Treat any condition, even if it is only an ingrown toenail with care so that no complications get the chance to develop. Do not neglect health, fitness and diet issues because they may grow far out of proportion.",
        "Pisces Daily Love & Relationship Horoscope": "The day is going to be stable as far as relationships are concerned. You will be able to enjoy a quiet and contemplative time with your partner. Take time to enjoy what you have. Taking part in ordinary domestic chores can create a level of contentment in your relationship which will give you a sense of happiness and renew your love.",
        "Pisces Career & Money Horoscope": "You are heavily loaded with responsibilities in both personal and professional life. So you have to manage your time extremely well. However your colleagues may fill in for you if you ask for their help. But do not ask in excess else they will be forced to say a no to you beyond a point. You have the required energy for making future plans."
    }
}]
