horo_english=[  {
    "0": {
        "Aries Daily Horoscope": "Your intuition is strong at this point of time and will be giving you a good guidance in what ever you do! You can even take risks easily and gamble for fun! Luck is in your favor but you must think twice before taking a leap. You may experience an air of emotions. Old friends and acquaintances may re emerge bringing positive vibes for you.",
        "Aries Health & Wellness Horoscope": "You have been slacking off as far as your health and fitness routine is concerned. It is now high time to get back on track. Otherwise, all the good work that you have accomplished at the fitness front will come to nought. However, do not overtax yourself as this will seriously affect your motivation. Just spend thirty minutes in the gym today to get back to the rhythm of the thing.",
        "Aries Daily Love & Relationship Horoscope": "This is a puzzling day for you as far as relationships are concerned. You will fail to understand the actions and motivations of your partner. A vague sense of disquiet and dissatisfaction is also likely to occur in you. You need to give time to work everything out. Trying to hurry things along today is not going to be of any help. Rather, take it slow and the situation will resolve itself.",
        "Aries Career & Money Horoscope": "Everything has been falling beautifully into place in the last few days in all work related issues and this is likely to create overconfidence in you. Today, it is vital that you take a step back and evaluate what is actually necessary for you and what you can achieve with your own capability. Take care that you do not bite off more than you can chew."
    },
    "1": {
        "Taurus Daily Horoscope": "You can speculate easily what is about to happen. And you have an expressive attitude with impressive communication skills. So just strive hard for what you want! Refrain yourself from getting into any altercations with aggressive people who are always fault finding.",
        "Taurus Health & Wellness Horoscope": "You have been in denial regarding some aspect of your physical or mental health for the last few days. Today is the day of clarity. The protective shell of denial will be removed and you will confront the truth about your health today. This is the first positive step towards recovery as you can now do exactly what needs to be done except only denying the situation.",
        "Taurus Daily Love & Relationship Horoscope": "It is great day since you will be able to communicate openly to your partner. You have been looking for this opportunity since long! Reveal all your secrets with them and share the concerns you have! It will let the inflow of enthusiasm in your relationship, bringing you closer as friends and as a couple as well.",
        "Taurus Career & Money Horoscope": "If you have applied for a job, check with the company. You may receive some good news regarding your job. A promotion or an increment is on the cards today. It is an auspicious day for any kind of investment. If you have been planning for buying a property like house, day is favorable for you and you may cut a good deal."
    },
    "2": {
        "Gemini Daily Horoscope": "Every encounter that you have now is characterised by a surge of energy and purpose. The quality of your interactions will improve dramatically and you may even come in contact with somebody who will revolutionize your life ﾖ financially or spiritually. You will get a better insight into your own character and this will help you to decide on the direction of your life. You should use this opportunity well as understanding yourself can help to resolve a number of your current conflicts.",
        "Gemini Health & Wellness Horoscope": "You have been neglecting minor health issues for the past few days and they will come out in a much more serious form today. Treat any condition, even if it is only an ingrown toenail with care so that no complications get the chance to develop. Do not neglect health, fitness and diet issues because they may grow far out of proportion.",
        "Gemini Daily Love & Relationship Horoscope": "You may have a longing for partner who is away from you either physically or emotionally. Physical distance is difficult to cover but emotional distance can be covered with ease. Just keep your ego aside and take the first step. You may be surprised to find that your partner reciprocates your feelings. Go and smash the invisible wall.",
        "Gemini Career & Money Horoscope": "You are going to plan for some major expenditure with an attentive eye to details. The day is perfect for financial planning ﾖ a task that you have probably been ignoring for some time now. You should sit down with a complete list of your savings and assets today. You can discover some good news as you organize them today."
    },
    "3": {
        "Cancer Daily Horoscope": "You have been planning something major for the past few days. Today, you will begin to realize exactly what you have taken on and this may exercise an intimidating effect on you. But, going back is not an option. You will have to take the next steps with confidence and you will soon see that though the task has turned out to be more difficult than you thought, it is by no means impossible.",
        "Cancer Health & Wellness Horoscope": "Injuries are a strong possibility today. You have to be extra cautious to avoid falls and accidents. A visit to the doctor is indicated. Do not ignore health matters today. Otherwise they can assume serious proportion. You also need to take care of the health of those closest to you. However, this is just a temporary phase and with timely intervention, you will easily deal with the health issues.",
        "Cancer Daily Love & Relationship Horoscope": "The tension between you and your partner may mount up in the dayﾒs beginning but love will sooth up everything being intensified. Peace and intimacy will prevail and the day will end warmly. You may even plan a day out even with your beloved at your favorite hangout destinations.",
        "Cancer Career & Money Horoscope": "You are about to get severely affected with work related stress. The internal pressure may mount up within your head and you will run out of time required to fulfill the goals. However you cannot do anything to help this. So just try to let it pass by smoothly. Try to lend your ears to someone you do not find amiable at all but you have to do this due to professional reasons."
    },
    "4": {
        "Leo Daily Horoscope": "Opportunities come your way easily but do not be in a haste to grab them all. Weigh your options minutely, feel confident and then act accordingly. Also, share with your friends. This is a time when you will have to open many doors. However, surprises will not be pleasant always. Do not leave everything on destiny. Your actions will determine your destiny.",
        "Leo Health & Wellness Horoscope": "Entering an exercise class or any other regular physical activity is a must today. If you have been trying to improve your stamina or lose some weight, this day is ideal to take the first aggressive steps towards the new regime. You will be able to find the inspiration to stick to your new routine now. You may take on a far strenuous regime than what you are used to.",
        "Leo Daily Love & Relationship Horoscope": "Today you may gather little important information regarding your partner which will help you to form an opinion. Your partner has been sending you confusing signals for some time. The information that you get today will help you understand the logic behind his behavior and will hence affect future course of action. Be flexible enough to adept new things.",
        "Leo Career & Money Horoscope": "Your patience and your sense of duty and responsibility will go a long way today to conquer all the obstacles in your path. You are definitely going to require your ability to see humour in different situations today if you want to maintain a calm atmosphere at work. There is a chance of serious financial gains towards the end of the day."
    },
    "5": {
        "Virgo Daily Horoscope": "Take some time out to spend in solitude and reflect what you truly want from life. The last few days have been hectic. So, you need to re-evaluate your goals in life and how your actions are affecting your own life as well as your relationships. Travel is indicated, though it is better to go for a relaxing holiday rather than a hurricane tour of thrills and adventure.",
        "Virgo Health & Wellness Horoscope": "You may examine thoroughly the changes you need to incorporate in your lifestyle and food habits for achieving a better health. Go for walks in the morning and in the evening to breathe in some fresh air. This will boost blood circulation in your body, thus minimizing the chances of heart strokes.",
        "Virgo Daily Love & Relationship Horoscope": "Healthy boundaries have become necessary in your relationship, but you have been finding it difficult to demarcate them. You need to sit down with your partner and talk about the various dimensions of your relationship with which you are feeling uncomfortable. Today is ideally suited for this task as your partner will be receptive to your ideas and will be willing to talk to you about them.",
        "Virgo Career & Money Horoscope": "You have been receiving a lot of help from your co workers. It is now time to return the favour. So, you are going to help somebody at the work today and this will actually solidify your position in your office and will increase your popularity. While you may be working a little longer today, this is well worth the effort."
    },
    "6": {
        "Libra Daily Horoscope": "You see a lot of chaos and confusion. But it is only the packaging. As the cloud subsides, you will see the reason. There is so much offered to you that initially it appeared messy to you. Take your time and follow the trends. You will see a huge prospect. Change is inevitable and it has the capacity to paint your future bright.",
        "Libra Health & Wellness Horoscope": "You are a sensitive individual and so is your digestive system. As soon as you consume something which is not in accord with your digestive system, your body will reject it. You may suffer from loose motions or vomiting and the condition will get severe if not checked. Try to go for indigenously prepared medicines.",
        "Libra Daily Love & Relationship Horoscope": "It is quite a unique day for you as you may be able to connect love with spirituality for the first time ever! Those who are deeply in love want to take their relationship to the other level by planning for a ceremony to mark their togetherness. However if family issues arise with this then you must wait for the right time!",
        "Libra Career & Money Horoscope": "You are full of positive energy and are likely to be surprised when you see how much you manage to accomplish today. All your backlogs will be cleared up and any blocks in the way of difficult projects will completely disappear today. You will not only be able to finish all your considerable workload with ease, but will also be able to infect everyone around you with your enthusiasm."
    },
    "7": {
        "Scorpio Daily Horoscope": "The stars say that love is in the air for you today. Keep your eyes open, you may meet the man/woman of your dream. However, recognizing the dream person will be tricky as he/she will come in weird package. Today you are also inclined to receive a gift from an unexpected source. All in all the day will be pretty eventful.",
        "Scorpio Health & Wellness Horoscope": "You may suffer from disorders of stomach. So try to consume less oily diet supplemented with lots of water. However the condition will get better by the end of the day. But for those who are already affected may have something severe to face. Proper medication will lead you to speedy recovery.",
        "Scorpio Daily Love & Relationship Horoscope": "Today marks the beginning of a new period of understanding and adjustment between you and your partner. All the cobwebs of the relationship has now been removed and both of you will be able to see each other in a bright shining light, but this will only make your love stronger and more enduring. The day will bring great optimism for you.",
        "Scorpio Career & Money Horoscope": "Your dream of settling abroad may come true today as you may get offers to work with reputed companies established in foreign lands. However you may face issues in documentation, but these issues will get resolved in no-time. And when you have what all you want, money is certainly going to follow you!"
    },
    "8": {
        "Sagittarius Daily Horoscope": "Today, you are likely to discover a new and untapped source of power within you. You will realize that you neither need nor are likely to get any external help in dealing with the problems that you have been facing. You can easily tackle all of them yourself and there is actually a fountain of strength within you that you can rely on.",
        "Sagittarius Health & Wellness Horoscope": "You may be in a little arrogant mood today! Conserve all your daring energy for facing odds as you may come across many people trying to challenge your credibility. But if you will get affected by their words, you may need to see a doctor! Better option is to attend some fitness workshop or camp rather than getting into anything!",
        "Sagittarius Daily Love & Relationship Horoscope": "Mars is fuelling your romantic desires and with a fighting spirit and a higher level of confidence, you take strides either with your partner or towards your partner. Romance in your relationship has become as important as sugar in tea. You are at your romantic best. Listen to music in the air. Everything is bright and colorful. Time is favorable.",
        "Sagittarius Career & Money Horoscope": "Today under the influence of the planetary energy, you will be able to hear your inner voices. Understand the deep seated meaning of those voices. Once you understand them, you will be able to take on the tasks easily. Also, do not hesitate to express yourself clearly. Use crisp words to express your feelings. Avoid beating around the bush."
    },
    "9": {
        "Capricorn Daily Horoscope": "Try to form partnerships with people of power and similar interests as well as those who complement your abilities. Few people are trying to influence you by giving false hopes but do not pay heed to what they say. Make your own judgments and adhere by it. You have been planning since long to buy a new house, may be you can own one this time!",
        "Capricorn Health & Wellness Horoscope": "It is high time that you realize that your health is one of your assets and needs to be developed. Today is a good day to start a health regime, take up a sport or join an exercise class. Swimming or other aquatic activities can prove to be of special benefit to you. If you initiate a healthy regimen today, it has a greater chance of success.",
        "Capricorn Daily Love & Relationship Horoscope": "Mutual understanding and tolerance is essential in any relationship. You have placed your partner on a pedestal and now you will be finding it difficult to understand or forgive any transgression that he / she make. However, being too rigid is only going to cause misery to everyone. You need to be a little more sympathetic and understanding if you want a real relationship.",
        "Capricorn Career & Money Horoscope": "You have a very good job and have been experiencing a run of good luck in all financial ventures. However, you should still be careful with your money as this is not unlimited. Your extravagance has already attracted criticism from those close to you. It is time to take their advice and cut back on the expensive spending habits."
    },
    "10": {
        "Aquarius Daily Horoscope": "You are going to juggle a number of issues today and all of them will be of pressing importance. Time schedules can get especially difficult and you may end up feeling rather frazzled. In addition, you will probably come to know of some schemes which appear far out of the box. You may end up feeling torn and may do or say something that you will regret later.",
        "Aquarius Health & Wellness Horoscope": "The time is absolutely right to revise your diet thoroughly. Be sure to include lots of fruits, veggies, milk and lean protein in your diet as this is necessary for your good health. You will realize that your health is being affected by the wrong type of foods that you insist on eating. However, implementing these dietary changes is going to be much more difficult than planning them. Try to get help of a dieting partner to improve your chances of success.",
        "Aquarius Daily Love & Relationship Horoscope": "It is vital that you do not let stubbornness build up in your relationship. Your partner is in no mood to compromise. So, you need to be a lot more understanding and flexible. But this attitude will actually improve your romantic life and your partner will also begin to feel much more amiable. Try to renew your old relationship with a meaningful gesture.",
        "Aquarius Career & Money Horoscope": "Due to change in planetary positions, a fresh energy has sneaked in your sign. You are feeling lively. You want to take up more and more work and still you are happy. That shows that somewhere things are moving in a positive direction. But in all these enthusiasm, do not ignore your health. A healthy mind resides in a healthy body."
    },
    "11": {
        "Pisces Daily Horoscope": "You are going to pay a lot of attention to details today. You are likely to be involved in detailed planning of a project and you are going to be very thorough about it. You are feeling very industrious and this will be reflected in your job. You are also going to earn acclaim for this. A spurt of creativity will mark every aspect of your day.",
        "Pisces Health & Wellness Horoscope": "You are full of zeal to change things around you, but you need a period of calm reflection to decide whether they need changing at all. While you are going to excel at the projects you decide to take on, it is better if you let someone else choose those projects for you. You will be filled with single minded determination today.",
        "Pisces Daily Love & Relationship Horoscope": "You are likely to meet someone today who seems too perfect to be true. Trust your luck because you may have met your soul mate. Listen to your heart today even if your logical mind warns you about things being too good. For once, romantic events will be going your way just as you desire. Do not miss this opportunity for a meaningful relationship in your life.",
        "Pisces Career & Money Horoscope": "Your ego will be fully satiated today when you will be rewarded for your leadership and valuable contribution to the organization. You cannot work well behind the scenes so you must show case your talent and abilities as and when you have been working on various issues. You will have a good laugh over the mistakes you have made yesterday."
    }
}]
