horo_english=[{
    "0": {
        "Aries Daily Horoscope": "The time is just right to indulge in some light-hearted fun with friends. Go out for a party or a fun filled evening and you are likely to become the life and soul of the festivities. In the course of this you will meet someone who will enjoy the same things as you and will also recognize your potential.",
        "Aries Health & Wellness Horoscope": "You can sustain minor falls or injuries today or you may be susceptible to allergic reactions. Small accident is on the cards. So, you need to be extra careful. Otherwise, it is going to be an uneventful day. You may be visiting someone in a health centre. This is also a good time to introduce some long needed changes in your lifestyle.",
        "Aries Daily Love & Relationship Horoscope": "You are very good at flirting and you can do so with any number of people you come across on your way today. But keep it light and restricted to carnal pleasures only without attaching yourself emotionally to it. Nobody will take you too seriously and do not allow anyone to demand anything much out of you.",
        "Aries Career & Money Horoscope": "You are full of powerful energy to help you achieve your desired goals and generate wealth for your family. You will be able to acquire a lot of knowledge and which will help you earn more the next time your serve someone. So you have all the ingredients for financial security and success at your hand."
    },
    "1": {
        "Taurus Daily Horoscope": "You will be affectionate and loving towards everyone you come in contact with today! Some one may be moved by your generosity and will confess his or her feelings for you by the end of the day. However bitter experiences are still on your mind, but this is the time to let go off all the negativity and grudges you have been holding onto since long.",
        "Taurus Health & Wellness Horoscope": "You are going to enjoy excellent health today, but be sure to take some elementary precautions to keep things that way. Timely intervention now can help you to prevent all sicknesses. This is the perfect time to concentrate on intensifying your health regime and take up all those good practices which you have thought about but never mastered the enthusiasm to see through.",
        "Taurus Daily Love & Relationship Horoscope": "Minor tiffs may happen today with your partner. Try not to get irritable or into any arguments though they seem inevitable. Issues may easily get blown out of proportion. Avoid confrontations today.ﾠ You need to pay special attention to your children and spend quality time with them. It is better to go for family activities today rather than any romantic plans.",
        "Taurus Career & Money Horoscope": "Your career is poised on the verge of a major breakthrough. Decisive action on your part is needed to decide which direction you want it to take. You need to analyze the pros and cons carefully. Your decision is going to affect your life and if you do decide to take the correct alternative, your income is likely to increase considerably over the next few days due to your decision."
    },
    "2": {
        "Gemini Daily Horoscope": "Try to grab the opportunities which give you a chance to think and reproduce it in your own way. You enjoy all this very well with great enthusiasm. Changes at home are quite predictable, may be you are moving onto a new place in search of more solace and for better opportunities of growth.",
        "Gemini Health & Wellness Horoscope": "You have taken on a huge task with your weight loss goals. Today, you will need to put in extra effort. Perhaps someone will offer a bar of chocolate to you or celebrate with your favourite junk food. However, you will be able to find the strength to overcome this temptation easily and once you do, your goals will be reached within a short time.",
        "Gemini Daily Love & Relationship Horoscope": "You somewhere have started to feel that romantic involvements are tedious and non-fulfilling to you these days. However a unique and fresh kind of romance may re-kindle your desire to form alliances with the people of opposite sex. Motivate yourself not to lose hope, the fruit of patience is sweet and so will be your reward.",
        "Gemini Career & Money Horoscope": "This is the time when your persistence and hard work will pay off. You will be noticed by your superiors and will be offered better scope. This is less due to luck and much more due to your own sincerity. Your career is poised to take off right now. Be sure to utilize this opportunity to its fullest extent."
    },
    "3": {
        "Cancer Daily Horoscope": "You may face certain restrictions from the family, possibly due to the trouble from close relatives. It will not last for long but will affect you severely so just ignore it till it gets over. Today you will spend money in buying useful assets and will be busy with household related work, may be selling the least important equipments or just a regular clean-up of the house.",
        "Cancer Health & Wellness Horoscope": "High energy keeps your spirit soaring high. Today is a great day to get back to exercise regime after a brief period of laziness which has left you desperate enough to be back on the track. You believe in making fitness your lifestyle and today you work towards the same. Following the correct procedure during exercising is important lest you may experience a small injury.",
        "Cancer Daily Love & Relationship Horoscope": "This is a puzzling day for you as far as relationships are concerned. You will fail to understand the actions and motivations of your partner. A vague sense of disquiet and dissatisfaction is also likely to occur in you. You need to give time to work everything out. Trying to hurry things along today is not going to be of any help. Rather, take it slow and the situation will resolve itself.",
        "Cancer Career & Money Horoscope": "You are in a reflective mood today. You are likely to excel at any job which involves deep thinking and reflection. Teachers, preachers, lawyers, debaters and politicians are likely to perform very well in their profession. However, short attention plan is a problem for you and this may affect your financial planning. Some sort of self disciplinary exercise can help to improve this."
    },
    "4": {
        "Leo Daily Horoscope": "The planetary positions indicate that unexpected hindrances can arise in your path now. You have been experiencing smooth sailing for the past few days and there has been nothing indicating otherwise. But today there are going to be hitches and disturbances which can affect your productivity and your mood. Unforeseen complications can lead to the stalling of your project.",
        "Leo Health & Wellness Horoscope": "You are little susceptible to cold and cough today. Do take precautions in terms of your personal hygiene. Wash your hands often and especially before eating. If possible, you are advised to take rest so that you ward off any illness that might be looming close by. Also, take regular and sound sleep as that will help you relax.",
        "Leo Daily Love & Relationship Horoscope": "You are in a rather irritable mood today and you are likely to take this out on your partner. You realize that you are being unfair, but you still find it difficult not to assign blame where none is due. It is vital that you control your mood swings. If you cannot do so, try to spend some time away from your partner. Otherwise, your relationship will be in jeopardy.",
        "Leo Career & Money Horoscope": "If you seek consultation or advice regarding career or finance today, whether from a professional or someone close to you, you can be greatly benefitted to follow this advice. The day is especially favourable for the engineers and those working in software development. You may also be offered a chance of switching jobs or continuing in the same company but in a different region or country."
    },
    "5": {
        "Virgo Daily Horoscope": "You have a lot of trust in yourself, but you should not be overconfident or dominating. Trying to impose your own viewpoints on others may end up in backfiring today. It is not enough to be right. You also need to behave in a way without offending others. A humble approach can help you to complete a number of pending tasks today.",
        "Virgo Health & Wellness Horoscope": "You have been out of shape since long. But not being able to do exercises for few days does not mean that you will never be able to do it! There is some one around you who is spreading negative vibes and that is what is affecting you badly! Give some time to your relations and meanwhile use your energy for your good.",
        "Virgo Daily Love & Relationship Horoscope": "You are bound to be more logical and questioning in your relationships today! Behaving rationally with the right person can be a big turn off and the day may seem to be a failure which otherwise would have been an awesome one! Explore the sensuality within yourself and in your partner.",
        "Virgo Career & Money Horoscope": "Though you have been meticulous and methodical, you are left with the backlog of somebody else and for that now you are answerable. Believe in yourself and your work methodologies. Take up one job at a time and by the next week, you will see things getting back in shape. Till that time, do not get into an argument with your subordinates."
    },
    "6": {
        "Libra Daily Horoscope": "If people fail to understand you, do not waste your time and energy in explaining your every move to them. They will never approve of it! You may be too much occupied and the forth coming tasks may demand you to make some changes in your previous engagements too! Be flexible as per the demand.",
        "Libra Health & Wellness Horoscope": "Go for spiritual contemplation and exercises to free yourself of the worries and mental pressure which have been a great cause of your suffering. Undertaking it may change your outlook towards life even! Enroll in fitness packages and you will find it pretty effective as well as convenient to undertake few harmonious exercises.",
        "Libra Daily Love & Relationship Horoscope": "Romantic opportunities are all around you today. However, you need to check your own priorities before you choose your partner so that no problems arise in the future. If you are already in an exclusive relationship, you will take it to the next level. Your partner is likely to be feeling possessive and intimate right now. Your response is going to shape your relationship in the future.",
        "Libra Career & Money Horoscope": "A new job offer is likely to come your way now. This is especially true for people who work in the public sector. You may not have been thinking of changing your job or may even be satisfied with the current one. But the new job will present you with unmatched opportunities. Taking it is a risk, but that that has a high likelihood of paying off."
    },
    "7": {
        "Scorpio Daily Horoscope": "Communication is your key today. You may open up to a close friend or loved one. Something has been troubling you for quite some time. Today is the day to vent out your anger and frustration. A solution may surface while discussing. Remember pouring heart out will help you. A surprise waits for you at the end of the day.",
        "Scorpio Health & Wellness Horoscope": "Somebody will be able to impress upon you how your dietary habits and lifestyle is affecting your health and you are likely to take a decisive step to correct the situation. If you are a smoker, you will resolve to quit today and if you are a fast food junkie, you will be shopping for health foods before the day is over.",
        "Scorpio Daily Love & Relationship Horoscope": "The tension between you and your partner may mount up in the dayﾒs beginning but love will sooth up everything being intensified. Peace and intimacy will prevail and the day will end warmly. You may even plan a day out even with your beloved at your favorite hangout destinations.",
        "Scorpio Career & Money Horoscope": "There may be a difference of opinion today at the office. It may occur with a colleague, a subordinate or with your boss. No matter with whom it happens, the stress is going to affect your health. So, you need to keep a cool head today and avoid all possible confrontations. You will be able to significantly reduce the level of stress if you start the day with some physically testing activities like running."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Every feeling is intensified today because of the alignment of the stars. You are going to feel both love and hate more deeply than ever before. Opportunities will also arise to show you what is keeping you from becoming close to your friends now. However, it will be prudent to wait before you act on these feelings and see if they endure before you commit yourself.",
        "Sagittarius Health & Wellness Horoscope": "You have been eating unhealthy diet or have been eating out frequently. Today your stomach will bear the brunt. You may feel pain. Take it easy. Eat simple and home cooked food. Increase your water intake. You will be soon be back on track. Avoid alcohol. Take care of your dental parts. Brushing twice is a good idea.",
        "Sagittarius Daily Love & Relationship Horoscope": "You will find it difficult to devote as much time as you would like to your partner because of the pressure created by a number of external factors. Professional commitments can eat into most of your time now. Be sure to communicate your feelings to your partner and you will find him / her much more understanding than you thought.",
        "Sagittarius Career & Money Horoscope": "The work seems to get severely affected due to your overly emotional behavior. Get accustomed to it for a while as getting rid of it will take time. Try to put this sensitivity of yours to your advantage by being empathetic towards other people around. In free time look for real estate properties which are worthy of investment."
    },
    "9": {
        "Capricorn Daily Horoscope": "Well, today is a lucky day for you. You take yourself and others by surprise by your problem solving abilities. You will leave your office mates impressed. Your confidence will be high and you may be offered a new project. Feel happy and celebrate with loved ones. A friend may visit you today. You may enjoy a fun filled day.",
        "Capricorn Health & Wellness Horoscope": "In general you are very clearheaded. But today, your ability to think logically will be hindered by your own problems and insecurities. Hence, this is not the best day to take on a new project or a new partner. You are liable to be wrong in your judgment today. So, basing your future activities on this may not be fruitful. Try for some relaxation today.",
        "Capricorn Daily Love & Relationship Horoscope": "You will be revisited by someone from your past today, though the person may not be of a romantic interest to you. He or she will provide you with a vital piece of insight which can help you to resolve the confusions that you were carrying around with you for a long time. Take your first step towards healing with the help of this information.",
        "Capricorn Career & Money Horoscope": "Do not get disappointed since your efforts have gone in vain and you need to re-work! The input given by you may have not been successful in resolving the pressing issues but have given you a better insight of the most intricate details. Enjoy your day as you will be benefiting financially from your past investments."
    },
    "10": {
        "Aquarius Daily Horoscope": "The day is going to be calm and quiet ﾖ a welcome break after the hectic schedule of the last week. You need to put in some hard work as your superiors are watching you now. A few personal issues may arise which you have completely failed to anticipate. They will take you by surprise, but you will be able to deal satisfactorily with them.",
        "Aquarius Health & Wellness Horoscope": "You will be plagued by health concerns like acidity, indigestion, dry skin and falling hair. In addition to drinking more water and getting rid of any addiction that you may have, you need to realize that a poor diet is at the root of these problems. So, instead of looking for quick fix remedies, you need a new diet chart. Consulting a professional in this regard can prove to be very helpful.",
        "Aquarius Daily Love & Relationship Horoscope": "There is a third person who will try to interfere in your love life today. It is up to you how far they succeed. If you listen to what they have to say and are influenced by it, your romance can hit a rather rocky patch. On the other hand, not attending to an outsider can help to strengthen your relationship.",
        "Aquarius Career & Money Horoscope": "You are a bit different right now as fun and romance are on your mind, contrary to the thoughts of work hovering around you always. But it is okay, take a day off from work and enjoy your day. Do not worry much since you know it well when you have to draw the line. Management at the workplace is pretty impressed with your work and you may get a promotion even!"
    },
    "11": {
        "Pisces Daily Horoscope": "Time to choose between fun and freedom. You will be allowed to be free if you have the sense of responsibility. Although after putting excess of hard work you will not be able to reach your desired goal but perseverance will pay off later so keep working. Do not get embarrassed when it comes to financial conditions. They will gradually improve with time.",
        "Pisces Health & Wellness Horoscope": "Pay attention to those who are sick at work. Avoid making contacts with the telephone, laptops or other equipments they may be using. If you can control the transmission you can control the infection easily! You are a benevolent soul and no other human being can be as much capable as you of benefitting other life resources. Take care of yourself too!",
        "Pisces Daily Love & Relationship Horoscope": "Do not waste much of your time in experimenting with many lovers in order to discover the best one among them. You have a charming personality but due to hard luck you cannot cast a spell on others at this point of time. When you will reach a decision then you will feel that you have done the right thing.",
        "Pisces Career & Money Horoscope": "You will be able to utilize some lessons that you learned from the past to avert a problem at the work and its possible complication. Your ability of practical application and quick thinking is going to attract the attention of your superiors and new and exciting career prospects may open up. You should not let this opportunity pass without result."
    }
}
]
