horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Take some time out to spend in solitude and reflect what you truly want from life. The last few days have been hectic. So, you need to re-evaluate your goals in life and how your actions are affecting your own life as well as your relationships. Travel is indicated, though it is better to go for a relaxing holiday rather than a hurricane tour of thrills and adventure.",
        "Aries Health & Wellness Horoscope": "The time is absolutely right to revise your diet thoroughly. Be sure to include lots of fruits, veggies, milk and lean protein in your diet as this is necessary for your good health. You will realize that your health is being affected by the wrong type of foods that you insist on eating. However, implementing these dietary changes is going to be much more difficult than planning them. Try to get help of a dieting partner to improve your chances of success.",
        "Aries Daily Love & Relationship Horoscope": "You may have to take some tough decision regarding your love life and even though you do not feel like it, this is the best time to do so. Only you can decide whether you will let past experiences strengthen your resolve or undermine your confidence. The way you interpret the past will have a major influence on your decision.",
        "Aries Career & Money Horoscope": "A business trip is shown on the cards in the later half of the day. It will be a great opportunity for intellectual stimulation. If you feel too much burdened take an off in the first half of the day and prepare yourself about how you are going to present yourself in front of everyone."
    },
    "1": {
        "Taurus Daily Horoscope": "The day is perfect for new beginnings and fresh starts. You will be able to get rid of whatever was holding you back. New opportunities will come your way to shape and change your life, but you need to grasp this opportunity while there is still time. Quick and decisive action can turn the tide for you in a significant way.",
        "Taurus Health & Wellness Horoscope": "Entering an exercise class or any other regular physical activity is a must today. If you have been trying to improve your stamina or lose some weight, this day is ideal to take the first aggressive steps towards the new regime. You will be able to find the inspiration to stick to your new routine now. You may take on a far strenuous regime than what you are used to.",
        "Taurus Daily Love & Relationship Horoscope": "Today you will find the reason behind abrupt behavior of your partner. You have been paying lesser attention on him/her. Today is the day to pamper your partner. Take your partner out for a long drive or shopping. Have dinner together. Compliment your partner. You will again see the same freshness and spark in your soul mate.",
        "Taurus Career & Money Horoscope": "You are going to feel very ambitious today. New opportunities are opening up at the place of your work and you will be very eager to take advantage of them. Be careful that your eagerness does not breed jealousy and ill feeling among your colleagues. You need to realize that for successful completion of projects, it is necessary to not only impress your superiors but also to gain the support of your co-workers."
    },
    "2": {
        "Gemini Daily Horoscope": "Time to honor your commitments! This may require a lot of compromise with your fun and frolic but you have to do it if you do not want to let down others! Your imaginative capabilities may help you pursue your goal. Your progress will be huge since you are focused on humanitarian needs.",
        "Gemini Health & Wellness Horoscope": "You have become used to a sedentary lifestyle and you have let your body go. The time is right to start exercising in earnest and regain the strength and stamina that you originally had because you may soon be called upon to perform a physically difficult activity. It is also necessary to relieve your stress. Unbeknownst to you, your unhealthy dietary pattern is actually contributing towards this stress.",
        "Gemini Daily Love & Relationship Horoscope": "Contradictory planetary forces pull you today in opposite direction. You want to take decisive action; yet you feel cautious and do not want to upset any balance. The result of these opposing effects will be rather interesting on your love life. You will learn a lesson about your partner or your relationship which will help you to plan for the future.",
        "Gemini Career & Money Horoscope": "Pending work at office may pull you apart today. You may find yourself doing a late shift. Pay attention to yourself as well. This is just a passing phase. Your boredom of last week has its negative effect on you today. Be gentle and humble to others as you might head for an argument today. Avoid such situations."
    },
    "3": {
        "Cancer Daily Horoscope": "Link up all the fragments of thoughts and the resultant output will make it a lot easier for you to get rid of certain tricky situations. Do not allow yourself to get stuck up with things you do not believe in! Just chuck them and move on! Although beating around the bush is not your best attribute but you have to do it at times!",
        "Cancer Health & Wellness Horoscope": "This day is particularly favourable for spending time with your family. Go for some bonding with your parents or sibling or enjoy a quiet time with your spouse. Get involved in a fun activity with your children. Even if work pressure threatens to mount, put them aside for today and celebrate the togetherness. You may be surprised at what you can learn from these family sessions.",
        "Cancer Daily Love & Relationship Horoscope": "The day is ideal for planning some family activities. Take your kids to a ball game, the park or a museum. You can also schedule to spend time with your parents or siblings. The evening is especially suited for romance, but you should try for an intimate gathering rather than a large party. Family commitments will take priority now.",
        "Cancer Career & Money Horoscope": "Your finances are volatile today and you may see yourself taking a plunge into some losses. Do not worry much as it may be a small loss. Be cautious. Your family comes to your rescue. You may be able to cover the losses very soon. If you are in a business, you may find your employees taking an extra step for you. Be humble to them and reward them as time comes."
    },
    "4": {
        "Leo Daily Horoscope": "There is some personal happening in your life which is holding you back and hampering your progress. Try to sort out these things if you really want to save yourself of some serious trouble. Try to question the worth of relations; worthiness may be a deciding factor in terms of the input you must give to the relation.ﾠﾠﾠﾠ",
        "Leo Health & Wellness Horoscope": "You may come across any intense situation which will affect your health severely. Try to free yourself of the burden of work in the days to come to avoid feeling over exhausted. Preserve this energy for making a strong comeback. Do not stretch much over a project as it will ultimately lead you to suffer from headaches or general tension.",
        "Leo Daily Love & Relationship Horoscope": "There is a third person who will try to interfere in your love life today. It is up to you how far they succeed. If you listen to what they have to say and are influenced by it, your romance can hit a rather rocky patch. On the other hand, not attending to an outsider can help to strengthen your relationship.",
        "Leo Career & Money Horoscope": "It is a great day for you! You have been waiting for this opportunity to present your ideas and concepts to others. However your innocence and honesty may be misunderstood as sarcasm and aggression, since these people are not much familiar to you. So be very careful as things are pretty sure to get blown out of proportion."
    },
    "5": {
        "Virgo Daily Horoscope": "Open your mind to share your philosophies and ideas today with someone and you will find a kindred spirit. This can pave the way for a beautiful friendship or a viable partnership. With little observation you will be able to learn a lot of things from others and this knowledge can be very beneficial for you. You may also meet someone who will share your opinion and ideas.",
        "Virgo Health & Wellness Horoscope": "You will experience a spurt of energy and are likely to take up a health pursuit which you have been putting off. You may take up a new sport today or start a routine of exercise. All your health related good intentions will be fruitful today. Hence, this is a great day to take care of yourself and advance your fitness goals.",
        "Virgo Daily Love & Relationship Horoscope": "Your relationship will get refreshed today! You will spend most of the day with your partner and explore something new to add on to the pleasure. Your love will be boundless and you may even decide to take it onto another level of tying knots with your partner in the near future. However certain challenging situations may arise which you must be careful of!ﾠﾠﾠﾠ",
        "Virgo Career & Money Horoscope": "Improved communication will be of advantage to you. And you must use this skill wisely at this point of time. Your business sense also seems to be boosting up to top levels today. You may be asked to lay down predictions for the state of sale and share in the future. Your strong intuitive ability will help you a lot in this."
    },
    "6": {
        "Libra Daily Horoscope": "You are feeling rather disorganized and chaotic today. Your thoughts tend to flow in a number of directions today. The result is that you will not be able to wrap up any project today. You need to focus. Try some mental exercise and do not consult with other people as contradictory advice would tend to confuse you even further.",
        "Libra Health & Wellness Horoscope": "You enjoy an overall good health. But as the times are getting more demanding, you need to take care of your health and diet. Include multiple vitamins in your diet especially A, C and E which in turn will help you to maintain a good immune system. Also drink 8-10 glasses of water. This will keep you hydrated and fit.",
        "Libra Daily Love & Relationship Horoscope": "The planets are lining up to give you a stormy time, but that is not actually a bad thing. You have fallen into a romantic rut in recent days with both of you taking each other for granted. Passions will run high and if you can put aside petty issues, this may turn out to be one of your most memorable interludes.",
        "Libra Career & Money Horoscope": "You are likely to receive some valuable career advice today from someone close to you and if you listen to this, it can have a very positive impact on your future. You need to remove the glitter and seriously consider the pros and cons of the direction which your career is taking. Prudent consideration of the various career paths at this time is essential for you."
    },
    "7": {
        "Scorpio Daily Horoscope": "You may be provided with limited resources which will prevent you from giving a shape to your ideas. Do not get anxious as you will get a chance to do the work of your choice by the end of the day! You have inclination towards hard work and you will enjoy the freedom along with the responsibilities.",
        "Scorpio Health & Wellness Horoscope": "The day is extremely suited for making some much needed positive changes in your lifestyle. You may meet someone or come to know of a situation where you will become aware of the need to change your dietary habits for better health. You are also going to receive valuable guidance regarding healthier diet. Be sure to exploit this opportunity today.",
        "Scorpio Daily Love & Relationship Horoscope": "You may have a permanent access to some one's heart. Your new affair will have an intimate and fresh new beginning. You will be free minded and will look for real elements of love and compassion without rose-colored glasses. Do not let bitter experiences of the past affect you. However if you are scared then just tread softly.",
        "Scorpio Career & Money Horoscope": "Unexpected demands on your finances can make the day rather unsettling. Be sure to check all your bills and other obligations to make sure that you have paid all your dues. If you have overlooked anything, it may come back as a much inflated amount in near future. You may have to pay off some old debt which you had forgotten about."
    },
    "8": {
        "Sagittarius Daily Horoscope": "The desire to be successful may get heightened in you today! And you may strive to enhance your writing and oratorical skills today. Try to read some useful tips for achieving the same or get in touch with the experienced people for better guidance. However do not get negligent towards those who have been waiting for your attention and care since long.",
        "Sagittarius Health & Wellness Horoscope": "You may be thrust into controversial social situations today. Such confrontations will increase your mental stress and this will inevitably leave an impact on your health. The best way to tackle this is to avoid such situations, but this may not be possible. So, you should adopt some relaxation techniques so that you do not accumulate needless stress and endanger your health.",
        "Sagittarius Daily Love & Relationship Horoscope": "Your relationship is happy and content. However there is much more to explore and much more happiness to receive going further. Try to turn off your partner by doing what they donﾒt like. Instead of being aggressive they will make you understand why you should never attempt doing that. And this is worth enjoying!",
        "Sagittarius Career & Money Horoscope": "The day is perfect for completing all your pending tasks. You have not been able to finish your work on schedule due to external reasons. So, you have quite a bit of catching up to do. There will be less pressure of new commitments at work today. So, you will find enough time to complete all these tasks and relax, knowing that you have completed your commitments."
    },
    "9": {
        "Capricorn Daily Horoscope": "You may find yourself getting possessive about material things. Do not hold things too tight. Just follow the flow and move with it. You need to be firm about things until you have the answers in your hand. You may also think of shifting your house. It will be good to spread the words to your friends and colleagues.",
        "Capricorn Health & Wellness Horoscope": "The time is ripe to take some bold steps. This is not the time to hesitate. Instead, decisive action is critical. Do not shy away from opportunities. A leap of faith at this time can dramatically alter your life for the better, though it may not seem so now. It is also time to re-evaluate old relationships and cut out the deadwood.ﾠ",
        "Capricorn Daily Love & Relationship Horoscope": "The day is ideal for spending quality time with your family. You can also take care of some important family commitments now. Take your kids out to a game or a visit to their favourite place. You may also spend time with your parents and siblings. The evening is especially suited to romance and an intimate gathering. You can explore each othersﾒ feelings in depth today.",
        "Capricorn Career & Money Horoscope": "You have the power to accomplish anything you want to! Do not pay attention to what others think of you. They pretend to criticize you just to make you feel low, deep down within they know that you are a talented soul. So just enjoy your self confidence, 99 % of the game has already been won whenever you have to get down on the playing field."
    },
    "10": {
        "Aquarius Daily Horoscope": "Everything seems to fall into their proper place today and all your endeavour will meet with success. You may even recoup losses which you have incurred earlier. As a result you tend to be overly optimistic about possibilities at first. Try to guard against the tendency to take risks without checking out the opportunities in depth. A sudden unexpected encounter may catch you off guard today.",
        "Aquarius Health & Wellness Horoscope": "Healthy diet, yoga and meditation will help you to maintain good health and gradually drain away the stress that has accumulated in your mind and body. Alternative treatments and therapies are likely to be very effective at this time. But for them to work, you have to take an active interest in your health and search out the best remedies that suit your purpose.",
        "Aquarius Daily Love & Relationship Horoscope": "The time is exactly right to mend fences and clear up old misunderstandings. You may also get close to someone from whom you have been estranged before. There is a real possibility that you will meet an old flame and passion between you will be rekindled. Balancing the past and the present relationships can be an especially demanding task today.",
        "Aquarius Career & Money Horoscope": "Your ability to communicate effectively at the workplace seems to get affected due to some actions taken against you! You may be accused of breaching the trust and confidentiality of the organization you are working with. Retain your cool and try to consider other peopleﾒs needs. This will soon work in your favor.ﾠﾠ"
    },
    "11": {
        "Pisces Daily Horoscope": "Today is a favorable day for you. Your pleasing personality attracts others. Whatever you put your hands into today is most likely to be successful. You are quite popular. You are articulate and courteous and these qualities have pulled you where you are today. Just continue to be the same without letting ego and trickery coming in your way.",
        "Pisces Health & Wellness Horoscope": "You seem to apprehend a lot many things, which are just increasing the stress levels. Try walking bare footed on ground, which will stimulate your mind and body. Also your eyes may get afflicted too. So wash your eyes with sensitive solutions and try to sleep most of the time.",
        "Pisces Daily Love & Relationship Horoscope": "Your relationship has been slowly suffocating under the weight of unspoken issues and unaddressed problems. You have been avoiding them for fear that facing them will lead to the breakdown of your relationship. However, you will be in an unusually confrontational mood today and are willing to look at all the issues that had seemed wrong to you previously.",
        "Pisces Career & Money Horoscope": "You have been receiving a lot of help from your co workers. It is now time to return the favour. So, you are going to help somebody at the work today and this will actually solidify your position in your office and will increase your popularity. While you may be working a little longer today, this is well worth the effort."
    }
}]
