horo_english=[{
    "0": {
        "Aries Daily Horoscope": "This is the perfect day to reassess the current situation of your life and prioritize your projects. If you have been lazing for some time now and letting work pile up, today, you will find an amazing surge of energy which will help you to organize your projects satisfactorily. This is the best time to discard those which are no longer useful and finish the others instead of starting a new project.",
        "Aries Health & Wellness Horoscope": "You have been working a lot lately, so take ample rest before you embark on a new mission. You can participate in creative activities or sports in your leisure time to boost your thinking ability and physical stamina. Try to move across the town as much as you can or even out of it if possible in order to refresh your mind completely.",
        "Aries Daily Love & Relationship Horoscope": "Love is in the air. If you are single, chances are high that you are going to meet someone and fall in love rather violently today, but be aware that though you are well suited, you will require adjustments in order to let the relationship become enduring rather than only a passing fancy. Couples are going to enjoy a much needed romantic time together.",
        "Aries Career & Money Horoscope": "Beware of some secret enemy at your workplace today. This person has been behaving in a friendly manner in recent days, but there is some past history between you and he or she may try to take some retribution today. It is best to complete all your tasks well within time and be on schedule because otherwise, you may end up in trouble with your superiors."
    },
    "1": {
        "Taurus Daily Horoscope": "You will form association with someone you find very entertaining. The day will pass away soon due to the lively conversations. Take this as an opportunity to learn and inspire from this fellow. It will also help you to be able to take an insight into other peopleﾒs psyche. Try to be a volunteer in making plans for family trips if you want to go to your desired place!",
        "Taurus Health & Wellness Horoscope": "With a little patience and forbearance, the day can turn out to be very productive for you. But having that patience can be the greatest challenge now. Time will seem to slow down to a crawl and nothing would move fast enough to suit your mood. But if you try to hurry up the process, you can completely mess up your agenda. Try starting the day with some calming exercises to control your energy.",
        "Taurus Daily Love & Relationship Horoscope": "You are all ready to make a fresh start in your relationship. This may take the form of letting go of an old relationship which had stopped working for you for quite some time now. Or you may decide to renew your efforts and infuse new romance in your existing relationship. You are full of energy and ready to take your love life to the next level.",
        "Taurus Career & Money Horoscope": "This is a great time to make conversations with people of great influence. Establish as many connections as you can if you want to reach to a better place or upgrade your current position. You do not seem hopeful of striving the best opportunities to multiply your wealth. But be hopeful and keep striving for the same cause you can make it!"
    },
    "2": {
        "Gemini Daily Horoscope": "You are an optimistic individual and today is the day to let the world know it and benefit from it! This will render you the reputation of being a motivational speaker, something you have been longing for to achieve! Strained relations with people in society will get better as they will stop finding faults with you anymore!",
        "Gemini Health & Wellness Horoscope": "You need to take special care of your eyes, especially if your job requires heavy strain of the eyes. People, who have to read a lot, take photographs or use the computer continuously in the course of the day should get their eyes checked out and take adequate care. It may also be a good idea to rest your tired eyes for a day and look at nature for a change rather than books and computer screens.",
        "Gemini Daily Love & Relationship Horoscope": "You are passionate and romantic. You have been experiencing a very intense relationship with your partner. You both enjoy each otherﾒs company. Today is the day to honor each otherﾒs space. Every relation needs space for it to grow and flourish. If you donﾒt, it will decay within no time. Visit your friends and family. They also need you.",
        "Gemini Career & Money Horoscope": "You didn't create problem but today you find yourself surrounded with a lot of them. You may lose your temper. It is advisable that you maintain your calm and tackle the problems one after the other. You may have to stay back at work for a longer duration. Cancel all the commitments which might require you by evening. Concentrate on trouble shooting."
    },
    "3": {
        "Cancer Daily Horoscope": "Today is a bright time for the creative people. Your skills and works will be appreciated. Even monetary gain for the work of the creative people is predicted today. If you are a student, it is suggested to go out and take that dreaded exam. The stars tell that students will do good in exams today.",
        "Cancer Health & Wellness Horoscope": "You have a pleasing personality and you have to just maintain your stalwartness! Doing exercise regularly is what all is required! Your mind is very alert and active too! However be careful in day to day activities, you may face unexpected accidents but they will be minor in nature.ﾠﾠ",
        "Cancer Daily Love & Relationship Horoscope": "Love, relationship and family take up your attention now. You are going to spend some quality time with your children today. You will be reminded of what are the most important things in your life and this will help you to finalize a decision which was puzzling you for quite some time now. The quality time with your family will also help to relieve the stress that has been accumulating in your mind.",
        "Cancer Career & Money Horoscope": "You may have to assume various roles today. So do not hesitate to call favors from friends. They can form a strong support in leading you to the path of success. For the students there can be a good happening; you may receive a diploma or degree from a prestigious institution. This will pave the way for backing up highly paid jobs."
    },
    "4": {
        "Leo Daily Horoscope": "Try to be away from people who bring negativity in your life. You may be taken by surprise today that the person you have been confiding into has spread bad words about you. Be careful of such people. Do not let them eat away your mental peace. You may find a true friend near you. It can be your spouse or your parents.",
        "Leo Health & Wellness Horoscope": "Mounting pressure at your workplace is creating stress and they may begin to manifest today through aches and pains and a feeling of restlessness. It is necessary to be more organized in your work to reduce this stress. Also, eating junk food is not going to compensate for this. Practice meditation or get a massage appointment for temporary relief.",
        "Leo Daily Love & Relationship Horoscope": "You have been admiring some one deeply since long. But few incidences may make you repent wasting your time over them. The crush you want to fall for is not worthy of any attention and care! Switch to some one better and amazing. You deserve some one who makes you look forward to tomorrow and has a high mental level.",
        "Leo Career & Money Horoscope": "You seem to be in a mood to read between the lines at this point of time! You will review all the work accomplished by you lately and will sort out ways to make your work better. However the finances seem to be a difficult affair for you to manage. There will be hardly any scope for you to save much!"
    },
    "5": {
        "Virgo Daily Horoscope": "Time to honor your commitments! This may require a lot of compromise with your fun and frolic but you have to do it if you do not want to let down others! Your imaginative capabilities may help you pursue your goal. Your progress will be huge since you are focused on humanitarian needs.",
        "Virgo Health & Wellness Horoscope": "You were gradually coming to realize that you need to institute some drastic changes in your lifestyle and dietary pattern but doubts and indecision have been holding you back. Today, all these doubts will disappear and you will be able to take the necessary steps to start a healthier lifestyle. You will be able to draw inspiration from someone near to you in this respect.",
        "Virgo Daily Love & Relationship Horoscope": "Today, you may need to adjust your attitude towards your loved one. He or she is likely to be under stress and may even take out the stress on you. If you retaliate in kind, the situation will degenerate. Instead, try to be understanding and accommodating and you will be rewarded with gratitude and tenderness ﾖ if not today, then certainly later.",
        "Virgo Career & Money Horoscope": "You may be able to meet new people or foreign delegates who will be amiable to you! Communicate with them freely and collect as much useful information as you can! This will be of great help to you in the completion of your project. Do not let yourself succumb to any panicking scenario created by your seniors."
    },
    "6": {
        "Libra Daily Horoscope": "Today is a great day to be adventurous. The lady luck smiles on your fortune and whatever you do, you simply canﾒt do it wrong. If you wish to invest, this is a good time to do it. Expect to meet the true love of your life around the corner. Be cautious about your health though, you are prone to the eternal cough and cold attacks.",
        "Libra Health & Wellness Horoscope": "While physical health continues to be quite good, your mental stress has been mounting lately and you urgently need to look for a solution. Certain dynamics in the career front must be changed. Otherwise, the accumulated stress may have a drastic impact on your health. You can try some relaxation techniques and exercise. A detoxification diet can also work wonders.",
        "Libra Daily Love & Relationship Horoscope": "You are bound to be more logical and questioning in your relationships today! Behaving rationally with the right person can be a big turn off and the day may seem to be a failure which otherwise would have been an awesome one! Explore the sensuality within yourself and in your partner.",
        "Libra Career & Money Horoscope": "Be careful with your finances. You need to take a cold look at the small expenses which could otherwise accumulate to rather large proportions. Though your individual expenses are small, you need to limit your spending if you want to avoid serious money trouble in the future. You should also start looking for additional ways of increasing your income."
    },
    "7": {
        "Scorpio Daily Horoscope": "The day will be fine in the beginning although it may turn out to be a little hectic later on. Someone at home may be ill and you may have to attend him/her amidst a jam-packed schedule. You may receive happiness from friends or even colleagues and will make plans of spending time with them in the near future.",
        "Scorpio Health & Wellness Horoscope": "Your dietary habits have never been very good and all your good intentions generally evaporate at the sight of tasty fast foods. But you cannot afford to continue in this way. You need to avoid deep fried and sugary snacks today as eating junk foods can result in serious stomach problems. The day is best suited for designing a new and healthier dietary regime.",
        "Scorpio Daily Love & Relationship Horoscope": "Today you will enjoy a completely new and refreshing romantic atmosphere. Warmth from your closest relationships will pervade your day. You may be feeling especially amorous. Take this opportunity to enjoy some quality time with your partner and create some beautiful memories. You can do something special for your partner today and it will be highly appreciated. Single persons are likely to meet someone special today.",
        "Scorpio Career & Money Horoscope": "The challenging times are over. You have successfully dealt with the obstacles that fate threw at you. So, now it is very much necessary to keep your cool. Also, you can now begin to relax as the pressure will reduce noticeably at the workplace. Financial gains for performing well will also be coming your way. This is also a good time to invest this money in long term investments."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Life has been monotonous and lackluster over a long period of time. Try to spice up your life with little adventure. It may be a visit to your favorite holiday spot or undertaking some expeditions. Separate yourself from social and personal involvements for sometime to accomplish certain goals needing your full attention.",
        "Sagittarius Health & Wellness Horoscope": "You need to be humble to endear yourself to your friends. You may have assumed an arrogant attitude without even being aware of it. So, this is the best time to start analyzing your past activities rather than criticising others. It is a rare opportunity of introspection for you and you should take full advantage of this reflective mood to get closer to yourself.",
        "Sagittarius Daily Love & Relationship Horoscope": "It is an interesting phase in your love life. Those who have just started of with a new relationship should look for ways to strengthen their relationship more. The two of you can blend in romance and talents together very effectively. Just be open about the future but do not indulge into any plan making right now. Just go with the flow.",
        "Sagittarius Career & Money Horoscope": "Indecision has marked your behaviour for the last few days, but it is now time to take action and abandon this attitude once and for all. Do not be apprehensive about taking a decision. Whatever you decide will be right for your future. You can also consult someone close to you about career and money and you will be getting good advice today."
    },
    "9": {
        "Capricorn Daily Horoscope": "You need help and the quicker you realize this the better. A timely call to a friend or a mentor can go a long way to establish your peace of mind and position in life. The changes that you have been resisting will begin to make more sense and you will begin the process of implementing these changes. Do not let your ego stand in the way of practical necessity.",
        "Capricorn Health & Wellness Horoscope": "You are full of energy and life today! You will also receive the required information which you needed about getting yourself treated the best way! It will be easy to diagnose and to cure your ailment which was quite an unattainable goal since long. Try to get a full body massage or spend time at a spa to stimulate your body and soul.",
        "Capricorn Daily Love & Relationship Horoscope": "You may summon the courage to let an important person know the feelings you have for that person. Make the most of the opportunities that may come your way. It is a day when you let yourself free to go with the flow. You may not be bothered about many other things, blame it on your stars.",
        "Capricorn Career & Money Horoscope": "Your ability to communicate effectively at the workplace seems to get affected due to some actions taken against you! You may be accused of breaching the trust and confidentiality of the organization you are working with. Retain your cool and try to consider other peopleﾒs needs. This will soon work in your favor.ﾠﾠ"
    },
    "10": {
        "Aquarius Daily Horoscope": "A close friend may share some vital secret with you. You need to be very discreet with this information and offer appropriate sympathy and advice. Tackle all the tasks in your life in a constructive way. Your actions are especially powerful now and are likely to have a long term effect on those around you. So, you need to be careful about what you say or do.",
        "Aquarius Health & Wellness Horoscope": "You may be thrust into controversial social situations today. Such confrontations will increase your mental stress and this will inevitably leave an impact on your health. The best way to tackle this is to avoid such situations, but this may not be possible. So, you should adopt some relaxation techniques so that you do not accumulate needless stress and endanger your health.",
        "Aquarius Daily Love & Relationship Horoscope": "Expand your range of activities with your partner by undertaking adventurous trips together and doing things which please your partner. Especially take out some time for lunch with your partner. Those who are married may find it a perfect day to discuss about the introduction of a new member into their family.",
        "Aquarius Career & Money Horoscope": "You may be rather distracted today and will not feel like completing your tasks at your workplace. As a result you will fall behind in your work. The best solution is to take a day off from work and go for a day of outdoor activities. This will recharge your batteries and you will be able to tackle your pending tasks with renewed vigour tomorrow."
    },
    "11": {
        "Pisces Daily Horoscope": "You are full of energy and have a bright outlook. Things which were appearing bleak for the last few days do not seem to be so hopeless now. Strength and vitality in your attitude will help you to deal with the situation. The day is also favourable to express your views, opinions and desires strongly. Go after what you truly desire and you are likely to reach your goals.",
        "Pisces Health & Wellness Horoscope": "Somebody near to you may be feeling sick today. You will be required to do quite a lot of nursing duty, but do not worry. Something good is going to come out of your help. However, you should take precautions against minor infections today. Ignoring small health issues of yourself or someone close to you can lead to greater complications in the future.",
        "Pisces Daily Love & Relationship Horoscope": "The planets ruling your love life are now at their peak. So, this is going to be an exciting as well as passionate time for you. Make the most of this. Plan something special with your partner or decide to surprise him / her with an extravagant gesture and it will be returned with equal enthusiasm. The time is right to devote complete attention to your love life.",
        "Pisces Career & Money Horoscope": "Changes are strongly indicated at the career front. If you have been thinking about changing your job, you are likely to take the final step today. You may even go so far as to start training for something which you had long wanted to do. In the process, you will have to take some risks, but they will pay off in the long run."
    }
}
]
