horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Situations may arise which may tempt you or force you to act impulsively. This is the time to take charge of yourself and tackle all this with your fighting spirit. Be protective of your children or younger siblings. You will also be able to socialize well with people in society and you will be surprised by the warm welcome they will give you!",
        "Aries Health & Wellness Horoscope": "Your health may be a little down today due to ailments related to stomach. It may by minor. Today take necessary precautions while drinking water and other cold beverages as they might be the cause of water borne diseases. It is also advisable that today you stay away from unhygienic and street food as you may be vulnerable to infections.",
        "Aries Daily Love & Relationship Horoscope": "It is time to take a step back and examine your relationship in the cold light of reason. You have been ignoring some information about your partner but you need to realize that this will not make it go away. Instead, you need to factor that in as you analyze the dynamics of your relationship. You may have to take some tough decisions at this time.",
        "Aries Career & Money Horoscope": "You know the importance of time and today you may work towards accomplishment of a goal. You are on right track. Work hard. Success is not distant. Your financial situation is stable and so you may be interested in taking some risk regarding trading and shares. New avenue of income may appear today. Consult your well wishers before going ahead."
    },
    "1": {
        "Taurus Daily Horoscope": "Today you may get emotional over certain issues which demand you to be practical. Distinguish between what you desire and what is good for you with an objective approach! Emotions may be stirred inside you which may give you the required impetus to cross certain lines. Inform everyone about it before taking this step!",
        "Taurus Health & Wellness Horoscope": "You have been suffering from prolonged and persistent health problems but from today, the process of recovery will start. If you have some chronic health problem, then also you will be able to find a possible long term solution for this. Overall, your health situation is likely to improve now. Take special care of your diet to speed the process of recovery.",
        "Taurus Daily Love & Relationship Horoscope": "Love may be near you but you are not able to catch the vibes. Today focus on how people near you talks to you and behave with you. Someone near you is yearning for your attention. There will be some confusion with people in relationship. Talk and listen to your partner as that will solve the problem.",
        "Taurus Career & Money Horoscope": "Lately the co-workers have been uncooperative towards you out of jealousy! But do not blurt out anything in front of them as it will get manipulated and reciprocated to your seniors in a different way. Just maintain distance with these people for some time. You may receive some unexpected wealth today.ﾠﾠ"
    },
    "2": {
        "Gemini Daily Horoscope": "This day can be especially significant for you. A new insight will occur to you or your viewpoint may be influenced by another person who may be a complete stranger. What you will learn and understand about yourself can play a key role in shaping your future life and your way of dealing with a pressing issue in your life which is preoccupying you right now.",
        "Gemini Health & Wellness Horoscope": "You enjoy an overall good health. But as the times are getting more demanding, you need to take care of your health and diet. Include multiple vitamins in your diet especially A, C and E which in turn will help you to maintain a good immune system. Also drink 8-10 glasses of water. This will keep you hydrated and fit.",
        "Gemini Daily Love & Relationship Horoscope": "You have become too used to dealing with your problems by yourself, but you will find that sharing them with your partner can be very helpful. He or she is going to be supportive and can even offer you practical help. If the problem concerns any issue in your relationship, then broach the subject in a public place where your partner is less likely to react emotionally to it.",
        "Gemini Career & Money Horoscope": "An outstanding opportunity is heading your way to let you finish your pending work. Make full use of this vacant time slot. However you may have to break your ways of working which you have adopted so far! This is the perfect time to go for the ownership of the house of your choice."
    },
    "3": {
        "Cancer Daily Horoscope": "The day is going to be a roller coaster between emotional and practical matters. The movements of the planets ensure that you are likely to be emotional in the morning and are going to judge different matters based on your emotional responses. This may lead to some flawed judgments, but things will begin to settle in the evening and you are going to develop a more practical approach.",
        "Cancer Health & Wellness Horoscope": "You are going to enjoy excellent health today. However, you need to keep an eye out for the health of your family members. You may have to nurse one of them through a minor illness. You also need to realize that your physical health is dependant to a large extent on your mental well being. Going for soothing massage or aromatherapy can help you to take full advantage of your good health now.",
        "Cancer Daily Love & Relationship Horoscope": "You will be revisited by someone from your past today, though the person may not be of a romantic interest to you. He or she will provide you with a vital piece of insight which can help you to resolve the confusions that you were carrying around with you for a long time. Take your first step towards healing with the help of this information.",
        "Cancer Career & Money Horoscope": "You are likely to get a very good job offer today, but in a completely different field. You will have to engage in a lot of comparison to take the correct job related decisions. Though this is not going to be easy, it is advisable not to change your field completely. You need to take the advice of your family or your partner regarding which job to keep."
    },
    "4": {
        "Leo Daily Horoscope": "You love to meet people who are genuine and honest. But today you may come across people who mask up their original self. So learn to see through their pretence. Time may demand from you to decide things quickly. Think twice before being firm about any move and you must defer all your other plans until you are done with the decision-making.",
        "Leo Health & Wellness Horoscope": "You need to realize that good health is the key to happiness and you will not be able to enjoy anything if you continue to indulge in habits that are harmful for your health. Today is quite suitable for adopting these changes which can help you to lead a better and healthier lifestyle. Take a pledge to give up your unhealthy addictions today.",
        "Leo Daily Love & Relationship Horoscope": "You somewhere have started to feel that romantic involvements are tedious and non-fulfilling to you these days. However a unique and fresh kind of romance may re-kindle your desire to form alliances with the people of opposite sex. Motivate yourself not to lose hope, the fruit of patience is sweet and so will be your reward.",
        "Leo Career & Money Horoscope": "Unexpected monetary gains are on the cards for you today. You may recover a substantial amount of money which you never thought to see again. Follow up on your dormant investments today and you can get an unexpected piece of good news. Someone who had borrowed money from you and which you thought was lost forever is likely to return it today."
    },
    "5": {
        "Virgo Daily Horoscope": "Open your mind to share your philosophies and ideas today with someone and you will find a kindred spirit. This can pave the way for a beautiful friendship or a viable partnership. With little observation you will be able to learn a lot of things from others and this knowledge can be very beneficial for you. You may also meet someone who will share your opinion and ideas.",
        "Virgo Health & Wellness Horoscope": "You need to be extra careful about what you eat today. Stomach problems and indigestion are common, but in some cases, they may develop into something more serious. Avoid junk foods, deep fried foods and sugary snacks. Those with chronic health conditions may experience an acute attack if proper precaution is not taken. Light exercise or rest is indicated for today.",
        "Virgo Daily Love & Relationship Horoscope": "You may have a permanent access to some one's heart. Your new affair will have an intimate and fresh new beginning. You will be free minded and will look for real elements of love and compassion without rose-colored glasses. Do not let bitter experiences of the past affect you. However if you are scared then just tread softly.",
        "Virgo Career & Money Horoscope": "Do put in the best of your efforts. You have been a lot supportive to others but they donﾒt seem to care for their own good even, forget about appreciating you for your endeavors. So just do not bother about such people and keep going! Attach emotions to the work you do and not to the people who you give no importance to you."
    },
    "6": {
        "Libra Daily Horoscope": "It is vital that you put all the credence on your logical mind rather than on instinct which has proven to be not so dependable. This is a must when you are dealing with someone who is close to you but may be conspiring against you. You should not hesitate to take decisive action once you understand what your mind is telling you to do.",
        "Libra Health & Wellness Horoscope": "Minor but persistent health problems are going to create a lot of stress throughout the day. You may turn to alternative therapies and if you stick to it regularly you are going to get good results. Be sure to avoid junk foods today as they are only going to add to your health related stress. You must opt for holistic healing. Meditation and yoga can prove to be especially important now.",
        "Libra Daily Love & Relationship Horoscope": "You did not take out time to settle trivial issues. Today they have piled up to appear big. Today you feel yourself entangled. The matters have become complicated and you are clueless where to start. It is advisable to talk face to face. By the end of day you may find yourself comfortable in the company of your partner.",
        "Libra Career & Money Horoscope": "Temptations will appear in your path today, but it is imperative that you stick to the righteous path. Trying shortcuts will ultimately be harmful for your career. It will not be easy to choose the right path, but you can only do this if you can keep the greed from overwhelming you. If you cannot do this by yourself, call up a true well-wisher and that person will help you to stay strong."
    },
    "7": {
        "Scorpio Daily Horoscope": "You are full of imagination today. You may get a chance at work place to visit places. You shall reveal your romantic self today. It is a day to let yourself free for a while. You also need to show your practical self at work. You also display a good mood to your peers. Check your mailbox. An important mail may be waiting for you.",
        "Scorpio Health & Wellness Horoscope": "It is time to take special care of your health. Ignoring your health problems will not make them disappear. Instead, they are likely to become much more serious over time. However, timely intervention can avoid much of that. It is also necessary to take care of the general health of your loved ones. You can also catch an infection from someone close to you.",
        "Scorpio Daily Love & Relationship Horoscope": "You are standing at a critical juncture in your relationship and you will be blessed with unusual clarity of vision today. You will be able to judge clearly and without emotion where you were and where you are now going. You will also be able to judge whether you are happy with the direction your life has taken and whether to stick to this course or not.",
        "Scorpio Career & Money Horoscope": "You have the power to accomplish anything you want to! Do not pay attention to what others think of you. They pretend to criticize you just to make you feel low, deep down within they know that you are a talented soul. So just enjoy your self confidence, 99 % of the game has already been won whenever you have to get down on the playing field."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Today things are happening quickly and you need to have the ability to accommodate the unexpected. You will be pulled in various directions, but your positivity will become your strength. You will come out with original and fresh plans which will prove worthwhile in the long run. Include your loved ones in your plan. You will meet an important person today.",
        "Sagittarius Health & Wellness Horoscope": "The time is right for taking up some intense physical exercise. Lifting weights is a viable option. If you have been in two minds about starting any training or entering any athletic event, sign up now and you will be rewarded by a sense of wellness and energy. The exercise will also help you to see your own mind and feelings clearly and can help you to take an important decision in your life regarding your relationship or career.",
        "Sagittarius Daily Love & Relationship Horoscope": "You will meet with somebody from your past that used to have a close relationship with you. This meeting can actually mark a new beginning, either by changing the dynamics of your current relationship or by renewing the old one. Pay attention to your feelings instead of covering them up and you will enjoy a better day.",
        "Sagittarius Career & Money Horoscope": "You must keep your cool as certain situations will arise which may infuriate you. Do not blurt out anything which may seem to be an offensive statement to anyone. Be ignorant at that point of time and take out your fury later on in a refined manner. Be happy cause you may have the desired wealth assembled and may go for the plushest luxuries."
    },
    "9": {
        "Capricorn Daily Horoscope": "This day is particularly favourable for spending time with your family. Go for some bonding with your parents or sibling or enjoy a quiet time with your spouse. Get involved in a fun activity with your children. Even if work pressure threatens to mount, put them aside for today and celebrate the togetherness. You may be surprised at what you can learn from these family sessions.",
        "Capricorn Health & Wellness Horoscope": "You are in a vibrant and active mood today. You have been suffering from minor aches and pains in recent days and this might have made you moody and irritable. Today, you feel a surge of positive energy and shake off all your feelings of ill usage. You are ready to tackle your health issues head on and return to a more active lifestyle.",
        "Capricorn Daily Love & Relationship Horoscope": "You may decide to show your love and affection for your partner through an extravagant and very public gesture. You may plan a surprise party to honour the achievements of your partner. Minor hitches may develop in the execution of your plans, but your partner will be left in no doubt about your pleasure and depth of commitment to him / her.",
        "Capricorn Career & Money Horoscope": "You are an ambitious person with the capability of keeping things well organized in addition to chasing your dreams. But others are not so! And you must not tell them to be so; that is up to time. So just resist this urge else you will be mistaken to be interfering in other peopleﾒs lives!ﾠﾠ"
    },
    "10": {
        "Aquarius Daily Horoscope": "You are receiving a lot of attention from everyone. Soon you will notice your enemies among all. Be careful of your handling with these people as they are trying to provoke you and prove you a culprit. In case of too much resistance, just back off! Although you will find someone new whom you can confide in!ﾠﾠﾠ",
        "Aquarius Health & Wellness Horoscope": "Considerations of beauty are at the top of your mind today. You can go in for extensive beauty treatments today. These may range from a simple anti aging massage to major cosmetic surgery. You are also going to institute major changes in your lifestyle in order to stay beautiful. While these efforts are admirable, you need to realize that each age comes with its own beauty and trying to look younger than what you are is not always necessary.",
        "Aquarius Daily Love & Relationship Horoscope": "Today you want to socialize but you may be drawn towards some one matching your taste and preferences. You will enjoy yourself immensely with this new romantic encounter. However you may find it to be worthless after sometime and you may walk away as a free woman! In the single hood, think of better ways of loving your partner.",
        "Aquarius Career & Money Horoscope": "Taking control of your own finances is very important for you now and you are not afraid of hard work to achieve this goal. You are very organized and disciplined today and are ready to tackle career issues with a very practical eye. Start your good work today and your finances will reflect the positive results within a very short time."
    },
    "11": {
        "Pisces Daily Horoscope": "You need to take the control of your life back. It is time to stop worrying what other people are thinking and saying. Instead, a period of self analysis is called for so that you can better understand your own needs and desires and arrive at an objective conclusion. However, take care that your decision does not hurt someone who is emotionally dependant on you.",
        "Pisces Health & Wellness Horoscope": "Somebody near to you may be feeling sick today. You will be required to do quite a lot of nursing duty, but do not worry. Something good is going to come out of your help. However, you should take precautions against minor infections today. Ignoring small health issues of yourself or someone close to you can lead to greater complications in the future.",
        "Pisces Daily Love & Relationship Horoscope": "It is vital that you take special interest in your family matters today. You have been ignoring your relationships for your career commitments for quite some time now. You have also achieved what you set out to do in your career. So, now, you need to turn your attention to relationships. Nurturing your relationships can supply some vital ingredient to your life at this point.",
        "Pisces Career & Money Horoscope": "The day may turn out to be a hectic one for you as your presence may be demanded in different directions. However try to devote maximum time for your personal development. Try looking for some guidance online by enrolling for online test series or certifications. Save more than you spend today!"
    }
}]
