horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Today is one of the lucky days for you when fortune smiles on you. It has the potential to take you to places you have never dreamt of. Your day is backed by lady luck in all your endeavors. You know that success is achieved when you work hard. In your case that minuscule luck was missing and with both the hands in fortune, today you can achieve anything with your dedication.",
        "Aries Health & Wellness Horoscope": "You are in a vibrant and active mood today. You have been suffering from minor aches and pains in recent days and this might have made you moody and irritable. Today, you feel a surge of positive energy and shake off all your feelings of ill usage. You are ready to tackle your health issues head on and return to a more active lifestyle.",
        "Aries Daily Love & Relationship Horoscope": "Enjoy some romantic time with your partner today. It is going to be a relaxed and lazy day. Even if you do not plan anything special, you are going to spend some quality time with your partner and your family. Put the urgent issues on hold and enjoy the little things of life today. You will be filled with a sense of contentment and wonder.",
        "Aries Career & Money Horoscope": "Lately the co-workers have been uncooperative towards you out of jealousy! But do not blurt out anything in front of them as it will get manipulated and reciprocated to your seniors in a different way. Just maintain distance with these people for some time. You may receive some unexpected wealth today.ﾠﾠ"
    },
    "1": {
        "Taurus Daily Horoscope": "You are feeling confident and happy and these shows in your attitude and body language. People today are going to notice you wherever you go and you are likely to make quite an impression. Important business meetings will go in a positive direction. Even if certain situation appears dicey, you will be able to bring others around to your viewpoint and get things done your way.",
        "Taurus Health & Wellness Horoscope": "While your health is quite all right, mental stress will create a sense of lethargy and sluggishness in you. You will want to avoid stressful activities and instead, just sit outdoors and enjoy the sun on your skin or the breeze blowing over your face. Take the day slow. Drink plenty of water and get enough sleep in order to wake up tomorrow refreshed.",
        "Taurus Daily Love & Relationship Horoscope": "The singles may have a strong piece of luck in finding their better half today at sports or spiritual centers. For those who are in relationships must take a break from their strenuous relationship and do things which make them glad or which they generally canﾒt find time to do! Sometimes two people have to fall apart to realize how much they need to be together!",
        "Taurus Career & Money Horoscope": "There is a major possibility that you may have to go abroad in connection with your job or career. Those who have applied for visa to study overseas are going to get the visa today. You may be transferred by your office to somewhere exotic. Be sure to grab this chance of going abroad and advancing your career. If you are already located in a foreign country, the prospect of transfer back to your own country does not look good."
    },
    "2": {
        "Gemini Daily Horoscope": "Be aware of how you handle your purse today. The stars predict that you may have unexpected huge spending lined up for you today. If you are not cautious you may soon part from your money. Avoid arguments and confrontations today as it is not your day to win them. There is no concern for your health and you are welcome to enjoy the outdoors.",
        "Gemini Health & Wellness Horoscope": "The time is ripe to take some bold steps. This is not the time to hesitate. Instead, decisive action is critical. Do not shy away from opportunities. A leap of faith at this time can dramatically alter your life for the better, though it may not seem so now. It is also time to re-evaluate old relationships and cut out the deadwood.ﾠ",
        "Gemini Daily Love & Relationship Horoscope": "How hard you try, your partner is not paying attention to you. It is time to paper him/her with your acts. Get home early today and cook for your better half. Decorate the room and light candles. There is love in the air. Show your partner today. He will surely understand today. If you are staying away, give a call to your partner.",
        "Gemini Career & Money Horoscope": "You have to pay special attention to your work today as your superiors are going to closely watch your progress. They will be impressed by your dedication and strong leadership qualities. So, with a little extra effort on the job front today can result in a major advancement later as your superiors will be sure to mark your enterprise."
    },
    "3": {
        "Cancer Daily Horoscope": "You may find yourself getting possessive about material things. Do not hold things too tight. Just follow the flow and move with it. You need to be firm about things until you have the answers in your hand. You may also think of shifting your house. It will be good to spread the words to your friends and colleagues.",
        "Cancer Health & Wellness Horoscope": "You may have to bear unnecessary stress and strain from some work related issues. You need to realize that you can never please everyone and trying to do so will cause needless strain which will affect your health. Instead, try to go for a much needed break and rejuvenate your energy level. You should also try to adopt some relaxation exercise to relieve your mental strain.",
        "Cancer Daily Love & Relationship Horoscope": "After experiencing a dry spell, your love life is likely to become quite active today. Your partner has probably been ignoring you and now he / she will redouble efforts to make up for this inattention. Do not be aggressive in love. Instead, enjoy what your significant other lavishes on you. You have to stop clinging to past grievances and regrets.",
        "Cancer Career & Money Horoscope": "Your power of observation and analysis are at their peak today. So, if you are in any job which requires these skills, then you are going to enjoy a high degree of success today. Scientists, investigators and researchers face a fruitful day. You are likely to find rather creative and ingenuous ways to solve problems at your workplace which will be appreciated by all."
    },
    "4": {
        "Leo Daily Horoscope": "Rest and relaxation are the watchwords for today. You have been driving yourself hard for the last few days and now it is time to enjoy the fruits of your labour. Do not plan for a big party. Rather, take a day of quiet contemplation. Sharing your feelings with someone special can help you achieve a greater sense of fulfilment today.",
        "Leo Health & Wellness Horoscope": "Your eyesight is getting weak day by day. Try to consume tea brewed with a herb known as ﾓeyesightﾔ. However few people are allergic to tea and coffee. They can consume foods such as carrot, cantaloupe and apricots which are high in beta carotene pigment. The liver converts this pigment into Vitamin A, which is very helpful for night vision.",
        "Leo Daily Love & Relationship Horoscope": "Mutual understanding and tolerance is essential in any relationship. You have placed your partner on a pedestal and now you will be finding it difficult to understand or forgive any transgression that he / she make. However, being too rigid is only going to cause misery to everyone. You need to be a little more sympathetic and understanding if you want a real relationship.",
        "Leo Career & Money Horoscope": "Your financial planning and hard work has now paid off. People who were previously critical of you and doubted your judgment will look up to you today and will marvel at your powers of reasoning and foresight. Be sure to enjoy this period of financial success. Expenses will be incurred on luxury items which you have coveted for long."
    },
    "5": {
        "Virgo Daily Horoscope": "You may be going to host a big conference or seminar today. But slight confusions with the availability of the venue at your desired time may put you at an embarrassing position in front of every one and you may have to cancel the event! You have to keep your cool in such a situation and keep acting positively.",
        "Virgo Health & Wellness Horoscope": "You have been in denial regarding some aspect of your physical or mental health for the last few days. Today is the day of clarity. The protective shell of denial will be removed and you will confront the truth about your health today. This is the first positive step towards recovery as you can now do exactly what needs to be done except only denying the situation.",
        "Virgo Daily Love & Relationship Horoscope": "You need to empathise more with your partner. He / she have been under tremendous stress but you have been preoccupied with how it is affecting you and your partner's attitude towards you. You need to realize that love demands unconditional support and this is not the time to worry more about your own self rather than that of your partner.",
        "Virgo Career & Money Horoscope": "You are fully turned on to work mode after spending few days of holidays without any official interference. But your clients, colleagues and sub-ordinates do not seem to be on the same page. Be understanding and respectful towards their problems. Give them a mental break from work. Do it without making them feel that you doing them a favor."
    },
    "6": {
        "Libra Daily Horoscope": "A person who has been around you for a long time but whom you have never really noticed will now begin to play a pivotal role in your mind. It is not just a budding romance. Rather, it is a meeting of mind and spirit that is likely to leave you feeling overwhelmed. Take time to get used to the idea because this person has come in your life to stay.",
        "Libra Health & Wellness Horoscope": "You are full of zeal to change things around you, but you need a period of calm reflection to decide whether they need changing at all. While you are going to excel at the projects you decide to take on, it is better if you let someone else choose those projects for you. You will be filled with single minded determination today.",
        "Libra Daily Love & Relationship Horoscope": "You may come across certain information which will help you to understand your partner and the direction of your relationship better. Your partner may have been sending off confusing and contradictory signals in the last few days, but today you will begin to understand the significance of this behaviour. This will help you to take important decisions regarding the future nature of your relationships.",
        "Libra Career & Money Horoscope": "Due to change in planetary positions, a fresh energy has sneaked in your sign. You are feeling lively. You want to take up more and more work and still you are happy. That shows that somewhere things are moving in a positive direction. But in all these enthusiasm, do not ignore your health. A healthy mind resides in a healthy body."
    },
    "7": {
        "Scorpio Daily Horoscope": "You tend to be overtly self critical today. Most of your worries are groundless and you know it. Still, you cannot help but worry. The only way to deal with this is to communicate your fears to someone who is close to you and will be supportive. You need a second opinion regarding the seriousness of the problems before you drive yourself distracted.",
        "Scorpio Health & Wellness Horoscope": "Happiness is the key to your good health and the reverse is also true. It is essential that you recognize this link between your health and happiness. So, the energy that you spend in maintaining your health will all go to waste if you are unhappy in your mind. You need to embark on a journey of self discovery to discover the root of your unhappiness if you want to enjoy good health.",
        "Scorpio Daily Love & Relationship Horoscope": "This is time to heal your relationships. The planets are so aligned that you will begin to realize that it is better to let your old grudges go and instead concentrate on rebuilding your life and your relationships. Issues will suddenly appear to be what they actually are and you will realize how much you were blowing them out of proportion.",
        "Scorpio Career & Money Horoscope": "Your patience and your sense of duty and responsibility will go a long way today to conquer all the obstacles in your path. You are definitely going to require your ability to see humour in different situations today if you want to maintain a calm atmosphere at work. There is a chance of serious financial gains towards the end of the day."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You have a talented and impressive personality which will get highlighted in front of everyone today ﾖ including both your well-wishers and people opposing you! Pay heed to the advice of the former ones and ignore the rest. Your elders will be there in your support and will guide you well to regain your focus on certain very crucial goals of your life.",
        "Sagittarius Health & Wellness Horoscope": "You may not be in the mood to follow your routine exercises. There is an alternate to it. Prepare and consume a good amount of herbal tea. It will keep moving your energy in a positive direction. Inspire yourself to put your focus and concentration to your personal care once again!",
        "Sagittarius Daily Love & Relationship Horoscope": "Today marks the beginning of a new period of understanding and adjustment between you and your partner. All the cobwebs of the relationship has now been removed and both of you will be able to see each other in a bright shining light, but this will only make your love stronger and more enduring. The day will bring great optimism for you.",
        "Sagittarius Career & Money Horoscope": "For students, it is a good day to appear in any exam. Success is shining in your sign. For professionals, you will have a positive day at the work place. Pending issues will get sorted out. If you feel that you should be considered for a promotion, it is a good day to initiate the talk with decision making authorities."
    },
    "9": {
        "Capricorn Daily Horoscope": "A sense of dissatisfaction that has been dogging you for quite some time now will at last begin to fade. You will instinctively know that you have found your niche in life and can follow your calling to achieve your dreams. You will be able to understand what changes must be implemented to make your health as well as your work much better.",
        "Capricorn Health & Wellness Horoscope": "You have to learn to be patient with yourself and others. Various situations may arise which will render you with no gain and to handle yourself in such times you need to inculcate the habit of waiting for the right things to happen at the right time. Go for a walk early morning and if you can try to walk bare footed on grass.",
        "Capricorn Daily Love & Relationship Horoscope": "Today you may meet someone whom you have been dreaming of. The person will be interesting and adventurous like you. You have been hoping to meet someone like this for quite some time. Sparks will flow today and you may find yourself thinking about that person. Do not forget to subtly give a hint about your liking for that person.",
        "Capricorn Career & Money Horoscope": "The day is quite favourable for job related ventures today. You have always been sincere and hardworking and in the past, it has seemed unrewarding a few times. But now, fortune will make up for everything. A number of your projects will come to successful fruition. This is the day to enjoy the praise of your superiors and adulations of your juniors."
    },
    "10": {
        "Aquarius Daily Horoscope": "Take some time out to spend in solitude and reflect what you truly want from life. The last few days have been hectic. So, you need to re-evaluate your goals in life and how your actions are affecting your own life as well as your relationships. Travel is indicated, though it is better to go for a relaxing holiday rather than a hurricane tour of thrills and adventure.",
        "Aquarius Health & Wellness Horoscope": "You are full of energy and life today! You will also receive the required information which you needed about getting yourself treated the best way! It will be easy to diagnose and to cure your ailment which was quite an unattainable goal since long. Try to get a full body massage or spend time at a spa to stimulate your body and soul.",
        "Aquarius Daily Love & Relationship Horoscope": "Your love has been a great source of inspiration and strength to you when you have been in tough times. And you honor him greatly for this! But due to certain circumstances, a misunderstanding has cropped up between the two of you. And the rift is getting deeper and deeper. Pull the reigns before everything falls apart.",
        "Aquarius Career & Money Horoscope": "You will be filled with professional confidence today. You are going to respond strongly and intuitively to work related concerns and no problem is too big for you to handle today. Minor crises may occur at the workplace but you are more than equal to dealing with them and come out with flying colours. Your co-workers will be impressed by your ability."
    },
    "11": {
        "Pisces Daily Horoscope": "Self reflection is the key today. You may feel an unrest which you cannot express or a discontent, even though everything works out all right for you. The only way to deal with this sense of disquiet is to go through a quiet process of reflection which can help you to understand yourself better and find an effective remedy.",
        "Pisces Health & Wellness Horoscope": "It is necessary for you to stop eating indiscriminately if you want to get rid of the stomach ailment that had been troubling you for the last few days. A strict dietary regime can heal you within a few days, but you have been ignoring your health and it is necessary to give the greatest emphasis on a healthy diet and lifestyle.",
        "Pisces Daily Love & Relationship Horoscope": "Everywhere you go there is some or the other thing to remind you of the bygone days when you have made loved with your beloved. It can be predicted that you are no longer in accord with them. Don't regret for the things unsaid and certain things cannot be changed, so just let them be the way they are!",
        "Pisces Career & Money Horoscope": "You are trying to trick some one to yield to your wishes. But you must not indulge in these things today otherwise you may fish in trouble waters. People will take it as an offence and you may lose their faith forever which you have built over so many years. Do not put up any sort of act; just be the way you are with display of honesty in your every action!"
    }
}]
