horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Your inner strength lets you undergo some multilevel thinking. You are able to see varied sides of any issue. You are right in judging your friends and peer. Follow your intuition under circumstances where logical thinking has no scope. This is the time to explore the hidden potential within you. Stir away from any arguments as they may create a problem for you later.",
        "Aries Health & Wellness Horoscope": "You have been eating unhealthy diet or have been eating out frequently. Today your stomach will bear the brunt. You may feel pain. Take it easy. Eat simple and home cooked food. Increase your water intake. You will be soon be back on track. Avoid alcohol. Take care of your dental parts. Brushing twice is a good idea.",
        "Aries Daily Love & Relationship Horoscope": "The planetary positions reflect that some major conflict is coming your way. This conflict may affect both your love life and your career. It is important that you do not react emotionally to the words and actions of your partner. Instead, every gesture has to be judged in an impartial light to make sure that you are taking the right decision.",
        "Aries Career & Money Horoscope": "You will be filled with professional confidence today. You are going to respond strongly and intuitively to work related concerns and no problem is too big for you to handle today. Minor crises may occur at the workplace but you are more than equal to dealing with them and come out with flying colours. Your co-workers will be impressed by your ability."
    },
    "1": {
        "Taurus Daily Horoscope": "Your spirit is keen and indomitable and hence you cannot surrender to any kind of control. No need to do so even! Rather spread love and happiness among others and you will get it back in good measures. Try to add some colors in your black-n-white workaholic work life by undertaking short trips with your colleagues.",
        "Taurus Health & Wellness Horoscope": "You will have to consult a healthcare expert today for some health related issues. But if you do not heed the advice now then you are headed for serious trouble on the health front. Do not ignore any health issues now. Even smallest issues should be investigated closely. With proper care, you can maintain a fit lifestyle and avoid health related problems.",
        "Taurus Daily Love & Relationship Horoscope": "Today you will find the reason behind abrupt behavior of your partner. You have been paying lesser attention on him/her. Today is the day to pamper your partner. Take your partner out for a long drive or shopping. Have dinner together. Compliment your partner. You will again see the same freshness and spark in your soul mate.",
        "Taurus Career & Money Horoscope": "Your job is treating you well and you have your hands full with project. Still today a new opportunity will surface which will be quite good for your career. It will increase the area of your work with more responsibilities. You may want to make a shift. The opportunity will be available within the company. Be conscious of any information regarding the same. However, the salary may remain same."
    },
    "2": {
        "Gemini Daily Horoscope": "You are going to complete a profitable transaction today, especially one involving real estate. Positive thinking is your real strength and you must play to it. This trait will be encouraged by someone close to you. You will be able to enjoy the pleasures of life as well as witness spiritual growth. New insights will help you to prosper.",
        "Gemini Health & Wellness Horoscope": "The situation may be a little trying for you today. Medicines may have a bad reaction or you may be diagnosed of more than one ailment. But each of these will fade away with time very soon. You need to consult someone who is expert in suggesting the best of the treatments.",
        "Gemini Daily Love & Relationship Horoscope": "A new and promising relationship will develop in life of those who are single. However, ego and lack of farsightedness is going to cause problems in cultivating this relationship further. They may also cause trouble in a relationship which you are already having. It is necessary to take a step back and give your partner enough space as you have been encroaching too much upon his / her personal space.",
        "Gemini Career & Money Horoscope": "Life at the work place will be cool and all targets will get completed on time. But in business matters consult legal practitioners before signing any deal. There may be chances of fraudulent. If possible push your partnership deals onto the other day and re-evaluate the reliability of your partners."
    },
    "3": {
        "Cancer Daily Horoscope": "Open your mind to share your philosophies and ideas today with someone and you will find a kindred spirit. This can pave the way for a beautiful friendship or a viable partnership. With little observation you will be able to learn a lot of things from others and this knowledge can be very beneficial for you. You may also meet someone who will share your opinion and ideas.",
        "Cancer Health & Wellness Horoscope": "The time is ripe to take some bold steps. This is not the time to hesitate. Instead, decisive action is critical. Do not shy away from opportunities. A leap of faith at this time can dramatically alter your life for the better, though it may not seem so now. It is also time to re-evaluate old relationships and cut out the deadwood.ﾠ",
        "Cancer Daily Love & Relationship Horoscope": "If you have been dreaming of enjoying some romantic moments with your beloved partner, today sees a good opportunity. Enjoy the day together either in the confines of your home or somewhere close to nature. Soft light, aromas and soft drapes never ceases to increase the intensity of romance. Go for it. You shall have a great time today.",
        "Cancer Career & Money Horoscope": "An outstanding opportunity is heading your way to let you finish your pending work. Make full use of this vacant time slot. However you may have to break your ways of working which you have adopted so far! This is the perfect time to go for the ownership of the house of your choice."
    },
    "4": {
        "Leo Daily Horoscope": "You find yourself caught in the soup today. Talk openly to people who matter to you. Talk about the issues that have been bothering you. The cloud of uncertainty will subside in a weekﾒs time. A close friend or family member may provide you comfort. Be cautious while putting your words. Today you are prone to be misunderstood. Work place will be stable.",
        "Leo Health & Wellness Horoscope": "You are going to discover the joys of alternative treatments today. You have been trying various remedies for your recent ill health, but with no good results. Today, you will come across a remedy that can actually bring you the relief that you are looking for. Try for a little experiment today and you may end up with a rather effective remedy for your ill health.",
        "Leo Daily Love & Relationship Horoscope": "The goddess of solar system and the planets which bring a sense of nurturing are shining in your sign today. Give your love a comforting feel. Make your love feel important. The planetary positions will protect your love life. It is perfect time to bask in the glory of love. Today you may get some personal and intimate time with each other.",
        "Leo Career & Money Horoscope": "This is the day to bring a change in your professional and money life! So if you have any such plans, just let yourself be free. You will find it easy to approach the top managers and to communicate to them effectively your notions. This is the best chance to maximize your income from your employer."
    },
    "5": {
        "Virgo Daily Horoscope": "You have a talented and impressive personality which will get highlighted in front of everyone today ﾖ including both your well-wishers and people opposing you! Pay heed to the advice of the former ones and ignore the rest. Your elders will be there in your support and will guide you well to regain your focus on certain very crucial goals of your life.",
        "Virgo Health & Wellness Horoscope": "You may come across any intense situation which will affect your health severely. Try to free yourself of the burden of work in the days to come to avoid feeling over exhausted. Preserve this energy for making a strong comeback. Do not stretch much over a project as it will ultimately lead you to suffer from headaches or general tension.",
        "Virgo Daily Love & Relationship Horoscope": "External stress from work and other facets of life are going to affect the status of your relationship right now. If you can remember the importance of relationships and the need to keep your career and family life strictly separate, you can easily weather this storm. Your partner is going to be very supportive of you today even though it may take you quite a long time before you realize its value.",
        "Virgo Career & Money Horoscope": "New business ideas that you proposed will now begin to bear fruit. You may have been thinking of starting your own business. This is the best time for striking out on your own. Chances are very good that you will be able to get adequate financing for your new business at this time. You may have to work in partnership with someone from abroad for establishing this business."
    },
    "6": {
        "Libra Daily Horoscope": "The day is going to be an emotionally intense one for you. You will bring great passion to everything that you do today and success will follow as an inevitable result. You may have been avoiding an issue because it is too close to you, but today is the best day to tackle this issue and confront it head on.",
        "Libra Health & Wellness Horoscope": "Be sure to get plenty of physical exercise today. You may soon be called upon to perform a physically taxing activity and this is going to require resources and physical stamina that you never thought that you possessed. Eat moderately as overeating is likely to cause a number of problems including stomach ailments today. You must include breathing exercises in order to relieve stress.",
        "Libra Daily Love & Relationship Horoscope": "The planetary influences send rather sudden surges of energy to your love life. Your partner may behave much more aggressively than normal and you are likely to be at a loss about how to handle this. If you are single, you may decide to go out with a person whom you normally would have avoided. It is the perfect day to experiment with your relationship even if you never planned to do so.",
        "Libra Career & Money Horoscope": "Things were probably not going so well on the work front for the last few days, but there will be some improvements today. Bear in mind that adjustments with colleagues is essential to preserve the harmony of your workspace. If you relent just a little, you will be able to enjoy a far more relaxed atmosphere with your friends at the workplace."
    },
    "7": {
        "Scorpio Daily Horoscope": "Cards show that you need to socialize more than ever today! You want to make a transition in your lifestyle and career by indulging in work requiring communication with others. Try to accomplish what all you set out to do! You can maintain a sharp focus on what ever you want to do; just make sure you do not go overboard.",
        "Scorpio Health & Wellness Horoscope": "Mental stress followed by tension headaches has been creating quite a lot of trouble for you in the past week. While your external circumstances may not change significantly, you will notice a marked lowering of the stress level in your mind and this may be brought out by reorienting your thinking and the way you deal with the problems in your job or your relationships. This will help you to attain an overall sense of peace and achievement.",
        "Scorpio Daily Love & Relationship Horoscope": "Today marks the beginning of a new period of understanding and adjustment between you and your partner. All the cobwebs of the relationship has now been removed and both of you will be able to see each other in a bright shining light, but this will only make your love stronger and more enduring. The day will bring great optimism for you.",
        "Scorpio Career & Money Horoscope": "You are in a carefree and extravagant mood today. You will go all out to enjoy a day of fun and party and impressing the people around you. You will not worry about where your money is coming from and this is likely to have a negative impact on your finances. However, in spite of your carelessness, your financial health will remain sound."
    },
    "8": {
        "Sagittarius Daily Horoscope": "All your efforts regarding both your career and your personal life are now coming to a head. A momentum is likely to build up which will lead to a major success for you. Your efforts and ingenuity will be noticed by your superiors and you will gain some staunch supporters in the process. Your enemies will be left helpless today.",
        "Sagittarius Health & Wellness Horoscope": "Relaxation is the need of the day. This does not mean lying on the couch and eating junk foods. Instead, you need to practice a few relaxation techniques or opt for a massage from a professional. Take good care of your diet. You love junk foods, but they actually make you feel ill. You need to take a closer look at your health.",
        "Sagittarius Daily Love & Relationship Horoscope": "You may form new alliances today. Hopefully it will be a serious one and will go a long way. You will be loved by someone special and you will love him back too. However certain issues may crop up due to family interference and other unseen circumstances waiting to test the durability of your relationship.",
        "Sagittarius Career & Money Horoscope": "Due to change in planetary positions, a fresh energy has sneaked in your sign. You are feeling lively. You want to take up more and more work and still you are happy. That shows that somewhere things are moving in a positive direction. But in all these enthusiasm, do not ignore your health. A healthy mind resides in a healthy body."
    },
    "9": {
        "Capricorn Daily Horoscope": "If you are thinking about what is cooking in the kitchen today then probably it is good for you to do that. Your stars assure a gastronomical delight for you today. Take care of your health and maintain hygiene. The misunderstanding with your friend will be resolved today. You can receive money from unexpected sources.",
        "Capricorn Health & Wellness Horoscope": "You may feel like changing your routine. But do not do it abruptly without thinking properly. You have a tendency to dream about the future and forget the present. So enjoy your present without making any amendments to your current lifestyle. Your health is entirely in your hands, if you are staying alone.",
        "Capricorn Daily Love & Relationship Horoscope": "You may be insecure and restless today and may find it hard to trust the feelings of your partner. Time to take a brief break from your relationship and ponder upon the reasons which have imparted you with this feeling. After this trip of analysis you will feel a lot better and confident about yourself and your partner.",
        "Capricorn Career & Money Horoscope": "Unexpected money is coming your way today. This is the best day to win at the speculative ventures and in games of chance. However, this money is also going to bring its own responsibilities which you should not ignore. You may have to discharge an important errand today in connection to this money. Indulge in some light hearted shopping today with this unexpected bonanza."
    },
    "10": {
        "Aquarius Daily Horoscope": "Your instincts are in overdrive today and you should trust them and do exactly what they say. Even if everyone around you disagree and follow a different path, you should stick to your own path. It will probably be a tough decision to make, but you will soon reap the rewards. You have to keep your eyes and ears open and act fast to seize the opportunities that may come your way now.",
        "Aquarius Health & Wellness Horoscope": "You have to learn to be patient with yourself and others. Various situations may arise which will render you with no gain and to handle yourself in such times you need to inculcate the habit of waiting for the right things to happen at the right time. Go for a walk early morning and if you can try to walk bare footed on grass.",
        "Aquarius Daily Love & Relationship Horoscope": "If you were going steady or were in two minds about committing to a relationship, you will be able to arrive at a conclusion today. Those involved in a relationship may decide to get engaged or married. A shift in the planetary energies today can cause you to evaluate your relationship in a new light. If you had been avoiding commitments before, you will welcome them today.",
        "Aquarius Career & Money Horoscope": "Students may find a new career option through a friend or a guide. You might end up choosing this as your career. A thorough research is advisable. Professionals may might a surge of energy today. It is a good day for head starting any project. Subordinates will prove helpful. You will play the role of a good team leader."
    },
    "11": {
        "Pisces Daily Horoscope": "Small irritations and disagreements are likely to break out throughout the day. It is important that you overlook the minor issues today. Otherwise you will only be destroying the peace of your own mind. Try to share your problems with someone as this can go a long way in improving your mood. Planning solitary activities can be promising today.",
        "Pisces Health & Wellness Horoscope": "Someone is going to inspire you to a higher level of physical fitness today. You know on an intellectual level that you need to improve your fitness, but you have been dragging your feet. Today, you will come across someone who may not be physically in a superb shape, but who will inspire you to improve your health. You will start a new diet or new exercise pattern today.",
        "Pisces Daily Love & Relationship Horoscope": "It is useless to drag a relationship for the sheer reason that you are in the relationship for a long time. Today you may feel low because of uncertainty and mental instability. Do not feel guilty. The relationship is not worth sticking to. Move on. Make up your mind today. You may move out of your relationship if you make yourself strong enough.",
        "Pisces Career & Money Horoscope": "You find yourself running from pillar to post today with little fruitful result. Do not lose heart. It is just one odd day when things do not happen the way you wish. The incidences of today will motivate you to plan your work in advance and carry on necessary tie ups before you move into the field. Do not purchase any new credit card."
    }
}]
