horo_english=[ {
    "0": {
        "Aries Daily Horoscope": "Well, today is a lucky day for you. You take yourself and others by surprise by your problem solving abilities. You will leave your office mates impressed. Your confidence will be high and you may be offered a new project. Feel happy and celebrate with loved ones. A friend may visit you today. You may enjoy a fun filled day.",
        "Aries Health & Wellness Horoscope": "The stars indicate a high chance of accident today from fire or heat for you. Be extra careful while handling electrical implements or while working in the kitchen. In fact, you should be careful around all hot objects today. You should stay away from firearms. Your stress will manifest itself in irritability which may affect your interaction with others.",
        "Aries Daily Love & Relationship Horoscope": "You have always been light-hearted and debonair in your love relationship and this has served you well in the past. However, today you are likely to realize that whatever is happening in your love life is truly serious. This may appear quite scary to you, but you should understand that taking this step will enrich your life. You will find fulfilment only if you agree to jump in with both feet rather than only test the waters.",
        "Aries Career & Money Horoscope": "You must stay alert or even rebellious, if required, for your own good. Those who appear to be more informed and knowledgeable may commit mistakes which are hard to rollback. Adhering to their command will make you fish in trouble waters too. You expenditures now seem to be under control and that is what you have been longing for since long."
    },
    "1": {
        "Taurus Daily Horoscope": "You are in an outgoing and exuberant mood. A number of opportunities in various fronts will open up in front of you and you are more than ready to take full advantage of them. Following your instincts today can lead to great things both in your finances and in your personal life and relationships. The day is going to be full of events and you are going to enjoy every moment of it.",
        "Taurus Health & Wellness Horoscope": "You will become aware of the health risks of your current lifestyle and may initiate a regime to correct it. You may have to undergo a health check up due to some reasons and this is likely to alert you to the possible danger. You have adopted a better lifestyle a number of times in the past, but this time you will find it much easier to stick to the regime this time.",
        "Taurus Daily Love & Relationship Horoscope": "The time is right for romance. You need to show your partner that you do not take him / her or the relationship for granted. This is the right time to go that extra mile and spoil your partner and your relationship can reach a new high with only a romantic and intimate dinner or a thoughtful gesture or gift.",
        "Taurus Career & Money Horoscope": "You are naturally attracted to power and authority and this has always made you work in a much focussed way. All your labour may bear fruit today, but you must be patient and bide your time. It is also necessary to keep an open mind at the work place. Do not be opinionated or judgmental and you will get on much better with everyone at work."
    },
    "2": {
        "Gemini Daily Horoscope": "News about financial gain may make you and your loved ones happy. There is a sense that things are positively turning around. You are pleasingly presentable. Go out and meet people. New opportunities will sprout from your associations which will prove beneficial in the long run. You may bring a change in your house either structurally or family wise.",
        "Gemini Health & Wellness Horoscope": "You are in a vibrant and active mood today. You have been suffering from minor aches and pains in recent days and this might have made you moody and irritable. Today, you feel a surge of positive energy and shake off all your feelings of ill usage. You are ready to tackle your health issues head on and return to a more active lifestyle.",
        "Gemini Daily Love & Relationship Horoscope": "The day is perfect for passion and fire. Romantic demands have been building up in you but you have underestimated the sympathy and the power of feelings of your partner. You just need to articulate your demands from the relationship and they would be more than equally matched. So, take advantage of this time to initiate a more passionate period in your relationship.",
        "Gemini Career & Money Horoscope": "It is a great day for you! You have been waiting for this opportunity to present your ideas and concepts to others. However your innocence and honesty may be misunderstood as sarcasm and aggression, since these people are not much familiar to you. So be very careful as things are pretty sure to get blown out of proportion."
    },
    "3": {
        "Cancer Daily Horoscope": "Today, you are likely to discover a new and untapped source of power within you. You will realize that you neither need nor are likely to get any external help in dealing with the problems that you have been facing. You can easily tackle all of them yourself and there is actually a fountain of strength within you that you can rely on.",
        "Cancer Health & Wellness Horoscope": "You are going to get some health related good news about someone close to you. If you have been worried about the health of a loved one, your worries will be soothed today. You may also come across a remedy for a chronic health condition from which someone near to you suffers and this remedy can prove to be very effective.",
        "Cancer Daily Love & Relationship Horoscope": "Your partner may do something that will increase your confidence in your relationship. You may return the favor by guarantying a happy time together. You may have a happy time with your love. You may eat out together. Take time to introduce your partner to your family. Remember slow and steady wins the race. Weigh everyoneﾒs mood before taking a step.",
        "Cancer Career & Money Horoscope": "Changes are strongly indicated at the career front. If you have been thinking about changing your job, you are likely to take the final step today. You may even go so far as to start training for something which you had long wanted to do. In the process, you will have to take some risks, but they will pay off in the long run."
    },
    "4": {
        "Leo Daily Horoscope": "You are going to offer some good advice to someone close today and it will be accepted with gratitude. You are in a very understanding and mellow mood today. This is a great time to connect with people from your past. Ring up a close school friend and you will get great joy in getting in touch. It is also the best time to put away past differences.",
        "Leo Health & Wellness Horoscope": "Go for spiritual contemplation and exercises to free yourself of the worries and mental pressure which have been a great cause of your suffering. Undertaking it may change your outlook towards life even! Enroll in fitness packages and you will find it pretty effective as well as convenient to undertake few harmonious exercises.",
        "Leo Daily Love & Relationship Horoscope": "You may form new alliances today. Hopefully it will be a serious one and will go a long way. You will be loved by someone special and you will love him back too. However certain issues may crop up due to family interference and other unseen circumstances waiting to test the durability of your relationship.",
        "Leo Career & Money Horoscope": "A change is indicated in the career front. You may change jobs or be shifted from one department to another in your office. You are going to like the new situation and it will present opportunities for you which you have long been searching for. So, you need to take full advantage of the opportunities that come across your way."
    },
    "5": {
        "Virgo Daily Horoscope": "You may be cracking one of the biggest joint venture deals today. But you must mention explicitly once again your mission and goals to your partner. If altercations arise then you may be driven by impulses and this is what you need to keep in check. You may devote the end of the day towards your intellectual pursuits or in perusal of an artistic passion.",
        "Virgo Health & Wellness Horoscope": "You have taken on a huge task with your weight loss goals. Today, you will need to put in extra effort. Perhaps someone will offer a bar of chocolate to you or celebrate with your favourite junk food. However, you will be able to find the strength to overcome this temptation easily and once you do, your goals will be reached within a short time.",
        "Virgo Daily Love & Relationship Horoscope": "If you are not careful, misunderstandings and interventions by a third party can create serious upheavals in your love life. You must learn to trust both your own feelings as well as that of your partner. Place greater emphasis on what you feel rather than what others say to you. You should also take your partner into confidence about the professional matters that bother you.",
        "Virgo Career & Money Horoscope": "The day will be quiet as far as work and career is concerned. You will face an uneventful day at work which will be a pleasant break after the hectic schedule that you were facing earlier. Take this time to really appreciate and enjoy what you do and remember the good times and the fun you have doing your job."
    },
    "6": {
        "Libra Daily Horoscope": "You are full of positive vibes. But do not try to spread it among others. People will not welcome your advice! Being silent in spite of loaded with creative energy may make you feel depressed. But do not bother as your recognition is going no where, it is just being postponed. Control yourself from indulging in momentary pleasures which will cost you heavily in future.",
        "Libra Health & Wellness Horoscope": "It is necessary to design your diet in such a way as to improve and boost your immunity power. You are vulnerable to infections today. Situations will arise where you will not be able to help the exposure to allergens. So, take care to eat a balanced diet with plenty of vitamins to protect your health. You should also remember to drink plenty of water.",
        "Libra Daily Love & Relationship Horoscope": "It is an interesting phase in your love life. Those who have just started of with a new relationship should look for ways to strengthen their relationship more. The two of you can blend in romance and talents together very effectively. Just be open about the future but do not indulge into any plan making right now. Just go with the flow.",
        "Libra Career & Money Horoscope": "Time to focus on your talents and do not worry about your weaknesses. This is an era of victory for you! You are firm and resolute with your strategy and will be extremely precise with your words. You may receive some unexpected wealth from ancestral property or from your past investments. But be careful of not trusting any one involved in the monetary transaction."
    },
    "7": {
        "Scorpio Daily Horoscope": "You will be tackling a number of diverse commitments from all fronts today. Be ready to fulfil your social, financial and personal obligations. Your family, friends and colleagues are all likely to turn to you and you are more than capable of handling this pressure. You will be helping a number of people today with both words and actions.",
        "Scorpio Health & Wellness Horoscope": "You may come across any intense situation which will affect your health severely. Try to free yourself of the burden of work in the days to come to avoid feeling over exhausted. Preserve this energy for making a strong comeback. Do not stretch much over a project as it will ultimately lead you to suffer from headaches or general tension.",
        "Scorpio Daily Love & Relationship Horoscope": "Arguments and altercations mark your day. Avoid picking any issue with your partner today. Arguments stop if a person gives in. Be the silent one this time. Be gentle and loving. Try to understand your partnerﾒs point and do not offer any counter statement. Try to divert his mind to the good times that you shared. The day will pass with less damage done.",
        "Scorpio Career & Money Horoscope": "A number of major and minor successes are predicted on the career front today. You may get some payment for services rendered a while back or you may get an unexpected bonus. A long awaited promotion may be granted to you or you may get that coveted corner office. Unemployed people or those who was shopping around as they wanted to quit their current job will get good news today."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You are in a fanciful mood today. Role playing and fantasies hold unusual attractions for you. You find romance everywhere and have an active fantasy life which you may get a chance to duplicate in reality. You can impulsively choose to follow an impossible dream, either in your career or your relationship. However, you should not take any major decisions now.",
        "Sagittarius Health & Wellness Horoscope": "Until and unless you devote a waking hour to your health, you have made no good use of your day! Try to ponder upon the various activities you do and how they affect you! For instance monitor your breathing habits and analyze how it affects the way you talk or you love! Yoga seems to be the best exercise for you at this point of time.",
        "Sagittarius Daily Love & Relationship Horoscope": "For the last few days anxiety and doubts about your current or a prospective relationship had been occupying your mind. Today, all the doubts will be removed and you will be able to see your partner as well as the relationship in a clear light. You will be able to take a clear and informed decision about your love life.",
        "Sagittarius Career & Money Horoscope": "You are not at peace. There is a constant warfare between your heart and mind which want to opt for morally and logically correct decisions respectively. Follow your heart and do something to quiet your mind. Try burdening yourself with a new responsibility. Finances may get disturbed if you spend without thinking much."
    },
    "9": {
        "Capricorn Daily Horoscope": "Monotony is not your cup of tea. It bores you. Today be flamboyant and flirty. Bring change in your routine. Fitness regime may attract you. You may enroll for recreational activity. Out of the box ideas may impress superiors. You may get recognition in office. Overall a light and relaxed day. Work pressure will be moderate. You will spread positivity.",
        "Capricorn Health & Wellness Horoscope": "Discipline is the key to your good health today. While you are not eating junk foods and are exercising, you are not doing them in a timely or orderly manner. As a result, you are not getting the level of benefit that you should have got. So, you will have to set up a routine of eating and exercising in order to get the highest benefit.",
        "Capricorn Daily Love & Relationship Horoscope": "Love is in the air. If you are single, chances are high that you are going to meet someone and fall in love rather violently today, but be aware that though you are well suited, you will require adjustments in order to let the relationship become enduring rather than only a passing fancy. Couples are going to enjoy a much needed romantic time together.",
        "Capricorn Career & Money Horoscope": "You are going to plan for some major expenditure with an attentive eye to details. The day is perfect for financial planning ﾖ a task that you have probably been ignoring for some time now. You should sit down with a complete list of your savings and assets today. You can discover some good news as you organize them today."
    },
    "10": {
        "Aquarius Daily Horoscope": "You are going to juggle a number of issues today and all of them will be of pressing importance. Time schedules can get especially difficult and you may end up feeling rather frazzled. In addition, you will probably come to know of some schemes which appear far out of the box. You may end up feeling torn and may do or say something that you will regret later.",
        "Aquarius Health & Wellness Horoscope": "Take extra care to avoid accidents and injuries today because even small injuries can become serious now. You may need to consult a doctor, but at any case you should not leave any physical ailment untreated. This is just a temporary phase. Taking adequate care of your health will go a long way towards avoiding serious health issues in the future.",
        "Aquarius Daily Love & Relationship Horoscope": "You are a free bird and commitment is not your cup of tea. So better do not get into it if you cannot be handle it else learn to be cool with the possessiveness of your partner. Those who are single may seem to be calm and composed but unfortunately they may be hit with the thoughts of an unforgettable past love! Moving on is the only way out!",
        "Aquarius Career & Money Horoscope": "You are confident and positive today. Today is a good day for cracking any interview or any deal with the client. You will also gain a good margin. You might get stuck up in some trivial issue in the latter half of the day. Postpone your plans of recreation or entertainment for tomorrow. Take help from your colleague today."
    },
    "11": {
        "Pisces Daily Horoscope": "You are determined to take the blame for a friend's mistake. But do consider its consequences. There may be serious legal involvement as well. Some life changing event may also happen which will give you an unforgettable experience. Fulfill your desire to look different, change your hairstyle or wardrobe!",
        "Pisces Health & Wellness Horoscope": "Series of events or official parties may upset your digestive system! And a sense of jealousy may arise in you when you see the fit and fine people around you! Do not give space to such negativity; tell yourself that you too can attain the same by doing regular workouts. Cut down on sweets and oily foods which are majorly responsible for spoiling your health.",
        "Pisces Daily Love & Relationship Horoscope": "Your lavish lifestyle draws many people towards you. But all of them are just fake and make false pretensions of loving you. In such a situation just focus on the positivity that you are not alone. Try to ignore the negativity that you are lonely, this is just the beginning and you have many more lovers to follow.",
        "Pisces Career & Money Horoscope": "The time is especially good for those who are earning money doing some creative jobs. Your ideas will find appreciation today and you may land a number of contracts which will seriously improve the health of your bank balance. Artists, musicians, filmmakers, writers and photographers are likely to experience significant advances in their career. For those in other jobs, the time is good to broach a few out of the box ideas."
    }
}]
