horo_english=[ {
    "0": {
        "Aries Daily Horoscope": "The day is particularly suited for starting something new. If you have been contemplating a change in job or career or switch to a different employer or even starting a new relationship, then this day is perfect for it. Even if a move seems risky, take a chance and it is likely to turn out great and just what you needed to do.",
        "Aries Health & Wellness Horoscope": "The day will have a normal beginning but the healthy effects of your routine meditation exercises will be quite evidently visible today! You may be able to connect with your spiritual self towards the end of the day! Just do not consume much of the medicines as your liver may get affected.ﾠﾠ",
        "Aries Daily Love & Relationship Horoscope": "A new and promising relationship will develop in life of those who are single. However, ego and lack of farsightedness is going to cause problems in cultivating this relationship further. They may also cause trouble in a relationship which you are already having. It is necessary to take a step back and give your partner enough space as you have been encroaching too much upon his / her personal space.",
        "Aries Career & Money Horoscope": "The day will be somewhat boring at work, but these are detail work which you cannot afford to neglect. Be meticulous in completing your paperwork and dealing with all the official requirements. You may commit a small but crucial mistake due to inattention. So, even if you are itching to go out and do things, you should finish these back office works first."
    },
    "1": {
        "Taurus Daily Horoscope": "Today, you are likely to discover a new and untapped source of power within you. You will realize that you neither need nor are likely to get any external help in dealing with the problems that you have been facing. You can easily tackle all of them yourself and there is actually a fountain of strength within you that you can rely on.",
        "Taurus Health & Wellness Horoscope": "You must maintain a rigid attitude towards what you consume and what you must not consume! Opt only for the healthiest meals as they are the best! You have to be exact in your approach to be able to take adequate rest! It will form an armor to shield from the unpredictable and hectic events of life!",
        "Taurus Daily Love & Relationship Horoscope": "You may be insecure and restless today and may find it hard to trust the feelings of your partner. Time to take a brief break from your relationship and ponder upon the reasons which have imparted you with this feeling. After this trip of analysis you will feel a lot better and confident about yourself and your partner.",
        "Taurus Career & Money Horoscope": "Today you find yourself with a superhero power. Your pending assignments and projects will show signs of completion. You may have a get together with your close ones. Motivate your team and keep them encouraged. A team mate may try to shun responsibilities. Try to be tactful. You may receive an interest on some long back invested money which will keep you surprised."
    },
    "2": {
        "Gemini Daily Horoscope": "You will be tackling a number of diverse commitments from all fronts today. Be ready to fulfil your social, financial and personal obligations. Your family, friends and colleagues are all likely to turn to you and you are more than capable of handling this pressure. You will be helping a number of people today with both words and actions.",
        "Gemini Health & Wellness Horoscope": "Minor ailments are there in the atmosphere which might affect your health slightly. Though, it wonﾒt be a major setback for you. You are prone to sneezes, common cold and cough. Also, be careful while lighting matchbox. With hygienic sense, these minor ailments can be easily taken care of. Keep a sanitizer handy with you wherever you go.",
        "Gemini Daily Love & Relationship Horoscope": "You are going to require lots of patience to deal with your partner today. Be careful what you say if you want to maintain peace. Minor disagreements can flare up into major issues. However, this is just a minor blimp and you should not highlight this incident and lose something good happening in your life. Silence will indeed be golden today.",
        "Gemini Career & Money Horoscope": "You may be in the danger of falling prey to fraud. The day is not suitable for any major investment or purchase. Do not trust any complete stranger on money matters today as you are likely to bear considerable loss. However, with enough prudence at the correct juncture can help you to protect your finances easily. Do not plan or pay for a trip today."
    },
    "3": {
        "Cancer Daily Horoscope": "The day can be somewhat confusing for you because of the relative positions of the planets. Your mind will keep on worrying about some niggling problem, but it is no use over-thinking this as you are unlikely to hit upon any viable solution. You will also get some contradictory information which can cause you to revise some views which you have held for a long time.",
        "Cancer Health & Wellness Horoscope": "Health matters are of a great concern for you now. Let your intuition guide you in deciding what is the best fitness routine for you! You may come across various occasions offering you the best of the cuisines, but you have to be careful of your diet. Otherwise it will be an invitation for many ailments to attack your digestive system.",
        "Cancer Daily Love & Relationship Horoscope": "You seem to have enough of relationships and are bored of the short and quiver affairs. Time to go for hibernation in your private zone where no body can peep into! If you cannot break apart from a troubling relationship then at least take a short break from it after informing andﾠﾠconvincing your partner about it.",
        "Cancer Career & Money Horoscope": "You have a very good job and have been experiencing a run of good luck in all financial ventures. However, you should still be careful with your money as this is not unlimited. Your extravagance has already attracted criticism from those close to you. It is time to take their advice and cut back on the expensive spending habits."
    },
    "4": {
        "Leo Daily Horoscope": "You have been planning something major for the past few days. Today, you will begin to realize exactly what you have taken on and this may exercise an intimidating effect on you. But, going back is not an option. You will have to take the next steps with confidence and you will soon see that though the task has turned out to be more difficult than you thought, it is by no means impossible.",
        "Leo Health & Wellness Horoscope": "You are a workaholic and at times forget to derive pleasure from your achievements. In order to do so, you need to setup a questionnaire for yourself and work on the answers! The questions can be like ﾖ your favorite fruits are present in the house or not? Is your wardrobe containing the best of the attires or not? Think about how you look!",
        "Leo Daily Love & Relationship Horoscope": "If you are looking for perfect love then you must not! Cinemas portray an idealistic image of the guy or the girl which does not exist in reality! So you must not look for such a type of person! If you can do this, you can easily find some one matching your taste and preferences!",
        "Leo Career & Money Horoscope": "Your power of observation and analysis are at their peak today. So, if you are in any job which requires these skills, then you are going to enjoy a high degree of success today. Scientists, investigators and researchers face a fruitful day. You are likely to find rather creative and ingenuous ways to solve problems at your workplace which will be appreciated by all."
    },
    "5": {
        "Virgo Daily Horoscope": "People are very much receptive to your charming ideas at this point of time. You must leave no chance to make people yield to your wishes. Keep your controlling attitude in check which can work against you if left unchecked. You may receive some unexpected news from a close one so keep your mind open to it.",
        "Virgo Health & Wellness Horoscope": "Today is a great day to embark on a new health regime. Pay close attention to your diet and inaugurate a new routine of exercise which you have been ignoring lately. It is necessary to recognize that your physical health is extremely important for our mental health as well. Join a new class of yoga or other relaxation technique as they are urgently required in your life now.",
        "Virgo Daily Love & Relationship Horoscope": "The time is right for romance. You need to show your partner that you do not take him / her or the relationship for granted. This is the right time to go that extra mile and spoil your partner and your relationship can reach a new high with only a romantic and intimate dinner or a thoughtful gesture or gift.",
        "Virgo Career & Money Horoscope": "You are full of powerful energy to help you achieve your desired goals and generate wealth for your family. You will be able to acquire a lot of knowledge and which will help you earn more the next time your serve someone. So you have all the ingredients for financial security and success at your hand."
    },
    "6": {
        "Libra Daily Horoscope": "News about financial gain may make you and your loved ones happy. There is a sense that things are positively turning around. You are pleasingly presentable. Go out and meet people. New opportunities will sprout from your associations which will prove beneficial in the long run. You may bring a change in your house either structurally or family wise.",
        "Libra Health & Wellness Horoscope": "Mental stress followed by tension headaches has been creating quite a lot of trouble for you in the past week. While your external circumstances may not change significantly, you will notice a marked lowering of the stress level in your mind and this may be brought out by reorienting your thinking and the way you deal with the problems in your job or your relationships. This will help you to attain an overall sense of peace and achievement.",
        "Libra Daily Love & Relationship Horoscope": "The planets have lined up right for your love life. Be sure to go out with friends and enjoy yourself. You will find opportunities for dating and relationship opening up even in unlikely places. So you need to mix and mingle. This is the right time to explore a new relationship about which you may have had doubts in the past.",
        "Libra Career & Money Horoscope": "Work life seems to be balanced. You will be well identified for your impressive soft skills. You will get numerous opportunities to learn more and share this knowledge with others too. However there may be some unforeseen circumstances which may cause a heavy financial loss to you.ﾠﾠ"
    },
    "7": {
        "Scorpio Daily Horoscope": "The highlight of the day is communication with a person of influence which can have a long term impact on your life. You may also come in contact with a person or a situation where you are pitted against an opposite point of view. You need to be able to take constructive criticism and stick to your point without becoming rude.",
        "Scorpio Health & Wellness Horoscope": "The day is made for relaxation. Book a massage appointment or go for a de-stressing exercise. But this does not mean that you will be slouching. Rather, the day promises to be quite active and you are likely to shop for health foods and / or gym equipments. You are likely to get good health related advice from someone.",
        "Scorpio Daily Love & Relationship Horoscope": "Your lavish lifestyle draws many people towards you. But all of them are just fake and make false pretensions of loving you. In such a situation just focus on the positivity that you are not alone. Try to ignore the negativity that you are lonely, this is just the beginning and you have many more lovers to follow.",
        "Scorpio Career & Money Horoscope": "The day is quite favourable for job related ventures today. You have always been sincere and hardworking and in the past, it has seemed unrewarding a few times. But now, fortune will make up for everything. A number of your projects will come to successful fruition. This is the day to enjoy the praise of your superiors and adulations of your juniors."
    },
    "8": {
        "Sagittarius Daily Horoscope": "There seems to be an imbalance between your personal and professional life! The best way to sort it out is to clearly demarcate your work schedule for each day, which seems to be varied for each upcoming day! Donﾒt worry your dear ones wonﾒt fail to recognize your commitment towards them in spite of receiving less attention from you lately.",
        "Sagittarius Health & Wellness Horoscope": "This day is particularly favourable for spending time with your family. Go for some bonding with your parents or sibling or enjoy a quiet time with your spouse. Get involved in a fun activity with your children. Even if work pressure threatens to mount, put them aside for today and celebrate the togetherness. You may be surprised at what you can learn from these family sessions.",
        "Sagittarius Daily Love & Relationship Horoscope": "Go out and do something adventurous with your dear one today. What ever you do, it should be fascinating! This will inject some levity into the tensed situation between you and your partner. You will find it easy to communicate your new experiences and feelings to your partner.ﾠﾠ",
        "Sagittarius Career & Money Horoscope": "The day is especially favourable for investment purposes provided you have done your homework carefully. Investing on a whim is unlikely to pay off but if you research the matter deeply, you will soon arrive at the correct conclusion. Your investments will also help in attaining your long term goals. So be sure to invest only after judging the matter."
    },
    "9": {
        "Capricorn Daily Horoscope": "Today is a day when you reap the benefits of your hard work. You may receive recognition and respect. Finances may get better. At work place, you may be applauded for your work. You may also receive a hike. Salespeople may meet targets today. Wear blue color today in some part of your clothing. It will attract positive energy.",
        "Capricorn Health & Wellness Horoscope": "You should take the day slow. From early morning, you will feel lethargy and this low level of energy is going to mark all your activities throughout the day. Pain in the joint and backache may become a major problem as the day progresses and you have to take adequate precautions to avoid the activities which increase the pain. It is time that you took a break from everything and just spend a lazy day of relaxation.",
        "Capricorn Daily Love & Relationship Horoscope": "You will be getting more attention than ever before. To your surprise you may be approached by the least expected ones even. But take you own time to decide who suits you the best. Time will weed out the best ones from the rest. Do not restrain yourself because of the bitter experiences of the past.",
        "Capricorn Career & Money Horoscope": "Your networking with people of similar interest and doing a similar business will increase today. You must avail this opportunity to mentor and encourage others so that you have their support in return as well. Do not expect much from them as things open up gradually and people may be slow in trusting some one new."
    },
    "10": {
        "Aquarius Daily Horoscope": "You find yourself caught in the soup today. Talk openly to people who matter to you. Talk about the issues that have been bothering you. The cloud of uncertainty will subside in a weekﾒs time. A close friend or family member may provide you comfort. Be cautious while putting your words. Today you are prone to be misunderstood. Work place will be stable.",
        "Aquarius Health & Wellness Horoscope": "You are vulnerable to infections now. so, it is vital that you should use separate items of hygiene like soap, bath towels etc. Even using a common comb can end up in infection. You can take vitamin supplements to improve your immunity and health. Be sure to maintain high level of hygiene in your house in order to reduce the chance of infections.",
        "Aquarius Daily Love & Relationship Horoscope": "The tension between you and your partner may mount up in the dayﾒs beginning but love will sooth up everything being intensified. Peace and intimacy will prevail and the day will end warmly. You may even plan a day out even with your beloved at your favorite hangout destinations.",
        "Aquarius Career & Money Horoscope": "Your career is poised on the verge of a major breakthrough. Decisive action on your part is needed to decide which direction you want it to take. You need to analyze the pros and cons carefully. Your decision is going to affect your life and if you do decide to take the correct alternative, your income is likely to increase considerably over the next few days due to your decision."
    },
    "11": {
        "Pisces Daily Horoscope": "Good news will make your day. You were working towards an important thing for a long time and it will bear fruit today. An outing with colleagues is indicated. You will enjoy and have a good time. You may make a decision regarding finances which will benefit you in long term. You may also visit holy places today.",
        "Pisces Health & Wellness Horoscope": "You will be very active socially and consumption of oily or heavy foods may work against your health. You may have a high intake of alcohol even; you must increase the intake of water as well. Take a tight sleep before you set out on your expedition. Being moderate in your approach will impart you with better looks and higher energy.",
        "Pisces Daily Love & Relationship Horoscope": "If you have been dreaming of enjoying some romantic moments with your beloved partner, today sees a good opportunity. Enjoy the day together either in the confines of your home or somewhere close to nature. Soft light, aromas and soft drapes never ceases to increase the intensity of romance. Go for it. You shall have a great time today.",
        "Pisces Career & Money Horoscope": "You are full of positive energy and are likely to be surprised when you see how much you manage to accomplish today. All your backlogs will be cleared up and any blocks in the way of difficult projects will completely disappear today. You will not only be able to finish all your considerable workload with ease, but will also be able to infect everyone around you with your enthusiasm."
    }
}]
