horo_english=[ {
    "0": {
        "Aries Daily Horoscope": "You are feeling somewhat confused by the events that are unfolding around you and the various seemingly contradictory information that are coming your way. Your own inner voice is your best guide now. Trust your instincts and do what they are telling you to do and you will learn a lot about yourself and the direction you want your life to take.",
        "Aries Health & Wellness Horoscope": "Your heart is not content until and unless you feed others well. Ask your heart to love you too! Encourage yourself to eat well, sleep well and take plenty of rest which your body has been demanding since long. Attend cooking sessions to inspire you to prepare and eat your favorite cuisines. Do not be health conscious when not required!",
        "Aries Daily Love & Relationship Horoscope": "Healthy boundaries have become necessary in your relationship, but you have been finding it difficult to demarcate them. You need to sit down with your partner and talk about the various dimensions of your relationship with which you are feeling uncomfortable. Today is ideally suited for this task as your partner will be receptive to your ideas and will be willing to talk to you about them.",
        "Aries Career & Money Horoscope": "You know the importance of time and today you may work towards accomplishment of a goal. You are on right track. Work hard. Success is not distant. Your financial situation is stable and so you may be interested in taking some risk regarding trading and shares. New avenue of income may appear today. Consult your well wishers before going ahead."
    },
    "1": {
        "Taurus Daily Horoscope": "There may be a psychological fact which is causing you a lot of discomfort. You may have reminisced about the bad happenings of the past. Go and share your concerns with a friend or a relative and the day will turn out to be a great one for you! These are just certain demonstrations to make you strong in life!",
        "Taurus Health & Wellness Horoscope": "Take adequate protection against cold and viral infection and other infections of the respiratory system. You have been exposed to a polluted atmosphere for a long time and this will now take a toll on you. Try alternative preventive measures and home remedies to keep away the infections as they are likely to be more successful. Modifying your lifestyle can be beneficial now.",
        "Taurus Daily Love & Relationship Horoscope": "You are likely to meet someone today who seems too perfect to be true. Trust your luck because you may have met your soul mate. Listen to your heart today even if your logical mind warns you about things being too good. For once, romantic events will be going your way just as you desire. Do not miss this opportunity for a meaningful relationship in your life.",
        "Taurus Career & Money Horoscope": "You have been saving up to spend on some pet project and the time is at last right to actually put your plan into motion. When you go to buy the object, you are going to be tempted by bigger and more sophisticated things, but you should definitely stay within your budget. Expenses are inevitable today, but try to avoid over spending o n things that you do not need."
    },
    "2": {
        "Gemini Daily Horoscope": "You will not feel comfortable dealing with unknown factors now. So, you will try to stick to the tried and proven roads rather than try any experimental approach. New opportunities will come your way today, but you are likely to choose one which you are familiar with rather than the one which seem to offer better rewards. Take this time to complete your old projects now.",
        "Gemini Health & Wellness Horoscope": "You are going to fare much better today both at home and at work if you enter into a partnership. Individual efforts may run into snags which seem unexplainable and impossible to remove. Working as a team will go a long way in negating these blocks. Cooperation and team effort will end up with success for you at any venture.",
        "Gemini Daily Love & Relationship Horoscope": "Be careful as cheating and trickery is fast marching towards your sign. Though it will be unintentional and mild, but you may get hurt. You are giving today. Today is little tough time, but the incidences will only make your love strong and powerful. In future you will vouch on the love. Today, avoid expressing too much.",
        "Gemini Career & Money Horoscope": "While you are quite satisfied with your job and good at it too, you may lose your temper today and get into arguments with your colleagues. Be careful not to take any reckless decision based on these momentary disturbances. There is a chance that you may leave your job ﾖ a job you actually like ﾖ because of a momentary unpleasantness. So, it is vital that you guard your temper today."
    },
    "3": {
        "Cancer Daily Horoscope": "You may undertake short trips for professional or personal reasons. Though it is not easy for you to undertake trips at this point of time but still you will manage to do so and its results will be favorable too! Your generosity will be identified greatly especially by the people who failed to recognize it earlier.",
        "Cancer Health & Wellness Horoscope": "You are confident enough to take care of yourself and to do everything on your own. But this makes you isolated from others which is very risky for a healthy development of mind and soul. So try to mingle up with people around you as much as you can. Ask for their perspective about how well you are leading your life.",
        "Cancer Daily Love & Relationship Horoscope": "Gentleness and care is necessary to relate to your partner right now. He or she is dealing with an issue that is very important to him / her. You need to inspire the confidence so that he / she decide to confide in you. Prepare to lend your full support. Passing successfully through this crisis will have a long lasting effect on both of you.",
        "Cancer Career & Money Horoscope": "This is a great time to make conversations with people of great influence. Establish as many connections as you can if you want to reach to a better place or upgrade your current position. You do not seem hopeful of striving the best opportunities to multiply your wealth. But be hopeful and keep striving for the same cause you can make it!"
    },
    "4": {
        "Leo Daily Horoscope": "You are at your creative best. Decipher the meaning of your imagination. It will bring luck and happiness. Let your mind rule your heart. You look for a logical output. Channelize your energy just a bit to unleash the hidden gold. Today is a good day to think of investments of any kind. Let yourself go loose a bit not getting over cautious.",
        "Leo Health & Wellness Horoscope": "Time to take extra care of yourself since you have been paying least attention to your health lately. You may have fever or minor accidents if you miss out at any point in safeguarding your health. Reveal whatﾒs there in your heart to someone you can confide in! This will relieve you pretty well. Change your lifestyle and mindset too if required.",
        "Leo Daily Love & Relationship Horoscope": "You may have a longing for partner who is away from you either physically or emotionally. Physical distance is difficult to cover but emotional distance can be covered with ease. Just keep your ego aside and take the first step. You may be surprised to find that your partner reciprocates your feelings. Go and smash the invisible wall.",
        "Leo Career & Money Horoscope": "Today is a lucky day for you. You may be on top in any meeting or negotiation. You will sail through any circuitous situation with much ease. Your efforts will be appreciated. If you are planning to invest today in a property, you may get a good deal. Read the documents carefully before agreeing for the terms."
    },
    "5": {
        "Virgo Daily Horoscope": "Today, you will be filled with the urge to do something and impress others. You will be able to take strong and decisive actions and your sense of timing is implacable right now. You will be able to clear your old debts and obligations now. You may help someone close to you by the virtue of your quick thinking.",
        "Virgo Health & Wellness Horoscope": "High energy keeps your spirit soaring high. Today is a great day to get back to exercise regime after a brief period of laziness which has left you desperate enough to be back on the track. You believe in making fitness your lifestyle and today you work towards the same. Following the correct procedure during exercising is important lest you may experience a small injury.",
        "Virgo Daily Love & Relationship Horoscope": "You have been living a very busy life and commitments from all sides were making demands on you. Today, the pressure is likely to ease a little. Take this opportunity to rest and relax with your family or your partner. You will draw comfort from familiar things. Enjoy a quiet evening at home with your partner instead of going out for more vigorous enjoyments.",
        "Virgo Career & Money Horoscope": "You love your job and you are good at it too. However, the planetary alignments may cause temporary disturbances in your workplace today. Take care not to take any impulsive decision based on these transient feelings. You need to guard your temper at your workplace and disregard minor irritations. Otherwise you may end up even leaving your job though you love doing it."
    },
    "6": {
        "Libra Daily Horoscope": "People in authoritative positions may delay your work in order to take out personal grudges of the past. And this may be a cause of great concern for you, as it will not only impact the present events but also your future ventures too. At this time, just enjoy the domestic bliss you have and this will evoke greater enthusiasm in you.",
        "Libra Health & Wellness Horoscope": "You may be thrust into controversial social situations today. Such confrontations will increase your mental stress and this will inevitably leave an impact on your health. The best way to tackle this is to avoid such situations, but this may not be possible. So, you should adopt some relaxation techniques so that you do not accumulate needless stress and endanger your health.",
        "Libra Daily Love & Relationship Horoscope": "The day is best suitable to surprise your partner with a romantic gift or gesture. Other things have lately been demanding your attention. You have taken your partner for granted. Now it is time to show your appreciation and be sure that it will be returned wholeheartedly. However, ignoring your partner today can lead to stress in the relationship.",
        "Libra Career & Money Horoscope": "A number of different opportunities regarding finance and career open up in front of you today and you may begin to feel overwhelmed and a bit confused about which direction to take. Be careful not to let this indecision paralyze you. If you get moving now, it can completely change your financial future. Quick and decisive action is the need of the day."
    },
    "7": {
        "Scorpio Daily Horoscope": "The day is likely to be eventful. Circumstances may arise which will force you to confront a past event which you have been avoiding. You need to adopt a tolerant viewpoint in order to deal with this past situation as you tend to be needlessly hard on everyone ﾖ especially yourself. New opportunities can arise from this confrontation. The end result will be positive.",
        "Scorpio Health & Wellness Horoscope": "Adopt some healthy habits of washing hands properly after finishing up routine work and before meals. You are prone to bacterial infections and may have to suffer for a long term if not taken care of! Consume boiled water only and eat properly cooked food. Avoid fast and fatty foods for sometime.",
        "Scorpio Daily Love & Relationship Horoscope": "You are likely to do a lot of soul searching in connection to your love life. You have been wearing rose tinted glasses when you judged your relationship before but now you will be able to adopt a far more sensible and mature approach to love. You will arrive at a clear idea of what you want from your partner and the relationship and how much you are willing to give to it.",
        "Scorpio Career & Money Horoscope": "Your mannerisms are well placed today. Use them for your gain. Meet people and strike conversation. Maintain a positive body language. It is quite possible that a new opportunity will sprout from there. This is a good week to start a new project. Remember your organization skills and keep yourself clutter free. At the end of the month, an unexpected gain is possible."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You are feeling creative and ready to get a number of things done. However, a very real fear of what others will think and say may be holding you back. You need to realize that the right attitude is actually half the battle won. Paradoxically, though you feel creative and energetic, your self confidence is actually at a low level.",
        "Sagittarius Health & Wellness Horoscope": "You are easily distracted and hence deeply admire those who have the ability to focus and concentrate. Time to learn something from them and implement their techniques in your own life! You will get opportunity to focus on something important and go after it. Practicing yoga early in the morning may be of help too.",
        "Sagittarius Daily Love & Relationship Horoscope": "The time is right to plan major changes of positive nature in your relationship. You are ready to take it to the next level, but you need to make the first move. You are naturally reticent and this has left your partner in the dark about your true feeling. Just bare your heart and you will find all the distrust disappearing from your relationship.",
        "Sagittarius Career & Money Horoscope": "Today may not a very good day for people appearing in any exam. However, if you must appear today, do not let negative thoughts cloud your spirit. Go ahead, your strength and positivity may ward off any negative waves from your sun sign. Be careful while lending money today as someone may cheat you. Refrain from lending huge sum."
    },
    "9": {
        "Capricorn Daily Horoscope": "Your mood is both playful and dramatic today and you are going to be attracted to all things beautiful. This may lead to some unplanned and unnecessary expenditure. All your pursuits today will have an aesthetic touch. You may also go for some beauty treatment. You are going to be in a jovial mood all day and this will create conviviality in your workplace as well.",
        "Capricorn Health & Wellness Horoscope": "You are pretty charged today. Divert the excess energy in keeping yourself fit and fine. Devise a strategy for proper exercise on a regular basis. Make a point to commit yourself to it. You cannot afford to compromise with your health so check your tendency of drifting away from routine tasks.",
        "Capricorn Daily Love & Relationship Horoscope": "The day is going to be a balancing act between your job and career and your family. Both are growing quite demanding in the last few days and you have been attending to both. But, it will be quite difficult to do so today. It may seem that you have to choose one or the other. It is best to concentrate on work issues right now, though you will have to be tactful with your family.",
        "Capricorn Career & Money Horoscope": "You are full of powerful energy to help you achieve your desired goals and generate wealth for your family. You will be able to acquire a lot of knowledge and which will help you earn more the next time your serve someone. So you have all the ingredients for financial security and success at your hand."
    },
    "10": {
        "Aquarius Daily Horoscope": "You can speculate easily what is about to happen. And you have an expressive attitude with impressive communication skills. So just strive hard for what you want! Refrain yourself from getting into any altercations with aggressive people who are always fault finding.",
        "Aquarius Health & Wellness Horoscope": "The day can be quite confusing for you with conflicting opinions and different opportunities rising on all sides. While a number of forces pull you in many different directions, try not to overanalyze or please everybody. Instead, going with your own heart can turn out to be just the thing for you, even if you do not realize it at the time.",
        "Aquarius Daily Love & Relationship Horoscope": "The day will have a pleasant beginning. A lot of warmth and laughter from your partner will brighten up the personal relationship. You have faced a difficult time in your personal life. So this is the time to go out with your partner, lie down and have some real fun! Laughing at yourselves will vanish most of your worries as a couple.",
        "Aquarius Career & Money Horoscope": "Prepare to receive an unexpected gift from someone close to you. The day is especially good as far as your ob is concerned. Colleagues and superiors at the workplace are going to be especially helpful and supportive. This will help you to finish off all your work on time and you can schedule some party time in the evening."
    },
    "11": {
        "Pisces Daily Horoscope": "You may want to act impulsively and rashly out of a fit of anger. But you are advised to keep your mind stable and think sensibly. You have the power of communication and you should use that in your favor. In order to reduce the level of stress, go for any adventurous sports which you like but do not indulge in carnal pleasures.",
        "Pisces Health & Wellness Horoscope": "You can sustain minor falls or injuries today or you may be susceptible to allergic reactions. Small accident is on the cards. So, you need to be extra careful. Otherwise, it is going to be an uneventful day. You may be visiting someone in a health centre. This is also a good time to introduce some long needed changes in your lifestyle.",
        "Pisces Daily Love & Relationship Horoscope": "For the last few days you have been preoccupied with your career and job issues. You have neglected your family and romantic relationship for the duration. So, it is now time that these aspects of your life will begin to demand more of your time. You must attend to these issues now. Otherwise there may be problems in the future.",
        "Pisces Career & Money Horoscope": "You must stay alert or even rebellious, if required, for your own good. Those who appear to be more informed and knowledgeable may commit mistakes which are hard to rollback. Adhering to their command will make you fish in trouble waters too. You expenditures now seem to be under control and that is what you have been longing for since long."
    }
} ]
