horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You have a lot of trust in yourself, but you should not be overconfident or dominating. Trying to impose your own viewpoints on others may end up in backfiring today. It is not enough to be right. You also need to behave in a way without offending others. A humble approach can help you to complete a number of pending tasks today.",
        "Aries Health & Wellness Horoscope": "You need to be extra careful about what you eat today. Stomach problems and indigestion are common, but in some cases, they may develop into something more serious. Avoid junk foods, deep fried foods and sugary snacks. Those with chronic health conditions may experience an acute attack if proper precaution is not taken. Light exercise or rest is indicated for today.",
        "Aries Daily Love & Relationship Horoscope": "Complications are likely to arise now in your romantic relationships. You must keep a firm hold on your temper because getting angry or upset is not going to produce any fruitful results. You also need to identify the love and affection that you feel for your partner that has become buried under a mountain of stress. Maintaining a fine balance between your self-respect and your commitment to your partner becomes very important now.",
        "Aries Career & Money Horoscope": "Before you rush in blindly to complete your tasks, you need to take some time and mull over your past experiences. You need to evaluate your past and find out what you can change and what you need to accept in order to fulfil your potential. You will also need to judge your own abilities to determine whether you should proceed in the path that you have been following for so long."
    },
    "1": {
        "Taurus Daily Horoscope": "This is the perfect day when you can impress those around you with your insight and your understanding of any situation. You will be able to offer innovative solution to some major problem at your workplace or for one of your friends. It is an exciting time for you. You need not seek attention. Instead, people will turn to you for your help and support.",
        "Taurus Health & Wellness Horoscope": "You are pretty charged today. Divert the excess energy in keeping yourself fit and fine. Devise a strategy for proper exercise on a regular basis. Make a point to commit yourself to it. You cannot afford to compromise with your health so check your tendency of drifting away from routine tasks.",
        "Taurus Daily Love & Relationship Horoscope": "You are in a judgmental mood today and your romantic partner is also not exempt. You are likely to sit down and categorically consider the pros and cons of the relationship in order to make a decision whether to continue it or not. In this accounting, you are also likely to underestimate your own feelings or even leave them out altogether. It is necessary to consider your heart and emotions before you take any decisions today.",
        "Taurus Career & Money Horoscope": "You have the power to accomplish anything you want to! Do not pay attention to what others think of you. They pretend to criticize you just to make you feel low, deep down within they know that you are a talented soul. So just enjoy your self confidence, 99 % of the game has already been won whenever you have to get down on the playing field."
    },
    "2": {
        "Gemini Daily Horoscope": "Communication is your key today. You may open up to a close friend or loved one. Something has been troubling you for quite some time. Today is the day to vent out your anger and frustration. A solution may surface while discussing. Remember pouring heart out will help you. A surprise waits for you at the end of the day.",
        "Gemini Health & Wellness Horoscope": "Relaxation is the need of the day. This does not mean lying on the couch and eating junk foods. Instead, you need to practice a few relaxation techniques or opt for a massage from a professional. Take good care of your diet. You love junk foods, but they actually make you feel ill. You need to take a closer look at your health.",
        "Gemini Daily Love & Relationship Horoscope": "You seem to be too excited about hosting a party in honor of your belovedﾒs achievements. But unfortunately it will turn out to be a regular get-together. Your favorite guests may not arrive even! Still your partner will be drawn to the care and concern you have for them! And this is what your real achievement is!",
        "Gemini Career & Money Horoscope": "Take on some additional responsibilities today. If you perform well, you may be entrusted with such responsibility on a daily basis. With this, will also come an increase in salary. So work sincerely and constantly motivate yourself. Benefits do not appear today, but you are working towards a better life tomorrow. Use your creativity to accomplish your task."
    },
    "3": {
        "Cancer Daily Horoscope": "You are going to fare much better today both at home and at work if you enter into a partnership. Individual efforts may run into snags which seem unexplainable and impossible to remove. Working as a team will go a long way in negating these blocks. Cooperation and team effort will end up with success for you at any venture.",
        "Cancer Health & Wellness Horoscope": "You are full of hope and energy. This positive feeling will keep you going throughout the day no matter how many hindrances you have to face. Situation is not rosy when it comes to your health, still you will not get bed ridden! Proper consultation with a specialist will cure you in no time. Maintain a healthy diet as well.",
        "Cancer Daily Love & Relationship Horoscope": "A win-win situation is there for you and your partner today. Your amorous feelings are compelling so much that you are quite demanding. The fire is equal and matching at the other end as well. So, be very careful, ask and you may not be disappointed. A little gentle and caring approach is required. As such you are an understanding partner.",
        "Cancer Career & Money Horoscope": "You seem to be occupied with your personal work and have put the professional work on hold for a while. But people need you badly at the workplace. It is okay if you are unanswerable over the phone or unresponsive over the e-mail. Expenses seem to mount up but you will be able to make up the lost money as you are about to receive some unexpected wealth very soon."
    },
    "4": {
        "Leo Daily Horoscope": "Today you will volunteer to maintain harmonious environments both at home and at the workplace. It will be an exciting experience and will amplify your motivation to work for peace. However do not reveal any private information to anyone and be prepared to digest the bitter truth in case you have to learn it!",
        "Leo Health & Wellness Horoscope": "If you drive some vehicle, be cautious and drive carefully. Watch out your driving and be defensive while on the road. Minor accident is indicated but if you pay attention it can be avoided. Be conscious of turns and speed breakers. Slow down your vehicle. Also, today do not loiter outside without any work. Finish your work and relax at home.",
        "Leo Daily Love & Relationship Horoscope": "The planetary influences send rather sudden surges of energy to your love life. Your partner may behave much more aggressively than normal and you are likely to be at a loss about how to handle this. If you are single, you may decide to go out with a person whom you normally would have avoided. It is the perfect day to experiment with your relationship even if you never planned to do so.",
        "Leo Career & Money Horoscope": "You are an ambitious person with the capability of keeping things well organized in addition to chasing your dreams. But others are not so! And you must not tell them to be so; that is up to time. So just resist this urge else you will be mistaken to be interfering in other peopleﾒs lives!ﾠﾠ"
    },
    "5": {
        "Virgo Daily Horoscope": "You may face certain restrictions from the family, possibly due to the trouble from close relatives. It will not last for long but will affect you severely so just ignore it till it gets over. Today you will spend money in buying useful assets and will be busy with household related work, may be selling the least important equipments or just a regular clean-up of the house.",
        "Virgo Health & Wellness Horoscope": "You need to realize that good health is the key to happiness and you will not be able to enjoy anything if you continue to indulge in habits that are harmful for your health. Today is quite suitable for adopting these changes which can help you to lead a better and healthier lifestyle. Take a pledge to give up your unhealthy addictions today.",
        "Virgo Daily Love & Relationship Horoscope": "You are advised to look for opportunities to please your soul mate in spite of following a rigorous training schedule! Your relationship gives you the kind of love what others dream of and that it why you are ignorant towards it. Try to compose a ballad or song for appreciating your beloved or frame some picture perfect memories.ﾠﾠ",
        "Virgo Career & Money Horoscope": "You may come in accord with a successful professional who may be the best option available for getting your work done. But be careful before forming partnership with him. Chances are there that he may hike his rates in the mid of the work assignment. Best option would be to go for an agreement where the hike rate should not be left floating."
    },
    "6": {
        "Libra Daily Horoscope": "You may discuss few important issues with your relatives. Try to be loving and kind in your conversations. If you canﾒt handle any situation just leave it for the time being rather than overdoing it. Attend gatherings in the evening time if you want to lighten up your mood. Focusing on matters of faith and spirituality will be of benefit to you.",
        "Libra Health & Wellness Horoscope": "Today you want to be a source of love and support for people who consider you as a close buddy! But do not neglect your health while caring for them. Carry your own cooked food and water from home in order to avoid any source of infection. Try to demarcate the time for which you will be available for others and for your own self!",
        "Libra Daily Love & Relationship Horoscope": "Partnering well in personal life will give you an edge in professional life as well. The joint venture of you and your partner will turn out to be a great success in matters of love as well as business. You two have a very good understanding of each otherﾒs differences and hence can get along very well with each other. Continue to be so always.",
        "Libra Career & Money Horoscope": "In professional matters, today you may get much needed support from an influential person. While working with that person, do not leave any point to impress him/her through your work. You may be putting a ladder for achieving a promotion or a hike. Avoid talking about it to others. Simply concentrate on your work. Your work will only vouch for you."
    },
    "7": {
        "Scorpio Daily Horoscope": "What ever you will start today is bound to succeed no matter what ever obstacle comes your way! You will be able to recharge and reestablish healthy relations with others by the end of the day. Just bring a wise change in your nature ﾖ do not try to be in charge of every relationship. Give equality to all and you will be loved by all.",
        "Scorpio Health & Wellness Horoscope": "If you have been struggling with your weight, then you are going to see some positive results today. It is the best time to start a regime of healthy diet and exercise. Chances of success will be higher if you take the help and advice of someone near to you regarding your health practices. You will feel full of energy and a new optimism today.",
        "Scorpio Daily Love & Relationship Horoscope": "You are going to require lots of patience to deal with your partner today. Be careful what you say if you want to maintain peace. Minor disagreements can flare up into major issues. However, this is just a minor blimp and you should not highlight this incident and lose something good happening in your life. Silence will indeed be golden today.",
        "Scorpio Career & Money Horoscope": "Today, you are going to rediscover the love and joy that you felt in your work. External pressure have been steadily depriving you of this joy for the last few weeks, but today, an event will help you to remember why you chose this career and how much it actually suits you. This is a great day to introduce a change in attitude at your workplace."
    },
    "8": {
        "Sagittarius Daily Horoscope": "The day will be fine in the beginning although it may turn out to be a little hectic later on. Someone at home may be ill and you may have to attend him/her amidst a jam-packed schedule. You may receive happiness from friends or even colleagues and will make plans of spending time with them in the near future.",
        "Sagittarius Health & Wellness Horoscope": "The day is best suited for a complete change in your health and fitness regime. You are likely to start a new routine of exercise or other physical activities today. You will feel a surge of enthusiasm to take special care of your health. However, you need to realize that your mind is intimately linked with your physical health and one will not improve without a corresponding improvement in the other.",
        "Sagittarius Daily Love & Relationship Horoscope": "Those who have been in relationships are about to witness the beginning of a new phase in their private life! You may tie knots with your partner or move in together. This may involve a huge investment as the house needs to be remodeled in either of the two cases. Those who are single may find someone torrid and intimate today.",
        "Sagittarius Career & Money Horoscope": "It is necessary that you take special care in dealing with your co-workers today. A volatile atmosphere at your workplace can erupt into a full-fledged argument. So, it is best to avoid confrontations at work today. Minor disagreements with seniors are also possible. However, investing in some metals or agricultural commodities can turn out to be very lucky for you."
    },
    "9": {
        "Capricorn Daily Horoscope": "Tension seems to mount up as the day progresses. Do not give up until you reach the finish line! Winning or losing does not matter; you did it that really matters! You have been persistent and this is the time to hold on to it for a little while more! Try to figure out the root cause so that the matter can be put to rest once and for all!",
        "Capricorn Health & Wellness Horoscope": "You may dream in your sleep which may provide you with a very useful guidance. You have been ignoring the advice of specialists to switch to homeopathic care! Consequently you may experience strain in all parts of your body! Ask some one to be close to you when you go for ablutions!",
        "Capricorn Daily Love & Relationship Horoscope": "You will be required to extend your unconditional love and support to your partner. You may learn of something that is potentially damaging, but you need to remember your priorities and be sympathetic and soon you will find that your relationship has actually emerged stronger. Do not judge your partner too harshly. Instead, a loving ear is necessary to weather this storm in your relationship.",
        "Capricorn Career & Money Horoscope": "The projects you have been working on very diligently can now be made public at this point of time. And at such an occasion ramp walk the podium in your style. The uniqueness of your work will be known and respected by all when it will be opened up! However retain the confidentiality all the time!"
    },
    "10": {
        "Aquarius Daily Horoscope": "The day may turn out to be somewhat bizarre. Event which you never expected have a high chance of happening today. It is important that you take note of the planetary energies and try to understand the direction to which they are pushing you. Detecting the right path at this juncture can have a revolutionary effect on your life.",
        "Aquarius Health & Wellness Horoscope": "Physically taxing activities are on the cards today and you are going to enjoy every minute of it. You will be at the top of your form and will perform excellently in all sporting and athletic pursuits. You will have a tendency to drive yourself hard, carries away by your success. However, this is not going to have any negative effects as long as you remember to regulate your diet.",
        "Aquarius Daily Love & Relationship Horoscope": "You are going to be uncharacteristically aggressive in love today. Your partner is likely to be rather astonished because he / she is used to tender romantic gestures from you. But they will love your new style and will be more than a suitable match for you. Explore different dimensions of your relationship today. You will be pleasantly surprised.",
        "Aquarius Career & Money Horoscope": "You are involved in professions involving travel and socializing. Put your best foot forward as you may be able to establish very good networks with people of great importance. Pay attention to what is going around you. Your competitors may be setting up a stiff competition for you to crack and walk ahead in your career!"
    },
    "11": {
        "Pisces Daily Horoscope": "You are full of energy today. Your charm and wit is likely to dazzle all both at home and at your place of work. Go out with friends or someone special and enjoy. The day will be relaxed and free of pressure. There are chances of making significant monetary gains today, but keep an eye on the amount that you are spending on your shopping.",
        "Pisces Health & Wellness Horoscope": "Your health can be a little unpredictable today, but your exceptional mental strength and determination can help you tackle any situation. You may have to face a day of considerable physical labour, but you will come through with flying colours and complete all your tasks with time to spare. You may also stimulate someone else to start a healthy regime. However, be sure to relax at the end of the day with your favourite activity.",
        "Pisces Daily Love & Relationship Horoscope": "A change of major proportion is indicated on the relationship front today. If you are already in a relationship, think carefully where you want to take it or whether it is time to get out of a bad situation. If you are single, then this is not the best time to embark on a new relationship as you are likely to misread signals.",
        "Pisces Career & Money Horoscope": "Your attention to detail and meticulous way of completing every task is going to attract the attention of your superiors. More responsibilities will be given to you. You need to tackle them in your usual efficient way as this can open the door to further opportunities in your career. Your finances are going to improve but make sure you invest wisely and plan for your advanced years with care."
    }
}]
