horo_english=[ {
    "0": {
        "Aries Daily Horoscope": "You are going to receive some unexpected good news. It may be related to your career or personal life, but it will result in financial gain for you. It will also show you the path to future gains of the similar types. You are going to be in an upbeat mood and will infect everyone around you with optimism and happiness. Enjoy the time with friends and family.",
        "Aries Health & Wellness Horoscope": "You are vulnerable to infections now. so, it is vital that you should use separate items of hygiene like soap, bath towels etc. Even using a common comb can end up in infection. You can take vitamin supplements to improve your immunity and health. Be sure to maintain high level of hygiene in your house in order to reduce the chance of infections.",
        "Aries Daily Love & Relationship Horoscope": "It is vital that you take special interest in your family matters today. You have been ignoring your relationships for your career commitments for quite some time now. You have also achieved what you set out to do in your career. So, now, you need to turn your attention to relationships. Nurturing your relationships can supply some vital ingredient to your life at this point.",
        "Aries Career & Money Horoscope": "Balance is your major theme today and you try to achieve a balance between your income and expenses. You may start looking for a second job to supplement your income and you are likely to stumble upon a very good opportunity today. At the same time, you will be successful in tightening the purse strings today in a bid to control your expenditure."
    },
    "1": {
        "Taurus Daily Horoscope": "Today you will be the cynosure of attraction. Being the centre of focus is your innate ability which others lack and hence they will be jealous of you like never before! When you find time try to ponder about the past, present and future and many of your questions will be answered. You may find solutions to many of your problems as well.",
        "Taurus Health & Wellness Horoscope": "It is time to take special care of your health. Ignoring your health problems will not make them disappear. Instead, they are likely to become much more serious over time. However, timely intervention can avoid much of that. It is also necessary to take care of the general health of your loved ones. You can also catch an infection from someone close to you.",
        "Taurus Daily Love & Relationship Horoscope": "You need to realize that though there may be a lot of love, every relationship needs work to be sustained. Simply being in love is not sufficient; you should demonstrate your love from time to time. You have been ignoring the gestures for quite some time now. If you do not remedy this tendency at once, your partner will begin to think that you have lost interest and they may begin to look elsewhere.",
        "Taurus Career & Money Horoscope": "Work life seems to be balanced. You will be well identified for your impressive soft skills. You will get numerous opportunities to learn more and share this knowledge with others too. However there may be some unforeseen circumstances which may cause a heavy financial loss to you.ﾠﾠ"
    },
    "2": {
        "Gemini Daily Horoscope": "You are at your creative best. Decipher the meaning of your imagination. It will bring luck and happiness. Let your mind rule your heart. You look for a logical output. Channelize your energy just a bit to unleash the hidden gold. Today is a good day to think of investments of any kind. Let yourself go loose a bit not getting over cautious.",
        "Gemini Health & Wellness Horoscope": "You take things slow and steady. But you also do not shy away from showing an instant spurt of energy. This of course surprises all around you. Similarly your skin also takes the same course. At one time you enjoy a porcelain complexion and at other time there is a sudden burst of pimple. Drink gallons of water on a daily basis.",
        "Gemini Daily Love & Relationship Horoscope": "It is an interesting phase in your love life. Those who have just started of with a new relationship should look for ways to strengthen their relationship more. The two of you can blend in romance and talents together very effectively. Just be open about the future but do not indulge into any plan making right now. Just go with the flow.",
        "Gemini Career & Money Horoscope": "The cards show a twisted tale of love at the workplace. Be extremely careful. A secret work assignment may lead to a rift between you and your partner. Make your partner understand the reasons for confidentiality and they will support you! Finances will flourish and will remain balanced."
    },
    "3": {
        "Cancer Daily Horoscope": "Your intuition is strong at this point of time and will be giving you a good guidance in what ever you do! You can even take risks easily and gamble for fun! Luck is in your favor but you must think twice before taking a leap. You may experience an air of emotions. Old friends and acquaintances may re emerge bringing positive vibes for you.",
        "Cancer Health & Wellness Horoscope": "There is a chance that you may catch some skin infection from an item of common use. So, be extra thorough in keeping your toiletries and other hygienic items separate for your exclusive use. In fact, a high standard of cleanliness is now essential to preserve your health. You also need to protect your eye from dust allergies as you are prone to eye allergies now.",
        "Cancer Daily Love & Relationship Horoscope": "You may have to argue with your partner to stop them for their own good. They may not welcome our opinion but you have to make them understand your point of view. Do not fuss too much else you will lose your relevance. The altercations will not last for long and you will fetch more respect from your partner towards the end of the day.",
        "Cancer Career & Money Horoscope": "You may find your day to be a bit monotonous as you have been working on the same project since long. This may be fatal for your progress so look for a change as soon as possible. However in the mean while enjoy the harmonious relationship with your co-workers. One of them may be of great help to you in finding a way out of the organization very safely!"
    },
    "4": {
        "Leo Daily Horoscope": "You may find yourself getting possessive about material things. Do not hold things too tight. Just follow the flow and move with it. You need to be firm about things until you have the answers in your hand. You may also think of shifting your house. It will be good to spread the words to your friends and colleagues.",
        "Leo Health & Wellness Horoscope": "You have charming features and you just need to polish yourself! Go for a massage which will impart radiance to your skin, go for a haircut or get your nails done or you can even lie like an immortal in a tub loaded with petals. Indulge yourself in healthy pleasures and do not question yourself over it! It is a healthy indulgence so you deserve it!",
        "Leo Daily Love & Relationship Horoscope": "How hard you try, your partner is not paying attention to you. It is time to paper him/her with your acts. Get home early today and cook for your better half. Decorate the room and light candles. There is love in the air. Show your partner today. He will surely understand today. If you are staying away, give a call to your partner.",
        "Leo Career & Money Horoscope": "You seem to be occupied with your personal work and have put the professional work on hold for a while. But people need you badly at the workplace. It is okay if you are unanswerable over the phone or unresponsive over the e-mail. Expenses seem to mount up but you will be able to make up the lost money as you are about to receive some unexpected wealth very soon."
    },
    "5": {
        "Virgo Daily Horoscope": "You are at your humor best. Don't lose this aspect of your character which keeps you tension free in toughest of situations. You may crack a deal because of your proactive nature. Someone needs your encouragement. Look around and be the mentor. A happy time with near and dear ones are indicated. Be cautious while eating fish.",
        "Virgo Health & Wellness Horoscope": "If you have been struggling with your weight, then you are going to see some positive results today. It is the best time to start a regime of healthy diet and exercise. Chances of success will be higher if you take the help and advice of someone near to you regarding your health practices. You will feel full of energy and a new optimism today.",
        "Virgo Daily Love & Relationship Horoscope": "The connection with your soul mate seems to be fading away due to work pressures. But you can struggle well to maintain meaningful relations. If you are serious about this person then you must strive to retain the lost charm other wise control your temptations. It will be an unnecessary and wasted effort for some one who does not matter to you much!",
        "Virgo Career & Money Horoscope": "You are a bit different right now as fun and romance are on your mind, contrary to the thoughts of work hovering around you always. But it is okay, take a day off from work and enjoy your day. Do not worry much since you know it well when you have to draw the line. Management at the workplace is pretty impressed with your work and you may get a promotion even!"
    },
    "6": {
        "Libra Daily Horoscope": "Enjoy communication and even a day trip with an old friend and family. You should stick to those methods in your work which have proved to be beneficial in the past. It is better not to start any new experimental things today. If you are trying to get a job or a project, stick to conventional methods and sell your ideas and abilities strongly and success will surely be yours.",
        "Libra Health & Wellness Horoscope": "Your heart is not content until and unless you feed others well. Ask your heart to love you too! Encourage yourself to eat well, sleep well and take plenty of rest which your body has been demanding since long. Attend cooking sessions to inspire you to prepare and eat your favorite cuisines. Do not be health conscious when not required!",
        "Libra Daily Love & Relationship Horoscope": "You have been more on the passionate side and hence fail to recognize that relationships are multi faceted doorways. You have to move in circles which are both exciting and challenging. You will get a chance to get closer to someone whom you have deeply admired since past many years. You will be greatly delighted to have this person around.",
        "Libra Career & Money Horoscope": "There is an atmosphere of tension at your workplace. It may be due to the heavy losses incurred, for which you are no where responsible. Do not allow yourself to take in this kind of energy. Instead try to motivate all those who are struck by this wave of negative thoughts. You will be able to receive the required wealth from various sources to manage the expenses."
    },
    "7": {
        "Scorpio Daily Horoscope": "You are going to pay a lot of attention to details today. You are likely to be involved in detailed planning of a project and you are going to be very thorough about it. You are feeling very industrious and this will be reflected in your job. You are also going to earn acclaim for this. A spurt of creativity will mark every aspect of your day.",
        "Scorpio Health & Wellness Horoscope": "The day will have a normal beginning but the healthy effects of your routine meditation exercises will be quite evidently visible today! You may be able to connect with your spiritual self towards the end of the day! Just do not consume much of the medicines as your liver may get affected.ﾠﾠ",
        "Scorpio Daily Love & Relationship Horoscope": "The force of your own romantic feelings is likely to take even you by surprise today. Chances are high that you will act in a totally uncharacteristic manner today and your boldness will probably be rather surprising. It is likely to leave your partner feeling dazed but happy and thankful. Make the most of today with long romantic walks and spending time together.",
        "Scorpio Career & Money Horoscope": "It seems to be a bit controversial day for you! You may mumble or blurt out something about others which will be percolated down to them and may ruin your professional life. Also there is a chance that you may reveal any of your secret which is being linked to some one elseﾒs secret. So do not mingle much with the people around you."
    },
    "8": {
        "Sagittarius Daily Horoscope": "The time is right to turn your attention to materialistic comforts. Enjoy your social life now and get in touch with old friends or family members from whom you have not heard for a long time. You will also experience a shift in your consciousness which may come gradually or which may descend on you without warning. It is a good idea to listen to your instincts now.",
        "Sagittarius Health & Wellness Horoscope": "You are going to feel very energetic today. This is the most suitable day to schedule outdoor activities. You are likely to excel at competitive sports. As you drive yourself harder, you will also experience mental exhilaration which does not come your way easily. Altogether, this is a very positive and upbeat day for you. You are at the peak of your physical form.",
        "Sagittarius Daily Love & Relationship Horoscope": "Love and romance are a bit risky ventures for you today! You may come across some one who is not mean and wants to play for keeps only. But you must not aim to get romantically involved with this person. Try to be friends with this guy or girl first and let them know how much you care for them. Know them well and give them a chance to do so as well.",
        "Sagittarius Career & Money Horoscope": "You seem to be in a mood to read between the lines at this point of time! You will review all the work accomplished by you lately and will sort out ways to make your work better. However the finances seem to be a difficult affair for you to manage. There will be hardly any scope for you to save much!"
    },
    "9": {
        "Capricorn Daily Horoscope": "Life may leave you with only two choices and it is equally painful to bear the loss of any one of the two choices. Listening to your heart may help you find a way out! In your free time create a list of goals but prioritize them. Your ambitions have increased in number and so has your desire speeded up to fulfill them as soon as possible.",
        "Capricorn Health & Wellness Horoscope": "You are a sensitive individual and so is your digestive system. As soon as you consume something which is not in accord with your digestive system, your body will reject it. You may suffer from loose motions or vomiting and the condition will get severe if not checked. Try to go for indigenously prepared medicines.",
        "Capricorn Daily Love & Relationship Horoscope": "It is necessary that you slow down in your romantic life. You have been taking every emotion with a high degree of intensity, but it is not possible to sustain this. You need to take things slow today. Replace passion with romance and old fashioned courting, even if your mind instructs you to go for it all at once. Small meaningful gestures will go a long way today.",
        "Capricorn Career & Money Horoscope": "You are full of positive energy and are likely to be surprised when you see how much you manage to accomplish today. All your backlogs will be cleared up and any blocks in the way of difficult projects will completely disappear today. You will not only be able to finish all your considerable workload with ease, but will also be able to infect everyone around you with your enthusiasm."
    },
    "10": {
        "Aquarius Daily Horoscope": "News about financial gain may make you and your loved ones happy. There is a sense that things are positively turning around. You are pleasingly presentable. Go out and meet people. New opportunities will sprout from your associations which will prove beneficial in the long run. You may bring a change in your house either structurally or family wise.",
        "Aquarius Health & Wellness Horoscope": "While physical health continues to be quite good, your mental stress has been mounting lately and you urgently need to look for a solution. Certain dynamics in the career front must be changed. Otherwise, the accumulated stress may have a drastic impact on your health. You can try some relaxation techniques and exercise. A detoxification diet can also work wonders.",
        "Aquarius Daily Love & Relationship Horoscope": "The day is perfect for love. Show your appreciation for that special someone in your life by doing something unexpected and see the day become special. Romance is in the air. If you are single, today is the day when you may meet the love of your life or just begin to see a close person in a completely new and romantic light.",
        "Aquarius Career & Money Horoscope": "Your mannerisms are well placed today. Use them for your gain. Meet people and strike conversation. Maintain a positive body language. It is quite possible that a new opportunity will sprout from there. This is a good week to start a new project. Remember your organization skills and keep yourself clutter free. At the end of the month, an unexpected gain is possible."
    },
    "11": {
        "Pisces Daily Horoscope": "Every encounter that you have now is characterised by a surge of energy and purpose. The quality of your interactions will improve dramatically and you may even come in contact with somebody who will revolutionize your life ﾖ financially or spiritually. You will get a better insight into your own character and this will help you to decide on the direction of your life. You should use this opportunity well as understanding yourself can help to resolve a number of your current conflicts.",
        "Pisces Health & Wellness Horoscope": "You have tried a new work out and it does wonders for you. Today you may be showered with compliments. You may have lost a few inches from your waistline. You may be feeling more energetic and active. A new hobby may attract you and you may find yourself completely engrossed in it. A very positive day is marked for you.",
        "Pisces Daily Love & Relationship Horoscope": "Watch out for your temper. You may lash it out on someone close to you. Partner may get hurt with your temper. Try explaining your partner that it was the outburst of some feelings that were ignored in past. Wear blue in some part of your clothing. Try controlling your emotions and if uncontrollable, watch the intensity at least.",
        "Pisces Career & Money Horoscope": "You are in a peaceful mental state and will be able to focus greatly at your work. Today you may be able to crack the best business deals of your career even. But the lack of support from your superiors may hold you back. Try to convince them and all will go well, earning better repute as well as money for you."
    }
}]
