horo_english=[ {
    "0": {
        "Aries Daily Horoscope": "You seem a little confused today. You are also impatient to carry on an important task. It is advisable to wait and not to carry any important negotiation today. Confusion will gradually subside by day end. The day will pass on without any hiccups. You may travel today. Public transport may be a little late. Keep other options in hand.",
        "Aries Health & Wellness Horoscope": "Go for spiritual contemplation and exercises to free yourself of the worries and mental pressure which have been a great cause of your suffering. Undertaking it may change your outlook towards life even! Enroll in fitness packages and you will find it pretty effective as well as convenient to undertake few harmonious exercises.",
        "Aries Daily Love & Relationship Horoscope": "The planets have lined up right for your love life. Be sure to go out with friends and enjoy yourself. You will find opportunities for dating and relationship opening up even in unlikely places. So you need to mix and mingle. This is the right time to explore a new relationship about which you may have had doubts in the past.",
        "Aries Career & Money Horoscope": "You have been striving hard to attain partnerships with the best of the counterparts. And today your hunt will conclude on a satisfying note! You may even be a beneficiary of the prize amount which is the outcome of this partnership. A close colleague may honor you with special words of thanks for being a great support to them!ﾠﾠﾠﾠﾠﾠﾠﾠﾠ"
    },
    "1": {
        "Taurus Daily Horoscope": "You have been following a highly hectic schedule for the last few days and it is time to get organized. Today will be comparatively relaxed, but you should take this time to get your affairs into some semblance of order. Otherwise, things are likely to get even more chaotic in the coming days and you are likely to become anxious as things would seem to go out of control.",
        "Taurus Health & Wellness Horoscope": "Today tension and pressure of work place may affect your sleep. You may find yourself waking up time and again. Before going to bed, relax and meditate for some time. You may want to listen to slow and melodious songs. Darken your room and set the temperature pleasant enough so that you may sleep peacefully. Drink a glass of warm milk before sleeping.",
        "Taurus Daily Love & Relationship Horoscope": "This is a puzzling day for you as far as relationships are concerned. You will fail to understand the actions and motivations of your partner. A vague sense of disquiet and dissatisfaction is also likely to occur in you. You need to give time to work everything out. Trying to hurry things along today is not going to be of any help. Rather, take it slow and the situation will resolve itself.",
        "Taurus Career & Money Horoscope": "While working you follow a detailed approach. This is your positive aspect and this weekend your approach will help you in monetary gains. Avoid manipulation and be honest in whatever you do. Quality of your work will speak for you rather than the quantity of your work. Integrity is welcomed in any situation and will take you out cleanly from a difficult situation."
    },
    "2": {
        "Gemini Daily Horoscope": "There is a strong possibility that you will meet someone from your past today and that person is likely to play an important role in your future. Be ready to offer and accept help without reservation as that can open up a completely new and exciting avenue for you. Change in your case can only be rewarding now.",
        "Gemini Health & Wellness Horoscope": "You seem to be caught in complex problems or your spiritual calmness will be shattered today. Some deep seated painful memories may get lively. Seek the help of a counselor if required to help you resolve certain issues. Watch out for your dreams which may contain answers to few of your questions.",
        "Gemini Daily Love & Relationship Horoscope": "The planetary activities have brought around a tumultuous time in your relationship front. The last few days have been eventful and this has put you in a defensive mood where you just hope to keep your head down and maintain peace. However, this is the very time when you need to explore your relationship in a more aggressive style to understand its depth.",
        "Gemini Career & Money Horoscope": "Temptations will appear in your path today, but it is imperative that you stick to the righteous path. Trying shortcuts will ultimately be harmful for your career. It will not be easy to choose the right path, but you can only do this if you can keep the greed from overwhelming you. If you cannot do this by yourself, call up a true well-wisher and that person will help you to stay strong."
    },
    "3": {
        "Cancer Daily Horoscope": "The stars say that love is in the air for you today. Keep your eyes open, you may meet the man/woman of your dream. However, recognizing the dream person will be tricky as he/she will come in weird package. Today you are also inclined to receive a gift from an unexpected source. All in all the day will be pretty eventful.",
        "Cancer Health & Wellness Horoscope": "You should not tax your physical strength today. Minor issues regarding pain in the back and the neck may crop up today. People who suffer from old injuries or arthritis are going to feel some discomfort. So, it is not advisable to do anything strenuous. Rest is the key to good health in your case. You can also try light yoga, but only under guidance of qualified instructor.",
        "Cancer Daily Love & Relationship Horoscope": "You are prepared to listen to others and you may come across some one who talks endlessly about life and love! You are in luck! This person can honor you with a perfect relationship for lifetime. Plan for more meetings with this person and do not be shy in approaching this person as and when required.",
        "Cancer Career & Money Horoscope": "Your networking with people of similar interest and doing a similar business will increase today. You must avail this opportunity to mentor and encourage others so that you have their support in return as well. Do not expect much from them as things open up gradually and people may be slow in trusting some one new."
    },
    "4": {
        "Leo Daily Horoscope": "This day is particularly favourable for spending time with your family. Go for some bonding with your parents or sibling or enjoy a quiet time with your spouse. Get involved in a fun activity with your children. Even if work pressure threatens to mount, put them aside for today and celebrate the togetherness. You may be surprised at what you can learn from these family sessions.",
        "Leo Health & Wellness Horoscope": "You seem to be out of form since past few days and that is the cause of your concern. Imbalance between what you do and what you plan to do is the root cause of your failure to accomplish the goals set by you. Relax yourself and expect less from yourself too. You may have an attack of anxiety if you will not retain your cool at this point of time.",
        "Leo Daily Love & Relationship Horoscope": "Contradictory planetary forces pull you today in opposite direction. You want to take decisive action; yet you feel cautious and do not want to upset any balance. The result of these opposing effects will be rather interesting on your love life. You will learn a lesson about your partner or your relationship which will help you to plan for the future.",
        "Leo Career & Money Horoscope": "You are likely to receive an unexpected windfall today. You have been responsible with your money, but now it is time to pamper and indulge yourself. Use your gift well to take a much deserved break and you will find that much of your stress and worries have vanished. You have been caring a lot for others. Today, take a little time and money to care for your own self."
    },
    "5": {
        "Virgo Daily Horoscope": "Events have aligned themselves in such a way that your confidence has taken quite a beating. It will be difficult to conclude any task happily and in a satisfied manner today. You may also come in contact with someone whose negative comments can give rise to a feeling of despondency. Remember that this is a temporary phase and you will soon get your confidence back.",
        "Virgo Health & Wellness Horoscope": "Take care of your digestive system. It can take a back beating during the festive season. The best way is to eat right and indulge in a casual exercise be it walking, climbing stairs or cycling. Your fast paced mind allows less time for enjoying your meal. Do not think about other stuffs while eating. Relish your meal and chew properly.",
        "Virgo Daily Love & Relationship Horoscope": "Your partner is not going to be in a mood for adjustments and settlements. Hence it is vital for you to hold your ego in check and not raise any controversial issues. Minor disagreements will blow up into full fledged quarrels as your partner will not concede a single point to you. You need to be cautious in romantic affairs today if you want to avoid major upheavals.",
        "Virgo Career & Money Horoscope": "The day is going to be demanding and you have to follow a strict regulation and out in lot of hard work. But, this will help to build a sound base for your future plans. The hard work that you do today will bear fruit in the distant future. You are likely to take on responsibilities on behalf of a colleague as well."
    },
    "6": {
        "Libra Daily Horoscope": "Do not question much over why things happened in an unexpected way or are getting delayed. It may be for your good, the advantageous of which you could not see probably. Experiment something new to bring out the best in you! This will give you a break from your regular and monotonous routine as well.",
        "Libra Health & Wellness Horoscope": "You have become used to a sedentary lifestyle and you have let your body go. The time is right to start exercising in earnest and regain the strength and stamina that you originally had because you may soon be called upon to perform a physically difficult activity. It is also necessary to relieve your stress. Unbeknownst to you, your unhealthy dietary pattern is actually contributing towards this stress.",
        "Libra Daily Love & Relationship Horoscope": "You may come across certain information which will help you to understand your partner and the direction of your relationship better. Your partner may have been sending off confusing and contradictory signals in the last few days, but today you will begin to understand the significance of this behaviour. This will help you to take important decisions regarding the future nature of your relationships.",
        "Libra Career & Money Horoscope": "Your efforts will be rewarded generously if you try to work to the maximum of your ability. So focus on your work and responsibility. Any carelessness on your part can pose a heavy liability. However the day promises to shower you with monetary gains. Your previous investments seem to give you rich rewards."
    },
    "7": {
        "Scorpio Daily Horoscope": "You may be going to host a big conference or seminar today. But slight confusions with the availability of the venue at your desired time may put you at an embarrassing position in front of every one and you may have to cancel the event! You have to keep your cool in such a situation and keep acting positively.",
        "Scorpio Health & Wellness Horoscope": "Fevers and chills may affect you today. It is best to take adequate precautions when going outside as you may catch a freak virus. This is a minor health problem, but it may persist for days and is likely to make you irritable. You may also try some radical changes in your diet but you will need to consider practically whether you will be able to stick to the diet regimen that you are setting up.",
        "Scorpio Daily Love & Relationship Horoscope": "Take care of the health of an elderly relative today. You are likely to be preoccupied with other things and pay less attention to your partner, but you are going to receive a lot of valuable practical and emotional support from your partner. He / she may also help you with financial matters today. So, be sure to show your appreciation, even if it is in a small way.",
        "Scorpio Career & Money Horoscope": "Those who are involved in professions of luxury goods seem to benefit a lot today! Even those who are self-employed can hike their rates and will be able to procure the desired amount of money as well. Do not pay attention to those who fail to appreciate you. Just acknowledge those who wish to benefit from your expert skills."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You have been feeling restless and unhappy for the past few days and today you are ready to take a more proactive approach to the problem. You need to dig deep to understand exactly where the problem lies and today is the best day to start the process. The day is also favourable to plan some projects which you have been ignoring for too long.",
        "Sagittarius Health & Wellness Horoscope": "Series of events or official parties may upset your digestive system! And a sense of jealousy may arise in you when you see the fit and fine people around you! Do not give space to such negativity; tell yourself that you too can attain the same by doing regular workouts. Cut down on sweets and oily foods which are majorly responsible for spoiling your health.",
        "Sagittarius Daily Love & Relationship Horoscope": "You are likely to be overwhelmed by a number of contradictory feelings now. In fact, you may be hard put to choose from among more than one possible romantic partner. The answer is obvious to all, but still you will feel opposing currents pulling at you. Hence, this is not the best time to take any momentous step in your love life.",
        "Sagittarius Career & Money Horoscope": "You are going to meet someone who will offer you an exciting career opportunity. However, it does not come for free and you need to think long and hard about the consequences before you accept it. This is also going to affect a number of people near you, but this day is not the best to take such a vital decision."
    },
    "9": {
        "Capricorn Daily Horoscope": "Your every thought and attention is now centred on your career. Actually, you are devoting too much time and attention to it because you are apprehensive. Instead, you need to lighten up a little but you will still be able to achieve what you want. It is vital to pay attention to your family now to balance your work-holism.",
        "Capricorn Health & Wellness Horoscope": "Unresolved issues in other areas of life can affect your health today. You have probably not noticed it but the stress of your work and relationships have been mounting up and this is likely to lead to difficulty in sleeping or relaxing as well as irritation of the stomach. The key lies in relieving the stress of your mind rather than in any physical problems.",
        "Capricorn Daily Love & Relationship Horoscope": "Your love relationship appears to be quite complicated today and several issues are going to need your attention. However, you will soon realize that attending to this problem has actually helped you reach a higher level of understanding and a number of hidden things are now clear. This will give you the strength to build a more transparent relationship.",
        "Capricorn Career & Money Horoscope": "Your bosses only listen to what they want to hear! And this is what stops you from expressing yourself freely. Your colleagues have supported you very well in such situations! And this is the time to appreciate the help you have received from them. You will receive a lot of wealth as soon as the mood of your bosses is set right!"
    },
    "10": {
        "Aquarius Daily Horoscope": "Take some time out to spend in solitude and reflect what you truly want from life. The last few days have been hectic. So, you need to re-evaluate your goals in life and how your actions are affecting your own life as well as your relationships. Travel is indicated, though it is better to go for a relaxing holiday rather than a hurricane tour of thrills and adventure.",
        "Aquarius Health & Wellness Horoscope": "With a little patience and forbearance, the day can turn out to be very productive for you. But having that patience can be the greatest challenge now. Time will seem to slow down to a crawl and nothing would move fast enough to suit your mood. But if you try to hurry up the process, you can completely mess up your agenda. Try starting the day with some calming exercises to control your energy.",
        "Aquarius Daily Love & Relationship Horoscope": "You need to lighten up today. Enjoy a time of romance and simple pleasures with your partner and try to forget the serious issues for today. Your relationship is too intense for you to actually relax. You should take this chance to indulge in some simple and enjoyable activities and take joy in spending time in the company of each other.",
        "Aquarius Career & Money Horoscope": "Change in the place of residence because of work related reasons is a major possibility today. You may switch jobs or may be promoted and be shifted to a different region. You may also seek career related advice today either from a professional consultant or someone close to you. If you pay sufficient heed to this advice, you will be greatly benefitted."
    },
    "11": {
        "Pisces Daily Horoscope": "The day seems to be full of applaud and praise for you. You may receive award for your several outstanding performances. Your principles of adhering to the truth may even set you as a role model for several people including your competitors as well. Just try to re-evaluate your decisions before making them effective.",
        "Pisces Health & Wellness Horoscope": "This day is all about change. You may come in contact with someone who will bring substantial changes in your life or put you in touch with other people who can cause the change. However, not all the changes are good for you. You will need to analyze whether the change will be good for you in the long run before you decide to go with the flow.",
        "Pisces Daily Love & Relationship Horoscope": "It may be a bit difficult for you to connect with your dearest love today. You are actually close to them but still out of immaturity you try to bargain feelings with them. The resolution would be to know each other well before you two decide to get closer both at the emotional and physical level. Your relationship will be a lot better after this emotional sharing.",
        "Pisces Career & Money Horoscope": "You are likely to get a very good job offer today, but in a completely different field. You will have to engage in a lot of comparison to take the correct job related decisions. Though this is not going to be easy, it is advisable not to change your field completely. You need to take the advice of your family or your partner regarding which job to keep."
    }
}]
