horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Someone around you will try to involve you in a needless power struggle. The key here is to keep an open mind and a calm demeanour so that you do not end up playing someone elseﾒs power games and getting involved in complications. If you keep an eye out, you can easily avoid this and have a perfectly nice and worry free day.",
        "Aries Health & Wellness Horoscope": "The time is ripe to take some bold steps. This is not the time to hesitate. Instead, decisive action is critical. Do not shy away from opportunities. A leap of faith at this time can dramatically alter your life for the better, though it may not seem so now. It is also time to re-evaluate old relationships and cut out the deadwood.ﾠ",
        "Aries Daily Love & Relationship Horoscope": "A new and promising relationship will develop in life of those who are single. However, ego and lack of farsightedness is going to cause problems in cultivating this relationship further. They may also cause trouble in a relationship which you are already having. It is necessary to take a step back and give your partner enough space as you have been encroaching too much upon his / her personal space.",
        "Aries Career & Money Horoscope": "Someone at your workplace may be boasting bout his or her achievements. Do not feel bad cause that is what he wants you to feel. You have made accomplishments in the same measures! On the financial front you will receive what all you need or rather more which you can store!"
    },
    "1": {
        "Taurus Daily Horoscope": "Today is decision time. You have been worrying about some issues for the last week. However, today you need to take a decision which may seem tough at first. Your heart will guide you in the right direction. Think what youﾠwantﾠto do rather than what youﾠhaveto do and follow your heart. This will prove beneficial for you in the long run.",
        "Taurus Health & Wellness Horoscope": "You need to structure your health habits else the outcome will be ill health which will be hard to manage easily. Chalk out a basic code of conduct for your behavioral pattern and keep checking your deviation from it each day! Eat only freshly cooked foods which may be hard to attain but you have to if you want to be fit and fine.",
        "Taurus Daily Love & Relationship Horoscope": "You may question yourself for a better understanding of your feelings towards your partner. You seem to get affected by some one else as well. But it just a fancy passing by! You have the best and you must stick to it! Spend more time with your partner and you will be able to retain your cool.",
        "Taurus Career & Money Horoscope": "You are an ambitious person with the capability of keeping things well organized in addition to chasing your dreams. But others are not so! And you must not tell them to be so; that is up to time. So just resist this urge else you will be mistaken to be interfering in other peopleﾒs lives!ﾠﾠ"
    },
    "2": {
        "Gemini Daily Horoscope": "You may examine changes in your lifestyle which could possibly establish a balance between your work and health. You can drop an email to one of your close friends asking about the solution for the same. These changes will make you comfortable. You may align yourself with right people and they will let you determine the purpose of various goals.",
        "Gemini Health & Wellness Horoscope": "You have painstakingly built up your dietary regime. Do not let a momentary diversion wreck all your good work. A friend or a co-worker may urge you to over-indulge, but keep in mind what you are going to feelﾠtomorrowﾠmorning. A number of temptations will be presented to you today. If you give in, it will be a waste of valuable energy.",
        "Gemini Daily Love & Relationship Horoscope": "It is vital to devote time to your family right now. Career and other outside consideration is demanding your attention. However, your relationship status has become rather precarious over the last few days and it is imperative that you nurture your family now. While there may seem to be some financial loss, doing something thoughtful and sensitive for your partner will be enormously rewarding.",
        "Gemini Career & Money Horoscope": "You have been working hard recently and you will now receive a token of appreciation from the universe. You may get a bonus or a long awaited pay check. You may even be offered a good financial opportunity which you had not expected. While it is not something huge, it will fill you with a nice feeling of satisfaction."
    },
    "3": {
        "Cancer Daily Horoscope": "The day may start with some confusion. A person with spiritual bent may come to your rescue. The person will guide you. You may follow his advices as they are given with a pure intention today. You may also be inclined to visit a holy place today. Second half of the day will pass smoothly. You may enjoy with friends.",
        "Cancer Health & Wellness Horoscope": "The weekend mania is clouding you as you are in let go mood. It is good to feel free spirited but moderation is the key of life. Do not get overboard. You may indulge but take care not to remain in the mood in the coming week as the coming week is important for you professionally and you need to be in best health.",
        "Cancer Daily Love & Relationship Horoscope": "It is vital that you do not rush to any conclusion or let misconceptions build up in your relationship. Try for a greater degree of openness and honesty as an atmosphere of distrust is likely to take firm hold of your relationship during this period. Take special care not to let a third person influence your opinion about your partner and your behaviour towards him / her.",
        "Cancer Career & Money Horoscope": "You have a very good job and have been experiencing a run of good luck in all financial ventures. However, you should still be careful with your money as this is not unlimited. Your extravagance has already attracted criticism from those close to you. It is time to take their advice and cut back on the expensive spending habits."
    },
    "4": {
        "Leo Daily Horoscope": "This day is all about change. You may come in contact with someone who will bring substantial changes in your life or put you in touch with other people who can cause the change. However, not all the changes are good for you. You will need to analyze whether the change will be good for you in the long run before you decide to go with the flow.",
        "Leo Health & Wellness Horoscope": "You are physically and mentally very strong at this point of time. So you must strive to achieve what ever you want to! Do not remain restricted to looks only! Try conversing with people around you about the problems you encounter while undertaking exercises. This will help you obtain multiple solutions. Follow the one which suits you the best.",
        "Leo Daily Love & Relationship Horoscope": "Those who are in the habit of moving around freely may face a lot of threat to their integrity. You may be desired by many but cannot be acknowledged well cause of the mobile nature of your job making you unfit for staying close to home! Your partner is correct from his or her point of view; after all you cannot manage families on the go!",
        "Leo Career & Money Horoscope": "You will hit the bull's eye today. Your eyes are right set on the target and you will nail down what ever you have aimed for! Just be patient if any changes occur with your seating location or you may be asked to work on an entirely new site. Contrary to your belief this new office space will boost your confidence and your ability to perform independently."
    },
    "5": {
        "Virgo Daily Horoscope": "Mood swings are likely today and even you will not be able to explain why you are feeling so disturbed and how to change the situation. Your erratic behaviour and response will leave others confused. However, do remember to stick to honesty in all situations as that alone can help you to achieve your goals. Take things easily today and confine yourself to the role of an observer.",
        "Virgo Health & Wellness Horoscope": "Think on nurturing your mind rather than your body. You keep yourself fit physically. What takes a back seat is your over exerting mind. Relax; enroll in some recreational activity that will be food for your brain. Dedicate minutes of your time to yourself. Concentrate and meditate. Give a direction to your thought process which is otherwise running in varied directions.",
        "Virgo Daily Love & Relationship Horoscope": "The day is ideal for spending quality time with your family. You can also take care of some important family commitments now. Take your kids out to a game or a visit to their favourite place. You may also spend time with your parents and siblings. The evening is especially suited to romance and an intimate gathering. You can explore each othersﾒ feelings in depth today.",
        "Virgo Career & Money Horoscope": "This is a great time to make conversations with people of great influence. Establish as many connections as you can if you want to reach to a better place or upgrade your current position. You do not seem hopeful of striving the best opportunities to multiply your wealth. But be hopeful and keep striving for the same cause you can make it!"
    },
    "6": {
        "Libra Daily Horoscope": "You can easily pull up every thing together now and make your life larger. Maintain your focus and diverge all your energy onto it. Just do not say anything which can land you in an emotional mess. Those who are in business may be able to expand it or renovate the already established outlets.",
        "Libra Health & Wellness Horoscope": "Today your health is in a good shape mainly because you are feeling good emotionally. You are enjoying a self confidence. An emotional stability and happiness have curative powers that heal us from inside to the outside. You are oozing positivity. It is a great day to accomplish something important. You are most likely to achieve success and recognition.",
        "Libra Daily Love & Relationship Horoscope": "Do not feel dejected as your date did not turn out the way you thought. Give time to a relation. Probably you are not able to see the inner heart. Your partner has got a heart of gold. A couple of incidences will prove your partnerﾒs worth to you. A desire for an intimate encounter is on the cards from both the sides.",
        "Libra Career & Money Horoscope": "Your bosses only listen to what they want to hear! And this is what stops you from expressing yourself freely. Your colleagues have supported you very well in such situations! And this is the time to appreciate the help you have received from them. You will receive a lot of wealth as soon as the mood of your bosses is set right!"
    },
    "7": {
        "Scorpio Daily Horoscope": "You have been planning something major for the past few days. Today, you will begin to realize exactly what you have taken on and this may exercise an intimidating effect on you. But, going back is not an option. You will have to take the next steps with confidence and you will soon see that though the task has turned out to be more difficult than you thought, it is by no means impossible.",
        "Scorpio Health & Wellness Horoscope": "Chronic conditions are likely to flare up today. People suffering from blood pressure and diabetes need to be extra careful with their diet as you may have been cheating on it quite frequently. Migraine and tension headache and high blood pressures are other problems that you are likely to face today. Get your regular prescription reviewed as there are possibilities of significant adjustments in dosages of medicines.",
        "Scorpio Daily Love & Relationship Horoscope": "Maintain a positive frame of mind even if your current relationship is not working. Your partner is not reciprocating the same sentiments as you do. It is time to move on gracefully without hurting anyone. Meet people and party. With your positive attitude, you might find someone just across the door. Surprises are waiting for you. Be humble and gentle.",
        "Scorpio Career & Money Horoscope": "There is a major possibility that you may have to go abroad in connection with your job or career. Those who have applied for visa to study overseas are going to get the visa today. You may be transferred by your office to somewhere exotic. Be sure to grab this chance of going abroad and advancing your career. If you are already located in a foreign country, the prospect of transfer back to your own country does not look good."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You are in a dominating mood today. You want to take the lead and demonstrate your authority. However, you have to be careful not to throw your weight around. You may accidentally step on some toes. Though you feel that you know better and can handle the situation better, you should still try for cooperation and harmony while tackling any project.",
        "Sagittarius Health & Wellness Horoscope": "You may experience marked mood swings today. You may feel exuberant at one moment and depressed the next. These moods can actually be better related to what you are eating and your physical activities rather than what is happening in your life. You can consult a professional about your diet. This advice will prove immensely helpful in altering your lifestyle and a reduction in this moodiness.",
        "Sagittarius Daily Love & Relationship Horoscope": "Passion is the order of the day. You will surprise your partner with an extravagant and romantic gesture and are going to be rewarded for it. You feel very generous today, both in expenses and in the act of love. Your giving nature is going to evoke a passionate and sweet response from your partner. Get ready to enjoy an ordinary day that grows special due to your efforts.",
        "Sagittarius Career & Money Horoscope": "There is a strong chance of changing your job or even the direction of your career completely today. Something which you have treated only as a hobby till now may develop into a money making avenue. You may give up your job to concentrate full time on this. While this may appear scary, the results are going to be very encouraging and, though it may take time, it will eventually become financially rewarding."
    },
    "9": {
        "Capricorn Daily Horoscope": "You need to maintain a stable frame of mind and think things through sensibly and logically before you jump in with both feet. This is a time of fantasy for you. So, turn your mind towards romance and enjoying yourself. Applying a fantasy to romance will work to your advantage, but results may be very different if you try to be fanciful at your workplace.",
        "Capricorn Health & Wellness Horoscope": "You are keeping unhealthy hours because of the demands of your job and this is adversely affecting your health. Try to get up early in the morning and go for a morning walk or jogging. This will refresh both your mind and your body. Pressure at work is causing your systems to be overpowered. You need to find a healthy way to relax.",
        "Capricorn Daily Love & Relationship Horoscope": "Expand your range of activities with your partner by undertaking adventurous trips together and doing things which please your partner. Especially take out some time for lunch with your partner. Those who are married may find it a perfect day to discuss about the introduction of a new member into their family.",
        "Capricorn Career & Money Horoscope": "You have been saving up to spend on some pet project and the time is at last right to actually put your plan into motion. When you go to buy the object, you are going to be tempted by bigger and more sophisticated things, but you should definitely stay within your budget. Expenses are inevitable today, but try to avoid over spending o n things that you do not need."
    },
    "10": {
        "Aquarius Daily Horoscope": "Some unexpected and demanding task will come up today, but do not worry. You will handle it very well and will soon earn the praise of everyone. It can be a number of guests visiting unannounced or your boss handing you an assignment in the last minute. Whatever be the situation, you will be able to call up on your reserve and rise to the task.",
        "Aquarius Health & Wellness Horoscope": "Get involved with your group of friends to exchange ideas over the preparation of homely made medicines for mild ailments. You can also refer any book about therapeutic benefits of these remedies. Definitely incorporate the use of lavender oil or Australian tea tree oil in your face packs to nourish your faceﾒs skin which will get easily withered with changing weather.",
        "Aquarius Daily Love & Relationship Horoscope": "The day is ideal for planning some family activities. Take your kids to a ball game, the park or a museum. You can also schedule to spend time with your parents or siblings. The evening is especially suited for romance, but you should try for an intimate gathering rather than a large party. Family commitments will take priority now.",
        "Aquarius Career & Money Horoscope": "Some sort of confusion is likely to occur at the career front today. You may be doing well enough in your chosen job. At the same time you may get an offer to join a business which is thoroughly trustworthy and offers a greater reward. Since you never saw the offer coming, this is likely to leave you in a state of indecision. Take your decision after long and careful consideration."
    },
    "11": {
        "Pisces Daily Horoscope": "Today you are determined to play the power game which may include fair and unfair means to achieve your goals. After getting cornered for a long time, a spurt of energy from the planets now may fill you with confidence. You may make decisions on the basis of your instincts and rest assured, none will laugh on your face.",
        "Pisces Health & Wellness Horoscope": "You need to be humble to endear yourself to your friends. You may have assumed an arrogant attitude without even being aware of it. So, this is the best time to start analyzing your past activities rather than criticising others. It is a rare opportunity of introspection for you and you should take full advantage of this reflective mood to get closer to yourself.",
        "Pisces Daily Love & Relationship Horoscope": "You are very good at flirting and you can do so with any number of people you come across on your way today. But keep it light and restricted to carnal pleasures only without attaching yourself emotionally to it. Nobody will take you too seriously and do not allow anyone to demand anything much out of you.",
        "Pisces Career & Money Horoscope": "You have been looking for that one great opportunity to come your way and this is the best time for it to appear. If you have appeared for an interview, you will get good news on that front today. Job offers from unexpected quarters or scope of advancements from old contacts will now begin to manifest. You have kept up excellent spirit during the tough times. The end is now in sight."
    }
}]
