horo_english=[{
    "0": {
        "Aries Daily Horoscope": "An atmosphere of serenity will prevail at home today and tensions will take a back seat. So gather with your dear ones and spread the joy. You have to find new ways of dealing with the frustration in life, which seems to get mounted gradually due to various reasons. Your insight will help you to find a way out.",
        "Aries Health & Wellness Horoscope": "Today you will be emotionally very sensitive. You may feel like curling up and remain restricted to home. Things which make you feel secure may be taken away from you. But do not worry; you are just temporarily separated from the things you love! Follow your heart but adhere to the fitness program as well.",
        "Aries Daily Love & Relationship Horoscope": "Your partner may do something that will increase your confidence in your relationship. You may return the favor by guarantying a happy time together. You may have a happy time with your love. You may eat out together. Take time to introduce your partner to your family. Remember slow and steady wins the race. Weigh everyoneﾒs mood before taking a step.",
        "Aries Career & Money Horoscope": "Indecision has marked your behaviour for the last few days, but it is now time to take action and abandon this attitude once and for all. Do not be apprehensive about taking a decision. Whatever you decide will be right for your future. You can also consult someone close to you about career and money and you will be getting good advice today."
    },
    "1": {
        "Taurus Daily Horoscope": "You can expect a considerable degree of support and recognition from those around you. You are now full of vitality and optimism and are ready to take on new projects. But you have not lost your ability to identify and judge a good project. This will lead you to invest in certain ventures that are likely to be highly rewarding in the future.",
        "Taurus Health & Wellness Horoscope": "You will be plagued by health concerns like acidity, indigestion, dry skin and falling hair. In addition to drinking more water and getting rid of any addiction that you may have, you need to realize that a poor diet is at the root of these problems. So, instead of looking for quick fix remedies, you need a new diet chart. Consulting a professional in this regard can prove to be very helpful.",
        "Taurus Daily Love & Relationship Horoscope": "Love is in the air, love is on the mind. Actually love is everywhere. You just have to be conscious of its presence. Take baby steps and talk to friends for advice. With many options seen today, do not be in a hurry to jump. Your silence attracts people. A little enigma around your character is alluring. Be the same.",
        "Taurus Career & Money Horoscope": "For those who are studying this seems to be a good time for reaping of all your endeavors. The same is visible on the cards for the working professionals. Success and appreciation seem to be coming your way. However you may suffer a loss in investments if you have done any! So put the investment task for the other day if you are planning to make one!"
    },
    "2": {
        "Gemini Daily Horoscope": "The day can be a pleasant one for you, but there is a chance that you will end up obsessing over a minor point. This may be quite valid, but your approach can actually disrupt a time of peace and harmony at home or at the workplace. It is time to take note of the big picture and ignore the minor matters.",
        "Gemini Health & Wellness Horoscope": "You are confident enough to take care of yourself and to do everything on your own. But this makes you isolated from others which is very risky for a healthy development of mind and soul. So try to mingle up with people around you as much as you can. Ask for their perspective about how well you are leading your life.",
        "Gemini Daily Love & Relationship Horoscope": "You may question yourself for a better understanding of your feelings towards your partner. You seem to get affected by some one else as well. But it just a fancy passing by! You have the best and you must stick to it! Spend more time with your partner and you will be able to retain your cool.",
        "Gemini Career & Money Horoscope": "Unexpected monetary gains are on the cards for you today. You may recover a substantial amount of money which you never thought to see again. Follow up on your dormant investments today and you can get an unexpected piece of good news. Someone who had borrowed money from you and which you thought was lost forever is likely to return it today."
    },
    "3": {
        "Cancer Daily Horoscope": "What ever you will start today is bound to succeed no matter what ever obstacle comes your way! You will be able to recharge and reestablish healthy relations with others by the end of the day. Just bring a wise change in your nature ﾖ do not try to be in charge of every relationship. Give equality to all and you will be loved by all.",
        "Cancer Health & Wellness Horoscope": "You need to take special care of your eyes, especially if your job requires heavy strain of the eyes. People, who have to read a lot, take photographs or use the computer continuously in the course of the day should get their eyes checked out and take adequate care. It may also be a good idea to rest your tired eyes for a day and look at nature for a change rather than books and computer screens.",
        "Cancer Daily Love & Relationship Horoscope": "The past affair may haunt you again and this has been repeating at regular intervals. Do not make yourself vulnerable to bitter experiences of the past. However you may come across a face that reminds you of the fun filled days of the past. You can plant seeds of a successful relationship with this person, just wait for the seeds to sprout at the right time.",
        "Cancer Career & Money Horoscope": "You must keep your cool as certain situations will arise which may infuriate you. Do not blurt out anything which may seem to be an offensive statement to anyone. Be ignorant at that point of time and take out your fury later on in a refined manner. Be happy cause you may have the desired wealth assembled and may go for the plushest luxuries."
    },
    "4": {
        "Leo Daily Horoscope": "Beware today of what you say. Someone whom you consider close might spill the beans on you. Weigh your sentences before speaking. Try talking about yourself and the person you are talking to. Refrain from discussing about a third person. You may travel today to different city. You may meet an old acquaintance and together you may have nostalgic memories.",
        "Leo Health & Wellness Horoscope": "There are a few surprises in store for you today, but do not worry. They are all pleasant! Some of the things for which you have been waiting for a long time are likely to come to fruition today. Some of your efforts which you thought have been wasted will finally be successful. So, celebrate tonight with family and friends and even they may have good news to share.",
        "Leo Daily Love & Relationship Horoscope": "Love may be near you but you are not able to catch the vibes. Today focus on how people near you talks to you and behave with you. Someone near you is yearning for your attention. There will be some confusion with people in relationship. Talk and listen to your partner as that will solve the problem.",
        "Leo Career & Money Horoscope": "The venture capitalists are going to be the biggest benefiters today! People well easily get convinced with your ideas. Just do not over-exert your point of view. However the amount of money you are expecting to receive may slightly get delayed, but is sure to arrive!"
    },
    "5": {
        "Virgo Daily Horoscope": "Life has been monotonous and lackluster over a long period of time. Try to spice up your life with little adventure. It may be a visit to your favorite holiday spot or undertaking some expeditions. Separate yourself from social and personal involvements for sometime to accomplish certain goals needing your full attention.",
        "Virgo Health & Wellness Horoscope": "The nature is giving you a chance to make a change in your health arena. You have started off recently with diets and exercises but all in bits and pieces. Today is the day to take it to the level of consistency and regularity. And this is how you can get the results you want! Ask for friends to drop in and motivate you while you work out!",
        "Virgo Daily Love & Relationship Horoscope": "Celebrations round the corner! For those who are married may cheer up on a personal fulfillment, may be like completing another year of togetherness or may have a new baby born in their family. For those of you who are unmarried seem to get approved of their relationship from the family, who have been strongly opposing against you since long.",
        "Virgo Career & Money Horoscope": "You have set aside a fixed amount of money that you need and now are being quite reckless with the money. However, you need to control your extravagant habits if you do not want to land in financial soup in near future. Consult an expert regarding your investments where you may have to cash in some of them or where best to invest."
    },
    "6": {
        "Libra Daily Horoscope": "You are going to put every effort in resolving a central issue which is dominating your life right now. Chances are high that you are going to pull away from your social and even financial obligations to take care of this. However, you should know that hurrying is not going to solve anything in a constructive manner. Patience is the key here.",
        "Libra Health & Wellness Horoscope": "Wellness is not only a condition of the body but also a state of mind and today is the best day to recognize it. It is time to remove the clutter your mind and come to terms with who you really are. Stop aiming for the impossible; instead, enjoy your blessings and you will feel a contentment that had been eluding you for so long.",
        "Libra Daily Love & Relationship Horoscope": "You are a free bird and commitment is not your cup of tea. So better do not get into it if you cannot be handle it else learn to be cool with the possessiveness of your partner. Those who are single may seem to be calm and composed but unfortunately they may be hit with the thoughts of an unforgettable past love! Moving on is the only way out!",
        "Libra Career & Money Horoscope": "The day will be quiet as far as work and career is concerned. You will face an uneventful day at work which will be a pleasant break after the hectic schedule that you were facing earlier. Take this time to really appreciate and enjoy what you do and remember the good times and the fun you have doing your job."
    },
    "7": {
        "Scorpio Daily Horoscope": "There is a lot of action packed for you today. You may be busy today. In your hurry, do not hurt those, who have walked a small distance with you. Be polite and humble. New opportunities are around the corner. They will be attracted to you by your positive deeds. Practice patience. Change is the only truth and it will happen for you as well.",
        "Scorpio Health & Wellness Horoscope": "You need to realize that good health is the key to happiness and you will not be able to enjoy anything if you continue to indulge in habits that are harmful for your health. Today is quite suitable for adopting these changes which can help you to lead a better and healthier lifestyle. Take a pledge to give up your unhealthy addictions today.",
        "Scorpio Daily Love & Relationship Horoscope": "Your partner is likely to be under considerable stress today and you will need to extend all your sympathy and understanding. He / she may take out the frustration on you. Reacting emotionally to the outburst will only serve to complicate the situation. You need to put your own feelings on hold for the time being and attend to the needs of your partner.",
        "Scorpio Career & Money Horoscope": "You are full of positive energy and are likely to be surprised when you see how much you manage to accomplish today. All your backlogs will be cleared up and any blocks in the way of difficult projects will completely disappear today. You will not only be able to finish all your considerable workload with ease, but will also be able to infect everyone around you with your enthusiasm."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You can speculate easily what is about to happen. And you have an expressive attitude with impressive communication skills. So just strive hard for what you want! Refrain yourself from getting into any altercations with aggressive people who are always fault finding.",
        "Sagittarius Health & Wellness Horoscope": "You are vulnerable to minor illnesses today but you can avoid them with suitable precautions. Do not eat junk food as there is a possibility of stomach ailment. It is necessary to realize that the stress in your life is not simply the result of what you do but also what you put in your mouth. Join a health class today as it can have long term benefits for you.",
        "Sagittarius Daily Love & Relationship Horoscope": "The day is perfect for romance and you can plan to surprise your partner with some intimate or extravagant gesture. You also will probably receive a happy surprise from your partner. Be sure to schedule some alone time in order to take full advantage of this planetary setting. If you are thinking of starting a family, then this is the perfect time for it.",
        "Sagittarius Career & Money Horoscope": "You have a very good job and have been experiencing a run of good luck in all financial ventures. However, you should still be careful with your money as this is not unlimited. Your extravagance has already attracted criticism from those close to you. It is time to take their advice and cut back on the expensive spending habits."
    },
    "9": {
        "Capricorn Daily Horoscope": "Life may leave you with only two choices and it is equally painful to bear the loss of any one of the two choices. Listening to your heart may help you find a way out! In your free time create a list of goals but prioritize them. Your ambitions have increased in number and so has your desire speeded up to fulfill them as soon as possible.",
        "Capricorn Health & Wellness Horoscope": "It is necessary for you to stop eating indiscriminately if you want to get rid of the stomach ailment that had been troubling you for the last few days. A strict dietary regime can heal you within a few days, but you have been ignoring your health and it is necessary to give the greatest emphasis on a healthy diet and lifestyle.",
        "Capricorn Daily Love & Relationship Horoscope": "Contradictory planetary forces pull you today in opposite direction. You want to take decisive action; yet you feel cautious and do not want to upset any balance. The result of these opposing effects will be rather interesting on your love life. You will learn a lesson about your partner or your relationship which will help you to plan for the future.",
        "Capricorn Career & Money Horoscope": "The day is especially fruitful for those working for the government in any capacity and those in administrative jobs. Any detailed work which you have been postponing should be tackled today because they will be easily completed. The day is also suitable to look for a new job if you are feeling restless or stuck in a rut. If the new job is in an administrative capacity, then you are likely to meet with considerable success in near future."
    },
    "10": {
        "Aquarius Daily Horoscope": "There is confidence in air. You will take up a pending project that had been left unfinished. Obstacles seem to appear but they will not block your path. A close friend will come for your rescue. An important connection at work will open up the door of opportunity to yoke out imagination. Do not turn back to dig past.",
        "Aquarius Health & Wellness Horoscope": "This is the time to focus on spirituality for gathering some solace for your inner self. So devote your time in finding people who are spiritually oriented. You have been upset with certain happenings of your life or maybe you have been suffering from obesity so you find it hard to concentrate.ﾠ",
        "Aquarius Daily Love & Relationship Horoscope": "You are going to seek complications in your romantic relationship where none exist. You may feel unable to trust your partner to the extent that you may start thinking of breaking up your relationship. However, chances are high that the issues concern you rather than your partner and you should take a more analytical look at them before taking any step.",
        "Aquarius Career & Money Horoscope": "Friction is likely to develop between you and your partner, but you need to stick to your point and not back down from it. Do not worry as this situation will not lead to a lasting estrangement. Though there may be temporary feelings of coldness, your partner will realize that you had done what you thought right and you will gain more respect from him / her."
    },
    "11": {
        "Pisces Daily Horoscope": "Life has been full of ups and downs lately. But soon you are going to get rid of all these. Maintain your optimistic attitude like always and things will work out better. People may approach you for help and this is good, being busy will make you forget all your worries.",
        "Pisces Health & Wellness Horoscope": "You will have to consult a healthcare expert today for some health related issues. But if you do not heed the advice now then you are headed for serious trouble on the health front. Do not ignore any health issues now. Even smallest issues should be investigated closely. With proper care, you can maintain a fit lifestyle and avoid health related problems.",
        "Pisces Daily Love & Relationship Horoscope": "You are financially strong and you can impress any date. But unlike most of the people you will come across some who will want to see your natural talents and will love the way you are! You will start having thoughts for this person and without realization you may soon get romantically involved with this person. Good choice, go ahead!",
        "Pisces Career & Money Horoscope": "Pending work at office may pull you apart today. You may find yourself doing a late shift. Pay attention to yourself as well. This is just a passing phase. Your boredom of last week has its negative effect on you today. Be gentle and humble to others as you might head for an argument today. Avoid such situations."
    }
}]
