horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Tension seems to mount up as the day progresses. Do not give up until you reach the finish line! Winning or losing does not matter; you did it that really matters! You have been persistent and this is the time to hold on to it for a little while more! Try to figure out the root cause so that the matter can be put to rest once and for all!",
        "Aries Health & Wellness Horoscope": "Your diet requires immediate attention. You have been overeating consistently and have been following a highly unhealthy diet. This is affecting your health without you being even aware of it. In addition, your junk food diet is the root cause of the stress that has been accumulating in your mind and body. Unless you modify your diet, these relaxation techniques are not going to be effective.",
        "Aries Daily Love & Relationship Horoscope": "Those of you who are single have been making plans for giving a jumping start to their relationship. Those who are already committed will seek for ways to add the lost romance into their relationship. Bold actions will overcome all the challenges being faced and will swipe away fear if there is any!",
        "Aries Career & Money Horoscope": "If you decide to part off from a partnership, you are advised to do so in a humble and realistic way. Try to end the cold war or be the first one to break the ice berg by communicating very effectively and smoothly. You can right now concentrate very well on anything you want to, so use this ability well to your advantage."
    },
    "1": {
        "Taurus Daily Horoscope": "The planetary positions indicate that unexpected hindrances can arise in your path now. You have been experiencing smooth sailing for the past few days and there has been nothing indicating otherwise. But today there are going to be hitches and disturbances which can affect your productivity and your mood. Unforeseen complications can lead to the stalling of your project.",
        "Taurus Health & Wellness Horoscope": "This day is particularly favourable for spending time with your family. Go for some bonding with your parents or sibling or enjoy a quiet time with your spouse. Get involved in a fun activity with your children. Even if work pressure threatens to mount, put them aside for today and celebrate the togetherness. You may be surprised at what you can learn from these family sessions.",
        "Taurus Daily Love & Relationship Horoscope": "Your loved one is going to require your help and support today. It is the time to extend your unconditional love and support and not to gloat or criticize your partner. You need to put aside your petty issues and grievances. How you act now will have a long term influence on your relationship. So, you need to make some long term decisions now.",
        "Taurus Career & Money Horoscope": "The day will be quiet as far as work and career is concerned. You will face an uneventful day at work which will be a pleasant break after the hectic schedule that you were facing earlier. Take this time to really appreciate and enjoy what you do and remember the good times and the fun you have doing your job."
    },
    "2": {
        "Gemini Daily Horoscope": "There seems to be an imbalance between your personal and professional life! The best way to sort it out is to clearly demarcate your work schedule for each day, which seems to be varied for each upcoming day! Donﾒt worry your dear ones wonﾒt fail to recognize your commitment towards them in spite of receiving less attention from you lately.",
        "Gemini Health & Wellness Horoscope": "You have been thinking about bringing about a drastic change in your diet in the last few days, but were being held back by doubts. Today, all doubts will vanish and you will understand what exactly is needed for your own continuous good health. This can lead to a complete change in your lifestyle. The new way that you choose can appear unconventional and scary, but this is the right path for you.",
        "Gemini Daily Love & Relationship Horoscope": "This is the time to consolidate all those relationship that you have been ignoring in pursuit of romance. These include your parents, your siblings, your extended family and your friends. You need to realize that these other relationships are no less important and they provide a valuable support system for you. You need to nurture them as much as any romantic relationship.",
        "Gemini Career & Money Horoscope": "You may a lot of emphasis on making investments and money matters today. Control yourself! Just out few new properties but do not go for any moneymaking venture today. Do not pressurize your seniors much for a salary hike. This isnﾒt still the right time. Better stay and acquire more knowledge in your current organization."
    },
    "3": {
        "Cancer Daily Horoscope": "Try to be away from people who bring negativity in your life. You may be taken by surprise today that the person you have been confiding into has spread bad words about you. Be careful of such people. Do not let them eat away your mental peace. You may find a true friend near you. It can be your spouse or your parents.",
        "Cancer Health & Wellness Horoscope": "It is the time to pamper and protect yourself. You tend to take your good health for granted, but ignoring small occurrences now can lead to serious complications in the future. You also tend to resort to home remedies as a rule and they have served you very well till now. However, you need to consult a medical professional for your problems now in order to obtain satisfactory resolution.",
        "Cancer Daily Love & Relationship Horoscope": "Both you and your partner are full of ideas today! You may organize events at your workplace collectively or arrange a social gathering at home with your dear ones! Either of the two attempts will fetch a higher social status and build better bonds with people. Just do not invite those who are not your well wishers!",
        "Cancer Career & Money Horoscope": "Once you get engrossed in a new project you will hardly find any time for other things. So be careful of not missing out any important information coming your way! It may be anﾠﾠﾠﾠimportant message to help you attain a higher position. Finances will remain stable as planned for quite a long time."
    },
    "4": {
        "Leo Daily Horoscope": "You are going to feel more dedicated today and you are going to finish off all the backlogs which may have accumulated today. Clearing this will give you a nice sense of accomplishment and this will be noticed by the people who matter to you. The result is that you will get more appreciation both at home and at your workplace.",
        "Leo Health & Wellness Horoscope": "Your body has been a great companion and works non stop! So it should not be a big deal for you to do something for your body. You must exercise and sleep well. However if your body experiences some difficulties in functioning normally then you must take all precautionary measures to keep it going. One such measure will be to increase the water intake.",
        "Leo Daily Love & Relationship Horoscope": "This day can prove to be a turning point in your relationship. You can suddenly begin to see someone close to you in a new light and this will enable you to take the right decision regarding the direction of this relationship. You will now be able to cut away the deadwood and concentrate on those relationships which can actually make you stronger.",
        "Leo Career & Money Horoscope": "Unexpected monetary gains are on the cards for you today. You may recover a substantial amount of money which you never thought to see again. Follow up on your dormant investments today and you can get an unexpected piece of good news. Someone who had borrowed money from you and which you thought was lost forever is likely to return it today."
    },
    "5": {
        "Virgo Daily Horoscope": "You will see that no matter how practical and helpful your suggestions are, people keep turning them down. You may end up feeling quite frustrated. You need to realize that while your advice is right on the mark, your attitude is too patronizing and that is why people insist on doing the opposite. Try to change and modify the way you present your ideas and see better results.",
        "Virgo Health & Wellness Horoscope": "You need to be humble to endear yourself to your friends. You may have assumed an arrogant attitude without even being aware of it. So, this is the best time to start analyzing your past activities rather than criticising others. It is a rare opportunity of introspection for you and you should take full advantage of this reflective mood to get closer to yourself.",
        "Virgo Daily Love & Relationship Horoscope": "If you are looking for perfect love then you must not! Cinemas portray an idealistic image of the guy or the girl which does not exist in reality! So you must not look for such a type of person! If you can do this, you can easily find some one matching your taste and preferences!",
        "Virgo Career & Money Horoscope": "You are likely to receive considerable help today on the job front. Friends, spouse or colleagues will all help you to catch up. Be sure to express your gratitude and help someone else in your turn. Cash flow is likely to improve significantly. This is also a good time to plan for expensive purchases because though you will earn a lot, you will find it difficult to save much money."
    },
    "6": {
        "Libra Daily Horoscope": "Name and fame are on the cards today. You are also likely to make snap decisions based on your intuitions and feelings rather than logic, but they will turn out to be right on money. Your intuition is top notch now regarding any decision in your life, but you may have to sacrifice some comforts now in favour of long term goals.",
        "Libra Health & Wellness Horoscope": "The time is ripe to take some bold steps. This is not the time to hesitate. Instead, decisive action is critical. Do not shy away from opportunities. A leap of faith at this time can dramatically alter your life for the better, though it may not seem so now. It is also time to re-evaluate old relationships and cut out the deadwood.ﾠ",
        "Libra Daily Love & Relationship Horoscope": "You are financially strong and you can impress any date. But unlike most of the people you will come across some who will want to see your natural talents and will love the way you are! You will start having thoughts for this person and without realization you may soon get romantically involved with this person. Good choice, go ahead!",
        "Libra Career & Money Horoscope": "It is a great day for you! You have been waiting for this opportunity to present your ideas and concepts to others. However your innocence and honesty may be misunderstood as sarcasm and aggression, since these people are not much familiar to you. So be very careful as things are pretty sure to get blown out of proportion."
    },
    "7": {
        "Scorpio Daily Horoscope": "Everything seems to fall into their proper place today and all your endeavour will meet with success. You may even recoup losses which you have incurred earlier. As a result you tend to be overly optimistic about possibilities at first. Try to guard against the tendency to take risks without checking out the opportunities in depth. A sudden unexpected encounter may catch you off guard today.",
        "Scorpio Health & Wellness Horoscope": "It is high time that you realize that your health is one of your assets and needs to be developed. Today is a good day to start a health regime, take up a sport or join an exercise class. Swimming or other aquatic activities can prove to be of special benefit to you. If you initiate a healthy regimen today, it has a greater chance of success.",
        "Scorpio Daily Love & Relationship Horoscope": "It is hard to bear with but you may have to! Cards show some discord with the partner today or even separation if the situation gets worse. But it will be temporary if you tend to retain cool. Donﾒt let your ego take control of you. Better go and clear up misunderstanding with your partner and put all issues to rest once and for all.",
        "Scorpio Career & Money Horoscope": "The time is most favourable for those who are in any health related professions. Doctors, nurses, chiropractors, healers, hospital administrators and even medical students are going to enjoy a high degree of success. Be sure to follow the advice if you are consulting a professional as this advice is going to be very relevant to your professional life at this time."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You see a lot of chaos and confusion. But it is only the packaging. As the cloud subsides, you will see the reason. There is so much offered to you that initially it appeared messy to you. Take your time and follow the trends. You will see a huge prospect. Change is inevitable and it has the capacity to paint your future bright.",
        "Sagittarius Health & Wellness Horoscope": "During the festive season, you had your share of fun and feast. Now is the time to detoxify so that you are back with a splash of energy. Concentrate more on raw fruits and vegetables. Cut down on caffeinated drink and alcoholic drinks. Feel energized and exude positivity. Also, take your loved ones on a healthy regime. They need your support.",
        "Sagittarius Daily Love & Relationship Horoscope": "This is the day of making new connections. You should reach out today. New friendships, partnerships or even affairs are on the cards today. You will be plunged into a whirl of social activities now which will bring you in touch with new potential friends or partners. But take care not to ignore those who are close to you as you pursue new relationships.",
        "Sagittarius Career & Money Horoscope": "You are proactive and today your proactive nature is keeping you at the top of everything. You are the centre of all the activities. You are doing very good. Just maintain your pace and keep moving forward. You still have a lot to achieve. Keep your work area clutter free and time to time keep a check on your documents."
    },
    "9": {
        "Capricorn Daily Horoscope": "Enjoy communication and even a day trip with an old friend and family. You should stick to those methods in your work which have proved to be beneficial in the past. It is better not to start any new experimental things today. If you are trying to get a job or a project, stick to conventional methods and sell your ideas and abilities strongly and success will surely be yours.",
        "Capricorn Health & Wellness Horoscope": "You can easily visualize your health conditions with the help of your psychic vision at this point of time. Make a note of what ever comes to your mind. Cancel out what seems to be irrelevant and prioritize the relevant steps you must take for achieving a perfect state of health. Try to consume a healthy diet consisting of fresh produce.",
        "Capricorn Daily Love & Relationship Horoscope": "It is a great day; you may get back to your ex-love! You had certain difference among yourselves when you split up with your beloved! However you must take time to think about moving in together again as this is not a very good day to reach onto any decision! You will have enough time to work out what ever you have in your mind!",
        "Capricorn Career & Money Horoscope": "You have recently lost money, mostly because you invested unwisely in get rich quick schemes. Another similar opportunity is knocking at your door and it is essential that you realize that these schemes can lead you to serious financial trouble. You need to rationalize your investment decisions and listen to the experts though you have a great tendency to be swayed by a glossy, if empty presentation."
    },
    "10": {
        "Aquarius Daily Horoscope": "Link up all the fragments of thoughts and the resultant output will make it a lot easier for you to get rid of certain tricky situations. Do not allow yourself to get stuck up with things you do not believe in! Just chuck them and move on! Although beating around the bush is not your best attribute but you have to do it at times!",
        "Aquarius Health & Wellness Horoscope": "Either start your day or end your day with a slow and relaxed walk. It will give you positivity and will also help you relax. Ask your loved ones for company. Fatigue can overpower you during the day. Do not take stress. Things will fall in place when the right time comes. Drink fresh juice rather than caffeinated drinks.",
        "Aquarius Daily Love & Relationship Horoscope": "The day is perfect for love. Show your appreciation for that special someone in your life by doing something unexpected and see the day become special. Romance is in the air. If you are single, today is the day when you may meet the love of your life or just begin to see a close person in a completely new and romantic light.",
        "Aquarius Career & Money Horoscope": "A business trip is shown on the cards in the later half of the day. It will be a great opportunity for intellectual stimulation. If you feel too much burdened take an off in the first half of the day and prepare yourself about how you are going to present yourself in front of everyone."
    },
    "11": {
        "Pisces Daily Horoscope": "Today is going to be a fun fare day. You will be revisited by friends and relatives. Least you can expect a call or mail from them. It is a good time to brush up your social skills and be prepared for the upcoming parties. Your financial issues will be taken care of as the day progresses.",
        "Pisces Health & Wellness Horoscope": "Take special care of your health as well as those of your loved ones today. If you have children, then more precautions are indicated. Even minor health issues can suddenly become important today. It is better to take preventive measures beforehand. Try to regulate what you eat because they are likely to put you in a bad mood later on.",
        "Pisces Daily Love & Relationship Horoscope": "The planetary activities have brought around a tumultuous time in your relationship front. The last few days have been eventful and this has put you in a defensive mood where you just hope to keep your head down and maintain peace. However, this is the very time when you need to explore your relationship in a more aggressive style to understand its depth.",
        "Pisces Career & Money Horoscope": "This is the day to bring a change in your professional and money life! So if you have any such plans, just let yourself be free. You will find it easy to approach the top managers and to communicate to them effectively your notions. This is the best chance to maximize your income from your employer."
    }
}]
