horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Small irritations and disagreements are likely to break out throughout the day. It is important that you overlook the minor issues today. Otherwise you will only be destroying the peace of your own mind. Try to share your problems with someone as this can go a long way in improving your mood. Planning solitary activities can be promising today.",
        "Aries Health & Wellness Horoscope": "Encourage yourself to do earthy things like gardening and walking in nature so that you can relax and feel better. You need to look deep within yourself to address your emotional concerns. Do not waste your focusing abilities upon the outward things. Try to do some yoga practice for mental peace and for strengthening your muscles.",
        "Aries Daily Love & Relationship Horoscope": "Your work commitment is taking you away from your partner. It is not your fault. But take out quality time to express the love you have in your heart. Your partner has been craving for attention and comfort from you. Passion will again sprout in your relationship which is gradually vanishing. Confront your partner with your deepest love and fear.",
        "Aries Career & Money Horoscope": "The alliance between the planets affecting your income and career are now approaching its strongest point. This means, if you really devote your time and energy to your career, you will get to see the positive reflection in your bank balance. You will also have the energy and the ability to work more and better and improve your income even more."
    },
    "1": {
        "Taurus Daily Horoscope": "You may head for an unplanned adventurous trip. It may be within the city or it may be slightly short. But the idea is to have lots of fun and that you will definitely have. You may wipe your differences with someone close to heart. It was pending for long but as you get face to face, you may want to let go the past.",
        "Taurus Health & Wellness Horoscope": "The day is perfect to indulge in some special time for yourself. Go for a massage or a beauty treatment and you will come out feeling great. You are also likely to get some good news regarding your health and fitness. You can also experiment with different health regime to find out which one is best suited for you.",
        "Taurus Daily Love & Relationship Horoscope": "If you like someone then this is not at all the day to confess you feelings. You may be misunderstood of ogling! Wait until the other person wants you to speak! The fruit of patience will be sweet. Just maintain friendship within control with them so that you are not wiped off their minds totally.",
        "Taurus Career & Money Horoscope": "Unexpected demands on your finances can make the day rather unsettling. Be sure to check all your bills and other obligations to make sure that you have paid all your dues. If you have overlooked anything, it may come back as a much inflated amount in near future. You may have to pay off some old debt which you had forgotten about."
    },
    "2": {
        "Gemini Daily Horoscope": "You may face certain restrictions from the family, possibly due to the trouble from close relatives. It will not last for long but will affect you severely so just ignore it till it gets over. Today you will spend money in buying useful assets and will be busy with household related work, may be selling the least important equipments or just a regular clean-up of the house.",
        "Gemini Health & Wellness Horoscope": "The focus is on your health in this planetary position. You are enthusiastic about keeping yourself fit. You are also inclined towards yoga. You are getting conscious of your desires for a healthy living. Start with one step at a time. Be it food or enjoyment, go for a healthy option. Whether partying or working, do not let your health take a back seat.",
        "Gemini Daily Love & Relationship Horoscope": "Do not feel dejected as your date did not turn out the way you thought. Give time to a relation. Probably you are not able to see the inner heart. Your partner has got a heart of gold. A couple of incidences will prove your partnerﾒs worth to you. A desire for an intimate encounter is on the cards from both the sides.",
        "Gemini Career & Money Horoscope": "You find yourself running from pillar to post today with little fruitful result. Do not lose heart. It is just one odd day when things do not happen the way you wish. The incidences of today will motivate you to plan your work in advance and carry on necessary tie ups before you move into the field. Do not purchase any new credit card."
    },
    "3": {
        "Cancer Daily Horoscope": "Monotony is not your cup of tea. It bores you. Today be flamboyant and flirty. Bring change in your routine. Fitness regime may attract you. You may enroll for recreational activity. Out of the box ideas may impress superiors. You may get recognition in office. Overall a light and relaxed day. Work pressure will be moderate. You will spread positivity.",
        "Cancer Health & Wellness Horoscope": "You take things slow and steady. But you also do not shy away from showing an instant spurt of energy. This of course surprises all around you. Similarly your skin also takes the same course. At one time you enjoy a porcelain complexion and at other time there is a sudden burst of pimple. Drink gallons of water on a daily basis.",
        "Cancer Daily Love & Relationship Horoscope": "The connection with your soul mate seems to be fading away due to work pressures. But you can struggle well to maintain meaningful relations. If you are serious about this person then you must strive to retain the lost charm other wise control your temptations. It will be an unnecessary and wasted effort for some one who does not matter to you much!",
        "Cancer Career & Money Horoscope": "A short but extremely lucrative opportunity is likely to open up for you today. Investing in construction or real estate business can turn out to be most profitable now. However, you will get to enjoy the benefits only if you take timely and decisive action. Wasting time now would result in the loss of your opportunity. Property related loans are also likely to be sanctioned today."
    },
    "4": {
        "Leo Daily Horoscope": "There may be a psychological fact which is causing you a lot of discomfort. You may have reminisced about the bad happenings of the past. Go and share your concerns with a friend or a relative and the day will turn out to be a great one for you! These are just certain demonstrations to make you strong in life!",
        "Leo Health & Wellness Horoscope": "You are going to get some health related good news about someone close to you. If you have been worried about the health of a loved one, your worries will be soothed today. You may also come across a remedy for a chronic health condition from which someone near to you suffers and this remedy can prove to be very effective.",
        "Leo Daily Love & Relationship Horoscope": "It is imperative that you keep your egos aside if you want to cultivate a very promising relationship. Your own narrow vision and ego is very likely to cause problems in your family life. Timely intervention is essential if you do not want this to develop into long term strife. Try to look at the matter in hand from a viewpoint that is different from your own.",
        "Leo Career & Money Horoscope": "You may find your day to be a bit monotonous as you have been working on the same project since long. This may be fatal for your progress so look for a change as soon as possible. However in the mean while enjoy the harmonious relationship with your co-workers. One of them may be of great help to you in finding a way out of the organization very safely!"
    },
    "5": {
        "Virgo Daily Horoscope": "There is confidence in air. You will take up a pending project that had been left unfinished. Obstacles seem to appear but they will not block your path. A close friend will come for your rescue. An important connection at work will open up the door of opportunity to yoke out imagination. Do not turn back to dig past.",
        "Virgo Health & Wellness Horoscope": "Take time to discover what suits you the best and renders you maximum energy; just increase its intake for your good health! You seem to be travelling since long and consuming various varieties of food at different places. It may upset your digestive system making your life uncomfortable and you must be very careful of it!ﾠﾠﾠ",
        "Virgo Daily Love & Relationship Horoscope": "You are likely to be overwhelmed by a number of contradictory feelings now. In fact, you may be hard put to choose from among more than one possible romantic partner. The answer is obvious to all, but still you will feel opposing currents pulling at you. Hence, this is not the best time to take any momentous step in your love life.",
        "Virgo Career & Money Horoscope": "You may have a head start in your career today. You may even get opportunities to make a transition from one employer to another offering you far better prospects. But be careful of fraudulent offers as someone has been attempting since long to take undue advantage of your capability and genuineness."
    },
    "6": {
        "Libra Daily Horoscope": "You may embark on an unlikely partnership today. It will provide you with romance, thrills and adventure, but whether it will be successful in its quest still remains to be seen. Help and support may come from completely unexpected sector. However, this opportunity will open up only for a short period of time. So, you need to be quick and decisive.",
        "Libra Health & Wellness Horoscope": "Minor illnesses are on the cards today. You may feel a slight cold or a headache coming on. This is just a passing phase, but it may leave you feeling somewhat weak. So, do not schedule too many appointments today. Plenty of rest and relaxation will take care of the problem and you will soon be fit and fine.",
        "Libra Daily Love & Relationship Horoscope": "You recently got patched up with someone in a romantic relationship. You have known this person since long but now you are stunned to see the flip side of the person. He fails to understand your aspirations and to come up to your expectations. Give some time to him and he will act maturely, although gradually but he will.",
        "Libra Career & Money Horoscope": "You may get a chance to seal the deal with one of the biggest clients. Go ahead with your decision to sign a long-term contract with them. The client has plenty of financial resources and so will reduce the economical pressure on your firm. Demonstrate common sense and good business to the client if you want to pick more deals from them."
    },
    "7": {
        "Scorpio Daily Horoscope": "Overall, this is going to be an emotional day for you. You may require to lay bare your innermost thoughts and feelings. It is a scary prospect because you have not done this before, but if you take this step, it will take you closer to emotional fulfilment. Someone near to you may also get emotional and your appropriate response is vital now.",
        "Scorpio Health & Wellness Horoscope": "Your diet requires immediate attention. You have been overeating consistently and have been following a highly unhealthy diet. This is affecting your health without you being even aware of it. In addition, your junk food diet is the root cause of the stress that has been accumulating in your mind and body. Unless you modify your diet, these relaxation techniques are not going to be effective.",
        "Scorpio Daily Love & Relationship Horoscope": "It is high time that you judged your relationship in an objective way. Are you ready to take it to the next level? It is time to examine your own feelings rather than that of your partner and deal with the ambiguity that you normally feel. This is the best time to take decisive action regarding your relationship so that you can guide it to the direction that you want it to take.",
        "Scorpio Career & Money Horoscope": "Though you are well established in your field, you may feel restless in your work. A feeling of discontent with what you know can now begin to disturb you. However, it will be rather foolhardy to leave your job right now. These feelings are transient and avoid taking any major career decisions today as you are likely to be misguided."
    },
    "8": {
        "Sagittarius Daily Horoscope": "A situation is likely to arise in your life where you will have to take a very direct and proactive role. It may appear to be a very difficult situation, but you have the capability of solving it fairly. You will just have to assert yourself, but do not worry. After the crisis is over, people are going to be impressed by your role in solving it.",
        "Sagittarius Health & Wellness Horoscope": "You will experience a spurt of energy and are likely to take up a health pursuit which you have been putting off. You may take up a new sport today or start a routine of exercise. All your health related good intentions will be fruitful today. Hence, this is a great day to take care of yourself and advance your fitness goals.",
        "Sagittarius Daily Love & Relationship Horoscope": "It is going to be a great day for you today! You may get a chance to speak your heart out today. But be careful not to speak anything which you will regret later! Keep your speech brief and precise, you will get many more chances to address your partner openly! Highlight only the burning issues.",
        "Sagittarius Career & Money Horoscope": "You take great pride in doing a job well and thoroughly. This will now come to the notice of your superiors. This can well lead to additional responsibilities being placed in your hands and open the door to considerable advancements in your career. Income is also likely to increase. You need to increase your dedication and attention to details for your career."
    },
    "9": {
        "Capricorn Daily Horoscope": "You may meet people who are aware of the vices in you but are unacceptable towards it! As if they have no flaw in themselves. Simply maintain distance from such people. Instead try to recollect about the good people you came across in all these years and if possible establish contacts with them again.",
        "Capricorn Health & Wellness Horoscope": "Your health is going to be excellent today. Tune in to some wellness music or go for a soothing session of aromatherapy at home to keep on holding to this state of wellness. However, a family member may suffer from a minor illness and you may have to nurse him / her through it. Your mental stress will also be considerably less today.",
        "Capricorn Daily Love & Relationship Horoscope": "There may be some changes cropping up in the mind of your partner. He may want to adopt an adventurous approach to life and this will involve several experiments to attain his desired goal. You may even need to change your food habits or residence. Just be careful of controlling your laughter over anything new your partner tries to do!",
        "Capricorn Career & Money Horoscope": "You are agile, confident and proactive. These qualities will help you today in cracking any interview. Work a little on your body language if you are going for any interview today. Color of the day is white. Wear it in some part of your clothing. Financial matters will see an average approach. You may plan buying a property."
    },
    "10": {
        "Aquarius Daily Horoscope": "This day is particularly favourable for spending time with your family. Go for some bonding with your parents or sibling or enjoy a quiet time with your spouse. Get involved in a fun activity with your children. Even if work pressure threatens to mount, put them aside for today and celebrate the togetherness. You may be surprised at what you can learn from these family sessions.",
        "Aquarius Health & Wellness Horoscope": "You are a person of calm composure. But inside there may be violent steaks of emotions. Your body has also become like this! So some internal problems may suddenly crop up whose signs you never saw before! The best way is to drink copious amounts of water and stabilize your body until you visit the nearest doctor at the earliest.",
        "Aquarius Daily Love & Relationship Horoscope": "Today is a good day to take your date out. Enjoy and indulge in some light talks. Refrain from commitment. Also do not try to judge your partner. Even your partner is in the mood of partying and no serious commitment. It is yet too early. Your relationship may flourish to take you by surprise or may die down with a fizz. Just have good time.",
        "Aquarius Career & Money Horoscope": "You have been patient at your work, but today you will feel a surge of possessiveness. You need to realize that things will progress at their own paces and trying to grab more at this point will ultimately be self defeating. You have been patient and stuck to the prescribed path. You need to remember why you did so and continue in this same path."
    },
    "11": {
        "Pisces Daily Horoscope": "Try to form partnerships with people of power and similar interests as well as those who complement your abilities. Few people are trying to influence you by giving false hopes but do not pay heed to what they say. Make your own judgments and adhere by it. You have been planning since long to buy a new house, may be you can own one this time!",
        "Pisces Health & Wellness Horoscope": "You need to realize that good health is the key to happiness and you will not be able to enjoy anything if you continue to indulge in habits that are harmful for your health. Today is quite suitable for adopting these changes which can help you to lead a better and healthier lifestyle. Take a pledge to give up your unhealthy addictions today.",
        "Pisces Daily Love & Relationship Horoscope": "Complications are going to arise in your romantic relationship today. A younger sibling of you or your partner may play a crucial role in this. This does not mean that you are going to learn something bad about your partner. Rather, you are going to come to know of a facet of his / her personality that you were previously unaware of and this can add to the layers of your relationship.",
        "Pisces Career & Money Horoscope": "Your job is treating you well and you have your hands full with project. Still today a new opportunity will surface which will be quite good for your career. It will increase the area of your work with more responsibilities. You may want to make a shift. The opportunity will be available within the company. Be conscious of any information regarding the same. However, the salary may remain same."
    }
}]
