horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You may examine changes in your lifestyle which could possibly establish a balance between your work and health. You can drop an email to one of your close friends asking about the solution for the same. These changes will make you comfortable. You may align yourself with right people and they will let you determine the purpose of various goals.",
        "Aries Health & Wellness Horoscope": "Unresolved issues in other areas of life can affect your health today. You have probably not noticed it but the stress of your work and relationships have been mounting up and this is likely to lead to difficulty in sleeping or relaxing as well as irritation of the stomach. The key lies in relieving the stress of your mind rather than in any physical problems.",
        "Aries Daily Love & Relationship Horoscope": "The tension between you and your partner may mount up in the dayﾒs beginning but love will sooth up everything being intensified. Peace and intimacy will prevail and the day will end warmly. You may even plan a day out even with your beloved at your favorite hangout destinations.",
        "Aries Career & Money Horoscope": "You have been looking for that one great opportunity to come your way and this is the best time for it to appear. If you have appeared for an interview, you will get good news on that front today. Job offers from unexpected quarters or scope of advancements from old contacts will now begin to manifest. You have kept up excellent spirit during the tough times. The end is now in sight."
    },
    "1": {
        "Taurus Daily Horoscope": "Today you are more emotional than usual thereby risking your vulnerable self to others. At work, you will absorb pressure which will tire you by day end. Try to divide your work among team mates or schedule some work for some other day. Take a few works and produce quality work. You may enjoy delicious meal with someone special.",
        "Taurus Health & Wellness Horoscope": "The time has come to put the power of your mind to operation in order to rise above physical ailments. You need to realize that mental wellness has a profound effect on your physical health and you do have that mental strength to overcome any physical obstacle. Put your trust in the power of your mind and you may be pleasantly surprised at the results.",
        "Taurus Daily Love & Relationship Horoscope": "You are going to require lots of patience to deal with your partner today. Be careful what you say if you want to maintain peace. Minor disagreements can flare up into major issues. However, this is just a minor blimp and you should not highlight this incident and lose something good happening in your life. Silence will indeed be golden today.",
        "Taurus Career & Money Horoscope": "The day will get better as it progresses. The disappointments you have experienced in past few days will come to an end and you can breathe in a fresh air of optimism. Your superiors may even reward you for your consistent ability to tackle issues well. And this is a good time to get your point across anyone, ranging from the top management to the lowest level sub-ordinates."
    },
    "2": {
        "Gemini Daily Horoscope": "The day may turn out to be somewhat bizarre. Event which you never expected have a high chance of happening today. It is important that you take note of the planetary energies and try to understand the direction to which they are pushing you. Detecting the right path at this juncture can have a revolutionary effect on your life.",
        "Gemini Health & Wellness Horoscope": "It may be a surprisingly embarrassing situation for you that your temper may shoot up when you have not expected this to happen at all. Do not put pressure on your mind for this reaction of yours. Mistakes happen and you are not the only one who commits them! It may be an outburst of mental stress which you have been going through in the past few days. Try to cure that first!",
        "Gemini Daily Love & Relationship Horoscope": "You can relate well to everyone you come across today. But this does not mean that they can be a perfect match for you. It will be too early to call it ﾓlove at first sight ﾓfor someone you may be attracted to! Take a step back and start analyzing how things have been and how things will be in future of you go ahead with this person in life.",
        "Gemini Career & Money Horoscope": "A trend is building up for past few weeks and the result will appear today. Prepare yourself to harness the result. Keep the company of like minded people. An innovative business idea will fly from your conversation. Be contended with what you have. Do not let greed blanket you. The goodness of your soul will help you stay away from wrong things."
    },
    "3": {
        "Cancer Daily Horoscope": "You are an optimistic individual and today is the day to let the world know it and benefit from it! This will render you the reputation of being a motivational speaker, something you have been longing for to achieve! Strained relations with people in society will get better as they will stop finding faults with you anymore!",
        "Cancer Health & Wellness Horoscope": "If you are conscious about your health, then you are going to enjoy excellent day. Avoid eating junk foods today though temptations will come in your path. It has cost you considerable effort to abandon your previous bad habits and addictions and adopt a healthier lifestyle. Do not throw all these efforts away today due to some temporary impulse.",
        "Cancer Daily Love & Relationship Horoscope": "The day will have a pleasant beginning. A lot of warmth and laughter from your partner will brighten up the personal relationship. You have faced a difficult time in your personal life. So this is the time to go out with your partner, lie down and have some real fun! Laughing at yourselves will vanish most of your worries as a couple.",
        "Cancer Career & Money Horoscope": "While working you follow a detailed approach. This is your positive aspect and this weekend your approach will help you in monetary gains. Avoid manipulation and be honest in whatever you do. Quality of your work will speak for you rather than the quantity of your work. Integrity is welcomed in any situation and will take you out cleanly from a difficult situation."
    },
    "4": {
        "Leo Daily Horoscope": "You are full of zeal to change things around you, but you need a period of calm reflection to decide whether they need changing at all. While you are going to excel at the projects you decide to take on, it is better if you let someone else choose those projects for you. You will be filled with single minded determination today.",
        "Leo Health & Wellness Horoscope": "The day is best suited for a complete change in your health and fitness regime. You are likely to start a new routine of exercise or other physical activities today. You will feel a surge of enthusiasm to take special care of your health. However, you need to realize that your mind is intimately linked with your physical health and one will not improve without a corresponding improvement in the other.",
        "Leo Daily Love & Relationship Horoscope": "Love and romance occupy your mind now and you may actively start looking for a romantic partner if you are single. If you are already with someone, it is the time to take some major decision like whether you will take the relationship to the next level or whether you will be better off without it. In either case, major changes are expected in the relationship front today.",
        "Leo Career & Money Horoscope": "Unexpected demands on your finances can make the day rather unsettling. Be sure to check all your bills and other obligations to make sure that you have paid all your dues. If you have overlooked anything, it may come back as a much inflated amount in near future. You may have to pay off some old debt which you had forgotten about."
    },
    "5": {
        "Virgo Daily Horoscope": "Be the first one to take the initiatives and you will be the first one to receive the credits. Just be a little careful of not over exerting yourself or pressing hard on certain issues of least relevance. Do not hurt others by blurting out something which they donﾒt like! They may irritate you unintentionally and without realizing even that they are actually doing it.",
        "Virgo Health & Wellness Horoscope": "A great sense of happiness, health and general well being mark your day. You have an excellent attitude towards an important thing today. Your decision today will have a long term effect and with your positive attitude, it will affect you favorably in the future. Your strength of mind and peppiness will be a focus of envy for others.",
        "Virgo Daily Love & Relationship Horoscope": "You are a free bird and commitment is not your cup of tea. So better do not get into it if you cannot be handle it else learn to be cool with the possessiveness of your partner. Those who are single may seem to be calm and composed but unfortunately they may be hit with the thoughts of an unforgettable past love! Moving on is the only way out!",
        "Virgo Career & Money Horoscope": "Your efforts will be rewarded generously if you try to work to the maximum of your ability. So focus on your work and responsibility. Any carelessness on your part can pose a heavy liability. However the day promises to shower you with monetary gains. Your previous investments seem to give you rich rewards."
    },
    "6": {
        "Libra Daily Horoscope": "Your gregarious nature has resulted in many friends, but not all of them are reliable. You need to probe a little deeper before you decide to trust a friend today. You are very clearheaded today and will probably make complicated plans which you will be able to execute with perfection. Complete your unfinished business today and clear up the backlogs.",
        "Libra Health & Wellness Horoscope": "You will be fine no matter how much you will be expected to pace yourself. However a good mood can boost your tackling ability very well and will give you a renewed sense of vitality. However you may catch cold or a similar infection which will not last for long but will be a cause of concern. Just be aware of what you touch and wash your hands as much as you can!",
        "Libra Daily Love & Relationship Horoscope": "If you are looking for perfect love then you must not! Cinemas portray an idealistic image of the guy or the girl which does not exist in reality! So you must not look for such a type of person! If you can do this, you can easily find some one matching your taste and preferences!",
        "Libra Career & Money Horoscope": "Change in the place of residence because of work related reasons is a major possibility today. You may switch jobs or may be promoted and be shifted to a different region. You may also seek career related advice today either from a professional consultant or someone close to you. If you pay sufficient heed to this advice, you will be greatly benefitted."
    },
    "7": {
        "Scorpio Daily Horoscope": "Take some time out to spend in solitude and reflect what you truly want from life. The last few days have been hectic. So, you need to re-evaluate your goals in life and how your actions are affecting your own life as well as your relationships. Travel is indicated, though it is better to go for a relaxing holiday rather than a hurricane tour of thrills and adventure.",
        "Scorpio Health & Wellness Horoscope": "This day is particularly favourable for you. You can start something new, finish a project which had been taking up a lot of your time or take up a task which you have been putting off. Fun and games are on the card for the evening. Connect with friends, old and new and enjoy. Shopping can be especially fun today.",
        "Scorpio Daily Love & Relationship Horoscope": "Romantic opportunities are all around you today. However, you need to check your own priorities before you choose your partner so that no problems arise in the future. If you are already in an exclusive relationship, you will take it to the next level. Your partner is likely to be feeling possessive and intimate right now. Your response is going to shape your relationship in the future.",
        "Scorpio Career & Money Horoscope": "Your career is poised on the verge of a major breakthrough. Decisive action on your part is needed to decide which direction you want it to take. You need to analyze the pros and cons carefully. Your decision is going to affect your life and if you do decide to take the correct alternative, your income is likely to increase considerably over the next few days due to your decision."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You will easily get many opportunities to complete your unfinished work on time. Other problems which may crop up will get resolved quickly so do not bother yourself about them. Try to make the most of the day because what ever you will do today, will be successful as well as fruitful. You may be looking for a good advice from someone dear to you.",
        "Sagittarius Health & Wellness Horoscope": "You may suffer from disorders of stomach. So try to consume less oily diet supplemented with lots of water. However the condition will get better by the end of the day. But for those who are already affected may have something severe to face. Proper medication will lead you to speedy recovery.",
        "Sagittarius Daily Love & Relationship Horoscope": "You are going to make new friendships and new connections today. You continue to be in a jovial mood and your conviviality is going to impress others. One of the friends that you make today can turn out to be very significant in later years, though it may not seem like that now. You are in a helpful mood and are ready to help your friends and family today.",
        "Sagittarius Career & Money Horoscope": "While you know how to let down your hair and have fun, you are now completely focussed on your work. You are in an unusually serious mood today even if what you are doing does not warrant so much importance. A colleague may slack off and you are going to complete his tasks for you. So, there is going to be some unwarranted pressure of work."
    },
    "9": {
        "Capricorn Daily Horoscope": "The day is going to be a roller coaster between emotional and practical matters. The movements of the planets ensure that you are likely to be emotional in the morning and are going to judge different matters based on your emotional responses. This may lead to some flawed judgments, but things will begin to settle in the evening and you are going to develop a more practical approach.",
        "Capricorn Health & Wellness Horoscope": "Viral cold or seasonal fevers may affect you today. You should take timely precautions and preventive medicines to guard against this. On the whole, you have adopted a healthy lifestyle and you will begin to reap the benefits of these positive steps very soon. A sense of wellbeing pervades your mind. Rest and relaxation can go a long way in helping your health today.",
        "Capricorn Daily Love & Relationship Horoscope": "You may have short and quiver involvements with attractive strangers. You will be able to convince them easily with your charm and sugar coated talks. But do not expect these involvements to lead anywhere. Do not look for deeper meanings when there isnﾒt any! Flirting is in the air and you must breathe it in.ﾠﾠﾠ",
        "Capricorn Career & Money Horoscope": "Temptations will appear in your path today, but it is imperative that you stick to the righteous path. Trying shortcuts will ultimately be harmful for your career. It will not be easy to choose the right path, but you can only do this if you can keep the greed from overwhelming you. If you cannot do this by yourself, call up a true well-wisher and that person will help you to stay strong."
    },
    "10": {
        "Aquarius Daily Horoscope": "The day is going to be an emotionally intense one for you. You will bring great passion to everything that you do today and success will follow as an inevitable result. You may have been avoiding an issue because it is too close to you, but today is the best day to tackle this issue and confront it head on.",
        "Aquarius Health & Wellness Horoscope": "You are going to enjoy excellent health today. However, you need to keep an eye out for the health of your family members. You may have to nurse one of them through a minor illness. You also need to realize that your physical health is dependant to a large extent on your mental well being. Going for soothing massage or aromatherapy can help you to take full advantage of your good health now.",
        "Aquarius Daily Love & Relationship Horoscope": "If relationship was meant to bring a smile on your face, it should make you happy and peaceful. If it is not, it is time to move on. Do not drag a relation, just because it was meant to be beautiful. If it is a misfit, dump it. And as you calm your inner voices, you will see a world of surprises waiting for you. Invest your energy in a productive setting.",
        "Aquarius Career & Money Horoscope": "You must keep your cool as certain situations will arise which may infuriate you. Do not blurt out anything which may seem to be an offensive statement to anyone. Be ignorant at that point of time and take out your fury later on in a refined manner. Be happy cause you may have the desired wealth assembled and may go for the plushest luxuries."
    },
    "11": {
        "Pisces Daily Horoscope": "The highlight of the day is communication with a person of influence which can have a long term impact on your life. You may also come in contact with a person or a situation where you are pitted against an opposite point of view. You need to be able to take constructive criticism and stick to your point without becoming rude.",
        "Pisces Health & Wellness Horoscope": "You must be careful of your diet especially what you are eating in the dayﾒs beginning! Eating stale food in a hurry at the pantry or any restaurant may affect you badly! So try to prepare your own food-fresh and light! Stick to a sound diet and you will start feeling fantastic in a very short span of time!ﾠ",
        "Pisces Daily Love & Relationship Horoscope": "You are going to require a lot of patience to deal with your partner today. Do not pick on every issue as this is going to disturb the peace and harmony in your relationship. Even minor disagreements and negligible issues can flare up into major problems. Silence is going to be golden today. Just keep your cool and believe in the innate strength of your relationship and this phase too will pass.",
        "Pisces Career & Money Horoscope": "You are in a peaceful mental state and will be able to focus greatly at your work. Today you may be able to crack the best business deals of your career even. But the lack of support from your superiors may hold you back. Try to convince them and all will go well, earning better repute as well as money for you."
    }
}]
