horo_english=[ {
    "0": {
        "Aries Daily Horoscope": "The day is going to be an emotionally intense one for you. You will bring great passion to everything that you do today and success will follow as an inevitable result. You may have been avoiding an issue because it is too close to you, but today is the best day to tackle this issue and confront it head on.",
        "Aries Health & Wellness Horoscope": "You have been in denial regarding some aspect of your physical or mental health for the last few days. Today is the day of clarity. The protective shell of denial will be removed and you will confront the truth about your health today. This is the first positive step towards recovery as you can now do exactly what needs to be done except only denying the situation.",
        "Aries Daily Love & Relationship Horoscope": "The planetary activities have brought around a tumultuous time in your relationship front. The last few days have been eventful and this has put you in a defensive mood where you just hope to keep your head down and maintain peace. However, this is the very time when you need to explore your relationship in a more aggressive style to understand its depth.",
        "Aries Career & Money Horoscope": "Some changes are likely to occur in your workplace. They may appear discouraging at first, but soon they will open up new opportunities for you. But you are going to require courage and a leap of faith to avail this opportunity. The venture appears risky at first, but you get to enjoy doing what you do and succeeding at it quite soon."
    },
    "1": {
        "Taurus Daily Horoscope": "Time to choose between fun and freedom. You will be allowed to be free if you have the sense of responsibility. Although after putting excess of hard work you will not be able to reach your desired goal but perseverance will pay off later so keep working. Do not get embarrassed when it comes to financial conditions. They will gradually improve with time.",
        "Taurus Health & Wellness Horoscope": "Happiness is the key to your good health and the reverse is also true. It is essential that you recognize this link between your health and happiness. So, the energy that you spend in maintaining your health will all go to waste if you are unhappy in your mind. You need to embark on a journey of self discovery to discover the root of your unhappiness if you want to enjoy good health.",
        "Taurus Daily Love & Relationship Horoscope": "The state of your relationship has been rather confusing lately and you have not been able to interpret or understand the signals your partner has been sending you. Today, you will gather some information regarding your partner which will help you understand and evaluate the situation better. You may also have to take some decisive action based on this information, but take care to keep your cool as you take your decision.",
        "Taurus Career & Money Horoscope": "Today you will develop better relationships with colleagues and clients. So it is a good day to explore onto something new which requires influential prowess. However those who are in ill health may resume work from home. This will improve your quality of work unexpectedly. You are cutting down on timings you waste in commuting."
    },
    "2": {
        "Gemini Daily Horoscope": "Many good opportunities are awaiting you. But they require a great deal of commitment which seems to be an unavailable option for you at this point of time. It is okay for you to put this opportunity on hold for an important personal event! You are gentle in your disposition and this is what helps you gel softly with friends.",
        "Gemini Health & Wellness Horoscope": "You have been thinking about bringing about a drastic change in your diet in the last few days, but were being held back by doubts. Today, all doubts will vanish and you will understand what exactly is needed for your own continuous good health. This can lead to a complete change in your lifestyle. The new way that you choose can appear unconventional and scary, but this is the right path for you.",
        "Gemini Daily Love & Relationship Horoscope": "The day will have a pleasant beginning. A lot of warmth and laughter from your partner will brighten up the personal relationship. You have faced a difficult time in your personal life. So this is the time to go out with your partner, lie down and have some real fun! Laughing at yourselves will vanish most of your worries as a couple.",
        "Gemini Career & Money Horoscope": "It does not matter how many hurdles are now placed in the path of your career. You will be able to sail through them as if they did not exist. Success seems to come effortlessly to you now, but it is vital to avoid a feeling of overconfidence. You need to realize that luck has as much a role in your success as your ability and this may not always be in your favour."
    },
    "3": {
        "Cancer Daily Horoscope": "You may meet people who are aware of the vices in you but are unacceptable towards it! As if they have no flaw in themselves. Simply maintain distance from such people. Instead try to recollect about the good people you came across in all these years and if possible establish contacts with them again.",
        "Cancer Health & Wellness Horoscope": "You will have to consult a healthcare expert today for some health related issues. But if you do not heed the advice now then you are headed for serious trouble on the health front. Do not ignore any health issues now. Even smallest issues should be investigated closely. With proper care, you can maintain a fit lifestyle and avoid health related problems.",
        "Cancer Daily Love & Relationship Horoscope": "The day is going to be stable as far as relationships are concerned. You will be able to enjoy a quiet and contemplative time with your partner. Take time to enjoy what you have. Taking part in ordinary domestic chores can create a level of contentment in your relationship which will give you a sense of happiness and renew your love.",
        "Cancer Career & Money Horoscope": "Great things are indicated on the career front today. You have been feeling somewhat underappreciated at work. This will completely vanish today and you may get a great job opportunity with high salary and more perks than you thought possible. However, taking this job may mean relocation. So, you need to think about the decision carefully and involve other family members in your decision."
    },
    "4": {
        "Leo Daily Horoscope": "Be sure to look after yourself and take care of your health. The stars warn about ill health today. Avoid cold or chilled food. If you have a medical condition, take extra precautions. Financially you should be stable today; no gain or loss is predicted. However, it is better to refrain from doing major investments today.",
        "Leo Health & Wellness Horoscope": "Your health remains in peak condition today. It is necessary to start a light exercise routine in the morning for continual good health and today is the best day to take the first step towards this. You may develop some complaint of the teeth towards the evening. It is also necessary to change your dietary pattern immediately for your continuous good health.",
        "Leo Daily Love & Relationship Horoscope": "Stress from your work or other areas of life are likely to affect the harmony in your relationship. Small issues may assume out of proportion importance today. This can lead to a major disagreement about a minor issue in your relationship. If you are single, schedule some relaxing activities by yourself. The day is not favourable for communication as there are chances of being misunderstood.",
        "Leo Career & Money Horoscope": "Your career is not at all going according to your plan and you cannot even understand why it is taking its current direction. The best remedy is to start afresh. The first step is to prepare a proper resume and submit it to the most relevant person ﾖ something which you have not done yet. You need to take control of your career rather than letting random events guide you."
    },
    "5": {
        "Virgo Daily Horoscope": "Watch out! Your competitors may try to weigh you down with proper planning and plotting. But you will be able to cream them up easily! And they will be left with no other option except to praise you for your mouthful achievements. Meet your best pals in order to inject some levity into the grim situation.",
        "Virgo Health & Wellness Horoscope": "You are pretty charged today. Divert the excess energy in keeping yourself fit and fine. Devise a strategy for proper exercise on a regular basis. Make a point to commit yourself to it. You cannot afford to compromise with your health so check your tendency of drifting away from routine tasks.",
        "Virgo Daily Love & Relationship Horoscope": "Gentleness and care is necessary to relate to your partner right now. He or she is dealing with an issue that is very important to him / her. You need to inspire the confidence so that he / she decide to confide in you. Prepare to lend your full support. Passing successfully through this crisis will have a long lasting effect on both of you.",
        "Virgo Career & Money Horoscope": "Distractions at the workplace are now acting to reduce your productivity. A possibility of an office romance is actually taking your mind away from work. However, you need to bring your concentration back. Avoid taking any action that can prove irritating or offensive to your colleagues. You are probably being distracted by a simple infatuation. Adopt an attitude of if it happens, it happens and concentrate on your duties."
    },
    "6": {
        "Libra Daily Horoscope": "Well, today is a lucky day for you. You take yourself and others by surprise by your problem solving abilities. You will leave your office mates impressed. Your confidence will be high and you may be offered a new project. Feel happy and celebrate with loved ones. A friend may visit you today. You may enjoy a fun filled day.",
        "Libra Health & Wellness Horoscope": "Your mind is very active today. You are full of ideas and inspiration. You will be constantly coming up with new plans which you will be able to plan and execute very easily. Your only problem today will be that you may feel overwhelmed by the flood of new ideas that will constantly fill your mind. You are also likely to inspire others around you to a higher level of activity.",
        "Libra Daily Love & Relationship Horoscope": "It is great day since you will be able to communicate openly to your partner. You have been looking for this opportunity since long! Reveal all your secrets with them and share the concerns you have! It will let the inflow of enthusiasm in your relationship, bringing you closer as friends and as a couple as well.",
        "Libra Career & Money Horoscope": "Life at the work place will be cool and all targets will get completed on time. But in business matters consult legal practitioners before signing any deal. There may be chances of fraudulent. If possible push your partnership deals onto the other day and re-evaluate the reliability of your partners."
    },
    "7": {
        "Scorpio Daily Horoscope": "Your over emotional nature though helps needy but at times may strangle you in an embarrassing situation. Seek help of your partner to come out of such situation. This is a time for some intimate and secret communication. Financial gains are most likely possible but keep a distance from gambling. Put your words cautiously lest they hurt a loved one.",
        "Scorpio Health & Wellness Horoscope": "You have been suffering from a minor but persisting problem of health in the last few days. Today, somebody will suggest alternative treatment of the condition to you and you will try it. Chances are high that it will work very well and you will be rid of the problem. This may well start your complete conversion to alternative treatment. Non invasive treatments are likely to work better in your case.",
        "Scorpio Daily Love & Relationship Horoscope": "Friends, co-workers and all sorts of people you know may try to enlighten you about the things you must do for your love life to gather up some pace! Follow what they say to update your dating database, except the flirting tips! You are looking for love so better focus on it rather than locking yourself for some momentary pleasure!",
        "Scorpio Career & Money Horoscope": "It is good to be obedient but do not let others make you dance to their tunes. You are unique and so are your views. You must adhere to what you think is the right option however people may try to mislead you. You are in the mood to bring a change in your expenditure plans probably trying to minimize your expenses, go ahead!"
    },
    "8": {
        "Sagittarius Daily Horoscope": "You have been feeling restless and unhappy for the past few days and today you are ready to take a more proactive approach to the problem. You need to dig deep to understand exactly where the problem lies and today is the best day to start the process. The day is also favourable to plan some projects which you have been ignoring for too long.",
        "Sagittarius Health & Wellness Horoscope": "Your heart is not content until and unless you feed others well. Ask your heart to love you too! Encourage yourself to eat well, sleep well and take plenty of rest which your body has been demanding since long. Attend cooking sessions to inspire you to prepare and eat your favorite cuisines. Do not be health conscious when not required!",
        "Sagittarius Daily Love & Relationship Horoscope": "You are passionate and romantic. You have been experiencing a very intense relationship with your partner. You both enjoy each otherﾒs company. Today is the day to honor each otherﾒs space. Every relation needs space for it to grow and flourish. If you donﾒt, it will decay within no time. Visit your friends and family. They also need you.",
        "Sagittarius Career & Money Horoscope": "The alliance between the planets affecting your income and career are now approaching its strongest point. This means, if you really devote your time and energy to your career, you will get to see the positive reflection in your bank balance. You will also have the energy and the ability to work more and better and improve your income even more."
    },
    "9": {
        "Capricorn Daily Horoscope": "You have a lot of trust in yourself, but you should not be overconfident or dominating. Trying to impose your own viewpoints on others may end up in backfiring today. It is not enough to be right. You also need to behave in a way without offending others. A humble approach can help you to complete a number of pending tasks today.",
        "Capricorn Health & Wellness Horoscope": "Entering an exercise class or any other regular physical activity is a must today. If you have been trying to improve your stamina or lose some weight, this day is ideal to take the first aggressive steps towards the new regime. You will be able to find the inspiration to stick to your new routine now. You may take on a far strenuous regime than what you are used to.",
        "Capricorn Daily Love & Relationship Horoscope": "You are going to require a lot of patience to deal with your partner today. Do not pick on every issue as this is going to disturb the peace and harmony in your relationship. Even minor disagreements and negligible issues can flare up into major problems. Silence is going to be golden today. Just keep your cool and believe in the innate strength of your relationship and this phase too will pass.",
        "Capricorn Career & Money Horoscope": "You are likely to be in a philosophical mood and any profession which involves deep thinking is going to see a high degree of success today. Teachers, lawyers, philosophers, preachers and politicians are going to be very successful today. But, you need to pay attention to the mundane in addition to the deep questions of life. Overlooking the practical situation is your major problem today."
    },
    "10": {
        "Aquarius Daily Horoscope": "You need to maintain a stable frame of mind and think things through sensibly and logically before you jump in with both feet. This is a time of fantasy for you. So, turn your mind towards romance and enjoying yourself. Applying a fantasy to romance will work to your advantage, but results may be very different if you try to be fanciful at your workplace.",
        "Aquarius Health & Wellness Horoscope": "You are likely to be at the peak of your health today. The day is especially favourable for athletes and those taking part in competitive sports and you are likely to be met with a high degree of success. In addition, you will also feel an amazing surge of energy and your mind will also be fresh and alert.",
        "Aquarius Daily Love & Relationship Horoscope": "You are likely to be swept off your feet by a gesture that your partner decides to make. If you are used to intimate dinners, be prepared for a rowdy but friendly family gathering tonight and vice versa. If you are single, this gesture can help you see your prospective partner in a new light and take decisions about the future accordingly.",
        "Aquarius Career & Money Horoscope": "Your efforts will be rewarded generously if you try to work to the maximum of your ability. So focus on your work and responsibility. Any carelessness on your part can pose a heavy liability. However the day promises to shower you with monetary gains. Your previous investments seem to give you rich rewards."
    },
    "11": {
        "Pisces Daily Horoscope": "Today is going to be a fun fare day. You will be revisited by friends and relatives. Least you can expect a call or mail from them. It is a good time to brush up your social skills and be prepared for the upcoming parties. Your financial issues will be taken care of as the day progresses.",
        "Pisces Health & Wellness Horoscope": "You may feel like changing your routine. But do not do it abruptly without thinking properly. You have a tendency to dream about the future and forget the present. So enjoy your present without making any amendments to your current lifestyle. Your health is entirely in your hands, if you are staying alone.",
        "Pisces Daily Love & Relationship Horoscope": "It may be a situation of trial for you to choose between your way and your partner's. But just retain your cool and do not land up questioning your partner over any issue. Try to reciprocate the love you have lavished from your partner. And remind him too of the hard time both of you have passed with your joint efforts rather than yielding to any one person's wishes!",
        "Pisces Career & Money Horoscope": "While working you follow a detailed approach. This is your positive aspect and this weekend your approach will help you in monetary gains. Avoid manipulation and be honest in whatever you do. Quality of your work will speak for you rather than the quantity of your work. Integrity is welcomed in any situation and will take you out cleanly from a difficult situation."
    }
}]
