horo_english=[{
    "0": {
        "Aries Daily Horoscope": "The desire to be successful may get heightened in you today! And you may strive to enhance your writing and oratorical skills today. Try to read some useful tips for achieving the same or get in touch with the experienced people for better guidance. However do not get negligent towards those who have been waiting for your attention and care since long.",
        "Aries Health & Wellness Horoscope": "Do not stress yourself by being judgmental about others and suspend all your activities until you recover completely from an anxiety attack! Go for a complete check up to a nervous specialist if medicines are not much effective! Meditation and yoga will relieve you greatly!",
        "Aries Daily Love & Relationship Horoscope": "Today, you will begin to understand that you will not respond to anybody elseﾒs manipulations and will set about drawing some healthy boundaries in your relationships. You have to understand that even your greatest well wisher should not be allowed to take your decisions for you and ultimately it is your opinion that matters. Take that first step and yourself respect will increase markedly.",
        "Aries Career & Money Horoscope": "There is a strong possibility of misunderstanding at work today, but be careful not to criticise your co-workers. You are feeling stressed out and irritated due to planetary influences and you are likely to take this out on your colleagues. You must consciously work to avoid this because it will create needless additional stress in your workplace and may even affect your health."
    },
    "1": {
        "Taurus Daily Horoscope": "You are likely to spend quite a lot on matters like furnishing, clothes and cosmetics. However, you will be able to stop your spending just short of extravagance. You are also likely to give expensive gifts to someone you love and this is definitely going to be appreciated. However, you need to verbalize your feelings so that your gestures become more meaningful.",
        "Taurus Health & Wellness Horoscope": "Health matters are of a great concern for you now. Let your intuition guide you in deciding what is the best fitness routine for you! You may come across various occasions offering you the best of the cuisines, but you have to be careful of your diet. Otherwise it will be an invitation for many ailments to attack your digestive system.",
        "Taurus Daily Love & Relationship Horoscope": "Try to strike a conversation with your partner. You have not actually talked much and have been busy enjoying and taking your relationship lightly. Itﾒs time you two go off to a new place preferably near nature so that natural beauty takes its own course to fill your heart with emotions and thus helping you open up. Your relation will get stronger.",
        "Taurus Career & Money Horoscope": "Life at the work place will be cool and all targets will get completed on time. But in business matters consult legal practitioners before signing any deal. There may be chances of fraudulent. If possible push your partnership deals onto the other day and re-evaluate the reliability of your partners."
    },
    "2": {
        "Gemini Daily Horoscope": "You may head for an unplanned adventurous trip. It may be within the city or it may be slightly short. But the idea is to have lots of fun and that you will definitely have. You may wipe your differences with someone close to heart. It was pending for long but as you get face to face, you may want to let go the past.",
        "Gemini Health & Wellness Horoscope": "It is time to take special care of your health. Ignoring your health problems will not make them disappear. Instead, they are likely to become much more serious over time. However, timely intervention can avoid much of that. It is also necessary to take care of the general health of your loved ones. You can also catch an infection from someone close to you.",
        "Gemini Daily Love & Relationship Horoscope": "Partnering well in personal life will give you an edge in professional life as well. The joint venture of you and your partner will turn out to be a great success in matters of love as well as business. You two have a very good understanding of each otherﾒs differences and hence can get along very well with each other. Continue to be so always.",
        "Gemini Career & Money Horoscope": "Today may not a very good day for people appearing in any exam. However, if you must appear today, do not let negative thoughts cloud your spirit. Go ahead, your strength and positivity may ward off any negative waves from your sun sign. Be careful while lending money today as someone may cheat you. Refrain from lending huge sum."
    },
    "3": {
        "Cancer Daily Horoscope": "You are feeling very adventurous and are determined to make your own way today. You are going to conquer all obstacles in your path by sheer determination and the force of your will.ﾠ Nothing is going to hamper your progress today. So, you can schedule all your difficult activities today and you will find success in them coming quickly and without hassle.",
        "Cancer Health & Wellness Horoscope": "Your health can be a little unpredictable today, but your exceptional mental strength and determination can help you tackle any situation. You may have to face a day of considerable physical labour, but you will come through with flying colours and complete all your tasks with time to spare. You may also stimulate someone else to start a healthy regime. However, be sure to relax at the end of the day with your favourite activity.",
        "Cancer Daily Love & Relationship Horoscope": "You will meet with somebody from your past that used to have a close relationship with you. This meeting can actually mark a new beginning, either by changing the dynamics of your current relationship or by renewing the old one. Pay attention to your feelings instead of covering them up and you will enjoy a better day.",
        "Cancer Career & Money Horoscope": "Changes are strongly indicated at the career front. If you have been thinking about changing your job, you are likely to take the final step today. You may even go so far as to start training for something which you had long wanted to do. In the process, you will have to take some risks, but they will pay off in the long run."
    },
    "4": {
        "Leo Daily Horoscope": "There is a strong possibility that you will meet someone from your past today and that person is likely to play an important role in your future. Be ready to offer and accept help without reservation as that can open up a completely new and exciting avenue for you. Change in your case can only be rewarding now.",
        "Leo Health & Wellness Horoscope": "You must pay a lot of attention to your feet. You are in a job which involves a lot of footwork, so you need to take extra care. Use socks and shoes regularly. If you experience some pain then go for a foot massage or dip your feet in warm water for half an hour or so. If the pain gets severe, consult your nearest doctor.",
        "Leo Daily Love & Relationship Horoscope": "You are going to require lots of patience to deal with your partner today. Be careful what you say if you want to maintain peace. Minor disagreements can flare up into major issues. However, this is just a minor blimp and you should not highlight this incident and lose something good happening in your life. Silence will indeed be golden today.",
        "Leo Career & Money Horoscope": "Things were probably not going so well on the work front for the last few days, but there will be some improvements today. Bear in mind that adjustments with colleagues is essential to preserve the harmony of your workspace. If you relent just a little, you will be able to enjoy a far more relaxed atmosphere with your friends at the workplace."
    },
    "5": {
        "Virgo Daily Horoscope": "The day is likely to be eventful. Circumstances may arise which will force you to confront a past event which you have been avoiding. You need to adopt a tolerant viewpoint in order to deal with this past situation as you tend to be needlessly hard on everyone ﾖ especially yourself. New opportunities can arise from this confrontation. The end result will be positive.",
        "Virgo Health & Wellness Horoscope": "The day is favourable for outdoor activities and exercises. All the stress will be draining away today and you will end up feeling amazingly energetic and refreshed. This will bring a flood of optimism and you will be able to tackle any task ﾖ even those which you have been putting off. Your enthusiasm is likely to infect others in your family or friend circle and you can all end up organizing an impromptu outdoor game or picnic.",
        "Virgo Daily Love & Relationship Horoscope": "You are all ready to make a fresh start in your relationship. This may take the form of letting go of an old relationship which had stopped working for you for quite some time now. Or you may decide to renew your efforts and infuse new romance in your existing relationship. You are full of energy and ready to take your love life to the next level.",
        "Virgo Career & Money Horoscope": "An unexpected career opportunity will open up for you today but you should not hesitate to grab this at once. Any delay can actually make you lose your chance and you would have lost a lucrative opportunity. You may meet someone from your past who will bring this offer to you or it may be presented by a complete stranger. This is one of those times to take a risk and it will definitely pay off."
    },
    "6": {
        "Libra Daily Horoscope": "The day can be a pleasant one for you, but there is a chance that you will end up obsessing over a minor point. This may be quite valid, but your approach can actually disrupt a time of peace and harmony at home or at the workplace. It is time to take note of the big picture and ignore the minor matters.",
        "Libra Health & Wellness Horoscope": "Keeping a positive attitude will help your body and soul to cope with a lot of stress. For rest you need to get back to your regime which has been ignored for some time. You may indulge in fitness routine. You may develop pain in your knees. Be regular with your exercise. It will fade in a couple of days.",
        "Libra Daily Love & Relationship Horoscope": "Your love relationship appears to be quite complicated today and several issues are going to need your attention. However, you will soon realize that attending to this problem has actually helped you reach a higher level of understanding and a number of hidden things are now clear. This will give you the strength to build a more transparent relationship.",
        "Libra Career & Money Horoscope": "This is the time when your persistence and hard work will pay off. You will be noticed by your superiors and will be offered better scope. This is less due to luck and much more due to your own sincerity. Your career is poised to take off right now. Be sure to utilize this opportunity to its fullest extent."
    },
    "7": {
        "Scorpio Daily Horoscope": "Monotony is not your cup of tea. It bores you. Today be flamboyant and flirty. Bring change in your routine. Fitness regime may attract you. You may enroll for recreational activity. Out of the box ideas may impress superiors. You may get recognition in office. Overall a light and relaxed day. Work pressure will be moderate. You will spread positivity.",
        "Scorpio Health & Wellness Horoscope": "You are a person of calm composure. But inside there may be violent steaks of emotions. Your body has also become like this! So some internal problems may suddenly crop up whose signs you never saw before! The best way is to drink copious amounts of water and stabilize your body until you visit the nearest doctor at the earliest.",
        "Scorpio Daily Love & Relationship Horoscope": "Do not feel dejected as your date did not turn out the way you thought. Give time to a relation. Probably you are not able to see the inner heart. Your partner has got a heart of gold. A couple of incidences will prove your partnerﾒs worth to you. A desire for an intimate encounter is on the cards from both the sides.",
        "Scorpio Career & Money Horoscope": "You may be able to meet new people or foreign delegates who will be amiable to you! Communicate with them freely and collect as much useful information as you can! This will be of great help to you in the completion of your project. Do not let yourself succumb to any panicking scenario created by your seniors."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Today is a favorable day for you. Your pleasing personality attracts others. Whatever you put your hands into today is most likely to be successful. You are quite popular. You are articulate and courteous and these qualities have pulled you where you are today. Just continue to be the same without letting ego and trickery coming in your way.",
        "Sagittarius Health & Wellness Horoscope": "The time is right for taking up some intense physical exercise. Lifting weights is a viable option. If you have been in two minds about starting any training or entering any athletic event, sign up now and you will be rewarded by a sense of wellness and energy. The exercise will also help you to see your own mind and feelings clearly and can help you to take an important decision in your life regarding your relationship or career.",
        "Sagittarius Daily Love & Relationship Horoscope": "Go out and do something adventurous with your dear one today. What ever you do, it should be fascinating! This will inject some levity into the tensed situation between you and your partner. You will find it easy to communicate your new experiences and feelings to your partner.ﾠﾠ",
        "Sagittarius Career & Money Horoscope": "Unexpected demands on your finances can make the day rather unsettling. Be sure to check all your bills and other obligations to make sure that you have paid all your dues. If you have overlooked anything, it may come back as a much inflated amount in near future. You may have to pay off some old debt which you had forgotten about."
    },
    "9": {
        "Capricorn Daily Horoscope": "You have devoted considerable time and effort to a project and it will start to pay off now. Hard work and determination along with farsighted planning has done the trick. You have also been planning some renovations but have been deterred by financial constraints. Today you will come up with creative ways to accomplish all these tasks within your means.",
        "Capricorn Health & Wellness Horoscope": "Today minor ailments may trouble you. You may suffer from cold, cough or headache. You may feel pain in your wrist or finger. This will slow the pace of your day. Do not get disheartened. Such things do happen. If possible, take ample rest today and tomorrow you will be back in action. Avoid drinking cold beverages.",
        "Capricorn Daily Love & Relationship Horoscope": "The day is especially suitable for passion. You have been holding yourself back for the last few days and trying to approach your romantic relationship with a degree of moderation. Today, you will realize that it is no longer enough. Instead, give rein to your passionate nature and see your love blossom. Your partner may be surprised, but will soon respond with enthusiasm.",
        "Capricorn Career & Money Horoscope": "Be sure to consider both short term and long term ramifications of your financial and career related plans before you go forward with them. A careful cost benefit analysis of all your career related plans must be done before you jump in with both feet. Take a long look at them from a distance. Getting a second opinion from a knowledgeable person can also be worthwhile."
    },
    "10": {
        "Aquarius Daily Horoscope": "The day is perfect to embark upon a new program of abundance and prosperity. If you have been feeling undecided about a new project to which you have devoted considerable thought, then this is the perfect time to take action. Whatever you decide to do today will ultimately lead to success. The events of today will also help to shift your perspective regarding money and modify your negative ideas.",
        "Aquarius Health & Wellness Horoscope": "You are charged emotionally more than ever! You must take this as an opportunity to express your love and care to every one you come across. But before you can do this you must meditate and channelize your potential. However you can also chose to exhaust this energy if you are in the mood to exercise in excess.",
        "Aquarius Daily Love & Relationship Horoscope": "The planetary activities have brought around a tumultuous time in your relationship front. The last few days have been eventful and this has put you in a defensive mood where you just hope to keep your head down and maintain peace. However, this is the very time when you need to explore your relationship in a more aggressive style to understand its depth.",
        "Aquarius Career & Money Horoscope": "The time is ripe for a change in the career front. If you were in two minds about changing your job, then this is the time when you can take the decision that will work out the best for you. Do not be afraid to take some risks as far as your career is concerned. They are very likely to pay off."
    },
    "11": {
        "Pisces Daily Horoscope": "It is high time that you took a break from your hectic schedule and have a calm look at your surroundings and your condition. You have been rushing about fulfilling your various obligations. Now, you have completed all that you can do and it is time to relax and enjoy the fruits of your planning and your efforts.",
        "Pisces Health & Wellness Horoscope": "The strict health regime that you have been following will now begin to bear fruit. If you have changed your diet pattern, you will see a marked improvement in your health today rising from that shift. This will encourage you to follow through with your healthy routine. You can also intensify any physical exercise that you have been doing recently with good results.",
        "Pisces Daily Love & Relationship Horoscope": "You are ready to start your journey of love. If you are already in a relationship, you will probably make a gesture to infuse new life into it. If you are single, you will become more available socially in order to meet a prospective partner. Your efforts will be appreciated and your love life will take a definite turn for the positive.",
        "Pisces Career & Money Horoscope": "You may find it difficult to balance your income and expenditure. Today is the best day to start looking for a second job to supplement your income. You may find something very much to your liking and this has the potential of becoming your primary job in the next few years. In the meantime, you have to practice some economies in order to maintain your lifestyle."
    }
}]
