horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You need help and the quicker you realize this the better. A timely call to a friend or a mentor can go a long way to establish your peace of mind and position in life. The changes that you have been resisting will begin to make more sense and you will begin the process of implementing these changes. Do not let your ego stand in the way of practical necessity.",
        "Aries Health & Wellness Horoscope": "You look for comfort and security at the same time. Try to be a little free minded. Approvals will come with time and other good things happen gradually so all will fall in place in sometime but it will not get delayed. Do not stay up late in the night! Sacrifice your morning sleep for maintaining good health which you may lose if you tend to be a little careless even!",
        "Aries Daily Love & Relationship Horoscope": "You are going to receive a piece of valuable advice from your partner today. It may not be to your liking, but you would do well to attend to it. This can be of considerable importance to you. This can be related to financial matter, your career or your family. It is vital that you should not turn defensive and ignore this advice as that can only result in regret.",
        "Aries Career & Money Horoscope": "A number of major and minor successes are predicted on the career front today. You may get some payment for services rendered a while back or you may get an unexpected bonus. A long awaited promotion may be granted to you or you may get that coveted corner office. Unemployed people or those who was shopping around as they wanted to quit their current job will get good news today."
    },
    "1": {
        "Taurus Daily Horoscope": "You are full of energy today. Your charm and wit is likely to dazzle all both at home and at your place of work. Go out with friends or someone special and enjoy. The day will be relaxed and free of pressure. There are chances of making significant monetary gains today, but keep an eye on the amount that you are spending on your shopping.",
        "Taurus Health & Wellness Horoscope": "Minor illnesses are on the cards today. You may feel a slight cold or a headache coming on. This is just a passing phase, but it may leave you feeling somewhat weak. So, do not schedule too many appointments today. Plenty of rest and relaxation will take care of the problem and you will soon be fit and fine.",
        "Taurus Daily Love & Relationship Horoscope": "Romantic relationships take a backseat today as you find yourself getting more involved in other family relationships. Your parents and / or children will demand a lot of your time and attention. But, if you involve your partner in dealing with these situations, you will be able to find romance in even the most unlikely place. It will provide a fresh insight into your relationship.",
        "Taurus Career & Money Horoscope": "You have been facing some confusion as far as your career is concerned and some questions have been troubling you for quite some time now. Today, a possible solution will occur to you. It is vital that you follow up on this idea, no matter how outlandish it may seem. Take a risk and it will pay off in great ways, much exceeding your expectations."
    },
    "2": {
        "Gemini Daily Horoscope": "Today you need to move out of your comfort zone. Be aware that sticking too much to the conventional can actually land you into a rut. This will give you a sense of truly living your life rather than just going through the motions. The first step may appear to be scary but if you can step out, this can prove to be a turning point in your life.",
        "Gemini Health & Wellness Horoscope": "You feel at the top of your physical health and this is the best time to set new targets and push yourself further. Athletes and others involved in physical training will enjoy great success today. Your mental health will also improve as you feel stress free, vital and active. You will also be able to infect those around you with your enthusiasm and optimism and can help others to start on a health regime of their own.",
        "Gemini Daily Love & Relationship Horoscope": "You are in a rather irritable mood today and you are likely to take this out on your partner. You realize that you are being unfair, but you still find it difficult not to assign blame where none is due. It is vital that you control your mood swings. If you cannot do so, try to spend some time away from your partner. Otherwise, your relationship will be in jeopardy.",
        "Gemini Career & Money Horoscope": "A number of new and different work opportunities will come your way today. There will be a rush of new clients or customers and several projects will be offered to you ﾖ some of which have the potential of becoming your dream project. In order to exploit this opportunity, you will have to work extra hard today, and you are going to enjoy every minute of it."
    },
    "3": {
        "Cancer Daily Horoscope": "Every feeling is intensified today because of the alignment of the stars. You are going to feel both love and hate more deeply than ever before. Opportunities will also arise to show you what is keeping you from becoming close to your friends now. However, it will be prudent to wait before you act on these feelings and see if they endure before you commit yourself.",
        "Cancer Health & Wellness Horoscope": "You may have to go in for extensive health checkups today. You may get a health scare but it will turn out to be a false alarm. But you need to treat this as a warning and bring about some much needed changes in your diet and lifestyle pattern. Adequate precaution at this stage can help you avoid major health problems which may otherwise develop.",
        "Cancer Daily Love & Relationship Horoscope": "There is a strong indication of interference by a third party in your romantic relationship. You or your partner may be attracted to another person. One of your past loves may re-enter your life. The interference may even come from close friends or parents of either you or your partner. It is necessary to stand by each other firmly against everyone.",
        "Cancer Career & Money Horoscope": "Office romance has been attracting you like a magnet. But remember office is a place to work and not to show your feelings. Your colleagues may not appreciate. From the other end, it may be an infatuation. Concentrate on your work. If it has to happen, it will definitely happen. Otherwise, it will pass like a whiff of air. Take it sportingly."
    },
    "4": {
        "Leo Daily Horoscope": "You now have developed a strong sense of commitment. You may have to meet some family obligations and you will rise splendidly to the occasion. You will be polishing all your skills right now and calling on your hidden resources to meet the challenges in your life. The journey is likely to be tough, but you are going to enjoy every moment of it.",
        "Leo Health & Wellness Horoscope": "You have been suffering from a minor but persisting problem of health in the last few days. Today, somebody will suggest alternative treatment of the condition to you and you will try it. Chances are high that it will work very well and you will be rid of the problem. This may well start your complete conversion to alternative treatment. Non invasive treatments are likely to work better in your case.",
        "Leo Daily Love & Relationship Horoscope": "The day is going to be stable as far as relationships are concerned. You will be able to enjoy a quiet and contemplative time with your partner. Take time to enjoy what you have. Taking part in ordinary domestic chores can create a level of contentment in your relationship which will give you a sense of happiness and renew your love.",
        "Leo Career & Money Horoscope": "A trend is building up for past few weeks and the result will appear today. Prepare yourself to harness the result. Keep the company of like minded people. An innovative business idea will fly from your conversation. Be contended with what you have. Do not let greed blanket you. The goodness of your soul will help you stay away from wrong things."
    },
    "5": {
        "Virgo Daily Horoscope": "Events have aligned themselves in such a way that your confidence has taken quite a beating. It will be difficult to conclude any task happily and in a satisfied manner today. You may also come in contact with someone whose negative comments can give rise to a feeling of despondency. Remember that this is a temporary phase and you will soon get your confidence back.",
        "Virgo Health & Wellness Horoscope": "You may want to completely change your dietary pattern today. In a drastic move, you may decide to go vegan!! Or you may develop a sudden liking of simple home cooked dishes of fresh fruits, veggies and fish. You will probably avoid heavy and spicy dishes. You may take on a detoxification diet. This will leave you feeling highly energetic and quite young.",
        "Virgo Daily Love & Relationship Horoscope": "The golden rule of relationship tells that you listen to your heart. Let your heart rule your mind this time. People around you will not be able to judge your partner. So do not seek their verdict on your love life. Follow your heart and maintain your self esteem. What matters to you is the purity of your relationship.",
        "Virgo Career & Money Horoscope": "Beware of some secret enemy at your workplace today. This person has been behaving in a friendly manner in recent days, but there is some past history between you and he or she may try to take some retribution today. It is best to complete all your tasks well within time and be on schedule because otherwise, you may end up in trouble with your superiors."
    },
    "6": {
        "Libra Daily Horoscope": "You have been feeling like you are being pulled in different directions and you could not decide which way to go. These pulls will become even stronger today and taking a decision becomes even more difficult. You need to be careful while making a judgement because emotional or other external factors can interfere with your good sense today. It is better to postpone important decisions.",
        "Libra Health & Wellness Horoscope": "You have to take extra care not to gain weight. You will find that even if you have controlled your diet, you are feeling heavy and bloated. A sort of lethargy may overcome you, leaving you feeling tired and indifferent. This is a condition of your mind rather than of your body. Meditation and other mind body discipline can help you feel lighter and fitter today.",
        "Libra Daily Love & Relationship Horoscope": "You are feeling especially sanguine and diplomatic today. Hence, you will be able to handle any situation that arises in your family or your relationship today. Your partner may be misinformed about you or may come out with a grudge from long ago. You will be able to deal with this easily in a sympathetic manner which will actually strengthen your relationship.",
        "Libra Career & Money Horoscope": "You are likely to encounter a run of good luck in ventures related to speculation and chance. If you were in two minds about any investment, then you will be able to take a logical and appropriate decision today. This will have a positive impact on your finances at a later date. It is also a good day to buy or invest in real estate or landed property."
    },
    "7": {
        "Scorpio Daily Horoscope": "Try to form partnerships with people of power and similar interests as well as those who complement your abilities. Few people are trying to influence you by giving false hopes but do not pay heed to what they say. Make your own judgments and adhere by it. You have been planning since long to buy a new house, may be you can own one this time!",
        "Scorpio Health & Wellness Horoscope": "You seem to be a little stressed out. Try to practice fitness sports which are outdoor ones like swimming or yoga! You have to do it on a regular basis to strengthen your muscles and lung capacity. However avoid it if the weather is too cold outside, you will be affected negatively rather. In such a condition go to a gym and in a trainerﾒs guidance do the mild fitness exercises.",
        "Scorpio Daily Love & Relationship Horoscope": "Everywhere you go there is some or the other thing to remind you of the bygone days when you have made loved with your beloved. It can be predicted that you are no longer in accord with them. Don't regret for the things unsaid and certain things cannot be changed, so just let them be the way they are!",
        "Scorpio Career & Money Horoscope": "You may be able to meet new people or foreign delegates who will be amiable to you! Communicate with them freely and collect as much useful information as you can! This will be of great help to you in the completion of your project. Do not let yourself succumb to any panicking scenario created by your seniors."
    },
    "8": {
        "Sagittarius Daily Horoscope": "Today is decision time. You have been worrying about some issues for the last week. However, today you need to take a decision which may seem tough at first. Your heart will guide you in the right direction. Think what youﾠwantﾠto do rather than what youﾠhaveto do and follow your heart. This will prove beneficial for you in the long run.",
        "Sagittarius Health & Wellness Horoscope": "Life takes its own course and sometimes when things are not in our own hands, we need to wait patiently and calmly. If you show agitation or fickleness, it will affect your health negatively. You may develop pain in some body part. Relax and and listen to some meditative music. That will have a healing effect on your soul.",
        "Sagittarius Daily Love & Relationship Horoscope": "You have been more on the passionate side and hence fail to recognize that relationships are multi faceted doorways. You have to move in circles which are both exciting and challenging. You will get a chance to get closer to someone whom you have deeply admired since past many years. You will be greatly delighted to have this person around.",
        "Sagittarius Career & Money Horoscope": "You find yourself running from pillar to post today with little fruitful result. Do not lose heart. It is just one odd day when things do not happen the way you wish. The incidences of today will motivate you to plan your work in advance and carry on necessary tie ups before you move into the field. Do not purchase any new credit card."
    },
    "9": {
        "Capricorn Daily Horoscope": "Time to honor your commitments! This may require a lot of compromise with your fun and frolic but you have to do it if you do not want to let down others! Your imaginative capabilities may help you pursue your goal. Your progress will be huge since you are focused on humanitarian needs.",
        "Capricorn Health & Wellness Horoscope": "Take adequate protection against cold and viral infection and other infections of the respiratory system. You have been exposed to a polluted atmosphere for a long time and this will now take a toll on you. Try alternative preventive measures and home remedies to keep away the infections as they are likely to be more successful. Modifying your lifestyle can be beneficial now.",
        "Capricorn Daily Love & Relationship Horoscope": "The force of your own romantic feelings is likely to take even you by surprise today. Chances are high that you will act in a totally uncharacteristic manner today and your boldness will probably be rather surprising. It is likely to leave your partner feeling dazed but happy and thankful. Make the most of today with long romantic walks and spending time together.",
        "Capricorn Career & Money Horoscope": "You may have to assume various roles today. So do not hesitate to call favors from friends. They can form a strong support in leading you to the path of success. For the students there can be a good happening; you may receive a diploma or degree from a prestigious institution. This will pave the way for backing up highly paid jobs."
    },
    "10": {
        "Aquarius Daily Horoscope": "Today you are a changed person. You are a better listener, although you have been a good speaker always. This will let everyone effectively know that you are no longer so self-centered and you are willing to work for the good of others. A lady aged around 40 years will be of great support to you.",
        "Aquarius Health & Wellness Horoscope": "You are a sensitive individual and so is your digestive system. As soon as you consume something which is not in accord with your digestive system, your body will reject it. You may suffer from loose motions or vomiting and the condition will get severe if not checked. Try to go for indigenously prepared medicines.",
        "Aquarius Daily Love & Relationship Horoscope": "The past affair may haunt you again and this has been repeating at regular intervals. Do not make yourself vulnerable to bitter experiences of the past. However you may come across a face that reminds you of the fun filled days of the past. You can plant seeds of a successful relationship with this person, just wait for the seeds to sprout at the right time.",
        "Aquarius Career & Money Horoscope": "Today you will develop better relationships with colleagues and clients. So it is a good day to explore onto something new which requires influential prowess. However those who are in ill health may resume work from home. This will improve your quality of work unexpectedly. You are cutting down on timings you waste in commuting."
    },
    "11": {
        "Pisces Daily Horoscope": "With a little patience and forbearance, the day can turn out to be very productive for you. But having that patience can be the greatest challenge now. Time will seem to slow down to a crawl and nothing would move fast enough to suit your mood. But if you try to hurry up the process, you can completely mess up your agenda. Try starting the day with some calming exercises to control your energy.",
        "Pisces Health & Wellness Horoscope": "You have been in denial regarding some aspect of your physical or mental health for the last few days. Today is the day of clarity. The protective shell of denial will be removed and you will confront the truth about your health today. This is the first positive step towards recovery as you can now do exactly what needs to be done except only denying the situation.",
        "Pisces Daily Love & Relationship Horoscope": "You may try to amuse the other person with your humorous skills or satire! But the other person may not be moved or may not show it if he is! May be you need to adopt some other way to charm the other person. Be flexible to change your tendency to adhere to what you think is best way to win somebodyﾒs heart!",
        "Pisces Career & Money Horoscope": "You are serious by nature and your total commitment to your work will now begin to bear fruit. There is a possibility of major financial gain towards the end of the day and you have earned this by your sincerity and hard work. But you need to develop a sense of humour in order to enjoy what you do instead of simply doing it out of a sense of responsibility and duty."
    }
}
]
