horo_english=[{
    "0": {
        "Aries Daily Horoscope": "The day seems to be a bit demanding from you. You cannot afford to leave anything on chance or rely on anyone else except yourself for even the trivial work. However the day will end with some great news, hopefully rewarding you with all the efforts that you have been putting all through!",
        "Aries Health & Wellness Horoscope": "You seem to be out of form since past few days and that is the cause of your concern. Imbalance between what you do and what you plan to do is the root cause of your failure to accomplish the goals set by you. Relax yourself and expect less from yourself too. You may have an attack of anxiety if you will not retain your cool at this point of time.",
        "Aries Daily Love & Relationship Horoscope": "There is a third person who will try to interfere in your love life today. It is up to you how far they succeed. If you listen to what they have to say and are influenced by it, your romance can hit a rather rocky patch. On the other hand, not attending to an outsider can help to strengthen your relationship.",
        "Aries Career & Money Horoscope": "While you are moving forward, people may try to pull you down. Do not get into any kind of verbal dispute. Let your work speak for you. As you progress, you will reach a position when pulling you down will be difficult. Keep doing the good work. Maintain harmony with your colleagues and subordinates. Shower kind words on them."
    },
    "1": {
        "Taurus Daily Horoscope": "A new energy will now begin to work in your life. You will suddenly find that balancing family and career issues have now become extremely easy. All your hesitations will disappear and your actions are marked by an unprecedented level of confidence. You will also be able to resolve any ambivalent feeling towards those near to you both in workplace and in the family.",
        "Taurus Health & Wellness Horoscope": "Your heart is not content until and unless you feed others well. Ask your heart to love you too! Encourage yourself to eat well, sleep well and take plenty of rest which your body has been demanding since long. Attend cooking sessions to inspire you to prepare and eat your favorite cuisines. Do not be health conscious when not required!",
        "Taurus Daily Love & Relationship Horoscope": "Winning an argument is very different from winning a heart. You may have the knack of proving your point but that will estrange your partner. Give your love a chance to win an argument. Let your love read your mind when you donﾒt say anything. Help your love by taking a few extra steps and your partner will appreciate your subtle moves.",
        "Taurus Career & Money Horoscope": "You have to pay special attention to your work today as your superiors are going to closely watch your progress. They will be impressed by your dedication and strong leadership qualities. So, with a little extra effort on the job front today can result in a major advancement later as your superiors will be sure to mark your enterprise."
    },
    "2": {
        "Gemini Daily Horoscope": "You are going to be in an especially easygoing mood today. No issue have the power to disturb you and you tackle every situation with a smile on your face. You may also play the role of an effective mediator in any dispute today. You are going to spread cheer and goodwill and you are also going to be the life and soul of any party that you attend in the evening.",
        "Gemini Health & Wellness Horoscope": "Your eyesight is getting weak day by day. Try to consume tea brewed with a herb known as ﾓeyesightﾔ. However few people are allergic to tea and coffee. They can consume foods such as carrot, cantaloupe and apricots which are high in beta carotene pigment. The liver converts this pigment into Vitamin A, which is very helpful for night vision.",
        "Gemini Daily Love & Relationship Horoscope": "You may be insecure and restless today and may find it hard to trust the feelings of your partner. Time to take a brief break from your relationship and ponder upon the reasons which have imparted you with this feeling. After this trip of analysis you will feel a lot better and confident about yourself and your partner.",
        "Gemini Career & Money Horoscope": "The day will go especially smoothly at the workplace. Any difficult projects that you had been postponing for some time now can best be completed today. You will probably get a lot done ﾖ more than you expected, and clear up all your backlogs. You are filled with positive energy and this is likely to affect everyone around you in a positive way."
    },
    "3": {
        "Cancer Daily Horoscope": "The day is going to be an emotionally intense one for you. You will bring great passion to everything that you do today and success will follow as an inevitable result. You may have been avoiding an issue because it is too close to you, but today is the best day to tackle this issue and confront it head on.",
        "Cancer Health & Wellness Horoscope": "You are easily distracted and hence deeply admire those who have the ability to focus and concentrate. Time to learn something from them and implement their techniques in your own life! You will get opportunity to focus on something important and go after it. Practicing yoga early in the morning may be of help too.",
        "Cancer Daily Love & Relationship Horoscope": "It is vital to devote time to your family right now. Career and other outside consideration is demanding your attention. However, your relationship status has become rather precarious over the last few days and it is imperative that you nurture your family now. While there may seem to be some financial loss, doing something thoughtful and sensitive for your partner will be enormously rewarding.",
        "Cancer Career & Money Horoscope": "You have spent somewhat more than what you are accustomed to in the last few days. Today, a mood of caution will descend upon you. You will tighten up your budget and emphasize savings ﾖ a marked shift in approach of the last few days. However, you need to actively work at getting rid of the groundless fear that all your money will run out."
    },
    "4": {
        "Leo Daily Horoscope": "Certain crucial planets are lining up in such a way that you will be presented with a rare opportunity to heal and make amends. You would be able to confess to some wrong that you have done in the past and will be able to atone for it. In doing so, you will be able to remove a great burden from your soul.",
        "Leo Health & Wellness Horoscope": "Stomach ailments have a high chance of occurring today. You have to take special precaution against drinking water and other fluids because the chances of a waterborne disease are high. It is also prudent to avoid all unhygienic food items as you are vulnerable to infections today. You may also face some problem with acne, but they will clear up after timely intervention.",
        "Leo Daily Love & Relationship Horoscope": "You can relate well to everyone you come across today. But this does not mean that they can be a perfect match for you. It will be too early to call it ﾓlove at first sight ﾓfor someone you may be attracted to! Take a step back and start analyzing how things have been and how things will be in future of you go ahead with this person in life.",
        "Leo Career & Money Horoscope": "You are full of positive energy and are likely to be surprised when you see how much you manage to accomplish today. All your backlogs will be cleared up and any blocks in the way of difficult projects will completely disappear today. You will not only be able to finish all your considerable workload with ease, but will also be able to infect everyone around you with your enthusiasm."
    },
    "5": {
        "Virgo Daily Horoscope": "Lady Luck has been smiling on your finances for the last few days and your spending has gone up accordingly. It is now high time to put a brake on the high spending. You need to curb your extravagances now. Something may happen in connection with your family or someone close to you which can create a vague sense of disquiet in you.",
        "Virgo Health & Wellness Horoscope": "You may have to go in for extensive health checkups today. You may get a health scare but it will turn out to be a false alarm. But you need to treat this as a warning and bring about some much needed changes in your diet and lifestyle pattern. Adequate precaution at this stage can help you avoid major health problems which may otherwise develop.",
        "Virgo Daily Love & Relationship Horoscope": "Complications are likely to arise now in your romantic relationships. You must keep a firm hold on your temper because getting angry or upset is not going to produce any fruitful results. You also need to identify the love and affection that you feel for your partner that has become buried under a mountain of stress. Maintaining a fine balance between your self-respect and your commitment to your partner becomes very important now.",
        "Virgo Career & Money Horoscope": "Your bosses only listen to what they want to hear! And this is what stops you from expressing yourself freely. Your colleagues have supported you very well in such situations! And this is the time to appreciate the help you have received from them. You will receive a lot of wealth as soon as the mood of your bosses is set right!"
    },
    "6": {
        "Libra Daily Horoscope": "The day is going to be calm and quiet ﾖ a welcome break after the hectic schedule of the last week. You need to put in some hard work as your superiors are watching you now. A few personal issues may arise which you have completely failed to anticipate. They will take you by surprise, but you will be able to deal satisfactorily with them.",
        "Libra Health & Wellness Horoscope": "A loved one needs your attention as they might be prone to some illness. You may see yourself nursing your loved one. Maintain hygiene today and wash your hands after nursing. Do not ignore your health as well. Today is the day to be conscious of small things as you may be prone to suffer from a few minor infections.",
        "Libra Daily Love & Relationship Horoscope": "External stress from work and other facets of life are going to affect the status of your relationship right now. If you can remember the importance of relationships and the need to keep your career and family life strictly separate, you can easily weather this storm. Your partner is going to be very supportive of you today even though it may take you quite a long time before you realize its value.",
        "Libra Career & Money Horoscope": "Today you find yourself with a superhero power. Your pending assignments and projects will show signs of completion. You may have a get together with your close ones. Motivate your team and keep them encouraged. A team mate may try to shun responsibilities. Try to be tactful. You may receive an interest on some long back invested money which will keep you surprised."
    },
    "7": {
        "Scorpio Daily Horoscope": "The day is particularly suited for starting something new. If you have been contemplating a change in job or career or switch to a different employer or even starting a new relationship, then this day is perfect for it. Even if a move seems risky, take a chance and it is likely to turn out great and just what you needed to do.",
        "Scorpio Health & Wellness Horoscope": "You have been burning the candle at both ends and now it will begin to take inevitable toll on your health. Regular late nights will cause fatigue leading to inattention. This may have a negative impact on both your health and your career. You need to be more organized and practice healthy habits. Getting adequate sleep is a priority today.",
        "Scorpio Daily Love & Relationship Horoscope": "The day is suitable for second chances. People who have not behaved well towards you will approach you today. This is the best time to repair your friendships and love interest. It is a good day to forgive and forget and to extend the olive branch. On the other hand, you too may approach someone with whom you have a history and attempt to make a fresh start.",
        "Scorpio Career & Money Horoscope": "Make a good start over the project which has been put on hold since long. It is a just one step in laying good foundation for a successful future of yours. Take things easy and do not rush onto anything without thinking twice. Do not rely on others to do your work. Do not be afraid to take a stand for what you think is justified."
    },
    "8": {
        "Sagittarius Daily Horoscope": "This day is going to prove to be a day of serious and hard work for you. You will probably be able to finish some project satisfactorily which was dragging on for a long time. This is going to impress your superiors. You are also likely to be noticed by a prominent person in authority which is going to influence your future.",
        "Sagittarius Health & Wellness Horoscope": "You are full of positive energy today. However, though you may mean well, your unsolicited advice is not going to be welcome everywhere. You should indulge your impulse to pamper yourself and may end up spending a considerable sum for your own pleasure. However, it is better to check your impulses as far as other people are concerned because your good intentions may be misinterpreted.",
        "Sagittarius Daily Love & Relationship Horoscope": "It may be a bit difficult for you to connect with your dearest love today. You are actually close to them but still out of immaturity you try to bargain feelings with them. The resolution would be to know each other well before you two decide to get closer both at the emotional and physical level. Your relationship will be a lot better after this emotional sharing.",
        "Sagittarius Career & Money Horoscope": "Some changes are likely to occur in your workplace. They may appear discouraging at first, but soon they will open up new opportunities for you. But you are going to require courage and a leap of faith to avail this opportunity. The venture appears risky at first, but you get to enjoy doing what you do and succeeding at it quite soon."
    },
    "9": {
        "Capricorn Daily Horoscope": "Communication is your key today. You may open up to a close friend or loved one. Something has been troubling you for quite some time. Today is the day to vent out your anger and frustration. A solution may surface while discussing. Remember pouring heart out will help you. A surprise waits for you at the end of the day.",
        "Capricorn Health & Wellness Horoscope": "You have been eating unhealthy diet or have been eating out frequently. Today your stomach will bear the brunt. You may feel pain. Take it easy. Eat simple and home cooked food. Increase your water intake. You will be soon be back on track. Avoid alcohol. Take care of your dental parts. Brushing twice is a good idea.",
        "Capricorn Daily Love & Relationship Horoscope": "Cards show that you may have a romantic encounter with someone charming. But it seems to be a torrid and intimate association. So free yourself from emotional bounds and make the most of the day. If the personal wants to walk away do not be possessive, he will come back to you in sometime! Just let him realize your worth.",
        "Capricorn Career & Money Horoscope": "It is a great day for you! You have been waiting for this opportunity to present your ideas and concepts to others. However your innocence and honesty may be misunderstood as sarcasm and aggression, since these people are not much familiar to you. So be very careful as things are pretty sure to get blown out of proportion."
    },
    "10": {
        "Aquarius Daily Horoscope": "Today, you will be filled with the urge to do something and impress others. You will be able to take strong and decisive actions and your sense of timing is implacable right now. You will be able to clear your old debts and obligations now. You may help someone close to you by the virtue of your quick thinking.",
        "Aquarius Health & Wellness Horoscope": "You are being bothered by recurring but small health problems. Stop trying to treat your problems with over the counter medication ﾖ especially as the symptoms have now persisted for too long. You need to consult a medical professional to go to the root of the problem and get rid of this day to day irritation. Taking random medication will end up harming your health.",
        "Aquarius Daily Love & Relationship Horoscope": "Romantic opportunities are all around you today. However, you need to check your own priorities before you choose your partner so that no problems arise in the future. If you are already in an exclusive relationship, you will take it to the next level. Your partner is likely to be feeling possessive and intimate right now. Your response is going to shape your relationship in the future.",
        "Aquarius Career & Money Horoscope": "If you seek consultation or advice regarding career or finance today, whether from a professional or someone close to you, you can be greatly benefitted to follow this advice. The day is especially favourable for the engineers and those working in software development. You may also be offered a chance of switching jobs or continuing in the same company but in a different region or country."
    },
    "11": {
        "Pisces Daily Horoscope": "Today is a great day to be adventurous. The lady luck smiles on your fortune and whatever you do, you simply canﾒt do it wrong. If you wish to invest, this is a good time to do it. Expect to meet the true love of your life around the corner. Be cautious about your health though, you are prone to the eternal cough and cold attacks.",
        "Pisces Health & Wellness Horoscope": "The time is right for taking up some intense physical exercise. Lifting weights is a viable option. If you have been in two minds about starting any training or entering any athletic event, sign up now and you will be rewarded by a sense of wellness and energy. The exercise will also help you to see your own mind and feelings clearly and can help you to take an important decision in your life regarding your relationship or career.",
        "Pisces Daily Love & Relationship Horoscope": "Some one irresistible is close to you. Still you cannot find out a way to reach up to their heart. Do not get disheartened, your mere attempts to find a place in some bodyﾒs heart will impress them well! Things may appear to be nonchalant but love may simmer behind the scenes and you may find yourself in a love interlude very soon.",
        "Pisces Career & Money Horoscope": "Time to pamper the sub-ordinates! You are about to dig deep into the toughest tasks and juniors are the best supporters. So please them well! Those who are in leading positions may be knocked by better career opportunities as well. It may promise you much better future prospects and will be beneficial for you."
    }
}]
