horo_english=[{
    "0": {
        "Aries Daily Horoscope": "There may be a psychological fact which is causing you a lot of discomfort. You may have reminisced about the bad happenings of the past. Go and share your concerns with a friend or a relative and the day will turn out to be a great one for you! These are just certain demonstrations to make you strong in life!",
        "Aries Health & Wellness Horoscope": "You are in a vibrant and active mood today. You have been suffering from minor aches and pains in recent days and this might have made you moody and irritable. Today, you feel a surge of positive energy and shake off all your feelings of ill usage. You are ready to tackle your health issues head on and return to a more active lifestyle.",
        "Aries Daily Love & Relationship Horoscope": "A win-win situation is there for you and your partner today. Your amorous feelings are compelling so much that you are quite demanding. The fire is equal and matching at the other end as well. So, be very careful, ask and you may not be disappointed. A little gentle and caring approach is required. As such you are an understanding partner.",
        "Aries Career & Money Horoscope": "Beware of a hidden enemy at the place of your work today. He or she may be engaged in a secret campaign of badmouthing you to the boss and you can see all the evidence today. Losing your temper is completely counterproductive. Instead, you need to prove your worth and trustworthiness by delivering exactly what you promised, when you promised it."
    },
    "1": {
        "Taurus Daily Horoscope": "Monotony is not your cup of tea. It bores you. Today be flamboyant and flirty. Bring change in your routine. Fitness regime may attract you. You may enroll for recreational activity. Out of the box ideas may impress superiors. You may get recognition in office. Overall a light and relaxed day. Work pressure will be moderate. You will spread positivity.",
        "Taurus Health & Wellness Horoscope": "You have been suffering from prolonged and persistent health problems but from today, the process of recovery will start. If you have some chronic health problem, then also you will be able to find a possible long term solution for this. Overall, your health situation is likely to improve now. Take special care of your diet to speed the process of recovery.",
        "Taurus Daily Love & Relationship Horoscope": "Complications are going to arise in your romantic relationship today. A younger sibling of you or your partner may play a crucial role in this. This does not mean that you are going to learn something bad about your partner. Rather, you are going to come to know of a facet of his / her personality that you were previously unaware of and this can add to the layers of your relationship.",
        "Taurus Career & Money Horoscope": "The time is especially good for those who are earning money doing some creative jobs. Your ideas will find appreciation today and you may land a number of contracts which will seriously improve the health of your bank balance. Artists, musicians, filmmakers, writers and photographers are likely to experience significant advances in their career. For those in other jobs, the time is good to broach a few out of the box ideas."
    },
    "2": {
        "Gemini Daily Horoscope": "Today you may have some problem with your transport. If you are going for an important work, double check your alternative mode of transport and keep a backup plan ready. You may be a little agitated from inside. But do not lose your cool as it is just a short phase and will pass by easily. Spend time with your family.",
        "Gemini Health & Wellness Horoscope": "The day calls for rest and relaxation. You are likely to spend the day pampering yourself. Book a beauty session or a spa treatment as they are going to be very effective today. You are soon going to be glowing and glamorous. People around you are going to find it difficult to keep pace with your vitality after your beauty and wellness session.",
        "Gemini Daily Love & Relationship Horoscope": "An excellent day is marked for you if you want to settle in a relationship. Express yourself to your family. They will be happy as there is positive energy oozing out of your planetary position today. Today is a day to celebrate with loved ones. Spend time with your family to show your care and concern. They will like your act.",
        "Gemini Career & Money Horoscope": "New opportunities of employment and income are now opening up for you. You will be faced with a large number of choices so that you may find it quite difficult to judge the alternatives and choose the most suitable path. Balancing work and family life can be difficult today as you emphasize on work at the cost of family today."
    },
    "3": {
        "Cancer Daily Horoscope": "You may find yourself getting possessive about material things. Do not hold things too tight. Just follow the flow and move with it. You need to be firm about things until you have the answers in your hand. You may also think of shifting your house. It will be good to spread the words to your friends and colleagues.",
        "Cancer Health & Wellness Horoscope": "If you take care of your daily food habits, you are going to enjoy excellent health. Junk foods on the other hand not only affect your body but also clog your mind with stress which does not allow you to enjoy the greatest perks of having a fit body. A healthier lifestyle can help to prolong this sense of fitness for you.",
        "Cancer Daily Love & Relationship Horoscope": "You need to take a very practical look at what is pushing your buttons. You must not overreact to what you find as this will not serve any useful purpose. If you want your current relationship to endure, you urgently need to iron out these kinks. For this, you will have to push your emotions to a side and look at the situation logically. In the course of this, you may also have to face a few unpleasant truths about yourself.",
        "Cancer Career & Money Horoscope": "You spirit is indomitable; so devote your maximum potential in leading others in lieu of organizing things for them. This will earn more recognition and reputation for all the hard work you put into your work. There may be an increase in the expenditure so try to minimize it by buying and investing less."
    },
    "4": {
        "Leo Daily Horoscope": "Be the first one to take the initiatives and you will be the first one to receive the credits. Just be a little careful of not over exerting yourself or pressing hard on certain issues of least relevance. Do not hurt others by blurting out something which they donﾒt like! They may irritate you unintentionally and without realizing even that they are actually doing it.",
        "Leo Health & Wellness Horoscope": "High energy keeps your spirit soaring high. Today is a great day to get back to exercise regime after a brief period of laziness which has left you desperate enough to be back on the track. You believe in making fitness your lifestyle and today you work towards the same. Following the correct procedure during exercising is important lest you may experience a small injury.",
        "Leo Daily Love & Relationship Horoscope": "If you think that you have received low ratings on attraction/romantic relationship scale. Then this is the time to do something about it. Try to visualize how you want to look and what kind of a partner you want to be. This will help you decide the path you must follow to attain your goal. Be cool with whatever comes your way.",
        "Leo Career & Money Horoscope": "You are going to get a good job offer today, but you may have to shift to a different city or even another country to take advantage of this job offer. This will have implications for your family members. So, though the job offer may seem very attractive, you need to consider all the different angles before you actually accept it."
    },
    "5": {
        "Virgo Daily Horoscope": "The day can be somewhat confusing for you because of the relative positions of the planets. Your mind will keep on worrying about some niggling problem, but it is no use over-thinking this as you are unlikely to hit upon any viable solution. You will also get some contradictory information which can cause you to revise some views which you have held for a long time.",
        "Virgo Health & Wellness Horoscope": "Prepare for some good news, especially regarding your home. Opportunities may arise leading to a shift in residence or you may finalize your buying plans of a house. Take advantage of positive energies. If you have been considering a renovation project or remodelling your home or a part of it, this is the best time to get the project off the ground.",
        "Virgo Daily Love & Relationship Horoscope": "Passion is the order of the day. You will surprise your partner with an extravagant and romantic gesture and are going to be rewarded for it. You feel very generous today, both in expenses and in the act of love. Your giving nature is going to evoke a passionate and sweet response from your partner. Get ready to enjoy an ordinary day that grows special due to your efforts.",
        "Virgo Career & Money Horoscope": "Money is going to be a little tight in the coming few days. You need to identify which expenses are essential and which can actually be controlled. Otherwise, you can end up in financial trouble. If you are looking for an opportunity to increase your income, you may learn of a new scope today, but whether you will be able to utilize it or not will depend on your industriousness."
    },
    "6": {
        "Libra Daily Horoscope": "Enjoy communication and even a day trip with an old friend and family. You should stick to those methods in your work which have proved to be beneficial in the past. It is better not to start any new experimental things today. If you are trying to get a job or a project, stick to conventional methods and sell your ideas and abilities strongly and success will surely be yours.",
        "Libra Health & Wellness Horoscope": "You will be very active socially and consumption of oily or heavy foods may work against your health. You may have a high intake of alcohol even; you must increase the intake of water as well. Take a tight sleep before you set out on your expedition. Being moderate in your approach will impart you with better looks and higher energy.",
        "Libra Daily Love & Relationship Horoscope": "Love, relationship and family take up your attention now. You are going to spend some quality time with your children today. You will be reminded of what are the most important things in your life and this will help you to finalize a decision which was puzzling you for quite some time now. The quality time with your family will also help to relieve the stress that has been accumulating in your mind.",
        "Libra Career & Money Horoscope": "Today you may feel a lot burdened with simultaneous projects. Your day will start little late as you may be over exerting yourself. You have been caught in the vicious cycle of work one after the other. Set your priorities and take a break, if possible. Your finances are smooth and you may also receive interest on your invested money."
    },
    "7": {
        "Scorpio Daily Horoscope": "This day is going to prove to be a day of serious and hard work for you. You will probably be able to finish some project satisfactorily which was dragging on for a long time. This is going to impress your superiors. You are also likely to be noticed by a prominent person in authority which is going to influence your future.",
        "Scorpio Health & Wellness Horoscope": "You are full of zeal to change things around you, but you need a period of calm reflection to decide whether they need changing at all. While you are going to excel at the projects you decide to take on, it is better if you let someone else choose those projects for you. You will be filled with single minded determination today.",
        "Scorpio Daily Love & Relationship Horoscope": "You seem to be too excited about hosting a party in honor of your belovedﾒs achievements. But unfortunately it will turn out to be a regular get-together. Your favorite guests may not arrive even! Still your partner will be drawn to the care and concern you have for them! And this is what your real achievement is!",
        "Scorpio Career & Money Horoscope": "While there will be a natural tendency to shirk your responsibilities, this can land you in trouble with your superiors. The fact is you are avoiding work more out of habit rather than from any genuine desire to laze around. The time is just right to take on more responsibilities and throw yourself more into your work. Hard work and sincere effort will be rewarded y success today."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You will be feeling very creative today. You appreciate all beautiful things and want to create something beautiful. The day is especially favourable for artists. However, it is necessary to complete the projects that you start today. You may suddenly start feeling deflated ﾖ a common occurrence after a surge of creativity and it may leave you feeling depressed and hollow without reason.",
        "Sagittarius Health & Wellness Horoscope": "You have a strong urge to look fabulous. However try to seek for a partnerﾒs support in achieving the same. The diet should be revised once again before you intake anything as there may be something unforeseen which may cause an allergic reaction to you upon consumption. Follow less of advice and do more of workout!",
        "Sagittarius Daily Love & Relationship Horoscope": "The day is good enough for wining and dining only! You will find many people hovering around you for your attention. All are there for some or the other gain, none of them are worthy of serious involvement! However one of them may turn out to be a good friend with whom you can share things on a platonic level.",
        "Sagittarius Career & Money Horoscope": "An atmosphere of camaraderie and universal cheer prevails in your workplace today and you will really enjoy doing even the most mundane tasks that you generally hate. You may find new enthusiasm for your work and are likely to receive active support from your colleagues to complete your responsibilities. You should finish all your pending jobs today as it is a favourable time to complete these projects today."
    },
    "9": {
        "Capricorn Daily Horoscope": "The day is likely to be very busy for you. You are likely to receive visitors, or you may plan for an outing. This may also be the time when you are starting major renovation work of your house or buying or shifting to a new house. Though you will need to be very active throughout the day, you are going to love and enjoy every minute of it.",
        "Capricorn Health & Wellness Horoscope": "Minor skin ailments have been troubling you. Today plan a detoxification program. With this, cut down on oily stuffs. Your health otherwise will remain sound. Avoid walking in places having lots of trees as insect bite is indicated. It may leave rashes on your skin. Carry anti allergic medicine today as a precautionary measure. If required, visit a doctor.",
        "Capricorn Daily Love & Relationship Horoscope": "A new and promising relationship will develop in life of those who are single. However, ego and lack of farsightedness is going to cause problems in cultivating this relationship further. They may also cause trouble in a relationship which you are already having. It is necessary to take a step back and give your partner enough space as you have been encroaching too much upon his / her personal space.",
        "Capricorn Career & Money Horoscope": "Someone at your workplace may be boasting bout his or her achievements. Do not feel bad cause that is what he wants you to feel. You have made accomplishments in the same measures! On the financial front you will receive what all you need or rather more which you can store!"
    },
    "10": {
        "Aquarius Daily Horoscope": "You have set too high a standard for yourself and you will drive yourself harder and harder to achieve this. It will be difficult to reach your goal and this can lead to a sense of disappointment. You need to realize your own capabilities before you set your goals. The time is not good to take any major decision.",
        "Aquarius Health & Wellness Horoscope": "You are a sensitive individual and so is your digestive system. As soon as you consume something which is not in accord with your digestive system, your body will reject it. You may suffer from loose motions or vomiting and the condition will get severe if not checked. Try to go for indigenously prepared medicines.",
        "Aquarius Daily Love & Relationship Horoscope": "This is a puzzling day for you as far as relationships are concerned. You will fail to understand the actions and motivations of your partner. A vague sense of disquiet and dissatisfaction is also likely to occur in you. You need to give time to work everything out. Trying to hurry things along today is not going to be of any help. Rather, take it slow and the situation will resolve itself.",
        "Aquarius Career & Money Horoscope": "Time to pamper the sub-ordinates! You are about to dig deep into the toughest tasks and juniors are the best supporters. So please them well! Those who are in leading positions may be knocked by better career opportunities as well. It may promise you much better future prospects and will be beneficial for you."
    },
    "11": {
        "Pisces Daily Horoscope": "Today things are happening quickly and you need to have the ability to accommodate the unexpected. You will be pulled in various directions, but your positivity will become your strength. You will come out with original and fresh plans which will prove worthwhile in the long run. Include your loved ones in your plan. You will meet an important person today.",
        "Pisces Health & Wellness Horoscope": "While physical health continues to be quite good, your mental stress has been mounting lately and you urgently need to look for a solution. Certain dynamics in the career front must be changed. Otherwise, the accumulated stress may have a drastic impact on your health. You can try some relaxation techniques and exercise. A detoxification diet can also work wonders.",
        "Pisces Daily Love & Relationship Horoscope": "You may come across new acquaintances or friends today! It will help you understand the deeper meaning of love and will empower you to differentiate between the superficial and true love! This will make you a better judge to select the right person for yourself! Be nice to every one who comes your way today!",
        "Pisces Career & Money Horoscope": "Those who are involved in professions of luxury goods seem to benefit a lot today! Even those who are self-employed can hike their rates and will be able to procure the desired amount of money as well. Do not pay attention to those who fail to appreciate you. Just acknowledge those who wish to benefit from your expert skills."
    }
}]
