horo_english=[{
    "0": {
        "Aries Daily Horoscope": "You have a crisp tongue and a logical mind. But this ability of yours may suffer today due to your insecure nature. Try to go with the flow instead of opposing it like always. Experience will teach you a lot more worthy lessons which the satiation of your ego can never. Later on you will be at ease and will be full of confidence.",
        "Aries Health & Wellness Horoscope": "The time has come to put the power of your mind to operation in order to rise above physical ailments. You need to realize that mental wellness has a profound effect on your physical health and you do have that mental strength to overcome any physical obstacle. Put your trust in the power of your mind and you may be pleasantly surprised at the results.",
        "Aries Daily Love & Relationship Horoscope": "You will now be able to figure out what kind of a partner you want to spend your life with! Yes you are right; you must go for love and not marry for financial gains. You may come across that perfect person and a rush of butterflies through your stomach on seeing this person will be indicative of it! Let your intuition guide you if butterflies fail to!",
        "Aries Career & Money Horoscope": "Today is a lucky day for you as far as the money is concerned. You may receive your money if you have lent somebody in the past. You may also see your luck shining in financial schemes like chit fund or any other form of gambling. Students may see their career going in the right track today meaning that any exam or small test will yield good results."
    },
    "1": {
        "Taurus Daily Horoscope": "You are modest today and you may witness selfless service. You are at the giving end. You may sacrifice your time, space money or even food to satisfy others. People will respect this act of yours. Watch your threshold. Pay attention to your children. They may be prone to contract some infection. Spend time at home and eat hygienic food.",
        "Taurus Health & Wellness Horoscope": "You enjoy an overall good health. But as the times are getting more demanding, you need to take care of your health and diet. Include multiple vitamins in your diet especially A, C and E which in turn will help you to maintain a good immune system. Also drink 8-10 glasses of water. This will keep you hydrated and fit.",
        "Taurus Daily Love & Relationship Horoscope": "Both you and your partner have been super busy lately. So, today, make sure to spend time in each otherﾒs company. Plan a romantic dinner and spoil your partner with your attention. This gesture of appreciation will go a long way. Single persons are likely to have a great date which may inspire them to take the relationship to the next level.",
        "Taurus Career & Money Horoscope": "Things were probably not going so well on the work front for the last few days, but there will be some improvements today. Bear in mind that adjustments with colleagues is essential to preserve the harmony of your workspace. If you relent just a little, you will be able to enjoy a far more relaxed atmosphere with your friends at the workplace."
    },
    "2": {
        "Gemini Daily Horoscope": "If you are thinking about what is cooking in the kitchen today then probably it is good for you to do that. Your stars assure a gastronomical delight for you today. Take care of your health and maintain hygiene. The misunderstanding with your friend will be resolved today. You can receive money from unexpected sources.",
        "Gemini Health & Wellness Horoscope": "You are going to find someone today who will become a very good exercise buddy for you. You may already know this person but now you will discover this shared interest. Your mutual enthusiasm will help you to drive yourself further so that your health and fitness will be at its peak. You may also take part in an athletic event now.",
        "Gemini Daily Love & Relationship Horoscope": "There is some one close to you who wants to be your lover. But you wish to keep it to friendship only! It will be better if you let this person know your feelings very openly. However this person is an ultimate source of love and compassion for you and has been cushioning you against the bruises of life! My advice is to reconsider your decision.",
        "Gemini Career & Money Horoscope": "Do put in the best of your efforts. You have been a lot supportive to others but they donﾒt seem to care for their own good even, forget about appreciating you for your endeavors. So just do not bother about such people and keep going! Attach emotions to the work you do and not to the people who you give no importance to you."
    },
    "3": {
        "Cancer Daily Horoscope": "A major advancement in money and career is indicated today, but it is essential that you do not ignore your family in search of material gains. In fact, you will also experience a surge of spirituality today. You are likely to feel somewhat torn by the influence of these contradictory forces, but will actually be able to balance them quite well.",
        "Cancer Health & Wellness Horoscope": "Considerations of beauty are at the top of your mind today. You can go in for extensive beauty treatments today. These may range from a simple anti aging massage to major cosmetic surgery. You are also going to institute major changes in your lifestyle in order to stay beautiful. While these efforts are admirable, you need to realize that each age comes with its own beauty and trying to look younger than what you are is not always necessary.",
        "Cancer Daily Love & Relationship Horoscope": "Arguments and altercations mark your day. Avoid picking any issue with your partner today. Arguments stop if a person gives in. Be the silent one this time. Be gentle and loving. Try to understand your partnerﾒs point and do not offer any counter statement. Try to divert his mind to the good times that you shared. The day will pass with less damage done.",
        "Cancer Career & Money Horoscope": "Your patience is reaping benefits now. You have been waiting for a long time but you never stopped working and looking out for opportunities. Gradually you are getting what you want. Do not get overboard. Enjoy the benefits but at the same time remain grounded and humble to people around you. Travel is on your card. You can treat yourself."
    },
    "4": {
        "Leo Daily Horoscope": "Enjoy communication and even a day trip with an old friend and family. You should stick to those methods in your work which have proved to be beneficial in the past. It is better not to start any new experimental things today. If you are trying to get a job or a project, stick to conventional methods and sell your ideas and abilities strongly and success will surely be yours.",
        "Leo Health & Wellness Horoscope": "A balanced lifestyle among other things is also supported by a sound health. You love good lifestyle but ignore health. You will not enjoy a lifestyle if you are not fit perfectly. You will gradually develop a taste for wellness related subjects. You will be attracted by fitness freaks. And subsequently you will make fitness your lifestyle. This will affect your life positively.",
        "Leo Daily Love & Relationship Horoscope": "You may have a permanent access to some one's heart. Your new affair will have an intimate and fresh new beginning. You will be free minded and will look for real elements of love and compassion without rose-colored glasses. Do not let bitter experiences of the past affect you. However if you are scared then just tread softly.",
        "Leo Career & Money Horoscope": "You are in a peaceful mental state and will be able to focus greatly at your work. Today you may be able to crack the best business deals of your career even. But the lack of support from your superiors may hold you back. Try to convince them and all will go well, earning better repute as well as money for you."
    },
    "5": {
        "Virgo Daily Horoscope": "There is a strong possibility that you will meet someone from your past today and that person is likely to play an important role in your future. Be ready to offer and accept help without reservation as that can open up a completely new and exciting avenue for you. Change in your case can only be rewarding now.",
        "Virgo Health & Wellness Horoscope": "While physical health continues to be quite good, your mental stress has been mounting lately and you urgently need to look for a solution. Certain dynamics in the career front must be changed. Otherwise, the accumulated stress may have a drastic impact on your health. You can try some relaxation techniques and exercise. A detoxification diet can also work wonders.",
        "Virgo Daily Love & Relationship Horoscope": "Love and romance are a bit risky ventures for you today! You may come across some one who is not mean and wants to play for keeps only. But you must not aim to get romantically involved with this person. Try to be friends with this guy or girl first and let them know how much you care for them. Know them well and give them a chance to do so as well.",
        "Virgo Career & Money Horoscope": "Your finances are in an expanding stage right now and you are all set to take advantage of this now. You may apply for a sizeable loan today for buying a new home or a business or a vehicle and you will get the loan quite easily. Students seeking educational loans will also find positive response today. It is a good day to invest in the stock market."
    },
    "6": {
        "Libra Daily Horoscope": "Today you may get emotional over certain issues which demand you to be practical. Distinguish between what you desire and what is good for you with an objective approach! Emotions may be stirred inside you which may give you the required impetus to cross certain lines. Inform everyone about it before taking this step!",
        "Libra Health & Wellness Horoscope": "Passion is the order of the day today. You may have been exercising great restraint in the recent days, but all your efforts to hide your passionate nature will come to nought today. Surprise your partner with some spontaneous action. You will be able to discover hidden depths in your own nature and you will be able to drive both yourself and your partner much further.",
        "Libra Daily Love & Relationship Horoscope": "You will experience a change within yourself regarding what you want in a romantic partner. While you have been enjoying light superficial romance, you will start thinking seriously and begin looking for your soul mate in earnest. This is going to cause some uneasy times because soul mates do not come without romantic trials, but you are now emotionally ready to take on all these challenges.",
        "Libra Career & Money Horoscope": "The day is perfect for completing all your pending tasks. You have not been able to finish your work on schedule due to external reasons. So, you have quite a bit of catching up to do. There will be less pressure of new commitments at work today. So, you will find enough time to complete all these tasks and relax, knowing that you have completed your commitments."
    },
    "7": {
        "Scorpio Daily Horoscope": "Someone dear to your heart is facing some difficulties and you will have to lend a sympathetic ear today. Chances are high that you will end up feeling impatient and frustrated with the problems of this person, but it is vital that you lend your support without criticism. It can influence a very important friendship or even a partnership in your life.",
        "Scorpio Health & Wellness Horoscope": "You seem to be caught in complex problems or your spiritual calmness will be shattered today. Some deep seated painful memories may get lively. Seek the help of a counselor if required to help you resolve certain issues. Watch out for your dreams which may contain answers to few of your questions.",
        "Scorpio Daily Love & Relationship Horoscope": "Excitement is in the air. You are likely to meet someone rather dazzling with whom you are going to spend a very enjoyable time. As stars are in your favour right now, the person has the potential of becoming someone very close to you. Keep all your work related worries in the background for now and just enjoy an exciting time of discoveries with a very vital person.",
        "Scorpio Career & Money Horoscope": "Your attention is likely to wander today. Though work has been piling up, you will probably indulge in unproductive activities. But even this will not help you to relax because the awareness and the worry that you have not completed your tasks will always remain at the back of your mind. Your backlog is likely to accumulate which will have a long term effect on your working routine."
    },
    "8": {
        "Sagittarius Daily Horoscope": "You are likely to be in a more serious frame of mind. The practical issues of life are going to demand your attention today. But you are full of faith and optimism and are ready to take chances at the deepest emotional levels. Someone near to you will exhibit concerns regarding your aims and goals. Take the time to explain the situation to them.",
        "Sagittarius Health & Wellness Horoscope": "Today your health is in a good shape mainly because you are feeling good emotionally. You are enjoying a self confidence. An emotional stability and happiness have curative powers that heal us from inside to the outside. You are oozing positivity. It is a great day to accomplish something important. You are most likely to achieve success and recognition.",
        "Sagittarius Daily Love & Relationship Horoscope": "For the last few days you have been preoccupied with your career and job issues. You have neglected your family and romantic relationship for the duration. So, it is now time that these aspects of your life will begin to demand more of your time. You must attend to these issues now. Otherwise there may be problems in the future.",
        "Sagittarius Career & Money Horoscope": "You are agile, confident and proactive. These qualities will help you today in cracking any interview. Work a little on your body language if you are going for any interview today. Color of the day is white. Wear it in some part of your clothing. Financial matters will see an average approach. You may plan buying a property."
    },
    "9": {
        "Capricorn Daily Horoscope": "If you are saving up for the right occasion, then today just might be the day. Expect good news today that is sure to bring a smile on your lips and tear on your eyes. It is predicted that you will be surrounded by friends and family today. Jolly time is around the corner. However, donﾒt forget to take care of your health.",
        "Capricorn Health & Wellness Horoscope": "There is a chance of a water related accident today. So, if you are going swimming, sailing or surfing, it is prudent to take extra precautions. Otherwise, health will be good and you may be inspired to join a new exercise or yoga class. Someone near to you will inspire you with the goal of higher level of physical fitness.",
        "Capricorn Daily Love & Relationship Horoscope": "You tend to ignore your love life and your partner as you devote more and more time to your job and career. Your partner has quite understood, but now he or she may be showing signs of impatience. It is vital that you pay attention towards your personal life before it develops into a full fledged crisis. However, you may not even recognize the problem till it is too late.",
        "Capricorn Career & Money Horoscope": "You have been pulled in different directions for the last few days and have found it difficult to take decisive action. However, today you will experience a rare clarity of vision and will be able to take clear and proper decision regarding the issues at your workplace. You are also likely to get good career advice from someone. You are also likely to come in contact with someone who will prove to be very influential in your future career life."
    },
    "10": {
        "Aquarius Daily Horoscope": "You may be presented with plenty of misinformation today. It is better to rely on your own judgment and reasoning rather than listening to and being influenced by others. Try to find the truth at your own pace in your own way and you are likely to arrive at the best decision. A much needed vacation planning is in the air.",
        "Aquarius Health & Wellness Horoscope": "Situations will arise today where you will be exposed to allergens and there will be no way to prevent this. So, you need to take adequate preventives beforehand. One thing that you can do is to design your diet in such a way that it boosts your immune system and protects you from infections. Drink plenty of water and include necessary vitamins in your diet.",
        "Aquarius Daily Love & Relationship Horoscope": "The planetary positions reflect that some major conflict is coming your way. This conflict may affect both your love life and your career. It is important that you do not react emotionally to the words and actions of your partner. Instead, every gesture has to be judged in an impartial light to make sure that you are taking the right decision.",
        "Aquarius Career & Money Horoscope": "Appreciation of your talents at your work place and a nice gift at your house are going to lighten up your day. They are all thoroughly deserved. You have out in enormous effort in your career and you are now going to be lauded and rewarded for this. It is the time to enjoy the fruits of your labour. You are likely to indulge in some expensive shopping today."
    },
    "11": {
        "Pisces Daily Horoscope": "You are feeling creative and ready to get a number of things done. However, a very real fear of what others will think and say may be holding you back. You need to realize that the right attitude is actually half the battle won. Paradoxically, though you feel creative and energetic, your self confidence is actually at a low level.",
        "Pisces Health & Wellness Horoscope": "You are full of positive energy today. However, though you may mean well, your unsolicited advice is not going to be welcome everywhere. You should indulge your impulse to pamper yourself and may end up spending a considerable sum for your own pleasure. However, it is better to check your impulses as far as other people are concerned because your good intentions may be misinterpreted.",
        "Pisces Daily Love & Relationship Horoscope": "The planets line up today to make you feel very romantic and emotional. You have just been paying lip service to the tenets of love recently, but now you are ready to fully commit yourself to the requirements of love. This call to action from your heart comes at a very critical time indeed and if you want to preserve your romantic partnership, you must act on it without delay.",
        "Pisces Career & Money Horoscope": "You have been looking for that one great opportunity to come your way and this is the best time for it to appear. If you have appeared for an interview, you will get good news on that front today. Job offers from unexpected quarters or scope of advancements from old contacts will now begin to manifest. You have kept up excellent spirit during the tough times. The end is now in sight."
    }
}]
