horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Issues related to profession will get resolved. But no aggressive action, be it in words or in writing should not be taken till then. Those facing issues on personal front should make time for dear ones. Do take care of your health as you have been ignorant of it since long.",
        "Aries Health & Wellness Horoscope": "You may have to bear unnecessary stress and strain from some work related issues. You need to realize that you can never please everyone and trying to do so will cause needless strain which will affect your health. Instead, try to go for a much needed break and rejuvenate your energy level. You should also try to adopt some relaxation exercise to relieve your mental strain.",
        "Aries Daily Love & Relationship Horoscope": "You are adventurous and hence you wanted to take the risk of a blind date. It will turn out to be a raw and embarrassing date! Rain outside may keep you tied to the venue but soon it will end and the person will not piss you too in future! Someone smart and attractive will soon enter your life till then just enjoy.",
        "Aries Career & Money Horoscope": "You are likely to get a very good job offer today, but in a completely different field. You will have to engage in a lot of comparison to take the correct job related decisions. Though this is not going to be easy, it is advisable not to change your field completely. You need to take the advice of your family or your partner regarding which job to keep."
    },
    "1": {
        "Taurus Daily Horoscope": "An elderly person gives you food for thought. Planning and prioritizing has been your strength. Do your bit and things will fall in place. Maintain your calm and practice patience. Someone may visit you today. Take care of your health and find time for relaxing as well. An important financial arrangement is on its way which may prove windfall gain for you.",
        "Taurus Health & Wellness Horoscope": "Your creative abilities will enhance day by day. But so will be the case with your work load. You must relieve yourself in such a situation by going for a massage with aroma therapy. Regular exercise will work wonders for you and imparting you with physical fitness to face everyday challenges head on!",
        "Taurus Daily Love & Relationship Horoscope": "The planetary positions may have resulted in turmoil at the relationship front yesterday, but today, things are likely to settle down. You will be in a calmer frame of mind and will be able to bring about reconciliation even though the relationship is probably going to be strained after the row yesterday. It is the time to renew your love and commitment towards each other.",
        "Taurus Career & Money Horoscope": "It is necessary that you take special care in dealing with your co-workers today. A volatile atmosphere at your workplace can erupt into a full-fledged argument. So, it is best to avoid confrontations at work today. Minor disagreements with seniors are also possible. However, investing in some metals or agricultural commodities can turn out to be very lucky for you."
    },
    "2": {
        "Gemini Daily Horoscope": "The day can be somewhat confusing for you because of the relative positions of the planets. Your mind will keep on worrying about some niggling problem, but it is no use over-thinking this as you are unlikely to hit upon any viable solution. You will also get some contradictory information which can cause you to revise some views which you have held for a long time.",
        "Gemini Health & Wellness Horoscope": "You have a busy schedule but do not forget to squeeze your exercise into it! Take on a new machine in the gym. You may also join karate or martial arts techniques for fitness as well as protection! If you are going for learning any new form like martial arts then stop your regular gym exercise and resume after the martial arts classes are over.ﾠﾠ",
        "Gemini Daily Love & Relationship Horoscope": "You are likely to be overwhelmed by a number of contradictory feelings now. In fact, you may be hard put to choose from among more than one possible romantic partner. The answer is obvious to all, but still you will feel opposing currents pulling at you. Hence, this is not the best time to take any momentous step in your love life.",
        "Gemini Career & Money Horoscope": "Beware of some secret enemy at your workplace today. This person has been behaving in a friendly manner in recent days, but there is some past history between you and he or she may try to take some retribution today. It is best to complete all your tasks well within time and be on schedule because otherwise, you may end up in trouble with your superiors."
    },
    "3": {
        "Cancer Daily Horoscope": "Your every thought and attention is now centred on your career. Actually, you are devoting too much time and attention to it because you are apprehensive. Instead, you need to lighten up a little but you will still be able to achieve what you want. It is vital to pay attention to your family now to balance your work-holism.",
        "Cancer Health & Wellness Horoscope": "You have become used to a sedentary lifestyle and you have let your body go. The time is right to start exercising in earnest and regain the strength and stamina that you originally had because you may soon be called upon to perform a physically difficult activity. It is also necessary to relieve your stress. Unbeknownst to you, your unhealthy dietary pattern is actually contributing towards this stress.",
        "Cancer Daily Love & Relationship Horoscope": "Be careful as cheating and trickery is fast marching towards your sign. Though it will be unintentional and mild, but you may get hurt. You are giving today. Today is little tough time, but the incidences will only make your love strong and powerful. In future you will vouch on the love. Today, avoid expressing too much.",
        "Cancer Career & Money Horoscope": "Discipline and hard work are your forte. You may be in a disillusioned mood as your career seems to have stalled. However, hard work always pays off. You are on the right track. It is now vital to stick to this path. Do not be tempted by get rich quick schemes because your judgment is likely to be compromised right now."
    },
    "4": {
        "Leo Daily Horoscope": "You may be provided with limited resources which will prevent you from giving a shape to your ideas. Do not get anxious as you will get a chance to do the work of your choice by the end of the day! You have inclination towards hard work and you will enjoy the freedom along with the responsibilities.",
        "Leo Health & Wellness Horoscope": "It is necessary for you to stop eating indiscriminately if you want to get rid of the stomach ailment that had been troubling you for the last few days. A strict dietary regime can heal you within a few days, but you have been ignoring your health and it is necessary to give the greatest emphasis on a healthy diet and lifestyle.",
        "Leo Daily Love & Relationship Horoscope": "Your lavish lifestyle draws many people towards you. But all of them are just fake and make false pretensions of loving you. In such a situation just focus on the positivity that you are not alone. Try to ignore the negativity that you are lonely, this is just the beginning and you have many more lovers to follow.",
        "Leo Career & Money Horoscope": "New opportunities of employment and income are now opening up for you. You will be faced with a large number of choices so that you may find it quite difficult to judge the alternatives and choose the most suitable path. Balancing work and family life can be difficult today as you emphasize on work at the cost of family today."
    },
    "5": {
        "Virgo Daily Horoscope": "You are likely to be in a more serious frame of mind. The practical issues of life are going to demand your attention today. But you are full of faith and optimism and are ready to take chances at the deepest emotional levels. Someone near to you will exhibit concerns regarding your aims and goals. Take the time to explain the situation to them.",
        "Virgo Health & Wellness Horoscope": "You have a strong emotional urge to sacrifice your life for the ones you love! Channelize this vigor for the good of your own body as it also deserves to be included in the list of your dear ones! Taking care of all the essential needs of your body is one such way to express your love for it. After all if you do not have a good body you can have no life to sacrifice for your dear ones!",
        "Virgo Daily Love & Relationship Horoscope": "You may get chances to have some real fun with some who is really funny and close to your heart. And you must choose such a person to be your soul mate. Do not get carried away by what others tell you about choosing ideal figures as your partners. Be realistic and sensible. If you are unhappy with the reality then there must be something you can do about it.",
        "Virgo Career & Money Horoscope": "You are likely to be quite vocal and persuasive at your place of work. You will be able to get jobs done in partnership and cooperation. You inspire and organize others to work together to complete a major project. You are likely to earn acclaim and respect for your role in this project and your finances are also likely to get markedly healthy."
    },
    "6": {
        "Libra Daily Horoscope": "It may be a day of introspection and re-evaluation of your principles. You may question yourself and your partner for the past decisions. Still you will follow a very supportive approach towards your partner and you expect the same in return. There is absolutely no harm in adopting new ideologies in life when the former ones do not seem to be working well anymore.",
        "Libra Health & Wellness Horoscope": "You are going to enjoy excellent health today. However, you need to keep an eye out for the health of your family members. You may have to nurse one of them through a minor illness. You also need to realize that your physical health is dependant to a large extent on your mental well being. Going for soothing massage or aromatherapy can help you to take full advantage of your good health now.",
        "Libra Daily Love & Relationship Horoscope": "Today you may gather little important information regarding your partner which will help you to form an opinion. Your partner has been sending you confusing signals for some time. The information that you get today will help you understand the logic behind his behavior and will hence affect future course of action. Be flexible enough to adept new things.",
        "Libra Career & Money Horoscope": "You are at the beginning of your career. So you need to look up to the next step of the ladder and also the path you just walked. Any faults made at either of the places will cost you much later in life. Take some time to make few resolutions for yourself. You may receive money some share of inherited wealth as well."
    },
    "7": {
        "Scorpio Daily Horoscope": "Try to be away from people who bring negativity in your life. You may be taken by surprise today that the person you have been confiding into has spread bad words about you. Be careful of such people. Do not let them eat away your mental peace. You may find a true friend near you. It can be your spouse or your parents.",
        "Scorpio Health & Wellness Horoscope": "It is the time to pamper and protect yourself. You tend to take your good health for granted, but ignoring small occurrences now can lead to serious complications in the future. You also tend to resort to home remedies as a rule and they have served you very well till now. However, you need to consult a medical professional for your problems now in order to obtain satisfactory resolution.",
        "Scorpio Daily Love & Relationship Horoscope": "It is vital that you do not rush to any conclusion or let misconceptions build up in your relationship. Try for a greater degree of openness and honesty as an atmosphere of distrust is likely to take firm hold of your relationship during this period. Take special care not to let a third person influence your opinion about your partner and your behaviour towards him / her.",
        "Scorpio Career & Money Horoscope": "You are in a mood of speculation today; still your ability to stay focused will be quite strong. You must stick to your office desk or work station at home in order to finish maximum work in minimum time. However working at home will be conserving more time, energy and money. Order something or do some window shopping online."
    },
    "8": {
        "Sagittarius Daily Horoscope": "All your efforts regarding both your career and your personal life are now coming to a head. A momentum is likely to build up which will lead to a major success for you. Your efforts and ingenuity will be noticed by your superiors and you will gain some staunch supporters in the process. Your enemies will be left helpless today.",
        "Sagittarius Health & Wellness Horoscope": "You are demoralized due to certain happenings which are constantly disturbing you and you just cannot concentrate on your work. In order to maintain a better focus try to write down the tasks you have performed each day while you are awake. And also pen down the tasks you want to finish off the next day.",
        "Sagittarius Daily Love & Relationship Horoscope": "Your work commitment is taking you away from your partner. It is not your fault. But take out quality time to express the love you have in your heart. Your partner has been craving for attention and comfort from you. Passion will again sprout in your relationship which is gradually vanishing. Confront your partner with your deepest love and fear.",
        "Sagittarius Career & Money Horoscope": "Research students are going to receive a piece of very good news today. Those sitting for competitive examinations will also fare better than expectations. However, timing can be crucial today. The opportunity that will be brought by these events need to be utilized as quickly as possible; otherwise, you may have missed the boat. You may have to take a bold step to secure your career."
    },
    "9": {
        "Capricorn Daily Horoscope": "Every encounter that you have now is characterised by a surge of energy and purpose. The quality of your interactions will improve dramatically and you may even come in contact with somebody who will revolutionize your life ﾖ financially or spiritually. You will get a better insight into your own character and this will help you to decide on the direction of your life. You should use this opportunity well as understanding yourself can help to resolve a number of your current conflicts.",
        "Capricorn Health & Wellness Horoscope": "A balanced lifestyle among other things is also supported by a sound health. You love good lifestyle but ignore health. You will not enjoy a lifestyle if you are not fit perfectly. You will gradually develop a taste for wellness related subjects. You will be attracted by fitness freaks. And subsequently you will make fitness your lifestyle. This will affect your life positively.",
        "Capricorn Daily Love & Relationship Horoscope": "Your partner is co-operative and supportive. Go share your concerns with your dear ones rather than keeping the worries within you. That will be of great help and will relieve your stress to quite an extent. Try it over a coffee if it is linked to your partner indeed, they wonﾒt react much in public so you can easily blurt it out.",
        "Capricorn Career & Money Horoscope": "Before you rush in blindly to complete your tasks, you need to take some time and mull over your past experiences. You need to evaluate your past and find out what you can change and what you need to accept in order to fulfil your potential. You will also need to judge your own abilities to determine whether you should proceed in the path that you have been following for so long."
    },
    "10": {
        "Aquarius Daily Horoscope": "You see a lot of chaos and confusion. But it is only the packaging. As the cloud subsides, you will see the reason. There is so much offered to you that initially it appeared messy to you. Take your time and follow the trends. You will see a huge prospect. Change is inevitable and it has the capacity to paint your future bright.",
        "Aquarius Health & Wellness Horoscope": "Go for spiritual contemplation and exercises to free yourself of the worries and mental pressure which have been a great cause of your suffering. Undertaking it may change your outlook towards life even! Enroll in fitness packages and you will find it pretty effective as well as convenient to undertake few harmonious exercises.",
        "Aquarius Daily Love & Relationship Horoscope": "Romantic encounters are quite possible today. Although things may take time to work out due to certain immaturity in you and your partner too. Do not feel insecure of the partnerﾒs past and donﾒt let ego form a ground for misunderstanding too. Just go with the flow and you are bound to form a stronger bond with your partner.",
        "Aquarius Career & Money Horoscope": "While you have been advancing satisfactorily in your job, today there is a huge opportunity to showcase your talent, creativity and commitment. This may require you to cancel some family plans, but it will vastly advance your career. Done correctly, it may open avenues for you that you could not have imagined. You need to maintain a fine balance between your family and career now in order to enjoy the best of both situations."
    },
    "11": {
        "Pisces Daily Horoscope": "Opportunities come your way easily but do not be in a haste to grab them all. Weigh your options minutely, feel confident and then act accordingly. Also, share with your friends. This is a time when you will have to open many doors. However, surprises will not be pleasant always. Do not leave everything on destiny. Your actions will determine your destiny.",
        "Pisces Health & Wellness Horoscope": "Health matters are of a great concern for you now. Let your intuition guide you in deciding what is the best fitness routine for you! You may come across various occasions offering you the best of the cuisines, but you have to be careful of your diet. Otherwise it will be an invitation for many ailments to attack your digestive system.",
        "Pisces Daily Love & Relationship Horoscope": "You are going to seek complications in your romantic relationship where none exist. You may feel unable to trust your partner to the extent that you may start thinking of breaking up your relationship. However, chances are high that the issues concern you rather than your partner and you should take a more analytical look at them before taking any step.",
        "Pisces Career & Money Horoscope": "You may feel somewhat puzzled about your working life. You never planned the career which you have now built for yourself. This may prompt you to suddenly quit the job and decide to follow your passion. However, do not take any decision today as the planets are in a difficult situation. Sudden changes in your finances may also occur."
    }
}]
