horo_english=[{
    "0": {
        "Aries Daily Horoscope": "Today you can risk buying a lottery ticket or buy shopping deals. Winning is quite evident as lady luck will be on your side today. The situation may require you to be a little assertive with your point of view. Your silence may be taken wrongly and will put you in a questionable position. So better not let anyone form an opinion against you.",
        "Aries Health & Wellness Horoscope": "Somebody near to you may be feeling sick today. You will be required to do quite a lot of nursing duty, but do not worry. Something good is going to come out of your help. However, you should take precautions against minor infections today. Ignoring small health issues of yourself or someone close to you can lead to greater complications in the future.",
        "Aries Daily Love & Relationship Horoscope": "Friends, co-workers and all sorts of people you know may try to enlighten you about the things you must do for your love life to gather up some pace! Follow what they say to update your dating database, except the flirting tips! You are looking for love so better focus on it rather than locking yourself for some momentary pleasure!",
        "Aries Career & Money Horoscope": "You are at the beginning of your career. So you need to look up to the next step of the ladder and also the path you just walked. Any faults made at either of the places will cost you much later in life. Take some time to make few resolutions for yourself. You may receive money some share of inherited wealth as well."
    },
    "1": {
        "Taurus Daily Horoscope": "Self reflection is the key today. You may feel an unrest which you cannot express or a discontent, even though everything works out all right for you. The only way to deal with this sense of disquiet is to go through a quiet process of reflection which can help you to understand yourself better and find an effective remedy.",
        "Taurus Health & Wellness Horoscope": "Begin keeping a check on your health on everyday basis. You may not exactly know how you are feeling at this point of time except that you are not in the pink of health! Practice the exercises which are extremely beneficial no matter you how dreading you find them! This is how you will be able to better serve your health.",
        "Taurus Daily Love & Relationship Horoscope": "Don't go knocking doors when it comes to relationship. Remember, someone is definitely made for you. When the ripe time will come, universe will unfold automatically to present that precious gift to you. Let your love find you. Till then, have good time with your friends and associates. May be your hidden diamond is located somewhere there. You shouldn't lose hope!",
        "Taurus Career & Money Horoscope": "Take on some additional responsibilities today. If you perform well, you may be entrusted with such responsibility on a daily basis. With this, will also come an increase in salary. So work sincerely and constantly motivate yourself. Benefits do not appear today, but you are working towards a better life tomorrow. Use your creativity to accomplish your task."
    },
    "2": {
        "Gemini Daily Horoscope": "You now have developed a strong sense of commitment. You may have to meet some family obligations and you will rise splendidly to the occasion. You will be polishing all your skills right now and calling on your hidden resources to meet the challenges in your life. The journey is likely to be tough, but you are going to enjoy every moment of it.",
        "Gemini Health & Wellness Horoscope": "Physically taxing activities are on the cards today and you are going to enjoy every minute of it. You will be at the top of your form and will perform excellently in all sporting and athletic pursuits. You will have a tendency to drive yourself hard, carries away by your success. However, this is not going to have any negative effects as long as you remember to regulate your diet.",
        "Gemini Daily Love & Relationship Horoscope": "This is the time to consolidate all those relationship that you have been ignoring in pursuit of romance. These include your parents, your siblings, your extended family and your friends. You need to realize that these other relationships are no less important and they provide a valuable support system for you. You need to nurture them as much as any romantic relationship.",
        "Gemini Career & Money Horoscope": "Your star is in the ascendant in your place of work. While this is working wonders for your finances, it is also liable to generate a degree of jealousy and ill feeling at the office. You need to build some bridges with your colleagues today, but you also need to identify friend from foe because someone there may be working behind your back to wreck your career."
    },
    "3": {
        "Cancer Daily Horoscope": "Events have aligned themselves in such a way that your confidence has taken quite a beating. It will be difficult to conclude any task happily and in a satisfied manner today. You may also come in contact with someone whose negative comments can give rise to a feeling of despondency. Remember that this is a temporary phase and you will soon get your confidence back.",
        "Cancer Health & Wellness Horoscope": "You may experience lethargy today, but this is a natural reaction to the frantic pace that you have been setting for yourself for the last few days. Minor aches and pains may also occur, especially in your leg muscles and these too are the result of over exhaustion. So, take the day easy with plenty of rest and good food to recover your strength.",
        "Cancer Daily Love & Relationship Horoscope": "Fun and games are on the cards today. Stop analyzing your relationships and go out for some much needed dose of relaxation. Attend a dance or a light-hearted movie. The day is perfect for partying and quick repartee. You are likely to sparkle in company and dazzle your loved one or a prospective partner with your charm and wit.",
        "Cancer Career & Money Horoscope": "Do put in the best of your efforts. You have been a lot supportive to others but they donﾒt seem to care for their own good even, forget about appreciating you for your endeavors. So just do not bother about such people and keep going! Attach emotions to the work you do and not to the people who you give no importance to you."
    },
    "4": {
        "Leo Daily Horoscope": "Honesty is the watchword of the day. The day is perfect to focus on details of your work or on meticulous tasks which you may have been avoiding lately. You may resist these dull routine tasks, but if you sit down to complete them once, they will go very fast. Expect a sense of goodness from the people who are nearest to you.",
        "Leo Health & Wellness Horoscope": "It is high time that you realized the value of good diet. You have been suffering from a number of minor health issues which seem unrelated. They are actually all related to poor dietary patterns. Today, you need to understand that modifying your diet is the only way to improve your general health and this can improve other areas of your life as well.",
        "Leo Daily Love & Relationship Horoscope": "You may come across someone who impresses you pretty well as a person but you have certain mental constraints. You want to choose some one on the basis of what all they have to offer for you! But love is not so demanding. So if you want to love and want to be loved you must give up this ideology and believe in sharing!",
        "Leo Career & Money Horoscope": "Unexpected money is coming your way today. This is the best day to win at the speculative ventures and in games of chance. However, this money is also going to bring its own responsibilities which you should not ignore. You may have to discharge an important errand today in connection to this money. Indulge in some light hearted shopping today with this unexpected bonanza."
    },
    "5": {
        "Virgo Daily Horoscope": "The day is going to be an emotionally intense one for you. You will bring great passion to everything that you do today and success will follow as an inevitable result. You may have been avoiding an issue because it is too close to you, but today is the best day to tackle this issue and confront it head on.",
        "Virgo Health & Wellness Horoscope": "Your heart is not content until and unless you feed others well. Ask your heart to love you too! Encourage yourself to eat well, sleep well and take plenty of rest which your body has been demanding since long. Attend cooking sessions to inspire you to prepare and eat your favorite cuisines. Do not be health conscious when not required!",
        "Virgo Daily Love & Relationship Horoscope": "You may be attracted to some one form a different cultural background or from a different country even. You may feel passionate and emotionally charged towards this person. Other happenings will tend to fade away when you will be with this person. And this encounter may even take a shape if the Almighty wants!",
        "Virgo Career & Money Horoscope": "There is a major possibility that you may have to go abroad in connection with your job or career. Those who have applied for visa to study overseas are going to get the visa today. You may be transferred by your office to somewhere exotic. Be sure to grab this chance of going abroad and advancing your career. If you are already located in a foreign country, the prospect of transfer back to your own country does not look good."
    },
    "6": {
        "Libra Daily Horoscope": "Be courteous and respectful towards the belief of other people. You are on the road to success, but like always do not make a mistake when it comes to taking the necessary cautions. Life is unpredictable so do not whine about the hurdles which come across your path. Stride across the path of life with vigor and enthusiasm.",
        "Libra Health & Wellness Horoscope": "You may be in a little arrogant mood today! Conserve all your daring energy for facing odds as you may come across many people trying to challenge your credibility. But if you will get affected by their words, you may need to see a doctor! Better option is to attend some fitness workshop or camp rather than getting into anything!",
        "Libra Daily Love & Relationship Horoscope": "The day is especially favourable for single persons who are likely to meet someone special today who will figure prominently in your future life. If you are already in a relationship, you may get an indication today whether you are in it for the long haul or not. You are likely to take a step towards a serious relationship today.",
        "Libra Career & Money Horoscope": "This is the time to separate yourself from people who are no longer serving you or are incapable of serving you! This is a big step in balancing the finances. You will be rewarded soon and that too monetarily for this business tactic. The saved income is safe and can be utilized to add onto your assets."
    },
    "7": {
        "Scorpio Daily Horoscope": "Today you may get emotional over certain issues which demand you to be practical. Distinguish between what you desire and what is good for you with an objective approach! Emotions may be stirred inside you which may give you the required impetus to cross certain lines. Inform everyone about it before taking this step!",
        "Scorpio Health & Wellness Horoscope": "You need to be humble to endear yourself to your friends. You may have assumed an arrogant attitude without even being aware of it. So, this is the best time to start analyzing your past activities rather than criticising others. It is a rare opportunity of introspection for you and you should take full advantage of this reflective mood to get closer to yourself.",
        "Scorpio Daily Love & Relationship Horoscope": "The state of your relationship has been rather confusing lately and you have not been able to interpret or understand the signals your partner has been sending you. Today, you will gather some information regarding your partner which will help you understand and evaluate the situation better. You may also have to take some decisive action based on this information, but take care to keep your cool as you take your decision.",
        "Scorpio Career & Money Horoscope": "Though you have been meticulous and methodical, you are left with the backlog of somebody else and for that now you are answerable. Believe in yourself and your work methodologies. Take up one job at a time and by the next week, you will see things getting back in shape. Till that time, do not get into an argument with your subordinates."
    },
    "8": {
        "Sagittarius Daily Horoscope": "The day is likely to be eventful. Circumstances may arise which will force you to confront a past event which you have been avoiding. You need to adopt a tolerant viewpoint in order to deal with this past situation as you tend to be needlessly hard on everyone ﾖ especially yourself. New opportunities can arise from this confrontation. The end result will be positive.",
        "Sagittarius Health & Wellness Horoscope": "Anxiety can be the cause of some health related problems today. You tend to worry too much and today is no exception. This may lead to some stress related conditions like migraine or ulcers to act up. However, if you can bring yourself to think rationally that there is nothing to worry about and even if things do not work out exactly as you planned, it is no big deal, you can avoid these problems completely.",
        "Sagittarius Daily Love & Relationship Horoscope": "You are going to discover a new dimension in your relationship. The behaviour of your partner has been quite puzzling lately, but today the explanations will become available. But it is up to you what you do with this information. It is advisable to think long and deep before you take any action. Single persons should proceed with caution with a new person.",
        "Sagittarius Career & Money Horoscope": "Taking control of your own finances is very important for you now and you are not afraid of hard work to achieve this goal. You are very organized and disciplined today and are ready to tackle career issues with a very practical eye. Start your good work today and your finances will reflect the positive results within a very short time."
    },
    "9": {
        "Capricorn Daily Horoscope": "You are likely to come across a big idea today and you must not reject it out of hand because it seems too improbable. This is the day to think big and to reach high. You should study the obstacles to your plan well and soon you will find that the obstacle itself will suggest how you can get rid of it.",
        "Capricorn Health & Wellness Horoscope": "The time has come to put the power of your mind to operation in order to rise above physical ailments. You need to realize that mental wellness has a profound effect on your physical health and you do have that mental strength to overcome any physical obstacle. Put your trust in the power of your mind and you may be pleasantly surprised at the results.",
        "Capricorn Daily Love & Relationship Horoscope": "Your partner is not going to be in a mood for adjustments and settlements. Hence it is vital for you to hold your ego in check and not raise any controversial issues. Minor disagreements will blow up into full fledged quarrels as your partner will not concede a single point to you. You need to be cautious in romantic affairs today if you want to avoid major upheavals.",
        "Capricorn Career & Money Horoscope": "Be sure to consider both short term and long term ramifications of your financial and career related plans before you go forward with them. A careful cost benefit analysis of all your career related plans must be done before you jump in with both feet. Take a long look at them from a distance. Getting a second opinion from a knowledgeable person can also be worthwhile."
    },
    "10": {
        "Aquarius Daily Horoscope": "Today, you will be filled with the urge to do something and impress others. You will be able to take strong and decisive actions and your sense of timing is implacable right now. You will be able to clear your old debts and obligations now. You may help someone close to you by the virtue of your quick thinking.",
        "Aquarius Health & Wellness Horoscope": "You are going to get some health related good news about someone close to you. If you have been worried about the health of a loved one, your worries will be soothed today. You may also come across a remedy for a chronic health condition from which someone near to you suffers and this remedy can prove to be very effective.",
        "Aquarius Daily Love & Relationship Horoscope": "Misunderstandings may crop up in your relationship today. You have probably acted out of good intentions, but you failed to take into account all the implications of your actions for others involved. The result is that your pure motives will be viewed rather differently by your partner. You are going to need a lot of patience to sort out this situation.",
        "Aquarius Career & Money Horoscope": "Great opportunities are likely to open up on the career front today. You can get a really fantastic job offer or that promotion for which you were eagerly waiting, finally comes through. Help may arrive from a completely unexpected quarter which is likely to overwhelm you. You may also receive help from someone whom you had helped in the past."
    },
    "11": {
        "Pisces Daily Horoscope": "Life has been full of ups and downs lately. But soon you are going to get rid of all these. Maintain your optimistic attitude like always and things will work out better. People may approach you for help and this is good, being busy will make you forget all your worries.",
        "Pisces Health & Wellness Horoscope": "Your diet requires immediate attention. You have been overeating consistently and have been following a highly unhealthy diet. This is affecting your health without you being even aware of it. In addition, your junk food diet is the root cause of the stress that has been accumulating in your mind and body. Unless you modify your diet, these relaxation techniques are not going to be effective.",
        "Pisces Daily Love & Relationship Horoscope": "You are going to receive a piece of valuable advice from your partner today. It may not be to your liking, but you would do well to attend to it. This can be of considerable importance to you. This can be related to financial matter, your career or your family. It is vital that you should not turn defensive and ignore this advice as that can only result in regret.",
        "Pisces Career & Money Horoscope": "For those working in the public sector, this day brings major chances of success and promotion. If you have applied for a job in the public sector, you are likely to get some positive news today. This is also a good time to look for a different job, mostly in an administrative line, if you are not satisfied with the prospects in your current job."
    }
}]
