horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज आपको अपनी नौकरी व्यवसाय के क्षेत्र में कुछ नए अधिकार दिए जा सकते है, जिनसे आपके शत्रु प्रबल होंगे, लेकिन आपक उनकी चिंता छोड़ कर आगे बढ़ना होगा और अपने कार्य पर ध्यान देना होगा। छात्रों की आज रचनात्मक कार्यों में रुचि बढ़ती नजर आएगी। संतान के विवाह का प्रस्ताव आज प्रबल हो सकता है, जिसस शाम तक परिवार में खुशी मिलने का योग बनता दिख रहा है। परिवार के सभी सदस्यों को आज खुश देख कर आज आपके मन में प्रसन्नता का भाव रहेगा।आज आपके पास अपनी सेहत और लुक्स से जुड़ी चीज़ों को सुधारने के लिए पर्याप्त समय होगा। विवाहित दंपत्तियों को आज अपनी संतान की शिक्षा पर अच्छा खासा धन खर्च करना पड़ सकता है। किसी ऐसे के साथ परस्पर संवाद की कमी जिसका आपको बहुत ख़याल है, आपको तनाव दे सकती है। आज आप महसूस करेंगे कि प्यार दुनिया में हर मर्ज़ की दवा है। आपमें से कुछ लोगों को लंबा सफ़र करना पड़ सकता है – जो काफ़ी दौड़-भाग भरा होगा – लेकिन साथ ही बहुत फ़ायदेमंद भी साबित होगा। जीवनसाथी की वजह से आपको महसूस होगा कि उनके लिए दुनिया में आप ही सबसे महत्वपूर्ण हैं। अपनों का ख्याल रखना अच्छी बात है लेकिन उनका ख्याल रखते-रखते अपनी सेहत न बिगाड़ लें। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- ॐ गं गणपतये नमः इस मंत्र का सुबह-शाम 11 बार उच्चारण करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज आपका शाम तक का समय आवश्यक सामानों की खरीदारी में व्यतीत होगा, जिसमें आपका धन भी अधिक व्यय होगा। आज घर परिवार में वृद्धजनों की बहसबाजी के योग भी बन रहे हैं, लेकिन बेहतर यही होगा कि आप बुजुर्गों से बात करते समय वाणी में मधुरता रखें और उनकी राय को अपनाएं, जिससे अपने भविष्य को उज्ज्वल बना सकें। आज आप अपनी संतान के भविष्य के लिए कुछ नई योजनाएं बनाएंगे। विद्यार्थियों को गुरुजनों का आशीर्वाद मिलेगा।जो धुंध आपके चारों तरफ़ छायी हुई है और आपकी प्रगति को बाधित कर रही है, उससे बाहर निकलने का समय है। आज धन आपके हाथ में नहीं टिकेगा, आपको धन संचय करने में आज बहुत दिक्कतों का सामना करना पड़ सकता है। किसी धार्मिक स्थान पर जाएँ या किसी संत से मिलें, इससे आपके मन को शांति और सुकून मिलेगा। आप आज प्यार की मनोदशा में होंगे- और आपके लिए काफ़ी मौक़े भी होंगे। जीवन का आनंद लेने के लिए आपको अपने दोस्तों को भी समय देना चाहिए। अगर आप समाज से कटकर रहेंगे तो आवश्यकता पड़ने पर आपके साथ भी कोई नहीं होगा। आपका जीवनसाथी आपको इतना बेहतरीन पहले कभी महसूस नहीं हुआ। आपको उनसे कोई बढ़िया सरप्राइज़ मिल सकता है। काम को करने से पहले ही उसके बारे में अच्छा बुरा न सोचें, बल्कि खुद को एकाग्र करने की कोशिश करें इससे सारे काम अच्छी तरह हो पाएंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- किसी वृद्ध ब्राह्मण को भोजन करने से आर्थिक स्थिति बेहतर होगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज आपको अपने विरोधियों व बाहरी लोगों से सतर्क रखना होगा क्योंकि वह आप को नुकसान पहुंचाने का हर संभव प्रयास करेंगे, इसलिए आपको अपने कार्य क्षेत्र में भी नजर गड़ाए रखनी होगी। समाज सेवा के लिए किए जा रहे कार्यों की आज सराहना होगी। आज आपको व्यापार के भागीदारों में पत्नी पक्ष का भी पूर्ण सहयोग प्राप्त होगा। यदि आपने किसी से उधार लिया हुआ है, तो वह आज आप खत्म कर सकते हैं, जिससे आप सुकून महसूस करेंगे।जो धुंध आपके चारों तरफ़ छायी हुई है और आपकी प्रगति को बाधित कर रही है, उससे बाहर निकलने का समय है। निवेश के लिए अच्छा दिन है, लेकिन उचित सलाह से ही निवेश करें। अपने परिवार की भलाई के लिए मेहनत करें। आपके कामों के पीछे प्यार और दूरदृष्टि की भावना होनी चाहिए, न कि लालच का ज़हर। रोमांस रोमांचक होगा- इसलिए उससे संपर्क करें जिससे आप प्रेम करते हैं और दिन का भरपूर लुत्फ़ लें। आप जिस प्रतियोगिता में भी क़दम रखेंगे, आपका प्रतिस्पर्धी स्वभाव आपको जीत दिलाने में सहयोग देगा। यह समय जीवन में आपको वैवाहिक जीवन का भरपूर आनन्द देगा। अगर आज के काम को आप कल पर टाल रहे हैं तो कल आपको इसका बुरा परिणाम भुगतना पड़ सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- माता या माता सामान स्त्री के पैर छूना मानसिक शान्ति पाने का सर्वोत्तम उपाय हो सकता है। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज आपको सामाजिक व राजनीतिक क्षेत्र में अच्छी सफलता मिलने के भरपूर योग दिख रहे हैं, इसलिए आपसे प्रयासों को जारी रखे । आज शाम का समय आप अपने परिवार के सदस्यों के साथ मंगल उत्सव मे व्यतीत करेंगे। मानसिक तनाव के कारण आज आपको कुछ अवरोध उत्पन्न होने के योग बन रहे हैं, इसलिए आपको किसी भी बात पर उलझने से बचना होगा अन्यथा आप को नुकसान उठाना पड़ सकता है। बहुत दिनों से आप जिस रुके वेतन की तलाश कर रहे थे, वह आज आपको प्राप्त होगा।कोई दोस्त आपकी सहनशक्ति और समझ की परीक्षा ले सकता है। अपने मूल्यों को दरकिनार करने से बचें और हर फ़ैसला तार्किक तरीक़े से लें। अपने जीवनसाथी के साथ मिलकर आज आप भविष्य के लिए कोई आर्थिक योजना बना सकते हैं और उम्मीद है कि यह योजना सफल भी होगी। कोई चिट्ठी या ई-मेल पूरे परिवार के लिए अच्छी ख़बर लाएगी। अगर आप अपने प्रिय को पर्याप्त समय न दें, तो वह नाराज़ हो सकता/सकती है। रात को ऑफिस से घर आते वक्त आज आपको सावधानी से वाहन चलाना चाहिए, नहीं तो दुर्घटना हो सकती है और कई दिनों के लिए आप बीमार पड़ सकते हैं। जीवनसाथी के साथ एक आरामदायक दिन बीतेगा। लोगोंं के बीच रहकर सबका सम्मान करना आपको आता है इसलिए आप भी सबकी नजरों में अच्छी छवि बना पाते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- काली-सफेद गाय को खाना खिलाने से प्रेम सम्बन्ध अच्छे होंगे। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज आपको अपने कार्यकाल व नौकरी में अपने साथी लोगों की भावनाओं को पहचान कर उनके अनुसार चलने का प्रयास करना होगा, तो आपको असंतोष  होगा, ध्यान रखें कभी कभी कभी कबार दूसरों की बात सुनने में कोई परेशानी नहीं है। बशर्ते उनकी बात सही हो।आज आप अपने व्यवसाय में टीम वर्क के जरिए काम करने से किसी गंभीर समस्या का हल निकालने में सफल रहेंगे। भाई बहनों के साथ आज रिश्ते में स्नेह बढेगा।आउटडोर खेल आपको आकर्षित करेंगे- ध्यान और योग आपको फ़ायदा पहुँचाएंगे। बिना किसी अनुभवी शख्स की सलाह के आज ऐसा कोई भी काम न करें जिससे आपको आर्थिक हानि हो। बच्चे की तबियत परेशानी का कारण बन सकती है। जो अपने प्रिय के साथ छुट्टियाँ बिता रहे हैं, ये उनकी ज़िन्दगी के सबसे यादगार लम्हों में से होंगे। बिना किसी पूर्व सूचना के आज आपका कोई रिश्तेदार आपके घर पधार सकता है जिसकी वजह से आपका कीमती समय उनकी खातिरदारी में जाया हो सकता है। क्या आपको पता है कि आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्ता है। उनपर ग़ौर करें, यह बात आपको ख़ुद-ब-ख़ुद दिख जाएगी। किसी पेड़ की छांव में बैठकर आज आपको सुकून मिलेगा। जीवन को आज आप नजदीक से जान पाएंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अच्छे पारिवारिक जीवन के लिए नहाने के जल में काले तिल, काली सरसों के दाने डालकर स्नान करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके कार्यकाल में भी अचानक से होने वाला परिवर्तन आपको आश्चर्य में डाल सकता है। आपकी नौकरी व कार्यकाल में महिला सहकर्मी से आपको भरपूर सहयोग मिलता दिख रहा है, लेकिन आपको उनके साथ वार्तालाप करते समय वाणी में विनम्रता बनाए रखनी होगी। शाम के समय किसी मित्र से मुलाकात हो सकती है, जिससे आप अत्यंत प्रसन्न नजर आएंगे। विद्यार्थियों को अपनी शिक्षा में चल रही समस्याओं को समाप्त करने में गुरुजनों का भरपूर सहयोग मिलेगा। मामा पक्ष से आपको लाभ मिलता दिख रहा है।दिन की शुरुआत आप योग ध्यान से कर सकते हैं। ऐसा करना आपके लिए फायदेमंद रहेगा और सारे दिन आपमें ऊर्जा रहेगी। यह बात भली भांति समझ लें कि दुख की घड़ी में आपका संचित धन ही आपके काम आएगा इसलिए आज के दिन अपने धन का संचय करने का विचार बनाएं। परिवार की स्थिति आज वैसी नहीं रहेगी जैसा आप सोचते हैं। आज घर में किसी बात को लेकर कलह होने की संभावना है ऐसी स्थिति में खुद पर काबू रखें। जो अपने प्रिय के साथ छुट्टियाँ बिता रहे हैं, ये उनकी ज़िन्दगी के सबसे यादगार लम्हों में से होंगे। यात्रा और शिक्षा से जुड़े काम आपकी जागरुकता में वृद्धि करेंगे। आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्तों की तरह है और आपको आज यह एहसास होगा। टीवी पर फ़िल्म देखना और अपने नज़दीकी लोगों के साथ गप्पें मारना – इससे बेहतर और क्या हो सकता है? अगर आप थोड़ी कोशिश करें तो आपका दिन कुछ इसी तरह गुज़रेगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- किन्नरों(बुध नपुंसक है) का भूलकर भी अपमान न करें व यथाशक्ति इनको दान देने से आर्थिक स्थिति मजबूत होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए महान पुरुषों के मेलजोल का होगा। कार्य क्षेत्र में होने वाली उलट-पुलट से आपको लाभ मिलने के भरपूर योग बन रहे हैं। आपके घर के पुराने लटके हुए कार्यों को करने के लिए आज का दिन शुभ है, इसलिए अपने कार्य में तेजी लाएं। यदि आज कोई संपत्ति खरीदना चाहते हैं, तो उसके सभी पहलुओं को सावधानीपूर्वक जांच लें, तभी आगे बढ़े। आर्थिक स्थिति की दिशा में किए गए प्रयास सफलता दायक रहेंगे। जीवनसाथी की इच्छा के अनुसार आज आप उनको कोई उपहार दे सकते हैं।तनाव के चलते बीमारी से दो-चार होना पड़ सकता है। सुकून महसूस करने के लिए दोस्तों और परिवार के साथ कुछ समय बिताएँ। आज के दिन भूलकर भी किसी को पैसे उधार न दें और यदि देना जरुरी हो तो देने वाले से लिखित में लें कि वो पैसा वापस कब करेगा। आपकी पारिवारिक सदस्यों को क़ाबू में रखने और उनकी न सुनने प्रवृत्ति की वजह से बेवजह वादविवाद हो सकता है और आपको आलोचना का सामना भी करना पड़ सकता है। आज आप इश्क़ की चाशनी ज़िन्दगी में घुलती हुई महसूस करेंगे। आपने बीते दिनों कार्यक्षेत्र में कई काम अधूरे छोड़े हैं जिसका भुगतान आज आपको करना पड़ सकता है। आज आपका खाली वक्त भी ऑफिस के काम को पूरा करने में ही लगेगा। अगर हाल में आप व आपका जीवनसाथी बहुत ख़ुश महसूस नहीं कर रहे थे, तो आज हालात बदल सकते हैं। आप दोनों आज बहुत मज़े करने वाले हैं। आपके दोस्त आपके काम नहीं आते यह शिकायत आज आपको हो सकती है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- हनुमान चालीसा का पाठ करना स्वास्थ्य के लिए शुभ रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए सफलता दायक रहेगा। अलग से आज बिजनेस के सिलसिले में किसी की सलाह लेने की आवश्यकता पड़ सकती है, लेकिन बेहतर यही होगा कि ऐसे व्यक्ति की सलाह लें, जो आपके भरोसे वाला व्यक्ति हो। आज आप महिला मित्रों के साथ समय व्यतीत कर सकते हैं। यदि घर में या कार्यक्षेत्र में कोई मामला चल रहा है, तो सभी उत्तरदयित्व को आज सफलतापूर्वक निभाएंगे, जिससे हर जगह आपकी सराहना होगी। संतान से आपको संतोषजनक समाचार सुनने को मिल सकता है।आज के दिन आप बिना झंझट विश्राम कर सकेंगे। अपनी मांसपेशियों को आराम देने के लिए तैल से मालिश करें। दिन की शुुरुआत भले ही अच्छी हो लेकिन शाम के वक्त किसी वजह से आपका धन खर्च हो सकता है जिससे आप परेशान होंगे। किसी भी चीज़ को अंतिम रूप देने से पहले अपने परिवार की राय लीजिए। महज़ आपका अपना फ़ैसला कुछ दिक़्क़त खड़ी कर सकता है। बेहतर परिणाम पाने के लिए परिवार में तालमेल पैदा करें। आज आपकी मुस्कान बेमानी है, हँसी में वो खनक नहीं है, दिल धड़कने में आनाकानी कर रहा है; क्योंकि आप किसी ख़ास के साथ की कमी महसूस कर रहे हैं। आज आप अपना खाली समय अपनी माता की सेवा में बिताना चाहेंगे लेकिन ऐन मौके पर किसी काम के आ जाने की वजह से ऐसा नहीं हो पाएगा। इससे आपको परेशानी होगी। अपने जीवनसाथी की नुक़्ताचीनी से आप आज परेशान हो सकते हैं, लेकिन वह आपके लिए कुछ बढ़िया भी करने वाला है। दिन के पहले भाग में ख़ुद को थोड़ा अलसाहट भरा महसूस कर सकते हैं, लेकिन अगर आप घर से बाहर निकलने की हिम्मत जुटाएँ तो काफ़ी काम किया जा सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- अच्छी आर्थिक स्थिति के लिए सफेद वस्त्र अधिक पहनें। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आप अपनी कुछ देनदारियों से मुक्त हो सकते हैं। वहीं दूसरी ओर अपने  कार्य क्षेत्र में जो सलाह दी हैं उनका स्वागत होगा, जिन्हें देखकर आप को सुकून मिलेगा। आज का दिन आप कुछ खरीदारी करने में व्यतीत कर सकते हैं, लेकिन आपको ध्यान रखना होगा कि अपनी जेब को ध्यान में रखकर ही खरीदारी करें ताकि अचानक से पैसों की जरूरत पड़े, तो आपको किसी से उधार ना लेना पड़े। जीवन में आज पत्नी की सलाह की आवश्यकता पड़ सकती है। सायंकाल का समय आज अपने घर वालों के साथ किसी धार्मिक स्थल पर व्यतीत करेंगे। क्षणिक आवेग में बहकर कोई निर्णय न करें। यह आपके बच्चों के हितों को हानि पहुँचा सकता है। जो लोग अब तक पैसेे को बेवजह खर्च कर रहे थे आज उन्हें समझ आ सकता है कि पैसे की जीवन में क्या अहमियत है क्योंकि आज अचानक आपको पैसे की जरुरत पड़ेगी और आपके पास पर्याप्त धन नहीं होगा। ऐसे दोस्तों के साथ बाहर जाएँ जो आपके हालात और ज़रूरतों को समझते हैं। ज़िन्दगी की भाग-दौड़ में आप ख़ुद को ख़ुशनसीब पाएंगे, क्योंकि आपका हमदम वाक़ई सबसे बेहतरीन है। अपने व्यक्तित्व और रंग-रूप को बेहतर बनाने का कोशिश संतोषजनक साबित होगी। प्यार, नज़दीकी, मस्ती-मज़ा - जीवनसाथी के साथ यह एक रोमानी दिन रहेगा। आपका संंगी आज आपके लिए घर पर कोई सरप्राइज डिश बना सकता है जिससे आपके दिन की थकान मिट जाएगी। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- पलाशपुष्पसंकाशं तारकाग्रहमस्तकम्। रौद्रंरौद्रत्मकं घोरं तं केतुं प्रणमाम्यहम।। इस मंत्र का 11 बार उच्चारण करें। \n",
    "9": "मकर राशिः आज का राशिफल\nआपका कोई पुराने मित्र व रिश्तेदार आपके सामने आज अचानक से खड़ा हो सकता है। आपको किसी को भी उधार देने से बचना होगा क्योंकि भविष्य में उसके वापस आने की संभावना कम है। संतान की ओर से थोड़े चिंतित हो सकते हैं, लेकिन वह चिंता आपके पिताजी की सलाह से समाप्त होगी। अपने माताजी के स्वास्थ्य का ध्यान रखें क्योकि उसमें कुछ गिरावट देखने को मिल सकती है। व्यापार के लिए दिन अच्छा रहेगा।अपने शरीर की थकान मिटाने और ऊर्जा-स्तर को बढ़ाने के लिए आपको पूरे आराम की ज़रूरत है, नहीं तो शरीर की थकावट आपके मन में निराशावादिता को जन्म दे सकती है। ख़ास लोग ऐसी किसी भी योजना में रुपये लगाने के लिए तैयार होंगे, जिसमें संभावना नज़र आए और विशेष हो। अपने मेहमानों से ख़राब बर्ताव न करें। आपका ऐसा व्यवहार न केवल आपके परिवार को दुःखी कर सकता है, बल्कि संबंधों में दूरी भी पैदा कर सकता है। अपने प्रिय की ग़ैर-ज़रूरी भावनात्मक मांगों के सामने घुटने न टेकें। अगर आप अपनी चीज़ों का ध्यान नहीं रखेंगे, तो उनके खोने या चोरी होने की संभावना है। जीवनसाथी की वजह से आपकी कोई योजना या कार्य गड़बड़ हो सकता है; लेकिन धैर्य बनाए रखें। अपने पिता के साथ आज दोस्त की तरह आप बात कर सकते हैं। आपकी बातों को सुनकर उनको खुशी होगी। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- घर में लाल गुलाब के पौधे लगाकर उनकी देख-रेख करने से पारिवारिक खुशियाँ बढ़ेंगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज आपका सक्रिय राजनीति में भाग लेने का योग बन रहा है। धर्म के कार्यों में रुचि बढ़ेगी, लेकिन कुछ धन भी व्यय होगा। विद्यार्थियों को अपने सीनियर से शिक्षा ग्रहण करने का अवसर प्राप्त होगा। निवेश करना चाहते हैं, तो उसमें आज आपको लाभ प्राप्त होगा। घर परिवार में आज कोई विवाद पनप सकता है, जिससे परेशान ना हो। वह शाम के समय समाप्त हो जाएगा। अपने मन की बात अपनी मांजी से बता सकते हैं, जिससे थोड़ा हल्का महसूस करेंगे।आपका व्यक्तित्व आज इत्र की तरह महकेगा और सबको आकर्षित करेगा। जो लोग अपने करीबियों या रिश्तेदारों के साथ मिलकर बिजनेस कर रहे हैं उन्हें आज बहुत सोच समझकर कदम रखने की जरुरत है नहीं तो आर्थिक नुक्सान हो सकता है। ऐसे विवादास्पद मुद्दों पर बहस करने से बचें, जो आपके और प्रियजनों के बीच गतिरोध पैदा कर सकते हैं। आज आपको अपने प्रिय का एक अलग ही अन्दाज़ देखने को मिल सकता है। लोगों के साथ बात करने में आज आप अपना बहुमूल्य समय बर्बाद कर सकते हैं। आपको ऐसा करने से बचना चाहिए। आपके और आपके जीवन साथी के बीच विश्वास की कमी रह सकती है। जिससे आज वैवाहिक जीवन में तनाव हो सकता है। दिवास्वप्न देखना इतना भी बुरा नहीं है – बशर्ते इसके माध्यम से आप कुछ रचनात्मक विचार हासिल कर सकें तो। ऐसा आज आप कर सकते हैं, क्योंकि आपके पास समय का अभाव नहीं होगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- परिवार में किसी का भी जन्मदिन हो तो उस दिन ग़रीबों में सफेद वस्तुएँ बांटने पर घर में सुख-शांति बनी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज आपको कोई अपना खोया हुआ धन मिल सकता है। इसके अलावा आज अपनी मंत्रणा के कारण किसी कठिन समस्या का समाधान करने में सफल रहेंगे। परिवार के प्रति आप अपने दायित्वों को पूरा करने में सक्षम होंगे। आज शाम के समय आप किसी देवालय  व मंदिर में दर्शन के लिए जा सकते हैं। वाहन चलाने से आज सावधानी बरतनी होगी क्योंकि वाहन में खराबी के कारण धन भी व्यय हो सकता है। यदि आप कोई संपत्ति खरीदना चाहते हैं, तो उसके लिए आज दिन उत्तम है।मज़बूती और निडरता का गुण आपकी मानसिक क्षमताओं में इज़ाफ़ा करेगा। किसी भी तरह के हालात को क़ाबू में रखने के लिए इस रफ़्तार को बरक़रार रखिए। दिन बहुत लाभदायक नहीं है- इसलिए अपनी जेब पर नज़र रखें और ज़रूरत से ज़्यादा ख़र्चा न करें। आपके जीवन-साथी की सेहत तनाव और चिंता का कारण बन सकती है। अगर आप अपने प्रिय को पर्याप्त समय न दें, तो वह नाराज़ हो सकता/सकती है। घर के छोटे सदस्यों के साथ गप्पें लगाकर आज आप अपने खाली समय का अच्छा इस्तेमाल कर सकते हैं। जन्मदिन भूलने जैसी किसी छोटी-सी बात को लेकर जीवनसाथी से तक़रार मुमकिन है। लेकिन अन्ततः सब ठीक हो जाएगा। शांति का वास आपके दिल में रहेगा और इसीलिए आप घर में भी अच्छा माहौल बना पाने में कामयाब होंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- ज्ञानी, विद्वान और न्यायकर्ता लोगों का सम्मान करने से आर्थिक स्थिति अच्छी होगी। \n"
}]
