horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nग्रहों की कृपा से आज का दिन आपके लिए अनुकूल रहेगा। व्यापार में सफलता मिलेगी। काम में मन लगेगा। दांपत्य जीवन में जीवन साथी के साथ प्रेम भरी बातें करेंगे। काम के सिलसिले में अच्छे नतीजे मिलेंगे। प्रेम जीवन जीने वालों को तनाव का सामना करना पड़ेगा। परिवार के लोगों का सहयोग बढ़ेगा। इस सबके बीच परिवार में किसी का स्वास्थ्य कमजोर हो सकता है। सेहत में अच्छा सुधार होगा।आपकी सबसे बड़ी पूंजी आपकी हँसने-हँसाने की शैली है, अपनी बीमारी को ठीक करने के लिए इसका उपयोग करके देखें। व्यापारियों को आज व्यापार में घाटा हो सकता है और अपने व्यापार को बेहतर बनाने के लिए आपको पैसा खर्च करना पड़ सकता है। अपने परिवार की भलाई के लिए मेहनत करें। आपके कामों के पीछे प्यार और दूरदृष्टि की भावना होनी चाहिए, न कि लालच का ज़हर। अनपेक्षित रोमांटिक आकर्षण की संभावना है। हितकारी ग्रह कई ऐसे कारण पैदा करेंगे, जिनकी वजह से आज आप ख़ुशी महसूस करेंगे। जो यह समझते हैं कि शादी सिर्फ़ सेक्स के लिए होती है, वे ग़लत हैं। क्योंकि आज आपको सच्चे प्यार का एहसास होगा। अपने सामर्थ्य से ज्यादा काम करना आपके लिए नुकसानदायक साबित होगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- हनुमान जी को गुड-चने का प्रसाद चढाने से स्वास्थ्य अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nग्रहों की चाल बता रही है कि आज कुछ उतार-चढ़ाव की स्थिति रहेगी।आप मानसिक रूप से चिंताओं में घिरे रहेंगे तथा खर्चों में बढ़ोतरी होगी लेकिन इनकम भी होगी और शारीरिक रूप से आप चुस्त-दुरुस्त बने रहेंगे। काम के सिलसिले में आपको अधिक मेहनत करनी होगी। ट्रांसफर के योग बनेंगे। घर वालों का साथ आपको मिलेगा और आप अपने काम में आगे बढ़ेंगे। नई गाड़ी खरीदने की प्लानिंग करेंगे।सबकी मदद करने की आपकी इच्छा आपको आज बुरी तरह थकाएगी। अगर आप यात्रा पर जाने वाले हैं तो अपने कीमती सामान का ध्यान रखें उसके चोरी होने की संभावना है। खासकर अपने पर्स को आज बहुत संभालकर रखें। बच्चे आपके दिन को बहुत मुश्किल बना सकते हैं। प्यार-दुलार के हथियार का इस्तेमाल कर उन्हें समझाएँ और अनचाहे तनाव से बचें। याद रखें कि प्यार ही प्यार को पैदा करता है। मतभेद के चलते व्यक्तिगत संबंधों में दरार पड़ सकती है। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। ज़्यादा ख़र्चे की वजह से जीवनसाथी से खट-पट हो सकती है। आपकी कमियां आपको अच्छी तरह से पता हैं आपको जरुरत है उन कमियों को दूर करने की। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- चाँदी की चूड़ियाँ या कड़ा धारण करने से प्रेम सम्बन्धों में वृद्धि होती है। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। आप अपनी संतान को भी समय देंगे और उनका पूरा ध्यान रखेंगे। उनके साथ समय बिताना आपको अच्छा लगेगा। प्रेम जीवन के लिहाज से भी आज का दिन बढ़िया रहेगा। शादीशुदा जातकों के दांपत्य जीवन में तनाव की रेखा देखी जा सकती है। काम के सिलसिले में बेहतरीन नतीजे हासिल होंगे और आपकी सेहत मजबूत रहेगी। आपके काम की तारीफ होगी।आपके परिवार को आपसे बहुत ज़्यादा उम्मीदें हैं, जिसके चलते आप खीज महसूस कर सकते हैं। आपके पिता की कोई सलाह आज कार्यक्षेत्र में आपको धन लाभ करा सकती है. कोई दोस्त अपनी निजी समस्याओं के समाधान के लिए आपसे मश्वरा मांग सकता है। कोई पौधा लगाएँ। खाली वक्त में आप कोई फिल्म देख सकते हैं यह फिल्म आपको पसंद नहीं आएगी और आपको लगेगा कि आपने अपना कीमती वक्त जाया कर दिया। वैवाहिक जीवन में चीज़ें हाथ से निकलती हुई मालूम होंगी। किसी बिन बुलाए अतिथि के साथ आज आपका दिन बीत सकता है। उनकी बातें आपको पसंद आएंगी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- अच्छी सेहत के लिए पीपल में पानी देना और उसकी जड़ में दीया जलाना शुभ है। \n",
    "3": "कर्क राशि: आज का राशिफल\nग्रहों की चाल दर्शा रही है कि आपके लिए आज का दिन अच्छा रहेगा। घर परिवार को समय देंगे। अपने अनुसार स्थितियों से लड़ने की आदत डालेंगे, जिससे आपको खुशी मिलेगी। परिवार के लोगों में प्रेम देखने को मिलेगा। घर में शानदार वक्त बिताएंगे। व्यापार के सिलसिले में कुछ दिक्कतें हो सकती हैं। नौकरी पेशा लोगों के लिए दिन बढ़िया रहेगा। दांपत्य जीवन में तनाव बढ़ेगा। सेहत अच्छी स्थिति में रहेगी। गुस्से से बचकर रहना जरूरी होगा।आप अपने सकारात्मक रवैये और आत्मविश्वास की वजह से आस-पास के लोगों को प्रभावित करेंगे। संदिग्ध आर्थिक लेन-देन में फँसने से सावधान रहें। घर वालों के साथ मिलकर कुछ अलग और रोमांचक किया जाना चाहिए। अपने प्रिय की ग़ैरमौजूदगी में आप ख़ुद को बिल्कुल खाली महसूस करेंगे। अगर आप अपनी चीज़ों का ध्यान नहीं रखेंगे, तो उनके खोने या चोरी होने की संभावना है। जीवनसाथी का बर्ताव आपके पेशेवर रिश्तों पर ग़लत असर डाल सकता है। जो काम आप आज पूरे करने में सक्षम हैं उन्हें कल पर ना ही टालें तो आपके लिए अच्छा रहेगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- लाल चूड़ियाँ व लाल वस्त्र कन्याओं को दान में देने से आर्थिक स्थिति में सुधार होगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। यात्रा पर जाने के योग बन रहे हैं लेकिन सावधानी बहुत आवश्यक है क्योंकि शारीरिक परेशानियां हो सकती हैं। सेहत के लिहाज से आज का दिन कमजोर रहेगा। खर्चों में भी अधिक बढ़ोतरी होगी, जिससे आपका मन दुखी हो सकता है । इनकम ठीक-ठाक रहेगा। परिवार में सुख शांति और प्रेम बना रहेगा। प्रेम जीवन के लिए आज का दिन कमजोर है, इसलिए प्रिय से झगड़ा ना हो, इसका ध्यान रखें।कुछ तनाव और मतभेद आपको चिड़चिड़ा और बेचैन बना सकते हैं। उधार मांगने वाले लोगों को नज़रअन्दाज़ करें। परिवार की स्थिति आज वैसी नहीं रहेगी जैसा आप सोचते हैं। आज घर में किसी बात को लेकर कलह होने की संभावना है ऐसी स्थिति में खुद पर काबू रखें। आपका महबूब आज आपको बड़ी ख़ूबसूरती से कुछ ख़ास करके चौंका सकता है। कारोबारी आज करोबार से ज्यादा अपने परिवार के लोगों के बीच समय बिताना पसंद करेंगे। इससे आपके परिवार में सामंजस्य बनेगा। वैवाहिक जीवन के मोर्चे पर यह दिन वाक़ई बहुत बढ़िया है। जीवन की परेशानियों को दूर करने के लिए आज आप किसी मनोवैज्ञानिक चिकित्सक से मिल सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- सोते समय एक तांबे के पात्र में जल रखकर अगली सुबह घर के पास वाले पेड़ की जड़ में उस जल को डालने से सेहत अच्छी रहेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन अनुकूल रहेगा। धन के मामले में आप आज भाग्यशाली रहेंगे। आपको धन की प्राप्ति होगी। इनकम बढ़ेगी। प्रेम जीवन के लिहाज से दिनमान काफी कमजोर है और आपके प्रिय की सेहत बिगड़ सकती है। शादीशुदा जातकों का दांपत्य जीवन आज बढ़िया रहेगा। जीवनसाथी को लाभ भी होगा। आपको भी व्यापार में लाभ के योग बनेंगे। भाग्य का सितारा बुलंद रहेगा। नौकरी के लिहाज से समय अच्छा है। अपने बिज़नेस पर ध्यान दें। सेहत बढ़िया रहेगी। आप ख़ुद को नए रोमांचक हालात में पाएंगे- जो आपको आर्थिक फ़ायदा पहुँचाएंगे। आपको अपने रोज़मर्रा के कामों से छुट्टी लेकर आज दोस्तों के साथ घूमने का कार्यक्रम बनाना चाहिए। जो भी बोलें, सोच-समझकर बोलें। क्योंकि कड़वे शब्द शांति को नष्ट करके आपके और आपके प्रिय के बीच दरार पैदा कर सकते हैं। जल्दबाज़ी में फ़ैसले न करें, ताकि ज़िन्दगी में आगे आपको पछताना न पड़े। लोगों की दख़लअन्दाज़ी वैवाहिक जीवन में परेशानी खड़ी कर सकती है। आपका कोई दोस्त आज आपकी जमकर तारीफ कर सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- काले रंग के कपड़ों का अधिक प्रयोग करना प्रेम सम्बन्धों में इजाफा करेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। हर काम को बढ़िया तरीके से अंजाम तक पहुंचाएंगे। काम करने में मन लगेगा। सेहत मजबूत रहेगी। कहीं से अचानक से धन आने से आप की स्थिति और बढ़िया हो जाएगी। परिवार में तनाव रहेगा लेकिन आप उससे दूर करने का प्रयास करेंगे। नौकरी के सिलसिले में अच्छे नतीजे मिलेंगे। आपकी मेहनत रंग लाएगी। विरोधियों पर आप भारी पड़ेंगे। प्रेम जीवन जीने वालों को तनाव मिल सकता है। दांपत्य जीवन में प्रेम बढ़ने से खुशी महसूस होगी। आप अपने सकारात्मक रवैये और आत्मविश्वास की वजह से आस-पास के लोगों को प्रभावित करेंगे। वैसे तो अपना पैसा दूसरे को देना किसी को पसंद नहीं आता लेकिन आज आप किसी जरुरतमंद को पैसा देकर सुकून का अनुभव करेंगे। घरेलू ज़िंदगी सुकूनभरी और ख़ुशनुमा रहेगी। एक लम्बा दौर जो काफ़ी समय से आपको दबोचे हुए था, ख़त्म हो चुका है- क्योंकि जल्दी ही आपको आपका जीवन-साथी मिलने वाला है। आप चाहें तो परेशानियों को मुस्कुराकर दरकिनार कर सकते हैं या उनमें फँसकर परेशान हो सकते हैं। चुनाव आपको करना है। अगर आप वैवाहिक तौर पर लंबे समय से कुछ नाख़ुश हैं, तो आज के दिन आप हालात बेहतर होते हुए महसूस कर सकते हैं। किसी दोस्त की सहायता करके आज आप अच्छा महसूस कर सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- मांसाहार का त्याग करने से स्वास्थ्य सेहत अच्छी रहेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रहेगा। खर्चे बढ़ेंगे और सेहत भी थोड़ी नाजुक रहेगी। मानसिक तनाव आपको परेशान करेगा, जिससे कामों में रुकावट आ सकती है लेकिन शादीशुदा जातकों के दांपत्य जीवन में आज प्रेम बढ़ेगा।एक दूसरे से प्यार महसूस होगा। प्रेम जीवन जीने वालों को आज राहत महसूस होगी। एक दूसरे से अपने मन की बात कहने में आसानी होगी, जिससे रिश्ते में समझ बढ़ेगी। परिवार का माहौल खुशनुमा रहने से मन में हर्ष की भावना रहेगी।बेकार के ख़यालों में अपनी ऊर्जा बर्बाद न करें, बल्कि इसे सही दिशा में लगाएँ। धन की आवाजाही आज दिन भर होती रहेगी और दिन ढलने के बाद आप बचत करने में भी सक्षम हो पाएंगे। कुछ लोगों के लिए- परिवार में किसी नए का आना जश्न और उल्लास के पल लेकर आएगा। आपका प्रिय दिन भर आपको याद करने में समय बिताएगा। बिना किसी को बताए आज आप अकेले वक्त बिताने घर से बाहर जा सकते हैं। लेकिन आप अकेले तो होंगे लेकिन शांत नहीं आपके दिल में आज के दिन कई चिंताएं हैं होंगी। वैवाहिक जीवन में गर्मजोशी और गर्म खाने की बहुत एहमियत है; आप आज दोनों का ही लुत्फ़ उठा सकते हैं। आपका कोई दोस्त आज आपकी जमकर तारीफ कर सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- काला-सफेद कपड़ा किसी साधु को दान करने से स्वास्थ्य बेहतर होगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन अनुकूल रहेगा। आज आपके पास कहीं से पैसा आएगा, जिससे आपके रुके हुए काम फिर से चालू हो जाएंगे और आपको खुशी होगी। सेहत ठीक ठाक रहेगी लेकिन खानपान पर ध्यान दें। परिवार का माहौल भी समझदारी भरा रहेगा। लोग एक दूसरे के साथ बैठकर परिवार की भलाई की बातें करेंगे। प्रेम जीवन में आज का दिन बढ़िया रहेगा। रोमांस करने के अवसर मिलेंगे। शादीशुदा जातकों का दांपत्य जीवन किसी गलतफहमी की भेंट चढ़ सकता है। बहुत ज़्यादा चिंता और तनाव की आदत आपकी सेहत बर्बाद कर सकती है। मानसिक स्पष्टता बनाए रखने के लिए शंका और झुंझलाहट से निजात पाएँ। आप जीवन में पैसे की अहमियत को नहीं समझते लेकिन आज आपको पैसे की अहमियत समझ में आ सकती है क्योंकि आज आपको पैसे की बहुत आवश्यकता होगी लेकिन आपके पास पर्याप्त धन नहीं होगा। विवाद, मतभेद और दूसरों की आपमें कमियाँ निकालने की आदत को नज़रअन्दाज़ करें। आपका प्रिय को आपसे भरोसे और वादे की ज़रूरत है। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। आपका जीवनसाथी हाल में हुई खटपट को भुलाकर अपने अच्छे स्वभाव का परिचय देगा। ज़रूरत से ज़्यादा सोना आपकी ऊर्जा को ख़त्म कर सकता है। इसलिए पूरे दिन ख़ुद को सक्रिय रखें। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- किसी भिखारी व अपंग व्यक्ति को खाना खिलाने से हेल्थ अच्छी रहेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम फलदायक रहेगा। आपकी सेहत भी बिगड़ सकती है क्योंकि आप मानसिक रूप से तनावग्रस्त रहेंगे। इससे आपके पेट खराब होने के योग बनेंगे। अपच की शिकायत भी हो सकती है। आप का व्यापार गति पकड़ेगा। काम के सिलसिले में अच्छे नतीजे मिलेंगे। काम पर फोकस करेंगे। निजी प्रयासों से सफलता मिलेगी। प्रेम जीवन में रोमांस के अवसर आएंगे। शादीशुदा जातकों के दांपत्य जीवन के लिए आज जीवनसाथी के लिए कुछ खास करने का दिन है।आपका आकर्षक बर्ताव दूसरों का ध्यान आपकी तरफ़ खींचेगा। आज के दिन आपको अपने उन दोस्तों से बचकर रहने की जरुरत है जो आपसे उधार मांगते हैं और फिर उसे लौटाते नहीं हैं। घरेलू ज़िंदगी सुकूनभरी और ख़ुशनुमा रहेगी। सारी दुनिया की मदहोशी उन ख़ुशनसीबों के बीच सिमट जाती है, जो प्यार में हों। जी हाँ, आप वही ख़ुशनसीब हैं। आपका व्यक्तित्व और लोगों से थोड़ा अलग है आप अकेले वक्त बिताना पसंद करते हैं। आज आपको अपने लिए वक्त तो मिलेगा लेकिन ऑफिस की कोई समस्या आपको सताती रहेगी। वैवाहिक जीवन में कई उतार-चढ़ाव के बाद एक-दूसरे के प्यार को सराहने का यह सही दिन है। घर का कोई सदस्य आज आपके खिलाफ बातें कर सकता है जिससे आपकी भावनाएं आहत होंगी। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- मानसिक प्रसन्नता हासिल करने के लिए किसी अंध विद्यालय अथवा अंगहीन व्यक्तियों में मीठा भोजन बांटने से बढ़िया और क्या हो सकता है। \n",
    "10": "कुंभ राशिः आज का राशिफल\nग्रहों की चाल बताती है कि आज का दिन थोड़ा कमजोर है। सेहत में गिरावट बनी रहेगी, जिससे आप परेशानी महसूस करेंगे। भाग्य की बदौलत आपके अनेक काम बनेंगे। घर में सुख रहेगा। घर में परिजनों के साथ मिलकर समय बिताना आपको अच्छा लगेगा। परिवार का मान सम्मान बढ़ेगा। शादीशुदा जातकों का दांपत्य जीवन भी बढ़िया रहेगा। प्रेम जीवन के लिहाज से अपने प्रिय के लिए कोई गिफ्ट लाना अच्छा रहेगा।आप अपने सकारात्मक रवैये और आत्मविश्वास की वजह से आस-पास के लोगों को प्रभावित करेंगे। आज आपको अपना धन खर्च करने की जरुरत नहीं पड़ेगी क्योंकि घर का कोई बड़ा आज आपको धन दे सकता है। अगर आप परिवार के सदस्यों के साथ समय नहीं बिताएंगे, तो आप घर पर समस्याओं की उम्मीद कर सकते हैं। यह दिन प्रसन्नता और ज़िन्दादिली के साथ किसी ख़ास संदेश को भी देगा । आज आप अपना खाली समय अपनी माता की सेवा में बिताना चाहेंगे लेकिन ऐन मौके पर किसी काम के आ जाने की वजह से ऐसा नहीं हो पाएगा। इससे आपको परेशानी होगी। यह समय जीवन में आपको वैवाहिक जीवन का भरपूर आनन्द देगा। यात्रा पर किसी हसीन अजनबी से मुलाकात आपको अच्छे अनुभव करा सकती है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- हरे रंग की बोतल में गंगाजल भरकर किसी पीपल के पेड के पास दबाने से फैमिली लाइफ अच्छी होगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन तनाव से भरा रहेगा। मन में अनेक प्रकार के ख्याल आएंगे, जो आपको अलग-अलग दिशाओं में सोचने पर विवश करेंगे। इससे काम में रुकावट आएगी। आपकी चिंताएं बढ़ेंगी। काम के सिलसिले में नतीजे ठीक-ठाक रहेंगे लेकिन किसी बात को लेकर डर बना रहेगा इनकम बढ़ेगी। शादीशुदा जातकों को ध्यान रखना चाहिए कि उनका उनके जीवन साथी से झगड़ा ना हो। प्रेम जीवन बिता रहे लोगों को आज अपने प्रिय के घरवालों से मिलना चाहिए और उनकी शंकाओं को दूर करना चाहिए। आप खाली समय का आनंद ले सकेंगे। फ़ौरी तौर पर मज़े लेने की अपनी प्रवृत्ति पर क़ाबू रखें और मनोरंजन पर ज़रूरत से ज़्यादा ख़र्च करने से बचें। दोस्तों के साथ शाम बिताना या ख़रीदारी करना मज़ेदार और रोमांचक रहेगा। अपने दिल की बात ज़ाहिर करके आप ख़ुद को काफ़ी हल्का और रोमांचित महसूस करेंगे। अगर कहीं बाहर जाने की योजना है तो वह आख़िरी वक़्त पर टल सकती है। अपने साथी पर किया गया संदेह एक बड़ी लड़ाई का रूप ले सकता है। स्वयं के लिए अच्छा समय निकालना बढ़िया रहेगा। आपको इसकी सख़्त ज़रूरत भी है। यदि आप अपने मित्रों को इसमें सहभागी बनाएँ, तो आनन्द दोगुना हो जाएगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- गणेश मंदिर में लडडुओं का भोग लगवाकर गरीब लोगों में बाँटने से आर्थिक पक्ष अच्छा रहेगा। \n"
}]
