horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य फलदायक रहेगा। मानसिक चिंताएं बढ़ सकती हैं। प्रॉपर्टी को लेकर कहीं भी पैसा दे सकते हैं। खर्चा होगा। आमदनी सामान्य रहेगी। भाग्य का सितारा मजबूत रहने से कामों में सफलता मिलेगी। गृहस्थ जीवन शांतिपूर्ण रहेगा। प्रेम जीवन बिता रहे लोगों को आज कुछ नया जानने को मिलेगा जो आपको अपने प्रिय के और करीब ले जाएगा। सेहत सामान्य रहेगी।सेहत बढ़िया रहेगी। यूं तो आज आर्थिक पक्ष अच्छा रहेगा लेकिन इसके साथ ही आपको यह ध्यान भी रखना होगा कि आप अपने पैसे को व्यर्थ में खर्च न करें। घर में उल्लास का माहौल आपके तनावों को कम कर देगा। आप भी इसमें पूरी सहभागिता करें और महज़ मूक दर्शक न बने रहें। आप आज प्यार की मनोदशा में होंगे- और आपके लिए काफ़ी मौक़े भी होंगे। कोई आध्यात्मिक गुरू या बड़ा आपकी सहायता कर सकता है। आपका जीवनसाथी आज आपके लिए कुछ बहुत ख़ास करने वाला है। समय को व्यर्थ गँवाने की बजाय आज किसी विदेशी भाषा को सीखना आपके वार्तालाप के तरीक़ों में वृद्धि कर सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- रिश्ते जीवन में बहुत अहमियत रखते हैं-वाणी का दुरुपयोग करने से हमेशा बचें। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। इनकम बढ़ेगी। खर्चों में कमी आएगी। मानसिक रूप से तनाव मुक्त रहेंगे। खुश रहेंगे। काम के सिलसिले में दिनमान अच्छा रहेगा। भाग्य का सितारा बुलंद रहेगा। गृहस्थ जीवन खुशनुमा रहेगा। रिश्ते में प्यार बढ़ेगा। प्रेम जीवन जी रहे लोगों को आज मिले-जुले नतीजे देखने को मिलेंगे।आपको लंबे समय से महसूस हो रही थकान और तनाव से आराम मिलेगा। इन परेशानियों से स्थायी निजात पाने के लिए जीवन-शैली में बदलाव लाने का सही समय है। आज बिना किसी की मदद के ही आप धन कमा पाने में सक्षम होंगे। बच्चे आपके दिन को बहुत मुश्किल बना सकते हैं। प्यार-दुलार के हथियार का इस्तेमाल कर उन्हें समझाएँ और अनचाहे तनाव से बचें। याद रखें कि प्यार ही प्यार को पैदा करता है। बहुत ख़ूबसूरत और प्यारे इंसान से मिलने की प्रबल संभावना है। अगर कहीं बाहर जाने की योजना है तो वह आख़िरी वक़्त पर टल सकती है। आप अपने जीवनसाथी के प्यार की मदद से ज़िन्दगी की मुश्किलों का आसानी से सामना कर सकते हैं। स्वयंसेवी कार्य या किसी की मदद करना आपकी मानसिक शांति के लिए अच्छे टॉनिक का काम कर सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- दाम्पत्य सुख प्राप्ति के लिए केसर का खाने में प्रयोग करें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए बहुत अच्छा रहेगा। काम के सिलसिले में जबरदस्त सफलता मिलेगी। आप की पकड़ मजबूत होगी। सेहत में सुधार होगा। गृहस्थ जीवन अच्छा रहेगा। आप अपने गृहस्थ जीवन को लेकर भविष्य की प्लानिंग करेंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान सामान्य रहेगा।\n ध्यान से सुकून मिलेगा। इस राशि के कुछ लोगों को आज जमीन से जुड़े किसी मुद्दे को लेकर धन खर्च करना पड़ सकता है। क़रीबी दोस्त और साझीदार नाराज़ होकर आपकी ज़िंदगी मुश्किल बना सकते हैं। व्यक्तिगत संबंध संवेदनशील और नाज़ुक रहेंगे। इस राशि के लोगोंं को आज शराब सिगरेट से दूर रहने की जरुरत है क्योंकि इससे आपका कीमती समय बर्बाद हो सकता है। आपकी भागदौड़ भरी दिनचर्या के कारण आपका जीवनसाथी ख़ुद को दरकिनार महसूस कर सकता है, जिसका इज़हार शाम को होना मुमकिन है। छोटेे कारोबारी अपने कर्मचारियों को खुश करने के लिए आज उन्हें पार्टी दे सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- घर में फटे-पुरानी पुस्तकें या धार्मिक ग्रंथों को न रखने से फैमिली लाइफ अच्छी चलेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए शानदार रहेगा। गृहस्थ जीवन से आप काफी संतुष्ट रहेंगे और आपका जीवन साथी पूरी इमानदारी से आपको सपोर्ट करेगा। प्रेम जीवन बिता रहे लोगों को आज खुशनुमा समय मिलेगा। एक दूसरे के साथ रोमांस का भी अवसर मिलेगा। काम के सिलसिले में दिनमान ठीक-ठाक है लेकिन आपके ट्रांसफर आर्डर आ सकते हैं। खर्चों में अधिकता रहेगी। इनकम सामान्य रहेगी। सेहत अच्छी रहेगी।उन भावनाओं को पहचानें, जो आपको प्रेरित करती हैं। डर, शंका और लालच जैसी नकारात्मक भावनाओं को छोड़ें, क्योंकि ये विचार उन चीज़ों को आकर्षित करते हैं, जो आप नहीं चाहते हैं। आपके पास आज पैसा भी पर्याप्त मात्रा में होगा और इसके साथ ही मन में शांति भी होगी। बच्चे आपको घरेलू काम-काज निबटाने में मदद करेंगे। अगर आप खुले दिल से अपनी बात रखें, तो आपकी मोहब्बत आज आपके सामने प्यार के फ़रिश्ते के रूप में आएगी। जो भी आपसे मिले, उसके साथ विनम्र और सुखद व्यवहार करें। बहुत कम लोग ही आपके इस आकर्षण का राज़ जान पाएंगे। जब आप अपने जीवनसाथी से भावनात्मक तौर पर जुड़ते हैं, तो नज़दीकी अपने आप महसूस की जा सकती है। बिना किसी का साथ पाये भी आजके दिन का आप भरपूर आनंद उठा पाएंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- अपने भोजन में से कुछ हिस्सा निकालकर गाय को खिलाने से स्वास्थ्य अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए थोड़ा कमजोर रहेगा। मानसिक रूप से कोई चिंता आपको परेशान कर सकती है। कहीं पैसे फंस सकते हैं, इसलिए आज के दिन पैसों का निवेश ना करें। इनकम ठीक-ठाक रहेगी। गृहस्थ जीवन में उतार-चढ़ाव की स्थिति रहेगी। प्रेम जीवन सामान्य बीतेगा। आपकी सेहत अच्छी रहेगी।\n किसी ऊँचे और ख़ास इंसान से मिलते समय घबराएँ नहीं और आत्मविश्वास बनाए रखें। यह सेहत के लिए उतना ही ज़रूरी है, जितना काम-धंधे के लिए पैसा। घर की जरुरतों को देखते हुए आज आप अपने जीवनसाथी के साथ कोई कीमती सामान खरीद सकते हैं जिससे आर्थिक हालात थोड़े तंग हो सकते हैं। पारिवारिक समस्याओं को प्राथमिकता दें। इस बारे में बिना देर किए बातचीत करें, क्योंकि एक बार इस समस्या के हल हो जाने पर घर में जीवन बहुत आसान हो जाएगा और परिवार के लोगों को प्रभावित करने में आपको कोई कठिनाई नहीं आएगी। दिन को ख़ास बनाने के लिए स्नेह और उदारता के छोटे-छोटे तोहफ़े लोगों को दें। इस राशि के लोग बड़े ही दिलचस्प होते हैं। ये कभी लोगों के बीच रहकर खुश रहते हैं तो कभी अकेले में हालांकि अकेले वक्त गुजारना इतना आसान नहीं है फिर भी आज दिन में कुछ समय आप अपने लिए जरुर निकाल पाएंगे। आपके आस-पास के लोग कुछ ऐसा कर सकते हैं, जिसके चलते आपका जीवनसाथी आपकी तरफ़ फिर से आकर्षित महसूस करेगा। सितारे इशारा कर रहे हैं कि आज आप अपना दिन टीवी देखने में गुज़ार सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- राहु दान, त्याग, बलिदान, नरमी, विनय का ग्रह है। अतः अच्छी आर्थिक स्थिति के लिए दूसरे के नुकसान की कीमत पर अपना फायदा, गाला काटू प्रतियोगिता से बचना, दान व सहायता करने से फायदा होगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। आपको काम में सफलता मिलेगी लेकिन फिर भी अपने मन की कोई बात किसी को ना बताएं नहीं तो वो गलत फायदा उठा सकते हैं। गृहस्थ जीवन खुशनुमा रहेगा। जीवनसाथी के साथ मिलकर कोई प्रॉपर्टी खरीदने का विचार कर सकते हैं। प्रेम जीवन बिता रहे लोगों को सुखद नतीजे मिलेंगे। आपकी सेहत भी बढ़िया रहेगी जिससे आज का दिन बढ़िया बीतेगा।आपका ऊर्जा-स्तर ऊँचा रहेगा। जो लोग अब तक पैसे को बिना वजह ही उड़ा रहे थे आज उन्हें अपने आप पर काबू रखना चाहिए और धन की बचत करनी चाहिए। अपने बच्चों के लिए कुछ ख़ास योजना बनाएँ। सुनिश्चित करें कि आपकी योजनाएँ यथार्थवादी हैं और उन्हें अमली जामा पहनाना मुमकिन है। आने वाले पीढ़ी इस तोहफ़े के लिए आपको हमेशा याद रखेगी। बाहरी चीज़ों का अब कोई ख़ास मायने आपके लिए नहीं बचा है, क्योंकि आप ख़ुद को हमेशा प्यार की ख़ुमारी में महसूस करते हैं। वक्त की नाजाकत को समझते हुए आज आप सब लोगों से दूरी बनाकर एकांत में वक्त बिताना पसंद करेंगे। ऐसा करना आपके लिए हितकर भी होगा। कई लोग साथ तो रहते हैं, लेकिन उनके जीवन में रोमांस नहीं होता। लेकिन यह दिन आपके लिए बेहद रोमानी होने वाला है। जो बात सच्ची होती हैं उन्हें कहने में आपके शब्द भी कम जाया होते हैं। इसलिए आज आपके लिए यही सलाह है कि आपने काम और बातों में सच्चाई रखें। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- दादा-दादी, या उम्रदराज़ लोगों का सम्मान करना आज आपकी निराशा को दूर कर सकता है। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिनमान आपके लिए थोड़ा समझदारी भरा होने वाला है। आपको देख कर चलना होगा। खर्चे बढ़ेंगे। वाहन सावधानी से चलाएं। गृहस्थ जीवन में कुछ दिक्कतें रहेंगी इसलिए शांति से काम लें। प्रेम जीवन बिता रहे लोगों को आज अपने प्रिय से काफी कुछ कहने का मौका मिलेगा। सेहत में उतार-चढ़ाव रहेगा।कोई अच्छी ख़बर मिल सकती है। जिन लोगों ने जमीन खरीदी थी और अब उसे बेचना चाहते हैं उन्हें आज कोई अच्छा खरीदार मिल सकता है और जमीन बेचकर उन्हें अच्छा धन लाभ हो सकता है। वैवाहिक बंधन में बंधने के लिए अच्छा समय है। अपने दिल की बात ज़ाहिर करके आप ख़ुद को काफ़ी हल्का और रोमांचित महसूस करेंगे। मुमकिन है कि आपके अतीत से जुड़ा कोई शख़्स आज आपसे संपर्क करेगा और इस दिन को यादगार बना देगा। ऐसा लगता है कि आज आप अपने जीवनसाथी के साथ बहुत ख़र्चा कर सकते हैं। बावजूस इसके, आप इस वक़्त का पूरा लुत्फ़ उठा पाएंगे। आज के दिन रिश्तेदारों से मुलाक़ात करके आप सामाजिक दायित्वों की पूर्ति कर सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- ग़रीबों में केसर निर्मित मीठा हलवा बनाकर बांटने से लव लाइफ में प्यार बना रहता है। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए काफी अच्छा रहेगा। प्रेम जीवन को खुशनुमा बनाने के लिए हर कोशिश करेंगे। उन्हें कोई गिफ्ट भी दे सकते हैं। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिन बहुत अच्छा रहेगा। रिश्ते में रोमांटिक रहेंगे और अपने आज के दिन को खूबसूरत तरीके से जिएंगे। काम के सिलसिले में सावधानी भरा दिन रहेगा। आपको अपने खिलाफ होने वाले किसी षड्यंत्र के प्रति सावधान रहना चाहिए। सेहत ठीक-ठाक रहेगी।किसी सज्जन पुरुष की दैवीय बातें आपको संतोष और ढांढस बंधाएंगी। आज आपको अपनी संतान की वजह से आर्थिक लाभ होने की संभावना नजर आ रही है। इससे आपको काफी खुशी होगी। घर में तालमेल बनाए रखने के लिए साथ में मिलकर काम करें। जो अपने प्रिय के साथ छुट्टियाँ बिता रहे हैं, ये उनकी ज़िन्दगी के सबसे यादगार लम्हों में से होंगे। आज आप ख़ुद को लोगों के ध्यान के केंद्र में पाएंगे, जब कोई आपके सहयोग की वजह से पुरस्कृत होगा या सराहा जाएगा। आपका जीवनसाथी आपको इतना बेहतरीन पहले कभी महसूस नहीं हुआ। आपको उनसे कोई बढ़िया सरप्राइज़ मिल सकता है। वक्त कैसे गुजर जाता है इस बात का अहसास आज आपको अपने किसी पुराने मित्र से मिलकर हो सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- विष्णु या दुर्गा जी के मंदिर में कांसे का बर्तन दान करने से स्वास्थ्य बना रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। परिवार की जिम्मेदारियों को निभाते हुए कुछ बड़ा खर्च करेंगे या घर को बनवाने में पैसा लगाएंगे। काम के सिलसिले में दिनमान अच्छा रहेगा। आपकी मेहनत रंग लाएगी। सेहत अच्छी रहेगी। गृहस्थ जीवन शांतिपूर्ण रहेगा। प्रेम जीवन के लिए आज का दिनमान बढ़िया है।आज अपने प्रिय को अपने घरवालों से मिलवा सकते हैं या उनके बारे में बता सकते हैं।आउटडोर खेल आपको आकर्षित करेंगे- ध्यान और योग आपको फ़ायदा पहुँचाएंगे। उधार मांगने वाले लोगों को नज़रअन्दाज़ करें। आपमें से कुछ गहने या घरेलू सामान ख़रीद सकते हैं। आपका काम दरकिनार हो सकता है- क्योंकि आप अपने प्रिय की बांहों में ख़ुशी, आराम और उल्लास महसूस करेंगे। इस राशि वालों को आज खुद के लिए काफी समय मिलेगा। इस समय का उपयोग आप अपने शोकों को पूरा करने में कर सकते हैं। आप कोई किताब पढ़ सकते हैं या अपना पसंदीदा म्यूजिक सुन सकते हैं। काफ़ी वक़्त बाद आप और आपका जीवनसाथी एक शान्त दिन साथ बिता सकते हैं, जब कोई लड़ाई-झगड़ा न हो - सिर्फ़ प्यार हो। भविष्य की चिंता से अधिक चिंतन की आवश्यकता होती है, इसलिए बेवजह चिंता करने की बजाय आप कोई रचनात्मक योजना बना सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- कढ़ी चावल गरीबों को खिलाएं व खुद भी खाएं, इससे आर्थिक स्थिति बढ़िया रहेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिनमान आपके लिए सामान्य रहेगा। आप अपनी मेहनत से काफी कुछ नया करने की सोचेंगे। आप का उत्साह ऊंचा रहेगा जिससे कामों में सफलता मिलेगी। गृहस्थ जीवन भी खुशनुमा रहेगा। प्रेम जीवन रोमांस से भरपूर रहेगा। आज के दिन को खुलकर जिएंगे, बस खर्चों पर ध्यान देना जरूरी होगा।आपका सबसे बड़ा सपना हक़ीक़त में बदल सकता है। लेकिन अपने उत्साह को क़ाबू में रखें, क्योंकि ज़्यादा ख़ुशी भी परेशानी का सबब बन सकती है। धन से जुड़ा कोई मसला आज हल हो सकता है और आपको धन लाभ हो सकता है। माता-पिता की तबियत में सुधार होगा और वे अपना प्यार आपके ऊपर बरसाएंगे। कोई पौधा लगाएँ। यात्रा और शिक्षा से जुड़े काम आपकी जागरुकता में वृद्धि करेंगे। अपने जीवनसाथी के किसी काम की वजह से आप कुछ शर्मिन्दगी महसूस कर सकते हैं। लेकिन बाद में आपको महसूस होगा कि जो हुआ, अच्छे के लिए ही हुआ। बाग़बानी करना आपके लिए सुकून भरा हो सकता है – इससे पर्यावरण को भी लाभ पहुँचेगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- पार्टनर से प्रेम सम्बन्धों को अच्छा रखने के लिए गुरु अथवा पिता को गुलाबी रंग के वस्त्र भेंट में दें। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। खर्चों में थोड़ी बढ़ोतरी रह सकती है जिस पर ध्यान देना होगा लेकिन आज कुछ ऐसा काम भी करेंगे जिससे आपके हाथ में पैसा आए। गृहस्थ जीवन ठीक-ठाक रहेगा। प्रेम जीवन बिता रहे लोगों को थोड़े तनाव का सामना करना पड़ सकता है। काम के मामले में आपका दिन अच्छा रहेगा। अपने काम पर फोकस रख कर सफलता प्राप्त करेंगे।\n अपनी क्षमताओं को पहचानें, क्योंकि आपके अन्दर ताक़त की नहीं बल्कि इच्छा-शक्ति की कमी है। आज इस राशि के कुछ बेरोजगार लोगों को नौकरी मिल सकती है जिससे उनकी आर्थिक स्थिति सुधरेगी। परिवार के लिए किसी अच्छे और ऊँचे लक्ष्य को हासिल करने के नज़रिए से समझ-बूझकर थोड़ा ख़तरा उठाया जा सकता है। चूके मौक़ों की वजह से डरें नहीं। आपकी आँखें इतनी चमकीली हैं कि वे आपके प्रिय की अंधेरी रात को भी रोशन कर सकती हैं। आपका व्यक्तित्व ऐसा है कि ज्यादा लोगों से मिलकर आप परेशान हो जाते हैं और फिर अपने लिए वक्त निकालने की कोशिश करने लग जाते हैं। इस लिहाज से आज का दिन आपके लिए बहुत उम्दा रहने वाला है। आज आपको अपने लिए पर्याप्त समय मिलेगा। अगर आप वैवाहिक तौर पर लंबे समय से कुछ नाख़ुश हैं, तो आज के दिन आप हालात बेहतर होते हुए महसूस कर सकते हैं। अगर आज कुछ अधिक करने को नहीं है तो अपने घर के सामानों को दुरुस्त करके आप अपने को व्यस्त रख सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सात मुखी रुद्राक्ष धारण करने से हेल्थ अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। मानसिक तनाव को काबू में रखेंगे तो बहुत सारे काम बन जाएंगे और धन का लाभ भी होगा। गृहस्थ जीवन खुशनुमा रहेगा। हल्की-फुल्की झड़प हो सकती है लेकिन वह भी प्यार भरी होगी प्रेम जीवन बिता रहे लोगों को आज अच्छे नतीजे मिलेंगे अपने प्यार में खुलकर एंजॉय करेंगे और अपने प्रिय के करीब महसूस करेंगे काम के सिलसिले में दिन अच्छा रहेगा घर परिवार में किसी बिगड़ सकती है ध्यान रखें।आज आप उम्मीदों की जादुई दुनिया में हैं। कोई पुराना मित्र आज आपसे आर्थिक मदद मांग सकता है और यदि आप उसकी आर्थिक मदद करते हैं तो आपके आर्थिक हालात थोड़े तंग हो सकते हैं। घर में कुछ बदलाव आपको काफ़ी भावुक बना सकते हैं, लेकिन आप अपनी भावनाएँ उनके सामने ज़ाहिर करने में क़ामयाब रहेंगे जो आपके लिए ख़ास हैं। काम के दबाव के चलते मानसिक उथल-पुथल और परेशानियों का सामना करना पड़ सकता है। दिन के उत्तरार्ध में ज़्यादा तनाव न लें और आराम करें। इस राशि के छात्र छात्राओं को आज के दिन पढ़ाई में मन लगाने में दिक्कतें आ सकती हैं। आज आप अपना कीमती समय दोस्तों के चक्कर में बर्बाद कर सकते हैं। आपकी भागदौड़ भरी दिनचर्या के कारण आपका जीवनसाथी ख़ुद को दरकिनार महसूस कर सकता है, जिसका इज़हार शाम को होना मुमकिन है। मीडिया फिल्ड से जुड़े लोगों के लिए आज का दिन अच्छा रहने वाला है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- ॐ ऐं ह्रीं श्रीं शनैश्चराय नमः इस मंत्र का सुबह-शाम 11 बार उच्चारण करने से लव लाइफ अच्छी रहेगी। \n"
}]
