horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। किसी काम से ट्रैवलिंग करेंगे। दोस्तों के साथ भी वक्त बिताएंगे। गृहस्थ जीवन खुशनुमा रहेगा। प्रेम जीवन में सामंजस्य रहेगा। काम के सिलसिले में बेहद अच्छे नतीजे मिलेंगे। आप की एनर्जी हाई रहेगी जिससे कामों में सफलता मिलेगी।आज के दिन आपके चेहरे पर मुस्कान बिखरी रहेगी और अजनबी भी जाने-पहचाने से महसूस होंगे। विदेशों में पड़ी आपकी जमीन आज अच्छे दामों में बिक सकती है जिससे आपको मुनाफा होगा। प्यार, मेलजोल और आपसी जुड़ाव में इज़ाफा होगा। आज आपको निराशा हाथ लग सकती है, क्योंकि मुमकिन है कि आप अपने प्रिय के साथ सैर-सपाटे पर न जा पाएँ। सेमिनार और गोष्ठियों में हिस्सा लेकर आज आप कई नए विचार पा सकते हैं। आज के दिन अधिकांश समय ख़रीदारी और दूसरी गतिविधियाँ में जाएगा। आपका जीवनसाथी आपसे नाराज़ हो सकता है, क्योंकि आप उनसे कोई बात साझा करना भूल गए थे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- प्रेम सम्बन्धों को अच्छा करने के लिए तांबे या सोने का कड़ा धारण करें। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। घर परिवार में लोगों का आना जाना लगा रहेगा। कोई फंक्शन हो सकता है। आपकी सेहत मजबूत रहेगी। गृहस्थ जीवन जीवन में प्यार और समझदारी के साथ रोमांस भी रहेगा। प्रेम जीवन भी खुशनुमा रहेगा। प्रिय को घर वालों से इंट्रोड्यूस करा सकते हैं। काम के सिलसिले में सुखद नतीजे मिलेंगे।अपने शरीर की थकान मिटाने और ऊर्जा-स्तर को बढ़ाने के लिए आपको पूरे आराम की ज़रूरत है, नहीं तो शरीर की थकावट आपके मन में निराशावादिता को जन्म दे सकती है। आपको कई स्रोतों से आर्थिक लाभ होगा। किसी बुज़ुर्ग रिश्तेदार की निजी समस्याओं में मदद करके आप उनका आशीर्वाद पा सकते हैं। आज अपने ख़ूबसूरत कामों को दिखाने के लिए आपका प्रेम पूरी तरह खिलेगा। अपने काम और प्राथमिकताओं पर ध्यान एकाग्र करें। आज के दिन आपके कुछ दोस्त आपके घर में आ सकते हैं और उनके साथ आप समय बिता सकते हैं हालांकि इस दौरान शराब, सिगरेट जैसे पदार्थों का सेवन करना आपके लिए अच्छा नहीं रहेगा। आज के दिन आपके और आपके जीवनसाथी के लिए गहरी आत्मीयतापूर्ण बातें का सही समय है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- बंदरों को गुड-चने खिलाने से हेल्थ अच्छी रहेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन सामान्य रहेगा। दिमाग में बहुत सारे काम रहेंगे। किस-किस को पूरा करें, यह समझ पाना चुनौती होगा। बड़ा डिसीजन लेने से बचें। गृहस्थ जीवन में तालमेल का अभाव रहेगा। प्रेम जीवन में मिलने चलने का मौका मिलेगा। काम के सिलसिले में मजबूत रहेंगे।आपका दानशीलता का व्यवहार आपके लिए छुपे हुए आशीर्वाद की तरह सिद्ध होगा, क्योंकि यह आपको शक, अनास्था, लालच और आसक्ति जैसी ख़राबियों से बचाएगा। दिन की शुरुआत में ही आज आपको कोई आर्थिक हानि हो सकती है जिससे सारा दिन खराब हो सकता है। ऐसे मुद्दों पर बात करने से बचें, जिनको लेकर प्रियजनों से वाद-विवाद होने की संभावना है। आपका रुमानी संबंध आज थोड़ी परेशानी में पड़ सकता है। काम के बाद आपके सहकर्मी आपको किसी छोटे घरेलू उत्सव पर आमंत्रित कर सकते हैं। वक़ील के पास जाकर क़ानूनी सलाह लेने के लिए अच्छा दिन है। जीवनसाथी के ख़राब व्यवहार का नकारात्मक असर आपके ऊपर पड़ सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- तांबे के चैन में डाले गए रुद्राक्ष को धारण करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए थोड़ा कमजोर रहेगा। सेहत में गिरावट आ सकती है। मौसमी बीमारियों से दुखी हो सकते हैं। खर्चों में यकायक बढ़ोतरी होगी। गृहस्थ जीवन शांतिपूर्ण रहेगा। प्रेम जीवन में प्रेम, रोमांस और एक दूसरे के साथ वादे निभाने की सोच रहेगी। काम के सिलसिले में आज का दिन बढ़िया रहेगा।आपकी सेहत ठीक रहेगी, लेकिन यात्रा आपके लिए थकाऊ और तनावपूर्ण साबित हो सकती है। अगर आप लोन लेने वाले थे और काफी दिनों से इस काम में लगे थे तो आज के दिन आपको लोन मिल सकता है। अगर आप अपनी घरेलू ज़िम्मेदारियों को अनदेखा करेंगे, तो कुछ ऐसे लोग नाराज़ हो सकते हैं जो आपके साथ रहते हैं। आपके महसूस करेंगे कि फ़िज़ाओं में प्यार घुला हुआ है। नज़रें उठाकर तो देखिए, आपको सब-कुछ प्रेम के रंग में रंगा दिखाई देगा। नौकरी-पेशे के लिहाज़ से की गयी यात्रा सकारात्मक फल देगी। आपको इंटरव्यू के दौरान दिमाग़ ठण्डा रखने और ख़ुद को अभिव्यक्त करने की ज़रूरत है। आज के दिन यात्रा, मनोरंजन और लोगों से मिलना-जुलना होगा। वैवाहिक जीवन के दृष्टिकोण से देखें तो चीज़ें आपके पक्ष में जाती हुई नज़र आ रही हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- पारिवारिक जीवन में खुशहाली के लिए पुरुष मस्तक पर लाल टीके का व गृहणियाँ लाल सिंदूर का प्रयोग करें। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए बहुत ही बढ़िया रहेगा। इनकम जबरदस्त तरीके से बढ़ेगी। व्यापार में भी तेजी रहेगी। नौकरीपेशा लोगों को भी फायदा होगा। सेहत मजबूत रहेगी। गृहस्थ जीवन में उतार-चढ़ाव देखने को मिलेगा। प्रेम जीवन अच्छा रहेगा।आज आपका आत्मविश्वास बढ़ेगा और प्रगति निश्चित है। कुछ ख़रीदने से पहले उन चीज़ों का इस्तेमाल करें, जो पहले से आपके पास हैं। घरेलू मामलों और काफ़ी समय से लंबित घर के काम-काज के हिसाब से अच्छा दिन है। रोमांस के लिए बढ़ाए गए क़दम असर नहीं दिखाएंगे। भले ही छोटी-मोटी बाधाओं का सामना करना पड़े, लेकिन कुल मिलाकर यह दिन कई उपलब्धियाँ दे सकता है। उन सहकर्मियों का ख़ास ध्यान रखें, जो उम्मीद के मुताबिक़ चीज़ न मिलने पर जल्दी ही बुरा मान जाते हैं। इस राशि के बच्चे आज खेलकूद में दिन बिता सकते हैं, ऐसे में माता-पिता को उनपर ध्यान देना चाहिए क्योंकि चोट लगने की संभावना है। जीवनसाथी के किसी अचानक काम की वजह से आपकी योजनाएँ बिगड़ सकती हैं। लेकिन फिर आपको महसूस होगा कि जो होता है अच्छे के लिए ही होता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- ग़रीबों में केसर निर्मित मीठा हलवा बनाकर बांटने से लव लाइफ में प्यार बना रहता है। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए शानदार रहेगा।अपने काम पर पूरा ध्यान देंगे जिससे काम के संबंध में अच्छे नतीजे मिलेंगे। गृहस्थ जीवन तनावपूर्ण रहेगा। प्रेम जीवन खुशनुमा रहेगा। अपने प्रिय से दिल की बातें करेंगे। सेहत अच्छी रहेगी। भाग्य का सितारा बुलंद रहने से इनकम बढ़ेगी और कामों में सफलता मिलेगी।प्रभावशाली लोगों का सहयोग आपके उत्साह को दोगुना कर देगा। जो उधारी के लिए आपके पास आएँ, उन्हें नज़रअन्दाज़ करना ही बेहतर रहेगा। आपमें से कुछ गहने या घरेलू सामान ख़रीद सकते हैं। गर्लफ़्रेण्ड/बॉयफ़्रेण्ड से धोखा मिल सकता है। अगर आपको लगता है कि आप दूसरों की मदद के बिना महत्वपूर्ण कामों को कर सकते हैं, तो आपकी सोच काफ़ी ग़लत है। आपके घर का कोई सदस्य आज आपके साथ वक्त बिताने की जिद्द कर सकता है जिसके कारण आपका कुछ समय खराब हो जाएगा। आपका जीवनसाथी रोज़ाना की ज़रूरतों को पूरा करने से अपने हाथ पीछे खींच सकता है, जिसके चलते आपका मन उदास होने की संभावना है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- पराई स्त्री के प्रति नजरे साफ़ रखने से आर्थिक उन्नति होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रहेगा। परिवार में चली आ रही कुछ परेशानियों की वजह से मानसिक तनाव बढ़ेगा। प्रेम जीवन में आनंद आएगा। गृहस्थ जीवन थोड़ा कमजोर रह सकता है। काम के सिलसिले में अच्छे नतीजे मिलेंगे। मेहनत आपको अच्छा फल देगी। आप के स्थानांतरण के योग बन सकते हैं। लंबी यात्रा पर भी जा सकते हैं। स्वास्थ्य कमजोर रहेगा लेकिन सुख मिलेगा। घर पर काम करते समय ख़ास सावधानी बरतें। घरेलू चीज़ों को लापरवाही से इस्तेमाल करना आपके लिए परेशानी का सबब बन सकता है। हालाँकि आपकी आर्थिक स्थिति में सुधार आएगा, लेकिन पैसे का लगातार पानी की तरह बहते जाना आपकी योजनाओं में रुकावट पैदा कर सकता है। घर में कुछ बदलाव आपको काफ़ी भावुक बना सकते हैं, लेकिन आप अपनी भावनाएँ उनके सामने ज़ाहिर करने में क़ामयाब रहेंगे जो आपके लिए ख़ास हैं। अपने प्रिय की नाराज़गी के बावजूद अपना प्यार ज़ाहिर करते रहें। अगर आप कोई नया व्यवसाय या योजना शुरू करने की सोच रहे हैं तो जल्दी ही फ़ैसला करें, क्योंकि आपके सितारे महरबान हैं। जो आप करना चाहते हैं, उस ओर क़दम बढ़ाने में घबराएँ नहीं। आज आप कोई नई पुस्तक खरीदकर किसी कमरे में खुद को बंद करके पूरा दिन गुजार सकते हैं। जीवनसाथी की वजह से आपको अनमने ढंग से बाहर जाना पड़ सकता है, जो बाद में आपकी झल्लाहट की वजह बनेगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- घर में सफेद सुंगंधित पुष्प लगाकर उनकी देखभाल करने से स्वास्थ्य अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए थोड़ा कमजोर रहेगा। मानसिक रूप से चिंता ग्रस्त रहेंगे। कामों में रूकावट आ सकती है। भाग्य में कमी रहेगी इसलिए सोच समझ कर काम करें। अपने काम से काम रखें। गृहस्थ जीवन में प्यार अच्छा रहेगा। रिश्ते में आकर्षण रहेगा। प्रेम जीवन बिता रहे लोगों को कुछ समस्याएं हो सकती हैं। बैंक के लोन की किस्त देंगे। कुछ नया करने का सोचेंगे।शाम के समय थोड़ा आराम कीजिए। बीते दिनों में जितना धन आपने आज को बेहतर बनाने के लिए इनवेस्ट किया था उसका फायदा आज आपको फायदा मिल सकता है। रिश्तेदारों के साथ अपने संबंधों को फिर तरोताज़ा करने का दिन है। इकतरफ़ा प्यार आपके लिए काफ़ी ख़तरनाक साबित होगा। लंबित व्यावसायिक योजनाएँ शुरू होंगी। अगर आप लंबे समय से अपने जीवन में किसी रोचक चीज़ के होने का इंतज़ार कर रहे हैं, तो निश्चय ही आपको उसके संकेत दिखाई देने लगेंगे। आज अपने जीवनसाथी का वह रुख़ देखने को मिलेगा, जो उतना अच्छा नहीं है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अपने प्रेमी/प्रेमी को चाँदी का बना हाथी गिफ्ट में देने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए महत्वपूर्ण रहेगा। आज बिजनेस में कोई महत्वपूर्ण डील फाइनल हो सकती है। खर्चों में कमी आएगी। इनकम बढ़ेगी। गृहस्थ जीवन ठीक-ठाक रहेगा। प्रेम जीवन के लिए आज का दिन मान अच्छा है। सेहत का थोड़ा ध्यान रखें। काम के सिलसिले में मेहनत जारी रहेगी।आपका सबसे बड़ा सपना हक़ीक़त में बदल सकता है। लेकिन अपने उत्साह को क़ाबू में रखें, क्योंकि ज़्यादा ख़ुशी भी परेशानी का सबब बन सकती है। आज सफलता का मंत्र यह है कि उन लोगों की सलाह पर पैसे लगाएँ, जो मौलिक सोच रखते हों और अनुभवी भी हों। सामाजिक समारोह में परिवार के साथ शामिल होना सबके लिए अच्छा अनुभव रहेगा। आज आप ऐसे इंसान से मिल सकते हैं, जो आपको ख़ुद अपनी ज़िन्दगी से ज़्यादा चाहता होगा। अतीत में किया गया काम आज परिणाम और पुरुस्कार लेकर आएगा। वक्त पर चलने के साथ-साथ अपनों को वक्त देना भी आवश्यक है। यह बात आज आप समझेंगे लेकिन इसके बावजूद भी आप अपने घरवालों को पर्याप्त समय नहीं दे पाएंगे। आप और आपका जीवनसाथी मिलकर वैवाहिक जीवन की बेहतरीन यादें रचेंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अपने बड़े भाई के विचारों का सम्मान करने व उनकी बात मानने से आर्थिक स्थिति में सुधार होगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए काफी अच्छा रहेगा। फुल एनर्जी में रहेंगे जिससे कामों को को अच्छे से करेंगे लेकिन मन में किसी बात को लेकर तनाव हो सकता है। इससे बाहर निकलने की कोशिश करें। गृहस्थ जीवन बढ़िया रहेगा। प्रेम जीवन प्यार और रोमांस से बरकरार रहेगा। इनकम में बढ़ोतरी होगी लेकिन खर्चे तेजी से बढ़ेंगे। काम के सिलसिले में अच्छे नतीजे मिलेंगे।आपका दानशीलता का व्यवहार आपके लिए छुपे हुए आशीर्वाद की तरह सिद्ध होगा, क्योंकि यह आपको शक, अनास्था, लालच और आसक्ति जैसी ख़राबियों से बचाएगा। आज आप काफ़ी पैसे बना सकते हैं- लेकिन इसे अपने हाथों से फिसलने न दें। आप अपनी परेशानियों को भूलकर परिवार के साथ अच्छा समय बिताएंगे। एक लम्बा दौर जो काफ़ी समय से आपको दबोचे हुए था, ख़त्म हो चुका है- क्योंकि जल्दी ही आपको आपका जीवन-साथी मिलने वाला है। साझेदारी में किए गए काम आख़िरकार फ़ायदेमंद साबित होंगे, लेकिन आपको अपने भागीदारों से काफ़ी विरोध का सामना करना पड़ सकता है। लम्बे वक़्त से लटकी हुई दिक़्क़तों को जल्द ही हल करने की ज़रूरत है और आप जानते हैं कि आपको कहीं-न-कहीं से शुरुआत करनी होगी- इसलिए सकारात्मक सोचें और आज से ही प्रयास शुरू करें। जीवनसाथी के साथ आज की शाम वाक़ई कुछ ख़ास होने वाली है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- नौकरी व बिज़नेस में तरक्की के लिए घर में कहीं भी संगमरमर या अच्छे पत्थर के टुकड़े, दाना आदि रखें। गमलों या बाथरूम में रखना अधिक शुभ है। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। इनकम बढ़ेगी और खर्चों में कमी आएगी। सेहत में सुधार होगा। दोस्तों के साथ वक्त बिताएंगे। घर परिवार में खुशियां रहेंगी। कोई नया सामान खरीद कर लाएंगे। गृहस्थ जीवन खुशनुमा रहेगा। प्रेम जीवन में उतार-चढ़ाव रहेगा।मुस्कुराएँ, क्योंकि यह सभी समस्याओं का सबसे उम्दा इलाज है। निवेश करना कई बार आपके लिए बहुत फायदेमंद साबित होता है आज आपको यह बात समझ में आ सकती है क्योंकि किसी पुराने निवेश से आज आपको मुनाफा हो सकता है। पारिवारिक मोर्चे पर समस्याएँ मुँह बाए खड़ी हैं। पारिवारिक ज़िम्मेदारियों की अनदेखी आपको सबकी नाराज़गी की केंद्र बना सकती है। आप इस दिन को अपनी ज़िन्दगी में कभी नहीं भूलेंगे, अगर आप प्यार में डूबने के मौक़े को आज यूँ ही न गवाएँ तो। लंबित परियोजनाएँ पूरी होने की दिशा में बढ़ेंगी। आज आप ऑफिस से घर वापस आकर अपना पसंदीदा काम कर सकते हैं। इससे आपके मन को शांति मिलेगी। एक बढ़िया जीवनसाथी के साथ जीवन वाक़ई अद्भुत लगता है और आज आप इस बात का अनुभव कर सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- एक लाल मिर्च, 27 मसूर की दाल के दाने तथा 5 लाल फूल लेकर किसी हनुमान मंदिर में चढ़ाएं, इससे पारिवारिक जीवन की खुशियाँ बढ़ेंगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। काम पर पूरा ध्यान देंगे। काम के साथ-साथ परिवार को भी समझेंगे। गृहस्थ जीवन में तनाव रहेगा। प्रेम जीवन अच्छा रहेगा और प्रिय से मिलना होगा। काम के सिलसिले में मेहनत बरकरार रहेगी। आपका बॉस आपसे खुश रहेगा इसलिए काम बनते चले जाएंगे।बहुत ज़्यादा खाने से बचें और अपने वज़न पर नज़र रखें। इस राशि के विवाहित जातकों को आज ससुराल पक्ष से धन लाभ होने की संभावना है। घरेलू ज़िंदगी सुकूनभरी और ख़ुशनुमा रहेगी। ज़ाहिर तौर पर रोमांस के लिए पर्याप्त मौक़े हैं- लेकिन ऐसा बहुत कम समय के लिए है। कार्यक्षेत्र में दिल लगाने से बचें नहीं तो आपकी बदनामी हो सकती है। यदि आप किसी से जुड़ना भी चाहते हैं तो ऑफिस से दूरी बनाकर ही उनसे बात करें। आज आपके करीबी लोग आपके करीब आने की कोशिश करेंगे लेकिन अपने मन को शांत बनाए रखने के लिए आप एकांत में समय बिताना पसंद करेंगे। कोई पुराना दोस्त अपने साथ आपके जीवनसाथी के पुराने यादगार क़िस्से लेकर आ सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- बेल की जड़ को लाल या नारंगी रंग के वस्त्र में लपेटकर जेब में रखने से नौकरी/बिज़नेस में लाभ मिलेगा। \n"
}]
