horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "आपके परिवारवालों को नजदीकी संबंधियों से होने वाली परेशानी के कारण आपको भी प्रतिबंधों का सामना करना होगा ǀ ये लम्बे समय तक नही रहेंगे लेकिन आपको काफी प्रभावित करेंगे,इसीलिए इनके प्रभाव से बचने की कोशिश करें ǀ आज आप कोई घरेलू उपयोग का उपकरण खरीदेंगे ,या घर की नियमित साफ़-सफाई के चलते कम उपयोगी सामान को बेच देंगें ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "आज आपको वायरल ठंड या मौसमी बुखार से परेशान होना पड़ सकता है ǀआपको इससे बचने के लिए समय से सावधानी रखते हुए दवा भी लेनी पड़ सकती है ǀ कुल मिलकर ,आपने अब एक स्वस्थ जीवनशैली अपनाई हुई है और आपको बहुत जल्दी इसके सकारात्मक परिणाम देखने को मिलेंगे ǀआपके दिमाग में बस स्वस्थ रहने की इच्छा छाई हुई है ǀआज आराम करने से आपको अपना स्वास्थ्य काफी बेहतर अनुभव होगा ǀ",
        "मेष प्यार और संबंध राशिफल": "आपको कोई ऐसी सूचना मिलेगी जिससे आपको अपने पार्टनर के बारे में जानने में मदद मिलेगी | इससे आपका सम्बन्ध बेहतर होगा | पिछले कुछ दिनों से आपका पार्टनर उलझाने वाले और वहम में डालने वाले संकेत दे रहा है लेकिन आज आप उनके इस व्यवहार का कारण समझ पायेंगे |इससे आपको भविष्य में अपने इस सम्बन्ध का रास्ता तय करने सम्बन्धी फैसला लेने में मदद मिलेगी |",
        "मेष कैरियर और धन राशिफल": "आपके भावनात्मक व्यवहार की वजह से आपका कार्य गंभीर रूप से प्रभावित हो रहा है। आप इसके आदि हो चुके है और इस से छुटकारा पाने में आपको समय लगेगा । अपनी इस संवेदनशीलता का आसपास के अन्य लोगों के प्रति समानुभूतिक रहकर इसका लाभ आप उठा सकते है । खाली समय में अचल संपत्ति में निवेश के लायक जगह आप तलाश सकते है ।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "अपने वादों का सम्मान करें ǀ आपको इसके लिए अपने मजे तथा आनंद के समय से समझौता करना पड़ सकता है परन्तु अगर आप दूसरों को दुःख नही पहुंचना चाहते तो आपको यह करना पड़ेगा ǀ आपकी कल्पनात्मक शक्ति आपको लक्ष्य प्राप्ति में सहायता करेगी ǀ आप मानवीय आवश्यकताओं का ध्यान रखते हैं, आपकी प्रगति तय है ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "पिछले कुछ दिनों से आप स्वास्थ्य की समस्याओं से लगातार परेशान हो रहे हैं लेकिन आप आज इनके लिए कोई संतोषजनक तरीका खोज पायेंगे ǀध्यान रखें कि कोई भी तरीका समय तो लेता ही है ,आपको धीरज तो रखना ही होगा लेकिन यह भी तय है कि अगर आप नियमों का शीस ए पालन करेंगे तो काफी हद तक अपनी परेशानी से मुक्ति पा सकते हैं ǀ",
        "वृषभ प्यार और संबंध राशिफल": "यह जरूरी है कि आप अपनी रोमांटिक लाइफ के मामले में आराम से काम लें | आप हर एक भावना के बारे में बहुत जल्दी गंभीर हो जाते हैं ,ऐसा करते रहना अब संभव नही होगा | आपको अब जरा धीमे चलना होगा | अपनी बेचैनी को रोमांस और प्यार के इजहार के पुराने तरीकों से बदल लें हालाँकि आपका दिमाग आपको सब कुछ तेजी से करने को कहेगा| प्यार भरे छोटे छोटे इशारे आपकी बात को समझाने के लिए काफी होंगे |",
        "वृषभ कैरियर और धन राशिफल": "आज आपको नयी नौकरी का प्रस्ताव मिल सकता है जो की आपके क्षेत्र से अलग होगा । आपको दोनों क्षेत्रो को आपस में तोलना होगा ताकि आप सही करियर का निर्णय ले सके , हालाँकि ये आपके लिए काफी चुनौतीपूर्ण होगा पर आप पूरी तरह से अपना कार्य क्षेत्र को न बदले । आप अपने परिवार या अपनी जीवन संगिनी का मत भी ले सकते है की कौन सा कार्य क्षेत्र आपके लिए उपयुक्त रहेगा ।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "आप अपने आसपास के लोगों से अच्छी खासी सहायता और पहचान की उम्मीद रख सकते हैं ǀ आप मजबूत आधार और आशावादिता से भरपूर हैं और नयी परियोजनाओं के लिए बिलकुल तैयार हैं लेकिन आपमें अभी भी अच्छी परियोजना को पहचानने की क्षमता बरक़रार है ǀ इसके कारण आप केवल उन्ही परियोजनाओं में निवेश करेंगे जो भविष्य में काफी लाभकारी साबित होंगी ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "आज आपको अपनी शारीरिक फिटनेस को और भी दुरुस्त करने के लिए किसी से प्रेरणा मिलेगी I|आप दिमागी तौर पर यह बात अच्छे से जानते हैं कि आपको अपनी फिटनेस को सुधारना है लेकिन करने के नाम पर आप पीछे हटते रहे हैं I| आज आप किसी ऐसे व्यक्ति से मिलेंगे जो चाहे खुद बहुत अच्छे रूप-आकार का स्वामी न हो,लेकिन आपको अवश्य प्रेरित करेगा I|आज आप कोई नया व्यायाम कार्यक्रम या खाने का नया पैटर्न शुरू कर सकते हैं I|",
        "मिथुन प्यार और संबंध राशिफल": "आज आप एक नया सम्बन्ध बना सकते हैं | आप इसके बारे में काफी गंभीर रहेंगे और सम्भावना है कि यह लम्बा चलेगा | आपका कोई ख़ास आपको काफी प्यार करेगा और आप भी उसे प्यार करेंगे हालाँकि परिवार के बीच में आने के कारण कुछ समस्याएँ हो सकती हैं | इसके साथ साथ कुछ अन्य अप्रत्याशित परिस्थितियाँ भी इस सम्बन्ध की गहराई को परखने के लिए सामने आएँगी |",
        "मिथुन कैरियर और धन राशिफल": "आप यात्रा और सामाजिकता से जुड़े व्यवसायों से जुड़े हो सकते हैं। आप अपने आप को आगे बढ़ाये क्यों की आप महान महत्व के लोगों के साथ बहुत अच्छा जाल या संवाद स्थापित करने में सक्षम हो सकते है । आप के आसपास क्या हो रहा है इस पर भी ध्यान दे। आपके प्रतियोगी आपके करियर में आगे बढ़ने के लिए एक कड़ी प्रतिस्पर्धा आपके समक्ष प्रस्तुत करेंगे ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "आप अन्दर से डरे हुए से हैं ǀयह जान लें कि इन मुद्दों से घबराने की जरूरत नही हैǀ इन वर्तमान समस्याओं के कई कारण हैं और इनके लिए दुसरे जिम्मेदार हैं,आप नहीं ǀ ये छोटी बातें जल्दी ही सुलझ जायेंगी ǀ अपने आपको राहत देने के लिए किसी मनोरंजक कार्यकलाप की योजना बनाएं ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "आज आप अपनी वर्तमान जीवनशैली के स्वास्थ्य जोखिमों के बारे में जागरूक होंगे और इसमें सुधार के लिए कोई कार्यक्रम बनायेंगे ǀ कुछ कारणों से आपको किसी स्वास्थय सम्बन्धी जांचें करानी होंगी और इससे आप संभावित खतरे के प्रति सावधान हो जायेंगे ǀआप पहले भी कई बार इससे बेहतर जीवनशैली अपनाने की कोशिश कर चुके हैं लेकिन इस बार आपको यह करना थोडा आसान रहेगा ǀ",
        "कर्क प्यार और संबंध राशिफल": "एक ऐसे रिश्ते को आगे की तरफ सिर्फ इसलिए खीचना बेकार है , क्योंकि वो काफी लम्बे समय से है । आप अनिश्चितता और मानसिक अस्थिरता के कारण थोड़ा उदास रह सकते है । अपने आप को दोषी महसूस न करें। ऐसे रिश्ते के साथ चिपकना बेकार था । आगे बढे । अपने मन को स्थिर और मजबूत करे । अगर आप अपने को मजबूत बना लें तो आप इस रिश्ते से बाहर आ सकते है ।",
        "कर्क कैरियर और धन राशिफल": "बड़े रोजगार के अवसर आप का इंतजार कर रहे हैं! ध्यान से इस बारे में सोचे और आपके पूर्ण संतुष्ट होने पर अपने करियर की दिशा परिवर्तित करे । आपका सहकर्मी नौकरी को त्याग सकता है और उसकी जगह आप किसी जरूरतमंद को अपने यहाँ काम पर लगवा सकते है । हालाँकि आप अवगत नहीं है , लेकिन आपके मूल्य काफी उच्च स्तर के है । आपके वेतनमान में बढोतरी की संभावना रहेगी और आपकी वित्तीय स्थिति भी मजबूत होगी चाहे आप किसी भी पद पर हो ।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आप अपने विस्तृत होते हुए परिवेश के बारे में बहुत अच्छा अनुभव करेंगे लेकिन आपके परिजन इसी को लेकर निराश होंगे ǀ जो आप करना चाहते हैं ,उसके लिए स्वयम को समर्पित कर दें ǀ पर्दे के पीछे काम न करें,आप जो भी कर रहे हैं,उसके बारे में जानने दें ǀ अपनी जीवन में आये किसी नए दोस्त से आपको काफी लगाव का अनुभव होगा ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "आप पिछले कुछ समय से अपनी अंतरात्मा की आवाज को उपेक्षित करते आ रहें हैं जो आपको स्वस्थ जीवन के तरीके अपनाने के लिए कह रही है ǀ आप हमेशा से जानते हैं कि क्या करना सही है लेकिन कर नही पा रहे थे ,आज आप इसपर ध्यान देंगे ǀआज आप अपना पूर्ण रूप से विश्लेष्ण करेंगे क्योंकि अब आप और अधिक लापरवाही के मूड में नही हैं ǀऐसी योजना बनाएं जिसपर आप चल पायें ǀ",
        "सिंह प्यार और संबंध राशिफल": "आज का दिन अपने परिवार के साथ बिताएं | आप परिवार से जुड़ा कोई महत्वपूर्ण काम भी पूरा कर सकते हैं | अपने बच्चो को खिलाने या उनकी मनपसंद जगह पर पिकनिक के लिए ले जाएँ | अपने माता-पिता या बहन -भाइयों के साथ भी समय बिता सकते हैं | शाम को रोमांस और अन्तरंग मुलाकात के नाम कर दें | आप आज अपने पार्टनर की भावनाएं गहराई से टटोल सकते हैं |",
        "सिंह कैरियर और धन राशिफल": "अवसाद और कठिनाइयाँ आज आपके कार्यस्थल पर आने के संकेत दे रही है , हालाँकि अगर आपने अपने पिछले अनुभवों से कुछ सीख ली है तो आप काफी आसानी से इनका सामना करने में सक्षम हो जाएंगे । अपने अतीत से ज्ञान लेना समय की आवश्यकता है । इस चीज़ का सही समय पर इस्तेमाल आपके करियर को काफी गति दे सकता है । आपको अपने निर्णय जल्दी लेने होंगे ताकि वह प्रभावी रहे सके ।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आज आप पूरा दिन थोड़े से भावुक रहेंगे ǀआप जो भी करेंगे पूरे मन से करेंगे और इसीलिए आपको सफलता जरुर मिलेगीǀआप पिछले कुछ समय से किसी महत्वपूर्ण मुद्दे को टाल रहें हैं लेकिन आज इस मुद्दे को प्राथमिकता के आधार पर रखकर सुलझाने के लिए बहुत अच्छा दिन है ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "आपने एक नया वर्कआउट आजमाया है और इसके परिणाम बहुत अच्छे हैं |आज आपको इसके लिए काफी कोम्प्लिमेंट्स मिल सकते हैं |आपकी कमर कुछ इंच घट गई है और अब आप पहले से अधिक सक्रिय और उर्जावान महसूस कर रहे हैं |आप किसी नयी हॉबी की तरफ झुकाव महसूस करेंगे और पूरी तरह इसमें खो जायेंगे |आज का दिन काफी सकारात्मक भी रहेगा |",
        "कन्या प्यार और संबंध राशिफल": "आज अपने अपने संबंधों में अधिक तर्क और सवाल जवाबों से काम लेंगे | किसी अच्छे आदमी के साथ इस तरह का औपचारिक व्यवहार उसे नाखुश कर सकता है जिससे दिन असफलता में बदल जाएगा जबकि आज का दिन आपके लिए बहुत अच्छा हो सकता था | अपनी और अपने पार्टनर की सेंसुअलिटी को नए सिरे से तलाश करें |",
        "कन्या कैरियर और धन राशिफल": "ऐसा लग रहा है की अपने कार्यस्थल के लिए आपकी यात्रा की लागत में दिन ब दिन बढ़ोतरी हो रही है । इसके अलावा ऑफिस की राजनीति आपके खिलाफ काफी मजबूत है और आप के खिलाफ प्रयुक्त हो रही है, लेकिन आप हमेशा की तरह काम करना जारी रखे और आपको जल्दी ही पदोनत्ति मिल सकती है , हालाँकि समय कैसा भी हो , ईर्ष्या के कारण कार्यालय राजनीति चलती रहेगी ।"
    },
    "6": {
        "तुला दैनिक राशिफल": "आज का दिन घटनाओं से भरा रहेगा ,स्थितियां आपके सामने किसी पुरानी अवांच्छित बात को फिर से लाकर खड़ी कर सकती हैं,जिससे आप बचना चाहते थे ǀ आपको इस समस्या से निपटने के लिए सहनशील नजरिये से सोचना होगा क्योंकि आज आप बिना पर्याप्त कारण अपने आप सहित हर किसी पर सख्त रहें हैं ǀ इस टकराव से नए अवसरे भी आयेंगे ǀअंतिम परिणाम अच्छा ही होगा ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "आज आपकी सेहत बेहतरीन अवस्था में रहेगी ǀ कोई वैलनेस संगीत सुनें या अच्छी सेहत की इस फीलिंग को बनाये रखने के लिए घर पर ही अरोमा थेरेपी की योजना बनाएं ǀ घर का कोई सदस्य छोटी मोटी बीमारी से पीड़ित हो सकता है और आपको उसकी देखभाल करनी होगी ǀआज आपका मानसिक तनाव भी कम रहेगा ǀ",
        "तुला प्यार और संबंध राशिफल": "अब समय आ गया है कि आप एक कदम पीछे हटकर शांति से अपने सम्बन्ध को तर्क की कसौटी पर भी परखें | आप अपने पार्टनर के बारे में मिली किसी सूचना को नजरंदाज करते आ रहे हैं लेकिन यह जान लें कि ऐसा करने से उसकी अहमियत या प्रभाव खत्म नही हो जाएगा | अपने सम्बन्ध के बारे में विश्लेष्ण करते हुए आपको उसे भी ध्यान में रखना चाहिए | आपको इस समय कुछ कठोर फैसले लेने पड़ सकते हैं |",
        "तुला कैरियर और धन राशिफल": "आज आपके सितारे आपके कार्यस्थल पर प्यार की और संकेत कर रहे है । अत्यंत सावधान रहें। एक गुप्त काम आपके और आपके साथी के बीच दरार पैदा कर सकता है। आप अपने साथी को गोपनीयता के कारणों को समझाने की कोशिश करे और वे आप का समर्थन करेंगे! आपका वित्त बढ़ेगा और उसमे संतुलन रहेगा।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "इस समय आपके जीवन में पुराने सम्बन्ध और संपर्क महत्वपूर्ण भूमिका निभा सकते हैं ǀ आपके ऊपर हर जगह बहुत अच्छा कार्य करने का काफी दबाव होगा लेकिन आपको यह समझने की जरुरत है कि ज्यादा दबाव आपके खुद के तय किये हुए बहुत ऊँचे मानकों के कारण है ǀ ईमानदारी और एकाग्रता आपको बहुत आगे ले जायेगी,लेकिन अपने आदर्शों और यकीन पर कायम रहें ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "जब तक आप अपने शारीरिक स्वास्थ्य के लिए एक सक्रिय घंटा नही निकालते तब तक आपके दिन का सदुपयोग नही हो पाता |ठंडे दिमाग से यह सोचने की कोशिश करें कि आप क्या क्या करते हैं और उनका आप पर कितना असर होता है |उदाहरण के लिए अपने सांस लेने के तरीके पर गौर करें और फिर यह देखें कि इससे आपकी बात या प्यार करने के तरीके पर क्या प्रभाव पड़ता है |आपले लिए इस समय सबसे अच्छी एक्सरसाइज योग है |",
        "वृश्चिक प्यार और संबंध राशिफल": "जो आसपास ऐसे ही घूमते रहते हैं उन्हें कोई गंभीर नही समझ पायेगा क्योंकि यह घुमक्कड़ स्वभाव आपकी छवि के लिए खतरा बना हुआ है | आपको बहुत से लोग पसंद तो कर लेंगे लेकिन आपके बारे में गंभीरता से नही सोचेंगे क्योंकि आप यात्रा की जरुरत वाली नौकरी में होने के कारण घर पर बहुत कम समय दे पाते हैं | आपके पार्टनर की चिंता अपनी जगह सही है क्योंकि यात्रा करने के कारण आप घर को बहुत कम समय दे पायेंगे |",
        "वृश्चिक कैरियर और धन राशिफल": "आज का दिन एक नए व्यापार उद्यम को लगाने का समय है । काफी समय से बात आपके मन में थी परन्तु उसे उपयोगिता में नहीं ला पा रहे थे लेकिन आज का दिन इसको पूरा करने का दिन है । आपको कई नए अवसर मिलेंगे और सब वैध एवं असली होंगे । अगर आप विवेकपूर्ण तरीके से निर्णय लेंगे तो जो भी मुश्किलें आ रही थी वे धीरे धीरे लुप्त होती चली जाएंगी ।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आप पुराने विचारों को छोड़कर नए विचारों को अपना रहे हैं ǀ आज कुछ अलग ना सोचें,इसका प्रभाव औरों पर अच्छा न पड़ेगा ǀ कोई भी काम करने से पहले ये मूल्याकंन दुबारा कर लें कि आप वास्तव में चाहते क्या हैंǀ घरेलू जरूरतों को पूरा करने के लिए नया वाहन और दूसरी चीजें खरीदने हेतु समय उपयुक्त है ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "आपको यह बात बहुत ध्यान देकर समझने की आवश्यकता है कि आपका स्वास्थ्य आपकी संपत्ति है और आपको इसका बहुत ध्यान रखना है ǀआज स्वास्थ्य सम्बन्धी कोई कार्यक्रम,कोई खेल या कोई अभ्यास –कक्षा शुरू करने के लिए बहुत अच्छा दिन है ǀ तैराकी या पानी सम्बन्धी कोई अन्य कार्यकलाप विशेष लाभकारी होंगे ǀ अगर आप आज स्वास्थ्य सम्बन्धी कोई कार्यक्रम शुरू करते हैं तो उसकी सफलता की संभावनाएं अधिक होंगी ǀ",
        "धनु प्यार और संबंध राशिफल": "आप अपने पार्टनर की किसी काम/ भाव –भंगिमा से आश्चर्यचकित रह जायेंगे | अगर आप अन्तरंग डिनर आदि पर जाते रहे हैं तो आज भी ऐसे ही एक मजेदार लेकिन पारिवारिक डिनर पर जा सकते हैं जिसमे सारे परिवार को एक साथ होने का मौका मिल सकता है | अगर आप सिंगल हैं तो इस काम/ भाव –भंगिमा से आपको उनके बारे में नयी बातें जाने और इसके आधार पर भविष्य का फैसला लेने में मदद मिलेगी |",
        "धनु कैरियर और धन राशिफल": "शिक्षण, लेखन, पत्रकारिता और साहित्य में लगे हुए लोग आज अपने कैरियर में बड़ी सफलता का आनंद ले सकते हैं और आपको अपनी उपलब्धियों के लिए सम्मानित भी किया जा सकता है। आज का दिन शैक्षिक संस्थानों और निर्माण के कारोबार में निवेश के लिए उपयुक्त है। सामान्य रूप से आपको पिछले कुछ दिनों के तनाव को पीछे छोड़ कर एक शांत दिन का आनंद मिलेगा ।"
    },
    "9": {
        "मकर दैनिक राशिफल": "आपके मन में कुछ ऐसा चल रहा है जिससे आप परेशानी महसूस कर रहे हैं,आप पिछली कुछ बातों के बारे में सोचकर परेशान हैं ǀअपने किसी करीबी दोस्त या सम्बन्धी के साथ अपनी भावनाएं बांटिये,आपको काफी अच्छा महसूस होगा ǀ ये सारी घटनाएँ आपको मजबूत बनाने के लिए हैं ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "आपको वजन न बढने देने के लिए विशेष परिश्रम करन होगा ǀआप पायेंगे कि अपनी डाइट पर नियंत्रण के बावजूद आपको भारीपन महसूस कर रहे हैं ǀआप पर एक तरह का आलस सा छा जाएगा,जिससे आप थका तथा अजीब सा महसूस करेंगे ǀअसल में यह आपके शरीर से अधिक मन की समस्या है ǀध्यान तथा मन को एकाग्र करने के अन्य तरीकों से आप हल्का महसूस करेंगे ǀ",
        "मकर प्यार और संबंध राशिफल": "आज आपको अपने प्रिय के प्रति अपना व्यवहार बदलने की जरुरत पड़ सकती है | हो सकता है कि वह तनाव में हो और उसकी कोफ़्त आप पर निकाले | अगर आप भी उसी तरीके से पेश आयेंगे तो स्थिति बिगड़ते हुए देर नही लगेगी | इसकी बजाय, उसकी समस्या समझें और समझदारी से काम लेते हुए व्यवहार करें | वे आपके प्रति नरम भी होंगे और आपका अहसान भी मानेंगे | अगर अब नही तो बाद में जरुर ऐसा करेंगे |",
        "मकर कैरियर और धन राशिफल": "आज आपको एक अप्रत्याशित स्रोत से , धन लाभ होने की संभावना है । सट्टा उद्यम, शेयर बाजार में और छोटी अवधि के निवेश में सफलता मिलने की पूरी संभावना है। आपका वित्तीय भाग्य उच्च चल रहा है । बस आप अपने आवेग पर लगाम लगाने की कोशिश करे और आप अपनी वित्तीय सुरक्षा का आनंद भी ले पाएंगे । आज आप कुछ धन दान भी दे सकते हैं ।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "आज साहस दिखाने के लिए बहुत अच्छा दिन है ǀ आज आपका भाग्य आपके साथ हैǀ आज आप जो भी करोगे ,सब कुछ अच्छा ही होगा ǀअगर कहीं निवेश करना चाहते हैं तो यह बहुत अच्छा समय हैǀसच्चा प्यार मिलने की उम्मीद बन रही है हालाँकि अपने स्वास्थ्य के बारे में सतर्क रहें ,खांसी और ठण्ड से परेशान हो सकते हैं ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "आज किसी परिजन को थोडा बीमार होने के कारण आपकी देखभाल की जरुरत पड़ सकती है ǀआप खुद को उसकी देखभाल के लिए तैयार पायेंगे ǀ लेकिन साफ़-सफाई का ध्यान रखें और हाथों को कई बार धोएं ǀअपने स्वास्थ्य का भी ध्यान रखें ǀआज छोटी-छोटी चीजों के बारे में विशेष सावधानी रखें क्योंकि आज आपको कई तरह के संक्रमन होने का खतरा है ǀ",
        "कुंभ प्यार और संबंध राशिफल": "आज आप यह समझने की शुरुआत करेंगे कि आप और किसी के कहे पर नही चलेंगे और अपने सम्बन्ध में कुछ स्वस्थ सीमाओं का पालन हमेशा करेंगे | आपको यह समझना चाहिए कि आपको अपने सबसे बड़े शुभचिन्तक को भी अपने लिए फैसले लेने की छूट नही देनी है , अपनी खुद की राय का सम्मान करना चाहिए | आप इसकी तरफ पहला कदम उठाइए , लोगों की नजरों में आपका सम्मान खुद ब खुद बढ़ जाएगा |",
        "कुंभ कैरियर और धन राशिफल": "यह गतिविधियों और उपलब्धियों को याद करने या समर्थन करने का अछा समय है और ये आपकी उपलब्धियों को मजबूती देगा की आप रास्ते पर प्रथम है । ये समय नयी शुरुआत करने के लिए अच्छा है चाहे वह नई परियोजना या एक नई नौकरी को लेकर हो । इस ऊर्जा को जब तक बनाए रखने की कोशिश करें , जब तक आप अपनी मंज़िल पर नहीं पहुंच जाते ।"
    },
    "11": {
        "मीन दैनिक राशिफल": "आज आपको दूसरों पर विश्वास करना होगा ǀ यह आपका कोई करीबी या कोई दोस्त हो सकता है और वः आपकी किसी ऐसे विशेष काम में मदद करेगा जिससे आपके भविष्य पर काफी प्रभाव पड़ेगा ǀ लेकिन इसके लिए सबसे जरुरी यह होगा की आप उस व्यक्ति में विश्वास बनाये रखें ǀ आपको अपनी ही तरफ से विश्वास की पहल करनी होगी ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "आज आपको आलस सा महसूस होगा लेकिन यह बिलकुल स्वाभाविक है क्योंकि आप पिछले कई दिनों से बहुत ही तेज गति से काम कर रहे हैंǀआपको अपनी टांगों में थोडा बहुत खिंचाव या दर्द महसूस हो सकता है,यह सब अत्यधिक भागदौड़ का नतीजा है ǀइसीलिए आज अपनी शक्ति को वापस पाने के लिए खूब आराम करें और अच्छा खाना खाएं ǀ",
        "मीन प्यार और संबंध राशिफल": "आज आप और आपके पार्टनर दोनों ही के पास नए आईडिया हैं | आप एक साथ या तो अपने ऑफिस या घर पर ही अपने करीबियों के लिए छोटी सी पार्टी रख सकते हैं | यह दोनों ही चीजें समाज में आपके रुतबे को बढाएंगी और इससे आपको लोगों के साथ और बेहतर सम्बन्ध बनाने में मदद मिलेगी | केवल अपने शुभचिंतकों को ही न बुलाएँ, औरों को भी बुला सकते हैं |",
        "मीन कैरियर और धन राशिफल": "कुछ समय से आपके व्यय बढ रहे थे पर आज से आप इन सब में एक खुशनुमा बदलाव देखेंगे । आखिरकार आपका भाग्य आपका साथ देगा और आपके खर्चे काफी हद तक नियंत्रण में आयेंगे और माहौल बदलता हुआ सा नजर आएगा जिससे आपकी आमदनी बढेग़ी पर आपको अत्यधिक सावधानी से आगे बढ़ना है । जल्दबाजी में लिए गया हुआ कदम आपको पीछे की और धकेल सकता है जिससे आपके धन पर प्रतिकूल प्रभाव पड़ सकता है।"
    }
}]
