horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फलदायक रहेगा। इंफॉर्मेशन के सहारे आप अपने काम को तेजी से आगे बढ़ा पाएंगे। आप जमकर मेहनत करेंगे जिससे अच्छे नतीजे मिलेंगे। काम के सिलसिले में आपकी कुछ झड़प भी हो सकती है, सावधानी रखें। गृहस्थ जीवन ठीक-ठाक रहेगा। प्रेम जीवन में कुछ नई बातें जानने और समझने को मिलेंगी जिससे प्रिय के प्रति प्रेम और बढ़ेगा। आपकी सेहत अच्छी रहेगी।एक आध्यात्मिक व्यक्ति आशीर्वाद की वर्षा करेगा और मन की शांति लेकर आएगा। रुका हुआ धन मिलेगा और आर्थिक हालात में सुधार आएगा। दिन के उत्तरार्ध में अचानक आई कोई अच्छी ख़बर पूरे परिवार को ख़ुशी देगी। अनपेक्षित रोमांटिक आकर्षण की संभावना है। आज फ़ायदा हो सकता है, बशर्ते आप अपनी बात भली-भांति रखें और काम में लगन व उत्साह दिखाएँ। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। अपने जीवनसाथी के साथ आप प्यार और रुमानियत से भरे पुराने दिन एक बार फिर जी पाएंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- पौधों को पानी डालें। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए काफी अच्छा रहेगा। इनकम में बढ़ोतरी होगी। पैसे की आवक होगी।मानसिक रूप से मजबूत रहेंगे। दिल से खुश होंगे इसलिए सब तरफ खुशी महसूस होगी। इनकम में बढ़ोतरी होगी। काम के सिलसिले में आप मेहनती रहेंगे और अपने बॉस को प्रभावित कर पाएंगे। आप का काम उनकी नजरों में आएगा। गृहस्थ जीवन खुशनुमा रहेगा। रिश्ते में रोमांस रहेगा। प्रेम जीवन बिता रहे लोग आज के दिन को खूब इंजॉय करेंगे। साथ में लंच या डिनर का प्लान बन सकता है।अपने विचार व्यक्त करने में हिचकिचाएँ नहीं। आत्मविश्वास की कमी को ख़ुद पर हावी न होने दें, क्योंकि यह सिर्फ़ आपकी समस्या को और जटिल बनाएगा, साथ ही आपकी तरक़्क़ी में भी रोड़ा अटकाएगा। अपना आत्मविश्वास फिर से हासिल करने के लिए अपनी बात खुल कर कहें और परेशानियों का सामना होठों पर मुस्कुराहट के साथ करें। रियल एस्टेट और वित्तीय लेन-देन के लिए अच्छा दिन है। अपने जीवनसाथी के मामलों में ज़रूरत से ज़्यादा दखल देना उसकी झुंझलाहट का कारण बन सकता है। ग़ुस्से को फिर से भड़कने से रोकने के लिए उसकी इजाज़त लें, तो आसानी से इस परेशानी को हल किया जा सकता है। रोमांचक दिन है, क्योंकि आपके प्रिय का फ़ोन आएगा। आज कार्यक्षेत्र में आपके किसी पुराने काम की तारीफ हो सकती है। आपके काम को देखते हुए आज आपकी तरक्की भी संभव है। कारोबारी आज अनुभवी लोगों से करोबार को आगे बढ़ाने की सलाह ले सकते हैं। दीर्घावधि में कामकाज के सिलसिले में की गयी यात्रा फ़ायदेमंद साबित होगी। अगर आप वैवाहिक तौर पर लंबे समय से कुछ नाख़ुश हैं, तो आज के दिन आप हालात बेहतर होते हुए महसूस कर सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- एक लाल मिर्च, 27 मसूर की दाल के दाने तथा 5 लाल फूल लेकर किसी हनुमान मंदिर में चढ़ाएं, इससे पारिवारिक जीवन की खुशियाँ बढ़ेंगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फलदायक रहेगा। खुद पर भरोसा रख कर काम करेंगे तो सफलता मिलेगी। नौकरीपेशा लोग मजबूती से काम में जुटे रहेंगे। इसका आपको फायदा मिलेगा। व्यापार में सफलता मिलेगी।गृहस्थ जीवन भी आज ठीक-ठाक रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान थोड़ा कमजोर है। सेहत का ध्यान रखें।आपका प्रबल आत्मविश्वास और आज के दिन का आसान कामकाज मिलकर आपको आराम के लिए काफ़ी वक़्त देंगे। आपके माता पिता आपकी फिजूलखर्ची को देखकर आज चिंतित हो सकते हैं और इसलिए आपको उनके गुस्से का शिकार भी होना पड़ सकता है। घरेलू काम थका देने वाला होगा और इसलिए मानसिक तनाव की वजह भी बन सकता है। आज आपके प्रिय को आपके अस्थिर रवैये के चलते आपसे तालमेल बिठाने में काफ़ी दिक़्क़त का सामना करना पड़ेगा। बड़े उद्योगपतियों के साथ साझीदारी का व्यवसाय फ़ायदेमंद रहेगा। आज सोच-समझकर क़दम बढ़ाने की ज़रूरत है- जहाँ दिल की बजाय दिमाग़ का ज़्यादा इस्तेमाल करना चाहिए। आपका जीवनसाथी आपसे नाराज़ हो सकता है, क्योंकि आप उनसे कोई बात साझा करना भूल गए थे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- शराब के सेवन से मंगल बिगड़ता है, इसलिए पारिवारिक सुख हेतु इसका त्याग करें। \n",
    "3": "कर्क राशि: आज का राशिफल\nयह समय इस राशि वालों के लिए अच्छा रहने वाला है। मुमकिन है कि आपके अतीत से जुड़ा कोई शख्स आपसे संपर्क करेगा और इस दिन को यादगार बना देगा। आमदनी के लिए किये गए प्रयासो में आप सफल होंगे। पेट की बीमारी से कई समस्या से सेहत में गिरावट आयेगी। नौकरी वाले अच्छा प्रदर्शन करेंगे जिसका उनको लाभ मिलेगा। व्यापार में वृद्धि के आसार नजर आ रहे है। दाम्पत्य जीवन में खुशी का माहौल बना रहेगां। प्रेम में सफलता मिलने के पूरे संयोग बन रहे हैं।अपनी ऊर्जा का इस्तेमाल किसी मुश्किल में फँसे इंसान की मदद करने के लिए करें। याद रखें – यह शरीर तो एक-न-एक दिन मिट्टी में मिलने वाला है, अगर यह किसी के काम न आ सके तो इसका क्या फ़ायदा? जो व्यापारी अपने कारोबार के सिलसिले में घर से बाहर जा रहे हैं वो अपने धन को आज बहुत संभालकर रखें। धन चोरी होने की संभावना है। घर पर कोशिश करें कि कोई आपकी वजह से आहत न हो और परिवार की ज़रूरतों के मुताबिक़ ख़ुद को ढालें। रोमांस के लिए अच्छा दिन है। मुश्किल मामलों से बचने के लिए आपको अपने संपर्क उपयोग करने की ज़रूरत है। दिन की शुरुआत भले ही थोड़ी थकाऊ रहे लेकिन जैसे-जैसे दिन आगे बढ़ेगा आपको अच्छे फल मिलने लगेंगे। दिन के अंत में आपको अपने लिए समय मिल पाएगा और आप किसी करीबी से मुलाकात करके इस समय का सदुपयोग कर सकते हैं। सेहत के नज़रिे से गले लगने के अपने फ़ायदे हैं और आपको यह एहसास आज अपने जीवनसाथी से मिल सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए ॐ नीलवर्णाय विदमहे सैंहिकेयाय धीमहि तन्नों राहुः प्रचोदयात। इस मंत्र का 11 बार उच्चारण करें। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। सेहत का ध्यान रखना जरूरी होगा क्योंकि बीमार पड़ सकते हैं। सर्दी, खांसी और मौसम परिवर्तन से बीमार होने के योग बनेंगे। इनकम ठीक-ठाक रहेगी लेकिन खर्चे ज्यादा होंगे इसलिए ध्यान रखना जरूरी होगा। काम के सिलसिले में आपको सावधानी से चलना होगा। दिमाग में गर्मी रखकर काम करना सफलता नहीं देता, इसका ध्यान रखें। शादीशुदा लोगों का गृहस्थ जीवन थोड़ा तनाव पूर्ण रहेगा। प्रेम जीवन खूबसूरत रहेगा।आज का दिन ऐसे काम करने के लिए बेहतरीन है, जिन्हें करके आप ख़ुद के बारे में अच्छा महसूस करते हैं। आज के दिन भूलकर भी किसी को पैसे उधार न दें और यदि देना जरुरी हो तो देने वाले से लिखित में लें कि वो पैसा वापस कब करेगा। अपने जीवन-साथी के साथ बेहतर समझ ज़िन्दगी में ख़ुशी, सुकून और समृद्धि लाएगी। अपने प्रिय की बातों के प्रति आप ज़रूरत से ज़्यादा संवेदनशील रहेंगे- आपको अपने जज़्बात पर क़ाबू रखने की ज़रूरत है और ऐसा कुछ करने से बचें जो मामले को और भी बिगाड़ दे। जब तक आपको तसल्ली न हो जाए कि सारा काम पूरा हो चुका है, दस्तावेज़ अपने वरिष्ठ को न दें। यात्रा के दौरान आप नयी जगहों को जानेंगे और महत्वपूर्ण लोगों से मुलाक़ात होगी। आज अपने जीवनसाथी का वह रुख़ देखने को मिलेगा, जो उतना अच्छा नहीं है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- काला वस्त्र गरीब को दान करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए काफी अच्छा रहेगा। इनकम बढ़ेगी जिससे आपकी आर्थिक स्थिति मजबूत होगी। मन में विश्वास रहेगा। कामों में सफलता मिलेगी। काम को एंजॉय करेंगे। परिवार में भी खुशियां रहेंगी। सेहत डगमगा सकती है। शादीशुदा लोगों का गृहस्थ जीवन थोड़े तनाव के बीच आगे बढ़ेगा। प्रेम जीवन बिता रहे लोग आज के दिन को खुशी-खुशी बिताएंगे और उनके प्रिय से निकटता बढ़ेगी।अपनी ख़ुशियों को दूसरों के साथ साझा करना आपकी सेहत को भी बेहतर करेगा। लेकिन ख़याल रखें कि इसे नज़रअंदाज़ करना बाद में भारी पड़ सकता है। अपने गुस्से पर काबू रखें और ऑफिस में सबके साथ ढ़ग से व्यवहार करें अगर आप ऐसा नहीं करते तो आपकी जॉब जा सकती है और आपकी आर्थिक स्थिति खराब हो सकती है। आपके माता-पिता की सेहत पर ज़्यादा ध्यान दिए जाने की ज़रूरत है। उदास न हों, कभी-कभी विफल होना कोई ख़राब बात नहीं है। वह तो ज़िंदगी की ख़ूबसूरती है। आपके जीवन में पर्दे के पीछे उससे कहीं ज़्यादा चल रहा है, जितना आप सोच सकते हैं। आने वाले कुछ दिनों में बहुत-से अच्छे मौक़े आपके हाथ लगेंगे। अगर कहीं बाहर जाने की योजना है तो वह आख़िरी वक़्त पर टल सकती है। जीवनसाथी का आत्मकेन्द्रित व्यवहार आपको नागवार गुज़रेगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- सद्चरित्र का पालन करने से सूर्य प्रसन्न होता है व फैमिली लाइफ में ख़ुशियाँ बढ़ती हैं। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिनमान काफी अच्छा रहने वाला है। कामों में सफलता मिलेगी। इनकम में बढ़ोतरी होगी जिससे आप काफी मजबूती से आज के दिन को खूबसूरत बना पाएंगे। शादीशुदा लोगों का दांपत्य जीवन तनाव के साथ गुजरेगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन खासा अच्छा रहने वाला है। आपका अपने रिश्ते पर विश्वास बढ़ेगा और अपने प्रिय के साथ खुश महसूस करेंगे। गया हुआ पैसा वापस आ सकता है।भागमभाग भरे दिन के बावजूद आपकी सेहत पूरी तरह दुरुस्त रहेगी। अगर आप आय में वृद्धि के स्रोत खोज रहे हैं, तो सुरक्षित आर्थिक परियोजनाओं में निवेश करें। घरेलू ज़िंदगी सुकूनभरी और ख़ुशनुमा रहेगी। ज़िन्दगी की हक़ीक़त का सामना करने के लिए आपको अपने प्रिय को कम-से-कम कुछ वक़्त के लिए भूलना पड़ेगा। व्यापारियों के लिए अच्छा दिन है। व्यवसाय के लिए अचानक की गयी कोई यात्रा सकारात्मक परिणाम देगी। इस राशि के लोग बड़े ही दिलचस्प होते हैं। ये कभी लोगों के बीच रहकर खुश रहते हैं तो कभी अकेले में हालांकि अकेले वक्त गुजारना इतना आसान नहीं है फिर भी आज दिन में कुछ समय आप अपने लिए जरुर निकाल पाएंगे। संभव है कि शुरुआत में जीवनसाथी की ओर से आपको कम ध्यान मिले; लेकिन दिन के अन्त तक आपको महसूस होगा कि वह आपके लिए ही कुछ-कुछ करने में व्यस्त था। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- काली-सफेद गाय को खाना खिलाने से प्रेम सम्बन्ध अच्छे होंगे। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन मान उतार-चढ़ाव से भरा रहेगा। दोपहर तक स्थितियां थोड़ी कमजोर रहेंगी। मानसिक तनाव रहेगा लेकिन दोपहर बाद आपका आत्मविश्वास लौटेगा। भाग्य मजबूत होगा और कामों में सफलता मिलनी शुरू हो जाएगी। शादीशुदा लोग आज के दिन को खासा एंजॉय करेंगे। रिश्ते में प्यार और रोमांस रहेगा जिससे एक दूसरे की खुलकर तारीफ करेंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान सामान्य रहेगा। आपकी सेहत भी मजबूत रहेगी।निराशावादी रवैये से बचें क्योंकि न सिर्फ़ यह आपकी संभावनाओं को कम कर देगा, बल्कि शरीर के आंतरिक संतुलन को भी बिगाड़ देगा। भागीदारी वाले व्यवसायों और चालाकी भरी आर्थिक योजनाओं में निवेश न करें। बढ़िया दिन है जब आप सबके ध्यान को अपनी तरफ़ खींचेंगे- आपके सामने चुनने के लिए कई चीज़ें होंगी और आपके सामने समस्या यह होगी कि किसे पहले चुना जाए। आपका प्रिय को आपसे भरोसे और वादे की ज़रूरत है। अपने उद्देश्यों की ओर शान्ति से बढ़ते रहें और सफलता मिलने से पहले अपने पत्ते न खोलें। इस राशि वालों को आज के दिन अपने लिए समय निकालने की शख्त जरुरत है अगर आप ऐसा नहीं करते तो आपको मानसिक परेशानियां हो सकती हैं। किसी बच्चे या बूढ़े के स्वास्थ को लेकर हुई परेशानी अप्रत्यक्ष रूप से आपके वैवाहिक जीवन को प्रभावित कर सकती है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सफेद मिष्ठान खाने और खिलाने से स्वास्थ्य अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहने वाला है लेकिन शाम के बाद मानसिक तनाव बढ़ सकता है और सेहत में गिरावट आ सकती है इसलिए थोड़ा ध्यान रखें। दिन भर आप अपने काम में व्यस्त रहेंगे। गृहस्थ जीवन पर पूरा ध्यान देंगे। प्यारी मीठी बातों से अपने जीवन साथी को खुश रखेंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा रहेगा। आप अपने रिश्ते को खुलकर एंजॉय करेंगे। हल्के फुल्के खर्चे रहेंगे। कोई संपत्ति खरीदने की योजना बना सकते हैं।\n ख़ुद को ज़्यादा आशावादी बनने के लिए प्रेरित करें। इससे न सिर्फ़ आपका आत्मविश्वास बढ़ेगा और व्यवहार लचीला होगा, बल्कि डर, ईर्ष्या और नफ़रत जैसे नकारात्मक मनोभावों में भी कमी आएगी। आज आपके माता-पिता में से कोई आपको धन की बचत करने को लेकर लेक्चर दे सकता है, आपको उनकी बातोें को बहुत गौर से सुनने की जरुरत है नहीं तो आने वाले समय में परेशानी आपको ही उठानी पड़ेगी। अगर आप परिवार के सदस्यों के साथ समय नहीं बिताएंगे, तो आप घर पर समस्याओं की उम्मीद कर सकते हैं। आज के दिन प्यार की कली चटककर फूल बन सकती है। काम की अधिकता के बावजूद भी आज कार्यक्षेत्र में आपमें ऊर्जा देखी जा सकती है। आज आप दिये गये काम को तय वक्त से पहले ही पूरा कर सकते हैं। आज अपने प्रेमी के साथ वक्त बिता पाएंगे और उनके सामने अपने जज्बातों को रख पाएंगे। संभावना है कि आपके और आपके जीवनसाथी के बीच तनाव और बढ़ सकता है। इससे बचाव न करने की स्थिति में इसके दूरगामी परिणाम अच्छे नहीं होंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- हरे तोते-तोती के जोड़े को पैसे देकर आजाद करवाने से पारिवारिक सुख बढ़ता है। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रहेगा। आप अपने विरोधियों पर भारी रहेंगे। शाम के बाद अपने जीवनसाथी को लेकर कहीं बाहर खाने की योजना बना सकते हैं। प्रेम जीवन बिता रहे लोग भी बहुत खुश होंगे और अपनी लव लाइफ को जी भर कर एंजॉय करेंगे। रोमांस और प्यार दोनों रहेंगे। दिल जीतने में कामयाबी मिलेगी। काम के सिलसिले में आप थोड़े निराश हो सकते हैं। सेहत सामान्य रहेगी।ख़ुशनुमा दिन के लिए मानसिक तनाव और झंझटों से बचें। जीवनसाथी की खराब तबीयत के कारण आज आपका धन खर्च हो सकता है लेकिन आपको इसको लेकर चिंता करने की जरुरत नहीं है क्योंकि धन इसीलिये बचाया जाता है कि बुरे समय में वो आपके काम आ सके। ऐसे विवादास्पद मुद्दों पर बहस करने से बचें, जो आपके और प्रियजनों के बीच गतिरोध पैदा कर सकते हैं। रोमांटिक मुलाक़ात आपकी ख़ुशी में तड़के का काम करेगी। सहकर्मी आपको काफ़ी सहयोग देंगे और कार्यक्षेत्र में विश्वास की नींव पर नए रिश्तों की शुरुआत होगी। आज अपने लिए वक्त निकालकर अपने जीवनसाथी के साथ आप कहीं घूमने जा सकते हैं। हालांकि इस दौरान आप दोनों के बीच थोड़ी बहुत कहासुनी हो सकती है। जब आपका जीवनसाथी जब सारे मनमुटाव भुलाकर प्यार के साथ आपके पास फिर आएगा, तो जीवन और भी सुन्दर लगेगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- शुद्ध शहद का रोजाना प्रयोग करने से स्वास्थ्य अच्छा होगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिनमान सामान्य रहेगा। शादीशुदा लोगों का गृहस्थ जीवन ठीक-ठाक गुजरेगा जिससे कोई बड़ी परेशानी नहीं आएगी लेकिन पारिवारिक जीवन में तनाव बढ़ सकता है। कुछ खर्चों को लेकर घर में तीखी नोकझोंक हो सकती है। बहस हो सकती है। घर में कोई अच्छी चीज खरीद कर लाएंगे जो सबको खुशी देगी। प्रेम जीवन खुशनुमा रहेगा। आपसी बातचीत मजबूत होगी। काम के सिलसिले में दिनमान बढ़िया है। गवर्नमेंट से लाभ मिल सकता है। पैसों में बढ़ोतरी होगी।आपकी शाम कई जज़्बातों से घिरी रहेगी और इसलिए तनाव भी दे सकती है। लेकिन ज़्यादा चिंता करने की ज़रूरत नहीं है, क्योंकि आपकी ख़ुशी आपकी निराशाओं के मुक़ाबले आपको ज़्यादा आनंद देगी। जिन लोगों ने किसी अनजान शख्स की सलाह पर कहीं निवेश किया था आज उन्हें उस निवेश से फायदा होने की पूरी संभावना है। दूसरों को प्रभावित करने की आपकी क्षमता आपको कई सकारात्मक चीज़ें दिलाएगी। प्यार के नज़रिए से यह दिन बेहद ख़ास रहेगा। अपनी विशेषज्ञता का इस्तेमाल पेशेवर मामलों को सहजता से सुलझाने में करें। जिन रिश्तों को आप अहमियत देते हैं उन्हें समय देना भी आपको सीखना होगा नहीं तो रिश्ते टूट सकते हैं। आपका जीवनसाथी अन्य दिनों की अपेक्षा आपका ज़्यादा ख़्याल रखेगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अपने भोजन में से कुछ हिस्सा निकालकर गाय को खिलाने से स्वास्थ्य अच्छा रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए काफी अच्छा रहेगा। पारिवारिक जिम्मेदारियों को निभाते हुए संतान के लिए भी बहुत कुछ करेंगे। खर्चे भी होंगे लेकिन वह मन को शांति देने वाले होंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा रहेगा। थोड़ा गुस्सा तो आपको अपने प्रिय का झेलना पड़ेगा लेकिन उसमें भी प्यार होगा। काम के सिलसिले में दिनमान बढ़िया रहेगा। आपकी दूरदर्शिता आपके काम आएगी। इनकम बढ़ेगी।आपकी सेहत बढ़िया रहेगी।शाम के समय थोड़ा आराम कीजिए। अपने धन का संचय कैसे करना है यह हुनर आज आप सीख सकते हैं और इस हुनर को सीख कर आप अपना धन बचा सकते हैं। दोस्तों की परेशानियों और तनाव के चलते आप अच्छा महसूस नहीं करेंगे। फूल देकर अपने प्यार का इज़हार करें। जो काम आपने किया है, उसका श्रेय किसी और को न ले जाने दें। जो लोग बीते कुछ दिनों से काफी व्यस्त थे उन्हें आज अपने लिए फुर्सत के पल मिल सकते हैं। वैवाहिक जीवन के लिए विशेष दिन है। अपने जीवनसाथी को बताएँ कि आप उनसे कितना प्यार करते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- लाल वस्त्र में दो मुट्ठी मसूर की दाल बांधकर किसी भिखारी को देने से पारिवारिक जीवन में खुशहाली आएगी। \n"
}]
