horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "गृहों की स्थिति ऐसी है कि आपको अप्रत्याशित बाधाओं का सामना करना पड़ सकता है ,पिछले कुछ समय से आप बहुत अच्छी स्थिति में हैं और फिलहाल ऐसा कुछ भी नही है जो परेशानी पैदा करने वाला दीखता हो ǀ लेकिन आज ऐसी बढ़ाएं और परेशानियां पैदा होने वाली हैं जो आपके काम और मूड दोनों को ही प्रभावित करेंगी ǀअप्रत्याशित समस्याओं से काम कुछ समय के लिए रुक सकता है ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "आज आप बहुत अच्छी सेहत का आनंद उठाएंगे I|आपको अन्य परिजनों के स्वास्थ्य का भी ध्यान रखना होगा I|आपको उनमे से किसी को कोई छोटी-मोटी तकलीफ होने पर देखभाल करनी पड़ सकती है I|आपको यह भी समझना है कि आपकी शारीरिक सेहत काफी हद तक आपके मानसिक स्वास्थ्य पर निर्भर है I|अरोमा थेरेपी या राहतकारी मसाज से आपको अच्छा लगेगा I|",
        "मेष प्यार और संबंध राशिफल": "आपके दिल-दिमाग में एक साथ बहुत सी विपरीत भावनाएं चल रही हैं | वास्तव में , आपके लिए एक से अधिक रोमांटिक पार्टनरों में से किसी एक को चुनना बहुत मुश्किल हो रहा है | हालाँकि इसका जवाब बिलकुल स्पष्ट ही है फिर भी आपको कई बार अलग अलग भावनाएं अपनी तरफ खींचेगी | इसीलिए ,इस समय अपनी लव लाइफ के बारे में कोई भी बड़ा फैसला न लें |",
        "मेष कैरियर और धन राशिफल": "अगर आपने हाल ही में कोई परीक्षा दी है , तो आपको सकारात्मक परिणाम प्राप्त हो सकता है । आपको कड़ी मेहनत और समर्पण का फल मिलेगा । आप आज वित्तीय योजना के बारे मैं जानेंगे । निवेश करने से पहले , सही योजना पर अपने मित्रों और सहयोगियों से सलाह ले । प्रस्ताव आपके लिए अच्छा साबित हो सकता है । आपका दिन ऑफिस में अछा रहेगा ।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "वित्तीय लाभ की सूचना से आपको और आपके परिजनों को ख़ुशी होगी ǀइससे ये भावना आएगी कि सब अच्छा हो रहा है ǀ आप खुशमिजाज और आकर्षक हैं,नए लोगों से मिलें ǀइससे आपको नए अवसर मिलेंगे जो अंतत आपके लिए फायदे का सौदा साबित होंगे ǀआप परिवार या घर की बनावट में कोई बदलाव लाने के बारे में सोच सकते हैं ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "अगर आप किसी स्वास्थ्य सम्बन्धी परियोजना पर काम कर रहे हैं या इसी के बारे में कुछ नया शुरू करने की सोच रहे हैं तो आपको उम्मीद से कहीं जल्दी सफलता मिलने की संभावनाएं बनी हुई हैं ǀलेकिन अपनी प्रगति का रिकॉर्ड रखें और कुछ गलत होने पर समाधान तैयार रखें ǀआपको इन सब प्रयासों के लिए भी प्रशंसा मिलेगी ǀ",
        "वृषभ प्यार और संबंध राशिफल": "अगर आप एक रिश्ते में है , तो बार बार बातो को न दोहराएं । आपको याद रखना है की किसी को निश्चित रूप से आप के लिए बनाया गया है । जब सही समय आएगा तो कुदरत खुद उस अनमोल उपहार को आपके सामने उपस्थित कर देगी । आप खुद अपने प्यार को आपको ढूढ़ने दो , तब तक अपने मित्रों और सहयोगियों के साथ अच्छा समय बिताये और हो सकता है वह उपहार उधर ही कही छिपा हो , अपनी आशा को न छोड़ो ।",
        "वृषभ कैरियर और धन राशिफल": "आज आप सकारात्मक ऊर्जा से भरे हुए हैं और आज आपके हैरान होने की संभावना है , क्यों की आपके प्रबंधन कौशल की वजह से आप पाएंगे की अपने कितना कुछ पाया है । आपके सारे बकाया कार्य पूर्ण हो जाएंगे और मुश्किल परियोजनाओं के रास्ते में जो रुकावट थी , वो पूरी तरह से खत्म हो जाएंगी । आप न केवल आसानी से अपने सभी कार्यो का बोझ खत्म करने में सक्षम होंगे बल्कि अपने उत्साह के साथ आप आसपास हर किसी को प्रभावित करने में भी सक्षम होंगे ।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "आज आप आकर्षण का केंद्र रहेंगे ǀफोकस का केंद्र रहना आपकी सहज विशेषता है जिसके कारण कई लोग आपसे इर्ष्या करेंगे ǀ जब आप सहज रूप से वर्त्तमान .भूतकाल और भविष्य के बारे में सोचेंगे तो आपको बहुत से अपने जवाब और समाधान मिल जायेंगे ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "छोटी-मोटी स्वास्थ्य सम्बन्धी तकलीफों के लिए घरेलू नुस्खों से दवा तैयार करने के बारे में दोस्तों के साथ बात करें,उनके भी विचार जानें ǀआप इस बारे में कोई किताब भी पढ़ सकते हैं ǀबदलते मौसम के साथ आसानी से रूखी हो जाने वाली अपने चेहरे की त्वचा को सुंदर बनाने के लिए फेस पैक बनाते हुए लैवेंडर आयल या ऑस्ट्रेलियाई टी ट्री आयल का प्रयोग करें ǀ",
        "मिथुन प्यार और संबंध राशिफल": "आज आप खुद को किसी ऐसे व्यक्ति के साथ पायेंगे जो आपके साथ बहुत दिनों से समय बिताना चाहता था और काफी समय से आपको आकर्षित करने की कोशिश कर रहा था | यह सम्बन्ध काफी गंभीर और रोमांटिक साबित हो सकता है | आपको यही तो चाहिए था | आपका दिन आज ख़ास रहेगा | इसका पूरा उपयोग करें और जैसे आप हैं बिलकुल वैसे ही रहें |",
        "मिथुन कैरियर और धन राशिफल": "आपको सर्वशक्तिमान के संदेश अपने किसी निकट के व्यक्ति से मिल रहे हैं। उन्हें प्राप्त करने के लिए ग्रहणशील रहे और निर्देशो का पालन करने की कोशिश करे । आपको अपने कार्य योजना में परिवर्तन करना होगा ताकि कोई गलती न हो जिसे आप पूर्ववत नहीं कर सकते है । वित्तीय स्थिति और खर्च में अच्छा संतुलन बना रहेगा , हालाँकि आप खर्चीले साबित हो सकते है परन्तु तब भी अप्रत्याशित स्रोतों से आय का सृजन होता रहेगा ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "आप आज रियल एस्टेट से जुडा कोई लाभकारी लेनदेन पूरा करने वाले हैं ǀ सकारात्मक सोच आपकी शक्ति है और आपको इसका लाभ उठाना है ,आपका कोई करीबी भी आपको इसके लिए प्रोत्साहित करेगा ǀ आप आध्यात्मिक विकास के साथ साथ जीवन की भौतिक खुशियों का भी आनंद ले पायेंगे ǀ नयी सोच से समृद्धि हासिल होगी ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "आपको अपने दिमाग को सख्ती से आदेश देकर यह सिखाना होगा कि आपको केवल स्वास्थ्य के लिए लाभदायक चीजें ही खानी हैं और आपको हर रोज सुबह उठकर एक्सरसाइज जरुर करनी ही हैं |यकीन मानिए यह आपकी जिन्दगी का बहुत अच्छा अनुभव होगा |अगर जरुरत पड़े तो खुद से अकेले में पूछें –आप कैसे हैं ?इससे आपको खुद का ध्यान रखने में मदद मिलेगी |",
        "कर्क प्यार और संबंध राशिफल": "आज आपके लिए प्यार और रोमांस जोखिमभरे साबित हो सकते हैं | आप आज ऐसे किसी आदमी से मिलेंगे जो धूर्त नही है और केवल गंभीर और सच्चे रिश्ते में यकीन रखता है लेकिन आपको इस आदमी के साथ रोमांटिक तरीके से नही जुड़ना है | पहले इस लड़के /लड़की से दोस्ती करके उन्हें यह जताने की कोशिश करें कि आप उनका कितना ख्याल रखते हैं | उनको अच्छे से जान लें और उन्हें भी जानने का मौका दें |",
        "कर्क कैरियर और धन राशिफल": "आज कार्य क्षेत्र में आप किसी गलतफहमी का शिकार हो सकते है , लेकिन अपने सहकर्मियों की आलोचना न करे ।आप ग्रहों के प्रभाव की वजह से तनाव और गुस्से में आ सकते है और आप इसकी भड़ास अपने सहयोगियों पर निकाल सकते है । इसकी वजह से आपके कार्यस्थल में अनावश्यक और अतिरिक्त तनाव पैदा होगा और यहां तक कि वह आपके स्वास्थ्य को भी प्रभावित कर सकता है , अतः इसे आप दूर रहने का प्रयास करे ।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आज आप अपने घर की साज सज्जा ,कपड़ों और सौंदर्य प्रसाधनों पर काफी खर्च कर सकते हैं ǀहालाँकि आप अपने खर्च को फिजूलखर्ची की सीमा तक पहुचने से पहले नियंत्रित कर पायेंगे ǀअपने किसी ख़ास को कोई कीमती उपहार दे सकते हैं,जो उसे बहुत अच्छा लगेगा ǀहालांकि अपनी भावनाओं को बोलकर व्यक्त करने से आपकी बात अधिक सार्थक लगेगी ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "इससे पहले कि आप खुद पर अपने नए एक्सरसाइज कार्यकर्म या डाइट को लेकर अधिक सख्ती बरतें,पहले यह सुनिश्चित कर लें कि जो आप करने जा रहें हैं ,वह आपके लिए जरुरी भी है या नही | हो सकता है कि किसी और के तय किये हुए पैमानों के अनुसार कार्य करना आपके लिए फायदेमंद साबित न हो |अब समय आ गया है कि और किसी के कहने पर चलने की बजाय आप खुद अपनी जरूरतों और अपने व्यक्तित्व को ध्यान में रखते हुए अपना कार्यक्रम बनाएं |",
        "सिंह प्यार और संबंध राशिफल": "निजी जीवन में पार्टनर शिप में काम करने की योग्यता आपको अपने प्रोफेशनल जीवन में भी बहुत काम आने वाली है | आप और आपके पार्टनर मिल जुलकर जो भी काम करेंगे चाहे वह प्यार हो या बिज़नेस, आपको खूब सफलता मिलेगी | आप दोनों को एक दुसरे की खूबियों और कमियों की बहुत अच्छी समझ है और आपकी आपस में खूब बनती है | हमेशा ऐसे ही बने रहें |",
        "सिंह कैरियर और धन राशिफल": "आप ऐसे लोगों को खोजने की कोशिश करें जो आप के लिए कुछ उपयोगी जानकारी की आपूर्ति कर सकते हैं। आप कुछ बड़ा सोच रहे हो और इस जोखिम को लेने के लिए यह सही समय है। महत्वहीन मुद्दों के हल के लिए अपने समय की बचत करें। जितनी चादर हो उतने ही पैर फैलाये अर्थात आमदनी के हिसाब से धन का व्यय करे ! यदि संभव हो तो अपनी सफलता का जश्न मनाने का इरादा स्थगित कर दे ।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आपको थोडा सा अधिक लचीला रुख अपनाना चाहिए ,लेकिन आज आप ना तो कोई अच्छी सलाह और ना ही अपने मन की आवाज सुनना चाहते हैं ǀ आपका यह अड़ियल रवैया आपके लिये घर और कार्यस्थल दोनों ही जगह पर आपके लिए नुक्सान का कारण बनेगा ǀ इसका एक ही समाधान है कि आप अपना दिमाग खुला रखें और दूसरों की भी बातें सुनें ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "बैठने की गलत मुद्रा के कारण आपको आज गर्दन तथा कमर दर्द की शिकायत हो सकती है ǀबैठे के दौरान अपनी मुद्रा का विशेष ध्यान रखें ǀ इसके लिए एक कुशन भी रख सकते हैं ǀ आज आपकी उर्जा जरा कम ही है ,इससे घर तथा ऑफिस में भी आपका काम प्रभावित होगा ǀ आज आप अपने दैनिक कार्यक्रम में फिटनेस सम्बन्धी कोई काम शामिल करना चाहते हैं ǀ",
        "कन्या प्यार और संबंध राशिफल": "आपका अपने जीवन साथी के साथ लगाव काम के दबावों के चलते कम होता दिखाई दे रहा है लेकिन आप इस को अर्थपूर्ण बनाने के लिए अपनी कोशिश तो कर ही सकते हैं | अगर आप इस सम्बन्ध को लेकर गंभीर हैं तो आपको उसी आकर्षण को वापस पाने की कोशिशें करनी हैं नही तो अपनी भावनाओं को नियंत्रण में रखें | अगर किसी का आपके लिए अधिक महत्व ही नही है तो व्यर्थ के प्रयासों में समय क्यों नष्ट करना ?",
        "कन्या कैरियर और धन राशिफल": "जो लोग अध्ययन में कार्यरत हैं , उनकी मेहनत का फल पाने के लिए ये एक अच्छा समय है। यही चीज़ काम कर रहे पेशेवरों के लिए भी लागू होती है। सफलता और प्रशंसा आपको मिल सकती हैं। लेकिन अगर आपने कोई निवेश किया है तो उसमे आपको नुकसान हो सकता है , इसलिए निवेश की योजना को आज ठंडे बस्ते में डाल दे और शुभ समय का इंतजार करे ।"
    },
    "6": {
        "तुला दैनिक राशिफल": "आज का दिन अपनी प्रतिभा दिखाने के लिए बिलकुल सही है ǀआज आप सामान्य से अधिक आक्रामक और दृढ व्यवहार करेंगे ǀइससे आसपास के लोगों को आश्चर्य होगा ǀ उन्हें शायद आपके बारे में अपनी राय बदलने पर भी मजबूर होना पड़े ǀ लेकिन उनके आश्चर्य की भावना से आपको आज जरुरी मौका मिल जाएगा ,इस अवसर का फायदा उठाने से न चूकें ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "आप पूरे मन से सुंदर और फिट दिखना चाहते हैं ǀहालाँकि इस लक्ष्य को पूरा करने के लिए एक पार्टनर की सहायता जरूरी है ǀएक बार अपनी डाइट की समीक्षा दुबारा कर लें क्योंकि उसमे कुछ ऐसा कुछ हो सकता है जिसे खाने से आपको एलर्जी हो जाए ǀसलाहों का पालन कम और वर्कआउट अधिक करें ǀ",
        "तुला प्यार और संबंध राशिफल": "बहुत सारे प्रेमियों में से छांटकर किसी एक को चुनने की कोशिश में अधिक समय व्यर्थ न करें | आपका व्यक्तित्व आकर्षक है लेकिन इस समय आपकी किस्मत के साथ न देने के कारन आपका जादू काम नही कर रहा | जब आप किसी निष्कर्ष पर पहुंचेंगे तब आपको समझ आएगा कि आपने बिलकुल ठीक किया है |",
        "तुला कैरियर और धन राशिफल": "सौहार्द और सार्वभौमिक जयकार का माहौल आज आपके कार्यस्थल में रहेगा और आप जिस कार्य को करने में आम तौर पर नफरत करते है उसे आप आनंद के साथ करेंगे । आज आप अपने कार्य के लिए नए उत्साह एवं ऊर्जा पाएंगे और अपनी जिम्मेदारियों को पूरा करने के लिए अपने सहयोगियों से सक्रिय समर्थन की प्राप्ति होने की भी संभावना प्रबल है। आज अधूरी परियोजनाओं को पूरा करने के लिए एक अनुकूल समय है और समय रहते आप इसे पूरा कर सकते है ।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "आज आपका मूड बदलता रहेगा ǀआप खुद भी यह नही समझ पायेंगे कि आप ऐसा क्यों महसूस कर रहे हैं और इस स्थिति को कैसे बदलें ? आपके इस प्रकार के व्यवहार से दुसरे भी उलझन में रहेंगे ǀ फिर भी,किसी भी स्थिति में इमानदार बनें रहें क्योंकि इसी से आपको अपने लक्ष्य पूरे करने में मदद मिलेगी ǀ आज सब चीजों को हल्के में लें और खुद को बस निरीक्षक की भूमिका तक सीमित रखें ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "त्वचा सम्बन्धी छोटी छोटी तकलीफों से आप परेशान हो सकते है| आज खुद को थोडा हल्का करने की योजना बनाएँ |तैलीय पदार्थों से दूर रहें.बाकी आपकी सेहत ठीक ही रहेगी |बहुत सारे पेड़ों वाली जगह पर घूमने से बचें क्योंकि आपको कोई कीड़ा काट सकता है,इससे आपकी त्वचा पर दाने उभर जायंगे आज सावधानी के तौर पर एन्टी-एलर्जिक दवा साथ रखें ,आवश्यकता पड़ने पर डॉक्टर से सलाह लें |",
        "वृश्चिक प्यार और संबंध राशिफल": "आप जहां कहीं भी जाते हैं आपको अपने बीते हुए दिनों की याद दिलाने वाला कुछ न कुछ मिल ही जाता है जहां आपने अपने प्रियतम के साथ प्यार भरा समय बिताया था |यह तो कहा ही जा सकता है कि अब वह पुरानी बात नही रही है | उन बातों के लिए अपना मन दुखी न करें ,कुछ चीजों को चाहते हुए भी नही बदला जा सकता इसीलिए उन्हें वैसे ही रहने दें जैसी वे हैं |",
        "वृश्चिक कैरियर और धन राशिफल": "आपकी वित्तीय स्थिति में लगातार वृद्धि दिख रही है और आगे भी इसमें सुधार की संभावना है , परन्तु आप ऐसा महसूस करेंगे की आपके नियंत्रण से परे स्थितियां आपकी उत्पादकता और काम करने की क्षमता को प्रभावित कर रही है , लेकिन आपका डर निराधार हैं। यहां तक कि आपके वरिष्ठ अधिकारी इस चीज़ को समझते हैं और आपके हालातो के साथ हमदर्दी भी रखते है और आपके काम में समर्थन भी करेंगे । सहयोगी भी आपको सहयोग करेंगे ।"
    },
    "8": {
        "धनु दैनिक राशिफल": "कोई करीबी दोस्त आपको अपना राज बताने वाला है ,आपको उसकी बातें बहुत ध्यान से सुनकर ही सलाह और सहानुभूति देनी है ǀ अपने सभी कार्य रचनात्मक तरीके से करें ǀ आप फिलहाल ताकतवर तरीके से कार्य कर रहे हैं और इसका प्रभाव आपके आसपास के सब लोगों पर पड़ेगा ǀ इसलिए आपको सोच-समझकर ही कुछ बोलना और कहना पड़ेगा ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "आप किसी भी स्थिति के लाभ-हानि के बारे में अच्छी तरह नही सोचते हैं ǀ जो कुछ आपके रास्ते में आ जाता है ,उसे सहज भाव से स्वीकार कर लेते हैं I| आपकी ग्रहों की स्थति उर्जादायी है I| इस उर्जा का प्रयोग अपने रास्ते में आने वाले एक अवसर को समझने के लिए करें और देखें कि क्या होता है ,अपने स्वास्थ्य से शुरुआत करें I| तले-भुने खाने से बचकर रहें ,अच्छी नींद लें I|",
        "धनु प्यार और संबंध राशिफल": "आप किसी भी सम्बन्ध के भावनात्मक पक्ष से अधिक जुड़े रहते हैं और इसीलिए यह नही समझ पा रहे कि सम्बन्ध बहुआयामी होता है | आपको गोल चक्करों में घूमना है जो अपने आप में मजेदार तो है ही लेकिन चुनौतियों से भरी भी है | आपको किसी ऐसे के करीब आने का मौका मिलेगा जिसके आप लम्बे समय से प्रशंसक हैं |आप उसके साथ बहुत ख़ुशी महसूस करेंगे |",
        "धनु कैरियर और धन राशिफल": "आज आपको अप्रत्याशित रूप से खोया धन मिल सकता है , जिससे आसानी से आप अपनी सभी वित्तीय प्रतिबद्धताओं को पूरा कर पायेंगे । यह आपकी वर्तमान वित्तीय स्थिति को काफी राहत प्रदान करने वाला होगा , हालांकि इस धन को बहुत बुद्धिमानी से खर्च करना होगा क्योंकि हो सकता है की आपका ये धन ख़त्म या कम हो जाये लेकिन आपके दायित्वों का निर्वाह पूरा न हो पाये । आपको बचत के रूप में कुछ राशि रखनी चाहिए ताकि जरूरत पड़ने पर वह कुछ काम आ सके ।"
    },
    "9": {
        "मकर दैनिक राशिफल": "आपके पिछले कुछ समय से अपने करियर तथा निजी जीवन सम्बन्धी किये गये प्रयासों का फल मिलने का समय आ गया है ǀऐसा घटनाक्रम बनेगा कि आपको कोई बड़ी सफलता हाथ लगेगी ǀआपको प्रयासों और परिश्रम को आपके सीनियर ध्यान से देखेंगे और वे आपके जबरदस्त समर्थक भी बन जायेंगे ǀआपके दुश्मन आज असहाय अनुभव करेंगे ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "इस बात का ध्यान रखें कि आप क्या खा रहे हैं क्योंकि आज पेट और पचान तन्त्र से जुडी दिक्कतें सामने आ सकती हैं |पिछले कुछ समय से आपकी समझ में भी यह बात आ गई है कि आपको अपनी डाइट में काफी सारे बदलाव करने की जरूरत अहि और आज आपको इसके अच्छे परिणाम दिखाई भी देंगे |इससे आपका मानसिक तनाव कम हो जायेगी जो वास्तव में किसी बाहरी कारण से नही था जैसा आप सोचते थे बल्कि आपकी जीवनशैली के ही कारण था |",
        "मकर प्यार और संबंध राशिफल": "प्यार आपके तन और मन पर हावी है । असल में प्यार हर जगह है। सिर्फ आपको अपनी उपस्थिति के प्रति सचेत रहना होगा। कदम संभल संभलकर रखे और अपने मित्रो से सलाह लेने में न हिचके । आपको बहुत सारे विकल्प नज़र आयेंगे , पर जल्दबाजी में निर्णय लेने से बचे । आपका शांत स्वभाव सबको आपकी और आकर्षित करता है । आपके चरित्र पर हलकी से पहेली सबको अपनी और आकर्षित करती है । बस आप ऐसे ही रहे ।",
        "मकर कैरियर और धन राशिफल": "आज आपके कार्यालय में आपके और औरो के विचारो में भिन्नता रहेगी चाहे वह आपका सहकर्मी , उच्च अधिकारी या आपका मालिक हो चाहे वो कोई भी हो पर निष्चय ही ये आपके स्वास्थ्य पर प्रतिकूल प्रभाव डालेगा इसलिए आपको शांत मस्तिष्क से काम लेना है ताकि आप वाद विवाद से बचे रहे । अगर आप प्रातकाल: में दौड़ लगाने जैसा हल्का व्यायाम करे तो आप काफी हद तक अपने तनाव को दूर कर सकते है ।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "इस बात के लिए अधिक सोच विचार ना करें कि अप्रत्याशित घटनाएँ क्यों हो रही हैं या बहुत देर क्यों हो रही है ? ये आपके भले के लिए भी हो सकता है जिसके फायदे अभी आपको दिखाई नही दे रहे हैं ǀ अपनी बेहतरीन परफॉरमेंस देने के लिए कुछ नया प्रयोग करें ǀ इससे आपको भी अपने रोजमर्रा के नियमित कार्यक्रम से थोड़ी राहत मिलेगी ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "आपकी उर्जा आपको काफी उत्साही मनोवृति में रखेगी ǀआप पिछले कुछ समय से व्यायाम का अभ्यास नही कर पा रहे थे और इस कारन काफी बैचैन महसूस कर रहे थे ,आज का दिन वही सब शुरू करने के लिए काफी अच्छा दिन है ǀआप स्वास्थय को अपनी जीवनशैली का एक अंग बनाना चाहते हैं और आज आप इसके लिए प्रयास शुरू करेंगे ǀव्यायाम करते हुए सही तरीके का पालन करना बहुत जरूरी है नही तो आपको छोटी-मोटी चोट लग सकती है ǀ",
        "कुंभ प्यार और संबंध राशिफल": "आप हाल फिलहाल अपने जीवन में हर तरह के संबंधों को लेकर लापरवाह रहे हैं लेकिन आपको समय रहते इनमे आ गई दूरी को कम करने के लिए कदम उठाने चाहिए | आपके पार्टनर ने आपके मुश्किल समय में आपका काफी साथ दिया है लेकिन आप उसी उत्साह से उनका साथ नही दे पाए हैं |केवल अपने साथी की कमियां ढूँढने में न लगे रहें | आपने अभी तक इस बात पर ध्यान नही दिया है कि उन्होंने खुद में कितना सुधार कर लिया है |",
        "कुंभ कैरियर और धन राशिफल": "आप अपने कार्य स्थल की जिंदगी में अपने आप को फंसा हुआ महसूस करेंगे ।आपने अपने लिए उस कार्य क्षेत्र या करियर की कल्पना नहीं की थी जिसमे आप अभी कार्य कर रहे है । आप अपने जुनून को पाने के लिए अचानक अपनी नौकरी का त्याग कर सकते है , हालाँकि ग्रहो के विपरीत प्रभाव के कारण ये समय निर्णय लेने का नहीं है । आपके वित्त एवं धन की स्थिति में अचानक परिवर्तन आ सकता है"
    },
    "11": {
        "मीन दैनिक राशिफल": "ग्रहों की स्थिति कुछ ऐसी बन रही है की आपको सुधार करने एवं स्वस्थ होने का विशेष अवसर मिलने वाला है ǀआप भूतकाल में की हुई अपनी किसी गलती को स्वीकार कर लेंगे और सामने वाले को संतुष्ट करने में कामयाब रहेंगे ǀऐसा करके आप अपने दिल से काफी बड़ा बोझ उतार पायेंगे ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "आज स्थिति आपके लिए कुछ मुश्किल हो सकती है ǀ या तो आपको दवाईयों से रिएक्शन हो सकता है या स्वास्थ्य सम्बन्धी एक से अधिक तकलीफ हो सकती है ǀलेकिन ये सब जल्दी ही समाप्त भी हो जाएगा ǀ आपको बस किसी ऐसे विशेषज्ञ से सलाह लेनी है जो इस मामले में काफी कुशल हो ǀ",
        "मीन प्यार और संबंध राशिफल": "ऑफिस में किसी सहकर्मी के साथ रोमांटिक सम्बन्ध रखने से व्यर्थ का तनाव और परेशानियां पैदा होंगी | अपनी निजी और कामकाजी जिन्दगी को अलग रखने की कोशिश करें | अपने सम्बन्ध में और अपने मन में भी उपज रहे तनाव को कम करने के लिए अपने पार्टनर के साथ कोई फिटनेस कार्यक्रम ज्वाइन करें | बिना बात की चिंताओं और तनाव से आपको सम्बन्ध में असुरक्षा महसूस होगी |",
        "मीन कैरियर और धन राशिफल": "आज उन परियोजनाओं पर एक अच्छी शुरुआत करें जिनको लंबे समय से आपने ठंडे बस्ते में डाल दिया था । आप एक सफल भविष्य के लिए अच्छी नींव बिछाने में बस एक कदम दूर है। चीजों को आसान तरीके से ले और बिना सोच समझे कुछ भी न करे । अपने काम को करने के लिए दूसरों पर भरोसा न करे । जो उचित है , इस विचार को रखने में आप जरा भी न घबरायें ।"
    }
}]
