horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम सफलता दायक रहेगा। आज आप भौतिक सुख-सुविधाओं पर खर्चा करेंगे और साथ ही आपके कार्य में भी और वृद्धि होगी। आज परिवार के लोग आपकी मदद के लिए आगे आएंगे और व्यापार में विकास के लिए अच्छे योग बनते दिख रहे हैं। शाम के समय आप किसी मांगलिक समारोह में सम्मिलित हो सकते हैं। आज व्यापार में यदि कोई खास डील चल रही थी, तो वह फाइनल हो सकते हैं, जिससे मन में प्रसन्नता रहेगी और आप परिवार में कोई पार्टी का जश्न भी कर सकते हैं, जिसमें परिवार के छोटे बच्चे कुछ नजर आएंगे।आपका तेज़ काम आपको प्रेरित करेगा। सफलता हासिल करने के लिए समय के साथ अपने विचारों में बदलाव लाएँ। इससे आपका दृष्टिकोण व्यापक होगा, समझ का दायरा बढ़ेगा, व्यक्तित्व में निखार आएगा और दिमाग़ विकसित होगा। अगर आप आय में वृद्धि के स्रोत खोज रहे हैं, तो सुरक्षित आर्थिक परियोजनाओं में निवेश करें। वक़्त पर आपकी मदद किसी की ज़िंदगी बचा सकती है। यह बात आपके परिवार वालों को आपके ऊपर गर्व करने की वजह देगी और उन्हें प्रेरित करेगी। रोमांटिक मुलाक़ात आपकी ख़ुशी में तड़के का काम करेगी। अगर आप अपनी चीज़ों का ध्यान नहीं रखेंगे, तो उनके खोने या चोरी होने की संभावना है। आपको महसूस होगा कि आपका वैवाहिक जीवन बहुत ख़ूबसूरत है। बाग़बानी करना आपके लिए सुकून भरा हो सकता है – इससे पर्यावरण को भी लाभ पहुँचेगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अच्छी आर्थिक स्थिति के लिए गंगाजल को नहाने वाले पानी में मिलाकर स्नान करें। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आप  कहीं तीर्थ स्थान की यात्रा पर जाने का भी मन बना सकते हैं, जिससे आपके मन को सुकून और शांति मिलेगी और आप प्रसन्न रहेंगे। आज किसी मामले से जुड़े कानूनी विवाद में सफलता प्राप्त होने के योग बनते दिख रहे हैं। आज के दिन स्थान परिवर्तन की योजना सफल हो सकती है। परिवार में  मंगलमय  वातावरण रहने से मन में खुशहाली रहेगी। संतान की ओर से आज कुछ तनाव हो सकता है। यदि कोई संपत्ति खरीदना चाहते हैं, तो उसके लिए दिन उत्तम रहेगा। उसमें भाग्य का भरपूर साथ मिलेगा।आपको आज महत्वपूर्ण निर्णय लेने होंगे, जिसके चलते आपको तनाव और बेचैनी का सामना करना पड़ सकता है। व्यापारियों को आज व्यापार में घाटा हो सकता है और अपने व्यापार को बेहतर बनाने के लिए आपको पैसा खर्च करना पड़ सकता है। बच्चे की तबियत परेशानी का कारण बन सकती है। ज़िंदगी में एक नया मोड़ आ सकता है, जो प्यार और रोमांस को नयी दिशा देगा। खेलकूद जीवन का जरुरी हिस्सा है लेकिन खेलकूद में इतने भी व्यस्त न हो जाएं कि आपकी पढ़ाई में कमी आ जाए। मुमकिन है कि आज आपका जीवनसाथी ख़ूबसूरत शब्दों में यह बताए कि आप उनके लिए कितने क़ीमती हैं। अगर आपकी आवाज सुरीली है तो कोई गाना गाकर आप अपने प्रेमी को आज खुश कर सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सफेद चंदन का तिलक लगायें स्वास्थ्य अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए कुछ उन्नति भरा रह सकता है। आज आप वही कार्य करने की सोचे, जिसके पूरे होने की उम्मीद हो। रचनात्मक कार्यों से जुड़े लोगों को आज सफलता प्राप्त होगी और भाग्य का साथ मिलने से वह अपने अधूरे कार्य को भी पूरा करते नजर आएंगे। व्यापार कर रहे लोगों के दिमाग में नई नई योजनाएं आएंगी। नौकरी कर रहे जातकों के कार्यालय में आज उनके काम की तारीफ होगी, जिससे मन में प्रसन्नता रहेगी। पारिवारिक बिजनेस के लिए जीवनसाथी के सलाह कारगर रहेगी। माताजी से आज कुछ वाद विवाद हो सकता है।आपका दानशीलता का व्यवहार आपके लिए छुपे हुए आशीर्वाद की तरह सिद्ध होगा, क्योंकि यह आपको शक, अनास्था, लालच और आसक्ति जैसी ख़राबियों से बचाएगा। आर्थिक तौर पर सुधार तय है। बच्चे उम्मीदों पर खरे न उतरकर आपको निराश कर सकते हैं। सपनों को साकार करने के लिए उन्हें प्रोत्साहन देने की ज़रूरत है। आपके प्रिय का प्यारा बर्ताव आपको ख़ास होने का अनुभव कराएगा; इन लम्हों का पूरा लुत्फ़ उठाएँ। आपके हँसने-हँसाने का अन्दाज़ आपकी सबसे बड़ी पूंजी साबित होगा। विवाह एक दैवीय आशीर्वाद है और आज आप इसका अनुभव कर सकते हैं। अपने जीवनसाथी या दोस्तों के साथ ऑनलाइन मूवी देखकर आप अपने लैपटॉप व इंटरनेट का सही इस्तेमाल कर सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- ॐ नमो भगवते रुद्राय इस मंत्र का 11 बार उच्चारण सुबह-शाम करने से पारिवारिक जीवन अच्छा होगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए बहुत ही बेहतरीन परिणाम लेकर आएगा। आज आप अपने व्यापार के जिस काम को लग्न से करेंगे, उसमें आपको उत्तम सफलता प्राप्त होगी। आज रात्रि के समय आप किसी शादी विवाह मे भी जा सकते हैं। आज आप मित्रों के साथ खुल कर मजे करेंगे, जिससे आपका तनाव कम होगा और मन में हल्का महसूस होगा। आज आप अधूरे कार्यों को निपटाकर कुछ महत्वपूर्ण चर्चाओं में भी भाग लेंगे। संतान की ओर से आज कोई शुभ समाचार सुनने को मिल सकता है। विद्यार्थियों को परीक्षा में की गई मेहनत का उत्तम परिणाम प्राप्त होगा।दोस्त आपका परिचय किसी ख़ास इंसान से कराएंगे, जो आपकी सोच पर गहरा प्रभाव डालेगा। आज आप अपने घर केे सदस्यों को कहीं घुमाने ले जा सकते हैं और आपका काफी धन खर्च हो सकता है। यह वक़्त इस बात को समझने का है कि ग़ुस्सा छोटा-पागलपन है और यह आपको बारी नुक़सान की तरफ़ धकेल सकता है। अगर आप अपने प्रेमी के साथ कहीं बाहर घूमने जा रहे हैं तो कपड़े सोच-समझकर पहनें। अगर आप ऐसा नहीं करते तो आपका प्रेमी आपसे नाराज हो सकता है। भरपूर रचनात्मकता और उत्साह आपको एक और फ़ायदेमंद दिन की ओर ले जाएंगे। ग़लतफ़हमी के लम्बे दौर के बाद इस शाम आपको जीवनसाथी के प्यार का तोहफ़ा नसीब होगा। शांति का वास आपके दिल में रहेगा और इसीलिए आप घर में भी अच्छा माहौल बना पाने में कामयाब होंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- चाँदी की चूड़ियाँ या कड़ा धारण करने से प्रेम सम्बन्धों में वृद्धि होती है। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ भागदौड़ व व्यस्तता भरा रहने वाला है, लेकिन आज आप धर्म व अध्यात्म के मामलों और पढ़ाई लिखाई के लिए थोड़ा समय निकालने में कामयाब रहेंगे। आज आप अपने परिवार के सदस्यों से किसी बात के लिए सलाह मशवरा कर सकते हैं। आज कार्य क्षेत्र में आपके कुछ अधिकारी आपके कार्य में बांधा बन सकते हैं, इसलिए आपको पूरा ध्यान देकर कार्य करना होगा। व्यापार कर रहे लोगों को आज उत्तम लाभ हो सकता है, इससे उनकी आर्थिक स्थिति मजबूत होगी और वह प्रसन्न रहेंगे। जीवनसाथी के लिए आज कोई उपहार खरीद कर ला सकते हैं।व्यस्त दिनचर्या के बावजूद सेहत अच्छी रहेगी। लेकिन इसे हमेशा के लिए सच मानने की ग़लती न करें। अपनी ज़िंदगी और सेहत का सम्मान करें। बीते दिनों में जितना धन आपने आज को बेहतर बनाने के लिए इनवेस्ट किया था उसका फायदा आज आपको फायदा मिल सकता है। बच्चे भले ही आपका ध्यान अपनी ओर आकर्षित करना चाहते हों, लेकिन साथ ही ख़ुशियों की वजह भी साबित होते हैं। शाम के लिए कोई ख़ास योजना बनाएँ और कोशिश करें कि यह ज़्यादा-से-ज़्यादा रुमानी हो। उन लोगों से मेलजोल बढ़ाने से बचें जिनके साथ आपका वक्त खराब होता है। आज आपका वैवाहिक जीवन हँसी-ख़ुशी, प्यार और उल्लास का केन्द्र बन सकता है। मानसिक शान्ति बहुत महत्वपूर्ण है – इसके लिए आप किसी बाग़ीचे, नदी के तट या मंदिर पर जा सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- घर में लाल रंग के पौधे लगाकर उनकी देखभाल करने से स्वास्थ्य ठीक रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आपको अपनी आपसी बातचीत व व्यवहार में संयम और सावधानी से काम लेने की जरूरत होगी, तभी आपके कार्य बनते नजर आ रहे हैं। परिवार में आप किसी शुभ व मांगलिक कार्यक्रम पर चर्चा हो सकती है, जिसमें आपकी सलाह की आवश्यकता होगी। अपने आसपास में लोगों से टकराव की नौबत आ सकती है, इसलिए अपनी वाणी पर संयम रख रहे। आज आप अपने परिवार के साथ कहीं घूमने फिरने का प्लान बना सकते हैं। यदि आज आप विश्वास के साथ कोई कार्य करेंगे, तो उसमें आपको भरपूर सफलता मिलेगी। यदि आप किसी संपत्ति में निवेश करने की सोच रहे हैं तो उसके लिए भी समय उत्तम रहेगा।आज के मनोरंजन में बाहर की गतिविधियों और खेल-कूद को शामिल किया जाना चाहिए। अपनेे लिए पैसा बचाने का आपका ख्याल आज पूरा हो सकता है। आज आप उचित बचत कर पाने में सक्षम होंगे। अगर आप पार्टी करने की सोच रहे हैं, तो अपने अपने अच्छे दोस्तों को बुलाएँ। ऐसे कई लोग होंगे, जो आपका उत्साह बढाएंगे। दिन को ख़ास बनाने के लिए स्नेह और उदारता के छोटे-छोटे तोहफ़े लोगों को दें। कुछ लोगों के लिए आकस्मिक यात्रा दौड़-भाग भरी और तनावपूर्ण रहेगी। आप अपने जीवनसाथी के प्यार की मदद से ज़िन्दगी की मुश्किलों का आसानी से सामना कर सकते हैं। आज आपका व्यक्तित्व लोगों को निराश कर सकता है इसलिए आपको अपने व्यक्तित्व में सकारात्मक बदलाव करने की जरुरत है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- अच्छा व्यक्तित्व किसे अच्छा नहीं लगता?-इसे बढ़ाने के लिए आज आप सुगन्धित चीज़ों (इत्र या सेंट) का प्रयोग कर सकते हैं। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए नए-नए लाभ के अवसर लेकर आएगा। आज आपको दिन भर लाभ के अवसर प्राप्त होंगे। यदि आपकी कोई डील अटकी हुई थी, तो वह भी आज फाइनल हो सकती है और नए प्रोजेक्टों पर भी काम शुरू हो सकता है। जमीन जायदाद से जुड़े मामले में परिवार  और आसपास के लोग आपको परेशानी पैदा कर सकते हैं, आज आपको कुछ मामले में कोई  बडा फैसला लेना पडे, तो जीवनसाथी से सलाह अवश्य ले। यदि कुछ कार्य लंबे समय से अटके हुए थे,तो आज वह पूरे  हो सकते हैं और आपका रुका हुआ धन प्राप्त हो सकता है।दिन फ़ायदेमन्द साबित होगा और आप किसी पुरानी बीमारी में काफ़ी आराम महसूस करेंगे। आर्थिक तंगी से बचने के लिए अपने तयशुदा बजट से दूर न जाएँ। जो लोग आपके क़रीब हैं, वे आपका ग़लत फ़ायदा उठा सकते हैं। अचानक हुई रोमांटिक मुलाक़ात आपके लिए उलझन पैदा कर सकती है। दिन अच्छा है दूसरों के साथ-साथ आप अपने लिए भी वक्त निकाल पाएंगे। अपने साथी पर किया गया संदेह एक बड़ी लड़ाई का रूप ले सकता है। आज आपके पैसों में इजाफा होने के आसार हैं। इसका कारण अतीत में किया कोई निवेश हो सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- गणेश जी को दूर्वा चढ़ाने से आर्थिक स्थिति अच्छी होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआजीविका के क्षेत्र में कार्य कर रहे लोगों को आज उत्तम अवसर प्राप्त होंगे और नौकरी पेशा लोगों को आज अच्छा इंक्रीमेंट मिलने की भरपूर उम्मीद है । व्यापार में नवीनता ला सके तो आगे चलकर आपको इसका लाभ होगा। आज आपको पेट दर्द व अपच से लोग परेशान कर सकते हैं, इसलिए खान-पान पर ध्यान रखने की जरूरत है, तो आप बीमार पड़ सकते हैं। परिवार में सुख शांति व स्थिरता का आनंद उठाएंगे और भाई बहनों के साथ मौज मस्ती करेंगे, इससे आपका रिश्ता भी मजबूत होगा।आपका व्यक्तित्व आज इत्र की तरह महकेगा और सबको आकर्षित करेगा। रियल एस्टेट और वित्तीय लेन-देन के लिए अच्छा दिन है। कुछ लोगों के लिए- परिवार में किसी नए का आना जश्न और उल्लास के पल लेकर आएगा। प्यार की ताक़त आपको प्यार करने की वजह देती है। दिन उम्दा है, आज के दिन अपने लिए समय निकालें और अपनी कमियों और खुबियों पर गौर फर्माएं। इससे आपके व्यक्तित्व में सकारात्मक परिवर्तन आएंगे। आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्तों की तरह है और आपको आज यह एहसास होगा। जिन्दगी का स्वाद तो स्वादिष्ट भोजन को करने में ही है। यह बात आज आपके जुबान पर आ सकती है क्योंकि आप के घर में आज स्वादिष्ट भोजन बन सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- स्नान करने के बाद सफेद चंदन का तिलक मस्तक पर करने से आर्थिक पक्ष अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ चुनौतीपूर्ण रह सकता है। आज आपको सावधानी और सतर्कता रखने की आवश्यकता है। बिजनेस में यदि थोड़ा जोखिम उठायेगे, तो आपको भरपूर लाभ होगा। आज किसी अपने के लिए कुछ पैसों का इंतजाम करना पड़ सकता है। नौकरी से जुड़े जातकों को आज किसी दूसरी नौकरी का ऑफर मिल सकता है। विवाह योग्य जातकों के लिए आज उत्तम विवाह के प्रस्ताव आएंगे। संतान के शिक्षा में आ रही बाधा को दूर करने के लिए आज आपको कुछ यात्रा भी करनी पड़ सकती है। ससुराल पक्ष से धन लाभ हो सकता है।खुला हुआ सामान न खाएँ, नहीं तो सेहत डांवाडोल हो सकती है। आप पैसा बना सकते हैं, बशर्ते आप अपनी जमा-पूंजी पारम्परिक तौर पर निवेश करें। अपने जीवन-साथी के साथ बेहतर समझ ज़िन्दगी में ख़ुशी, सुकून और समृद्धि लाएगी। प्रेम निःसीम होता है, सभी सीमाओं के परे; आपने ये बातें पहले भी सुनी होंगी। लेकिन आज वह दिन है जब आप अगर चाहें तो यह ख़ुद महसूस कर सकते हैं। जिंदगी में चल रही आपाधापी के बीच आज आपको अपने लिए पर्याप्त समय मिलेगा और और आप अपने पसंदीदा कामों को कर पाने में कामयाब हो पाएंगे। ज़िन्दगी बहुत ख़ूबसूरत नज़र आएगी, क्योंकि आपके जीवनसाथी ने आपके लिए कुछ ख़ास योजना बनाई है। सितारे इशारा कर रहे हैं कि आज आप अपना दिन टीवी देखने में गुज़ार सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- काला-सफेद कंबल किसी धर्म स्थान में देने से हेल्थ बेहतर होगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। दांपत्य जीवन में मधुरता स्थापित होगी। साझेदारी में किए गये कार्यी मे  आज आपको सफलता मिलेगी। यदि पार्ट टाइम कार्य करने का मन बना रहे हैं,तो उसके लिए आप समय निकाल सकते हैं। रोजमर्रा के कार्यों के लिए आज कुछ खरीदारी कर सकते हैं। आज आपको संतान के भविष्य से संबंधित कोई बड़ा फैसला लेना पड़ सकता है। कोई बड़ा फैसला लेना पड़े, तो सब की रजामंदी से ले। कई प्रकार के काम एक साथ साथ हाथ मे आने से व्यापकता बढ सकती हैं। व्यापार में आज आप का लाभ काफी बढ़ सकता है। जिस तरह मिर्च खाने को लज़ीज़ बनाती है, उसी तरह थोड़ा-सा दुःख भी जीवन में ज़रूरी है और तभी सुख की असली क़ीमत पता लगती है। उधार मांगने वाले लोगों को नज़रअन्दाज़ करें। संबंधी आपके उदार स्वभाव का ग़लत फ़ायदा उठाने की कोशिश करेंगे। चौकन्ने रहें, नहीं तो बाद में आप ठगा हुआ महसूस करेंगे। उदारता एक हत तक ही ठीक है, लेकिन अगर यह अपना दायरा पार कर ले तो परेशानी बन जाती है। अपने प्रिय के लिए बदले की भावना से कुछ हासिल नहीं होगा- बजाय इसके आपको दिमाग़ शांत रखना चाहिए और अपने प्रिय को अपनी सच्चे जज़्बात से परिचित कराना चाहिए। आज आपको अचानक किसी अनचाही यात्रा पर जाना पड़ सकता है जिसकी वजह से घरवालों के साथ समय बिताने का आपका प्लान खराब हो सकता है। जीवनसाथी की वजह से आपको अनमने ढंग से बाहर जाना पड़ सकता है, जो बाद में आपकी झल्लाहट की वजह बनेगा। आज आपको अपनी किसी पुरानी गलती का अहसास हो सकता है और आपका मन उदास हो सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- अपने घर में अपने इष्टदेव की चाँदी की मूर्ति स्थापित करके उनकी नियमित पूजा करने से धन वृद्धि होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए निश्चित परिणाम लेकर आएगा। व्यापार के मामले में दिन उत्तम रहेगा। रिश्तेदारी में कोई व्यापार करने का मन बनाया है,तो उसके लिए दिन उत्तम है। आज आपको अपने पिताजी की सेहत के प्रति सचेत रहना है और उनको बाहर का खाने पीने से परहेज रखना होगा। नौकरी कर रहे जातकों को आज अपने कार्य को ध्यान देकर करना होगा क्योंकि जल्दबाजी से कार्यों में कोई भूल हो सकती है, इसलिए हर कार्य सोच समझकर करें, इसका भरपूर फायदा उठाएं विद्यार्थियों को गुरुजनों का आशीर्वाद प्राप्त होगा। भाई व बहन के विवाह में आ रही बाधा आज दूर होगी।आपका बच्चों जैसा भोला स्वभाव फिर सतह पर आ जाएगा और आप शरारती मनोदशा में होंगे। पैसा अचानक आपके पास अएगा, जो अपके ख़र्चों और बिल आदि को सम्हाल लेगा। अपने जीवनसाथी के मामलों में ज़रूरत से ज़्यादा दखल देना उसकी झुंझलाहट का कारण बन सकता है। ग़ुस्से को फिर से भड़कने से रोकने के लिए उसकी इजाज़त लें, तो आसानी से इस परेशानी को हल किया जा सकता है। आपको उदार और स्नेह से भरे प्यार का तोहफ़ा मिल सकता है। तनाव से भरा दिन, जब नज़दीकी लोगों से कई मतभेद उभर सकते हैं। आज के दिन आप वैवाहिक जीवन का असली स्वाद चख सकते हैं। बेरोजगारों को आज के दिन नौकरी न मिलने का मलाल हो सकता है। आपको अपने प्रयास बढ़ाने की जरुरत है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- शिवजी, भैरव और हनुमान जी की पूजा, प्रणाम करना या दर्शन करने से पारिवारिक जीवन अच्छा चलेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम सफलता दायक रहेगा। व्यापार में जोखिम उठा सकते हैं, जिसमें भाग्य का भरपूर साथ मिलेगा, परेशानी उत्पन्न होती, तो धैर्य और अपने मृदु व्यवहार से उसे ठीक करने की कोशिश करेंगे। यदि स्वास्थ्य को कोई रोग परेशान कर रहा था, वह आज अधिक पीड़ा दे सकता है। यदि किसी व्यक्ति की सहायता करेंगे। आज आपको उत्तम लाभ होगा। यदि आपके जीवनसाथी से कोई अनबन चल रही थी, तो वह भी आज समाप्त होगी और जीवनसाथी आपको से कहीं घूमने फिराने भी लेकर जा सकते हैं।किसी झगड़ालू इंसान से वाद-विवाद आपका मूड ख़राब कर सकता है। समझदारी से काम लें और अगर संभव हो तो इससे बचें, क्योंकि किसी भी तरह का विवाद आपके लिए मददगार नहीं रहेगा। आपकी ग़ैर-यथार्थवादी योजनाएँ आपके धन को कम कर सकती हैं। दोस्तों के साथ कुछ करते वक़्त अपने हितों को अनदेखा न करें – हो सकता है कि वे आपकी ज़रूरतों को ज़्यादा गंभीरता से न लें। आज आप अपने किसी वादे को पूरा नहीं कर पाएंगे जिसकी वजह से आपका प्रेमी आपसे नाराज हो जाएगा। आज समय की नजाकत को देखते हुए आप अपने लिए समय निकाल सकते हैं लेकिन ऑफिस के किसी काम के अचानक आ जाने के कारण आप ऐसा करने में सफल नहीं हो पाएँगे। बिन बुलाए किसी मेहमान की वजह से आपकी योजनाएँ तो गड़बड़ा सकती हैं, लेकिन आपका दिन ख़ुशनुमा हो जाएगा। लंबे समय के बाद आप भरपूर नींद का मज़ा ले पाएंगे। इसके बात आप बहुत शान्त और तरोताज़ा महसूस करेंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- दूध, दही, घी, कपूर, सफेद फूल का दान करने से हेल्थ अच्छी रहेगी। \n"
}]
