horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nराजा चंद्र देव वृषभ राशि से निकलकर मिथुन राशि में आ जाएंगे। विद्यार्थियों को पढ़ाई के मामले में कुछ दिक्कतों का सामना करना पड़ सकता है और आपको अपनी संतान की ओर से थोड़ी निराशा हो सकती है, जिसकी वजह से मानसिक तनाव रहेगा। आज आपका कोई छुपा हुआ शत्रु या विरोधी आपको परेशान कर सकता है, इसलिए सतर्क रहें। परिवार वालों के साथ हंसी-खुशी दिन बताएंगे, जिससे चिंताएं थोड़ी कम होंगी। जीवन साथी का सहयोग प्राप्त होगा। बिजनेस में लाभ का योग बनेगा। अपने ख़राब मूड को शादीशुदा ज़िंदगी में तनाव का कारण न बनने दें। इससे बचने की कोशिश करें, नहीं तो बाद में पछताना पड़ेगा। कोई बेहतरीन नया विचार आपको आर्थिक तौर पर फ़ायदा दिलायेगा। बच्चे आपको घरेलू काम-काज निबटाने में मदद करेंगे। आज हो सकता है कि पहली नज़र में ही आपको कोई पसंद कर ले। रचनात्मक काम में लगे लोगों के लिए सफलता से भरा दिन है, उन्हें वह शौहरत और पहचान मिलेगी जिसकी उन्हें एक अरसे से तलाश थी। घर के छोटे सदस्यों को साथ लेकर आज आप किसी पार्क या शॉपिंग मॉल में जा सकते हैं। आज आपका वैवाहिक जीवन हँसी-ख़ुशी, प्यार और उल्लास का केन्द्र बन सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- लाल रंग की बोतल में पानी भरकर धूप में रखें व उस पानी का सेवन करने से हेल्थ अच्छी रहेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआपकी राशि से चंद्र देव का गबन हो जाएगा और मिथुन राशि में गोचर करेंगे तथा द्वादश भाव में मंगल स्थित रहेंगे, जिसकी वजह से कुछ खर्चे जरूर रहेंगे, लेकिन मानसिक तनाव खत्म होगा। दिन शांति के साथ व्यतीत होगा। आर्थिक तौर पर लाभ के योग बनेंगे। राजनीतिक क्षेत्र में भी आपको आज लाभ मिल सकता है। जनसंपर्क का पूरा फायदा मिलेगा। रोजगार के क्षेत्र में कोई खुशखबरी मिल सकती है। कोई नया कांटेक्ट मिलने से आपके बिजनेस की प्रतिष्ठा बढ़ेगी। किसी खास मामले में आपके पिता का सहयोग और आशीर्वाद प्राप्त होगा तथा अपनी संतान से आपको सुखद समाचार मिलेंगे। शाम के समय कुछ गलत लोगों से मिलने के कारण कुछ समस्याएं हो सकती हैं, इसलिए सावधानी रखें और निजी जीवन के लिए भी समय निकालें।दूसरों के साथ ख़ुशी बांटने से सेहत और खिलेगी। आज आपको अपनी संतान की वजह से आर्थिक लाभ होने की संभावना नजर आ रही है। इससे आपको काफी खुशी होगी। दोस्तों और परिवार के साथ मज़ेदार समय बीतेगा। सारी दुनिया की मदहोशी उन ख़ुशनसीबों के बीच सिमट जाती है, जो प्यार में हों। जी हाँ, आप वही ख़ुशनसीब हैं। आप पाएंगे कि आज लंबे वक़्त से अ‍टके कई सारे छोटे-छोटे, लेकिन अहम काम आप निबटाने में क़ामयाब हो रहे हैं। परिवार की जरुरतों को पूरा करते-करते आप कई बार खुद को वक्त देना भूल जाते हैं। लेकिन आज आप सबसे दूर होकर अपने आप के लिए वक्त निकाल पाएंगे। यह आपके पूरे वैवाहिक जीवन के सबसे ज़्यादा स्नेहपूर्ण दिनों में से एक हो सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- किसी भी गरीब कन्या को हरा वस्त्र दान करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपकी राशि में चंद्र देव की उपस्थिति और अष्टम भाव में सूर्य, बृहस्पति, बुध और शनि की की युति होने के कारण आज का दिन संभल कर रहने का होगा। आपकी कोई खास वस्तु के खोने या चोरी हो जाने की संभावना बन सकती है। पारिवारिक जीवन में कोई शुभ और मांगलिक कार्यक्रम कराने की प्लानिंग करेंगे। आर्थिक तौर पर स्थिति मजबूत होगी और आपकी पारिवारिक संपत्ति में भी वृद्धि के स्पष्ट संकेत मिलते हैं। आपकी संतान को आज कोई अच्छी सफलता मिल सकती है। खासतौर से पढ़ाई के क्षेत्र में, जिससे मन में हर्ष की भावना रहेगी। बिजनेस में नए सौदे मिलने से लाभ की स्थिति बन सकती है। विद्यार्थियों को आगे की प्लानिंग करने में समय लगेगा। उसके लिए आज से ही प्रयास करें। आपको किसी अनुभवी व्यक्ति का मार्गदर्शन मिल सकता है। दांपत्य जीवन में स्थितियां नियंत्रण में रहेंगी और दिन सुखद जाएगा।अपनी क्षमताओं को पहचानें, क्योंकि आपके अन्दर ताक़त की नहीं बल्कि इच्छा-शक्ति की कमी है। ज़रूरत से ज़्यादा ख़र्च करने और चालाकी-भरी आर्थिक योजनाओं से बचें। नए पारिवारिक व्यवसाय को शुरू करने के लिए शुभ दिन है। इसे सफल बनाने के लिए दूसरे सदस्यों की भी मदद लें। आज अपने प्रिय को माफ़ करना न भूलें। इस राशि के जातकों को कार्यक्षेत्र में आवश्यकता से अधिक बोलने से बचना चाहिए नहीं तो आपकी छवि पर बुरा प्रभाव पड़ सकता है। इस राशि के कारोबारियों को किसी पुराने निवेश की वजह से आज घाटा होने की संभावना है। अंजान लोगों से बात करना ठीक है लेकिन उनकी विश्वसनियता जाने बिना उनको अपने जीवन की बातें बताकर आप अपना वक्त ही जाया करेंगे और कुछ नहीं। जीवनसाथी के साथ कुछ तनातनी मुमकिन है, लेकिन शाम के खाने के साथ चीज़ें भी सुलझ जाएंगी। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- अपने इष्टदेव को पीले पुष्प चढ़ाएं, इससे आर्थिक स्थिति अच्छी रहेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nग्रहों की स्थिति बता रही है कि आज परिवार के छोटे सदस्यों के साथ अच्छा समय व्यतीत करेंगे और पारिवारिक जनों के साथ किसी लंबी ट्रैवलिंग का प्लान बन सकता है। आज आप के खर्चे थोड़े ज्यादा रहेंगे, लेकिन दूसरी तरफ उत्तम धन प्राप्ति के योग भी बन रहे हैं। आज रोजगार के क्षेत्र में प्रगति मिलेगी और आपका मान-सम्मान भी बढ़ेगा। संतान को लेकर अपने सभी कर्तव्यों का पालन अच्छे से कर पाएंगे, जो लोग  नया बिजनेस कर रहे हैं, उन्हें आज लाभ होगा। अपने कार्य क्षेत्र में जो काम आपके हाथ में है, उनसे आप की साख मजबूत होगी और उन कार्यों में सफलता मिलेगी। शाम के समय धार्मिक क्रियाकलापों में समय बिताएंगे। जीवन साथी का स्वास्थ्य परेशान कर सकता है।आपको आज महत्वपूर्ण निर्णय लेने होंगे, जिसके चलते आपको तनाव और बेचैनी का सामना करना पड़ सकता है। आपकी लगन और मेहनत पर लोग ग़ौर करेंगे और आज इसके चलते आपको कुछ वित्तीय लाभ मिल सकता है। हो सकता है कि आप अपने परिवार के लोगों की सभी बातों से सहमत न हों, लेकिन आपको उनके तजुर्बे से सीखने की कोशिश करनी चाहिए। सोशल मीडिआ पर अपने प्रिय के पिछले 2-3 संदेश देखिए, आपको एक ख़ूबसूरत ताज्जुब का एहसास होगा। अगर आपको एक दिन की छुट्टी पर जाना है तो चिंता न करें, आपकी ग़ैरहाज़िरी में सभी काम ठीक से चलते रहेंगे। और अगर किसी ख़ास वजह से कोई परेशानी खड़ी भी हो जाए, तो आप लौटने पर उसे आसानी से हल कर लेंगे। आपके हँसने-हँसाने का अन्दाज़ आपकी सबसे बड़ी पूंजी साबित होगा। शादी के बाद वैवाहिक जीवन में प्यार सुनने में मुश्किल ज़रूर लगता है, लेकिन आप आज महसूस करेंगे कि यह मुमकिन है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- पलाशपुष्पसंकाशं तारकाग्रहमस्तकम्। रौद्रंरौद्रत्मकं घोरं तं केतुं प्रणमाम्यहम।। इस मंत्र का 11 बार उच्चारण करें। \n",
    "4": "सिंह राशि: आज का राशिफल\nछठे भाव में चार ग्रहों की उपस्थिति और चंद्रमा का एकादश भाव में होना आर्थिक तौर पर थोड़ा कमजोर स्थिति का संकेत देता है।आज के दिन खर्चों में अधिकता रहेगी और सेहत में गिरावट आ सकती है। आपके विरोधियों की संख्या में बढ़ोतरी हो सकती है, लेकिन वे आपस में ही उलझ कर रह जाएंगे। यदि आप अपने काम पर पूरा ध्यान देंगे, तो नौकरी के सिलसिले में आज का दिन बहुत मजबूत रहेगा और आपको प्रशंसा मिलेगी। पारिवारिक जीवन में छोटे भाई बहनों के साथ अच्छा समय बिताएंगे और निजी जीवन में भी तो रोमांस बना रहेगा। प्रेम जीवन में अपने साथी को मिलने वाली किसी सफलता से आप हर्षित होंगे। आज अपनी प्यारी मीठी बातों से किसी सम्मान के हकदार बन सकते हैं। विद्यार्थियों के लिए आज सफलता से भरा दिन रहेगा। आंखों में समस्या हो सकती है और व्यर्थ की भागदौड़ बनी रहेगी। बिजनेस में विदेशी माध्यमों से सकारात्मक परिणाम मिल सकते हैं।मानसिक स्पष्टता के लिए भ्रम और निराशा से बचने की कोशिश करें। आज आपके माता-पिता में से कोई आपको धन की बचत करने को लेकर लेक्चर दे सकता है, आपको उनकी बातोें को बहुत गौर से सुनने की जरुरत है नहीं तो आने वाले समय में परेशानी आपको ही उठानी पड़ेगी। जीवनसाथी और बच्चों से अतिरिक्त स्नेह और सहयोग मिलेगा। अपने प्रिय को समझने की कोशिश करें, नहीं तो मुश्किल में फँस सकते हैं। किसी भी तरह की साझीदारी करने से पहले उसके बारे में अपनी अंदरूनी भावना की बात ज़रूर सुनें। घर के कामों को पूरा करने के बाद इस राशि की गृहणियां आज के दिन फुर्सत में टीवी या मोबाइल पर कोई मूवी देख सकती हैं। आज का दिन उन्माद में घिर जाने का है; क्योंकि आप अपने जीवनसाथी के साथ प्रेम के चरम का अनुभव करेंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सूर्य की धूप घर में आने का प्रबंध करें। स्वास्थ्य लाभ के लिए उत्तम है। \n",
    "5": "कन्या राशि: आज का राशिफल\nअष्टम भाव में मंगल दशम भाव में चंद्रमा और चतुर्थ भाव में शुक्र की उपस्थिति पारिवारिक जीवन में संतोष की स्थिति का निर्माण करेगी। किसी नई गाड़ी को खरीदने का विचार करेंगे। काम के सिलसिले में आप की पकड़ मजबूत रहेगी। अपनी बात करने की कला और कार्यकुशलता से अटके हुए काम भी बना पाने में सफल रहेंगे। कार्यक्षेत्र में आपकी तूती बोलेगी। आज आपके किसी दोस्त को आपकी जरूरत पड़ेगी और आप उनकी मदद करेंगे। रोजगार के लिए किए जा रहे प्रयासों में सफलता मिलेगी। संतान को लेकर चिंता थी, आज कुछ हद तक वह दूर हो जाएगी। कानूनी मामला में जीत की खबर मिल सकती है, जिससे पारिवारिक जीवन में खुशी की लहर दौड़ जाएगी।क़िस्मत के भरोसे न बैठें और अपनी सेहत सुधारने के लिए ख़ुद मेहनत करें, क्योंकि हाथ पर हाथ रखे रहने से कुछ नहीं होने वाला। अब वक़्त आ गया है कि आप अपना वज़न क़ाबू में करें और स्वस्थ रहने के लिए नियमित व्यायाम का सहारा लें। ख़र्चों पर क़ाबू रखने की कोशिश करें और सिर्फ़ ज़रूरी चीज़ें ही ख़रीदें। आपकी स्वच्छन्द जीवनशैली घर में तनाव पैदा कर सकती है, इसलिए देर रात तक बाहर रहने और ज़्यादा ख़र्च करने से बचें। अपने प्रिय के साथ सैर-सपाटे पर जाते समय ज़िंदगी को पूरी शिद्दत से जिएँ। यह उन कुछ दिनों में से एक है, जब आपकी रचनात्मकता अपने चरम पर होगी। आज आप नए विचारों से परिपूर्ण रहेंगे और आप जिन कामों को करने के लिए चुनेंगे, वे आपको उम्मीद से ज़्यादा फ़ायदा देंगे। आज आपका वैवाहिक जीवन हँसी-ख़ुशी, प्यार और उल्लास का केन्द्र बन सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- चितकबरी(काली-सफेद गाय) गाय को खाना खिलाने से हेल्थ अच्छी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nग्रहों की चाल बता रही है कि आज बिजनेस के क्षेत्र में किए गए प्रयास सफल होंगे और नए अवसरों का फायदा मिलेगा। आप की गिनती में बढ़ोतरी होगी। आपके चारों ओर की स्थिति सुखद वातावरण का निर्माण करेगी। घर परिवार के सदस्यों में प्रेम की भावना रहेगी और कोई शुभ मांगलिक कार्य होने की संभावना रहेगी। लेनदेन की समस्या से मुक्ति मिलेगी। कोई कर्ज चुकाने में आज सफलता मिल सकती हैं। आज आपके हाथ में पैसा आ सकता है। निजी जीवन में भी जीवन साथी का पूरा सहयोग मिलेगा और किसी ट्रैवलिंग पर जाने की स्थिति बनेगी। इन्वेस्टमेंट के लिए दिन अनुकूल नहीं है। सरकारी मामलों में सफलता और आर्थिक लाभ संभव है।जैसे ही आप हालात पर पकड़ बनाने की कोशिश शुरू करेंगे, आपकी घबराहट ग़ायब हो जाएगी। जल्दी ही आप पाएंगे कि यह परेशानी साबुन के उस बुलबुले की तरह है, जो छूते ही फूट जाता है। माता-पिता की मदद से आप आर्थिक तंगी से बाहर निकलने में क़ामयाब रहेंगे। अगर आप दफ़्तर में अतिरिक्त समय लगाएंगे, तो आपकी घरेलू ज़िंदगी पर नकारात्मक असर पड़ सकता है। गर्लफ़्रेंड/बॉयफ़्रेंड के साथ अभद्र व्यवहार न करें। भागीदार आपकी योजनाओं और व्यावसायिक ख़यालों के प्रति उत्साही होंगे। उन लोगों से मेलजोल बढ़ाने से बचें जिनके साथ आपका वक्त खराब होता है। जीवनसाथी की ओर से मिले तनाव के चलते सेहत पर बुरा असर पड़ना मुमकिन है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सफेद चन्दन का तिलक मस्तक व नाभिस्थल पर करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nराशि से सप्तम भाव में चंद्रमा की उपस्थिति जो बाद में अष्टम भाव में चले जाएंगे। आपके लिए कुछ हद तक अच्छी स्थिति का निर्माण भी करेगी। जोखिम से भरे निवेशकों में आपको सफलता मिल सकती है और किसी तीर्थ स्थान की यात्रा करने से मानसिक तनाव से मुक्ति मिलेगी और मन में शांति की भावना आएगी। शादीशुदा लोगों को ससुराल पक्ष से संबंधों में मधुरता का लाभ मिलेगा और जीवनसाथी का सहयोग भी मिलेगा, लेकिन उनके स्वास्थ्य में गिरावट आ सकती है।कोट कचहरी के मामले में आपको फायदा मिलेगा और रोजगार के क्षेत्र में समस्याओं से मुक्ति मिलने के योग बनेंगे। बिजनेस करने वालों को रामधनी के नए स्रोतों से धन लाभ होने के संकेत मिलते हैं। प्रेम जीवन में आपने जो अधिक अपेक्षाएं बना रखी है। वह आपको आज निराश कर सकती हैं, इसलिए सहृदय बने रहें और ज्यादा उम्मीदें ना पालें।आपका आकर्षक बर्ताव दूसरों का ध्यान आपकी तरफ़ खींचेगा। धन से जुड़ा कोई मसला आज हल हो सकता है और आपको धन लाभ हो सकता है। घर से जुड़ी योजनाओं पर विचार करने की ज़रूरत है। आज आप अपने दोस्त की महक उसकी अनुपस्थिति में महसूस करेंगे। कार्यक्षेत्र की बात करें तो आपकी टीम का सबसे ज़्यादा खीझने वाला व्यक्ति काफ़ी समझदारी की बातें करता नज़र आ सकता है। छात्रों को सलाह दी जाती है कि यारी-दोस्ती के चक्कर में इन कीमती पलों को खराब न करें। यार दोस्त आने वाले वक्त में भी मिल सकते हैं लेकिन पढ़ाई के लिए यही समय सबसे सही है। कोई पुराना दोस्त आपके और आपके जीवनसाथी की साझा यादों को तरोताज़ा कर सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- पीने के पानी का घड़ा भरकर गरीबों के लिए रखना पारिवारिक जीवन में खुशहाली लाएगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन ग्रह चाल के अनुरूप साझेदारी में किए जा रहे कामों में कुछ भी दिन पढ़ सकते हैं, इसलिए सतर्क रहें। विद्यार्थियों को सफलता प्राप्त करने के लिए ज्यादा प्रयास करने पड़ेंगे, लेकिन प्रतियोगिता में सफलता मिल सकती है। राजनीति के क्षेत्र से जुड़े लोगों के लिए आज का दिन अनुकूल रहेगा। आज आपके काम की तारीफ होगी। यहां तक कि आपके विरोधी भी आपकी प्रशंसा कर सकते हैं। आपको शासन और प्रशासन के लोगों से निकटता का लाभ मिल सकता है। आज ससुराल से कोई लाभ मिलने की संभावना बनेगी। यदि आप कोई पैतृक व्यवसाय करते हैं, तो उसमें आगे बढ़ने के लिए परिवार के लोगों से विचार-विमर्श करेंगे। शाम को समय कुछ सांस्कृतिक क्रियाकलापों में भाग लेने का मौका मिलेगा। दांपत्य जीवन में प्रेम की बढ़ोतरी होगी और जीवन साथी से संबंध सुधरेंगे।आपकी सबसे बड़ी पूंजी आपकी हँसने-हँसाने की शैली है, अपनी बीमारी को ठीक करने के लिए इसका उपयोग करके देखें। आज सिर्फ़ बैठने की बजाय कुछ ऐसा कीजिए जो आपकी कमाई में इज़ाफ़ा कर सके। पारिवारिक सदस्यों की मदद आपकी ज़रूरतों का ख़याल रखेगी। प्यार के नज़रिए से देखें तो आज आप जीवन के रस का भरपूर आनन्द लेने में सफल रहेंगे। जो आपकी सफलता के आड़े आ रहे थे, वे आपकी आँखों के सामने ही नीचे को खिसकेंगे। इस राशि के जातक आज लोगों से मिलने से ज्यादा अकेले में वक्त बिताना पसंद करेंगे। आज आपका खाली समय घर की सफाई में बीत सकता है। आपका जीवनसाथी आपको प्यार का एहसास देना चाहता है, उसकी मदद करें। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- त्रिफला का सेवन किसी भी रूप में करने से स्वास्थ्य अच्छा होगा। \n",
    "9": "मकर राशिः आज का राशिफल\nचतुर्थ भाव में मंगल और राशि में सूर्य, बुध, बृहस्पति और शनि की युति बनी रहेगी और द्वादश भाव में शुक्र भी अपनी गति से गतिमान रहेंगे। आज आपको सामाजिक क्षेत्र में अपनी प्रतिष्ठा का एहसास होगा और आप अपने सभी पारिवारिक दायित्वों का भली प्रकार पालन करेंगे। इसके परिणाम स्वरूप पारिवारिक और आर्थिक मामलों में आज आपको अच्छी सफलता मिल सकती है। रोजगार के मामले में चल रहे प्रयास कारगर रहेंगे और नौकरी मिलने की संभावना रहेगी। आप जहां जॉब करते हैं, वहां अपने साथ काम कर रहे लोगों का सहयोग और प्रेम प्राप्त होगा, जिससे आपकी स्थिति प्रबल होगी। यदि आप अभी तक अविवाहित हैं, तो आज आपको कोई खुशी से भरा समाचार मिलेगा। आज अपने माता पिता के स्वास्थ्य का ध्यान रखें और शाम के समय किसी से भी व्यर्थ के झगड़े में ना पड़े। आज घर में अतिथियों के आगमन के अच्छे संकेत बन रहे हैं। उनके आदर सत्कार में कोई कमी ना छोड़ें।आप आज ऊर्जा से भरपूर होंगे और कुछ असाधारण करेंगे। आज आपको अपने भाई या बहन की मदद से धन लाभ होने की संभावना है। आपका आकर्षक स्वभाव और ख़ुशमिज़ाज व्यक्तित्व नए दोस्त बनाने में आपकी मदद करेगा और आपके सम्पर्क में इज़ाफ़ा करेगा। भावनात्मक उथल-पुथल आपको परेशान कर सकती है। संयम और साहस का दामन थामे रखें। ख़ास तौर पर तब जब दूसरे आपका विरोध करें, जिसकी कामकाज के दौरान संभावना है। किसी वजह से आज आपके ऑफिस में जल्दी छुट्टी हो सकती है इसका आप फायदा उठाएंगे और अपने परिवार के लोगों के साथ कहीं घूमने जाएंगे। आप अपने जीवनसाथी को समझने में आपसे ग़लती हो सकती है, जिसकी वजह से सारा दिन उदासी में गुज़रेगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- बेसन का हलवा खाने व खिलाने से लव लाइफ अच्छी रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nग्रहों की चाल बता रही है कि आज विद्यार्थियों को शिक्षा के मामले में कुछ नया अवसर मिल सकता है, लेकिन अपने ऐसे दोस्त से सावधान रहें, जो आज आप को नुकसान पहुंचाने की कोशिश कर सकता है और विश्वासघात कर सकता है। इससे आपको मानसिक तनाव भी मिल सकता है। पारिवारिक जीवन सुखद रहेगा और भाई बहनों के साथ संबंधों में भी सुधार देखने को मिलेगा। आपको अपनी वाणी पर नियंत्रण रखना होगा क्योंकि इसकी वजह से प्रेम जीवन में तनाव बढ़ सकता है और दरार आ सकती है। आज कोई ऐसा समाचार मिल सकता है, जिसकी वजह से आपको अचानक से ट्रैवलिंग करनी पड़ेगी। आज नाना नानी का प्यार महसूस करने का मौका मिलेगा। आपके कैरियर में आज अच्छी तरक्की का दिन है। बिजनेस में भी सुधारात्मक स्थितियां बनी रहेंगी। विदेशों से कोई अच्छा समाचार मिलने की संभावना रहेगी। सेहत में गिरावट आ सकती है,  इसे नजरअंदाज ना करें।व्यस्त दिनचर्या के बावजूद सेहत अच्छी रहेगी। लेकिन इसे हमेशा के लिए सच मानने की ग़लती न करें। अपनी ज़िंदगी और सेहत का सम्मान करें। आज आपको किसी अज्ञात स्रोत से पैसा प्राप्त हो सकता है जिससे आपकी कई आर्थिक परेशानियां दूर हो जाएंगी। नवयुवकों को स्कूल प्रोजेक्ट की बाबत कुछ राय लेने की ज़रूरत हो सकती है। एक लम्बा दौर जो काफ़ी समय से आपको दबोचे हुए था, ख़त्म हो चुका है- क्योंकि जल्दी ही आपको आपका जीवन-साथी मिलने वाला है। सेमिनार और गोष्ठियों में हिस्सा लेकर आज आप कई नए विचार पा सकते हैं। शाम के वक्त आज आप किसी करीबी के घर वक्त बिताने जा सकते हैं लेकिन इस दौरान आपको उनकी कोई बात बुरी लग सकती है और आप तय समय से पहले वापस लौट सकते हैं। आज आप अपने जीवनसाथी के साथ कुछ बेहतरीन पल गुज़ार सकेंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- घर में फटे-पुरानी पुस्तकें या धार्मिक ग्रंथों को न रखने से फैमिली लाइफ अच्छी चलेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन और दिनों के मुकाबले अच्छा जाएगा। प्रेम जीवन में दिन अच्छा रहेगा, प्रेम बढ़ेगा। गृहस्थ जीवन में उतार-चढ़ाव के बावजूद स्थिति आपके नियंत्रण में रहेगी।आपकी समझदारी में ही आपका फायदा छुपा है, यह आपके काम आएगी। लोग आपसे सलाह मांगने आएंगे और वह उनके काम आएगी, इससे आपका मान-सम्मान बढ़ेगा। व्यापार में भी अच्छे नतीजे मिलेंगे। नौकरी करने वालों को पदोन्नति मिल सकती है लेकिन एक बात का ध्यान रखना होगा, आप अपनी नौकरी अभी ना छोड़ें।बच्चों के साथ खेलना बहुत अच्छा और सुकून देने वाला अनुभव रहेगा। आज सफलता का मंत्र यह है कि उन लोगों की सलाह पर पैसे लगाएँ, जो मौलिक सोच रखते हों और अनुभवी भी हों। दोस्तों की परेशानियों और तनाव के चलते आप अच्छा महसूस नहीं करेंगे। रोमांटिक मुलाक़ात आपकी ख़ुशी में तड़के का काम करेगी। यदि कोई समस्या है तो उसे टालें नहीं, बल्कि जल्दी-से-जल्दी उसका समाधान ढूंढने की कोशिश करें। दीर्घावधि में कामकाज के सिलसिले में की गयी यात्रा फ़ायदेमंद साबित होगी। जो यह समझते हैं कि शादी सिर्फ़ सेक्स के लिए होती है, वे ग़लत हैं। क्योंकि आज आपको सच्चे प्यार का एहसास होगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- श्रीकृष्ण जी की पूजा करने से फैमिली लाइफ में खुशियाँ बढ़ने लगती हैं। \n"
}]
