horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए उतार-चढ़ाव से भरा रहेगा। खर्चों में बढ़ोतरी होगी, जिसकी वजह से आपकी आर्थिक स्थिति में उतार-चढ़ाव रहेगा। काम के सिलसिले में दिन ज्यादा मेहनत का है। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिन सामान्य रहेगा। अपने जीवन साथी की बातों को ध्यान पूर्वक सुनने की कोशिश करें। प्रेम जीवन बिता रहे लोगों के लिए दिन बहुत अच्छा है।आप एक दूसरे के प्यार में रहेंगे।ख़ुद को ज़्यादा आशावादी बनने के लिए प्रेरित करें। इससे न सिर्फ़ आपका आत्मविश्वास बढ़ेगा और व्यवहार लचीला होगा, बल्कि डर, ईर्ष्या और नफ़रत जैसे नकारात्मक मनोभावों में भी कमी आएगी। आज बिना किसी की मदद के ही आप धन कमा पाने में सक्षम होंगे। आपमें से कुछ गहने या घरेलू सामान ख़रीद सकते हैं। अप्रत्याशित रोमांस आपको अचानक मिल सकता है, अगर आप दोस्तों के साथ शाम को बाहर घूमने जाते हैं तो। किसी साझीदारी वाले व्यवसाय में जाने से बचें – क्योंकि मुमकिन है कि भागीदार आपका बेजा फ़ायदा उठाने की कोशिश करें। इस राशि के लोगों को आज अपने आप को समझने की जरुरत है। यदि आपको लगता है कि आप दुनिया की भीड़ में कहीं खो गये हैं तो अपने लिए वक्त निकालें और अपने व्यक्तित्व का आकलन करें। आपके आस-पास के लोग कुछ ऐसा कर सकते हैं, जिसके चलते आपका जीवनसाथी आपकी तरफ़ फिर से आकर्षित महसूस करेगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- सुबह उठने के साथ ही द्वादश ज्योतिर्लिंगों के नामों का उच्चारण करना नौकरी/ बिज़नेस में उन्नति देगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। आप अपनी क्रिएटिविटी से अपने प्रिया का दिल जीतने में कामयाब रहेंगे। प्रेम जीवन आगे बढ़ेगा। शादीशुदा लोगों का गृहस्थ जीवन तनाव से भरा रहेगा। काम के सिलसिले में आज का दिन मान सामान्य रहेगा। भाग्य पर भरोसा रखें, लेकिन मेहनत भी करें इनकम अच्छी होगी, लेकिन कम होने से खर्चे भी अच्छे होंगे।ख़ुद को ज़्यादा आशावादी बनने के लिए प्रेरित करें। इससे न सिर्फ़ आपका आत्मविश्वास बढ़ेगा और व्यवहार लचीला होगा, बल्कि डर, ईर्ष्या और नफ़रत जैसे नकारात्मक मनोभावों में भी कमी आएगी। आज सफलता का मंत्र यह है कि उन लोगों की सलाह पर पैसे लगाएँ, जो मौलिक सोच रखते हों और अनुभवी भी हों। कोशिश करें की कोई आपकी बातों या काम से आहत न हो और पारिवारिक ज़रूरतों को समझें। एक लम्बा दौर जो काफ़ी समय से आपको दबोचे हुए था, ख़त्म हो चुका है- क्योंकि जल्दी ही आपको आपका जीवन-साथी मिलने वाला है। दफ़्तर में हुए बदलावों से आपको आख़िरकार लाभ ही मिलेगा। कोई रोचक मैगजीन या उपन्यास पढ़ के आजके दिन को आप अच्छी तरह से व्यतीत कर सकते हैं। वैवाहिक जीवन को अधिक सुखमय बनाने के आपके प्रयास उम्मीद से ज़्यादा रंग लाएंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- ध्यान, योग व मेडिटेशन करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिनमान आपके लिए मध्यमिक से फलदायक रहेगा। अपने काम पर पूरा ध्यान देंगे और अपने निजी जीवन में भी तालमेल बनाकर रखने की कोशिश करेंगे। शादीशुदा लोगों का गृहस्थ जीवन बहुत बढ़िया रहेगा। आपके मन में अच्छे और बढ़िया विचार आएंगे। जो आपके रिश्ते और आपके काम को बढ़िया बना कर रखेंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बेहद सामान्य है।मानसिक स्पष्टता के लिए भ्रम और निराशा से बचने की कोशिश करें। लम्बे समय से अटके मुआवज़े और कर्ज़ आदि आख़िरकार आपको मिल जाएंगे। बच्चों के साथ ज़्यादा सख़्ती उन्हें नाराज़ कर सकती है। ख़ुद को नियंत्रित रखने और यह याद रखने की ज़रूरत है कि ऐसा करने से आप अपने और उनके बीच दीवार खड़ी कर लेंगे। आज ही लंबे वक़्त से चले आ रहे झगड़ों को सुलझा लें, क्योंकि हो सकता है कि कल बहुत देर हो जाए। आप जीतोड़ मेहनत और धीरज के बल पर अपने उद्देश्य हासिल कर सकते हैं। बेवजह की उलझनों से दूर होकर आज आप किसी मंदिर, गुरुद्वारे या किसी भी धार्मिक स्थल पर अपना खाली समय बिता सकते हैं। लोगों की दख़लअन्दाज़ी वैवाहिक जीवन में परेशानी खड़ी कर सकती है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- गरीब कन्याओं में खीर बाँटने से पारिवारिक सुख बढ़ेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। भाग्य प्रबल होगा। धार्मिक कामों में मन लगेगा। कहीं दूर ट्रैवलिंग पर जा सकते हैं। काम के सिलसिले में दिनमान मजबूत है और आपके अच्छे नतीजे मिलेंगे। शादीशुदा लोगों का ग्रहस्थ जीवन थोड़ा तनावपूर्ण हो सकता है और प्रेम जीवन बिता रहे लोगों के लिए आज का दिन कमजोर है, इसलिए कोई भी ऐसी बात ना करें, जिससे आप दोनों के बीच झगड़ा हो।काम का बोझ आज कुछ तनाव और खीज की वजह बन सकता है। आर्थिक पक्ष के मजबूत होने की पूरी संभावना है। अगर आपने किसी शख्स को पैसा उधार दिया था तो आज आपको वो पैसा वापस मिलने की उम्मीद है। दोस्त और क़रीबी लोग मदद के लिए आपकी ओर हाथ बढ़ाएंगे। आपके प्रिय का डांवाडोल मिज़ाज आपको परेशान कर सकता है। अपनी कोशिशों को सही दिशा दें और आपको असाधारण क़ामयाबी से नवाज़ा जाएगा। आज किसी सहकर्मी के साथ आप शाम का वक्त बिता सकते हैं हालांकि अंत में आपको महसूस होगा कि आपने उनके साथ समय बर्बाद किया है और कुछ नहीं। जीवनसाथी यह जता सकता है कि आपके साथ रहने का क्या-क्या ख़ामियाज़ा उसे भुगतना पड़ रहा है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- लक्ष्मी-नारायण मंदिर के नियमित दर्शन करने व प्रसाद चढाने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिनमान सामान्य रहेगा। मानसिक रूप से तनाव भारी पड़ सकता है, इसलिए इससे बाहर आने की कोशिश करें। काम के सिलसिले में दिनमान अच्छा है। भाग्य प्रबल रहेगा। कुछ नए कामों में हाथ आजमाने की सोच सकते हैं। जमीन जायदाद से जुड़े मामलों में फायदा होगा। शादीशुदा लोगों का गृहस्थ जीवन अच्छा रहेगा कि दूसरे के प्रति आकर्षण बढ़ेगा। प्रेम जीवन बिता रहे लोगों के लिए जिम्मेदार रहेगा, रोचक बातें करके अपने प्रिय का दिल जीतेंगे।दिन की शुरुआत आप योग ध्यान से कर सकते हैं। ऐसा करना आपके लिए फायदेमंद रहेगा और सारे दिन आपमें ऊर्जा रहेगी। आज आपकी कोई चल संपत्ति चोरी हो सकती है इसलिए जितना हो सके इनका ध्यान रखें। आपकी भरपूर ऊर्जा और ज़बरदस्त उत्साह सकारात्मक परिणाम लाएंगे व घरेलू तनाव दूर करने में मददगार रहेंगे। आज रुमानियत का मौसम ज़रा ख़राब लगता है, क्योंकि आपका साथी आपसे आज कुछ ज़्यादा ही अपेक्षा करेगा। दफ़्तर में कोई आपकी योजनाओं में अड़ंगा लगा सकता है- इसलिए आँखें खोलकर रखिए और अपने चारों तरफ़ हो रही गतिविधियों के प्रति सजग रहिए। ज़रूरतमंदों की मदद करने की आपकी ख़ासियत आपको सम्मान दिलाएगी। हँसी-मजा़क के बीच आपके और आपके जीवनसाथी के बीच कोई पुराना मुद्दा उभर सकता है, जो फिर वाद-विवाद का रूप भी ले सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- धन प्राप्ति के लिए उगते हुए सूर्य को थोड़ी देर निहार कर सूर्य मंत्र(ॐ घृणि सूर्याय नमः) बोलें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। व्यापार में लाभ का मार्ग खुलेगा। शादीशुदा लोगों के गृहस्थ जीवन के लिए आज का दिन मान अच्छा रहेगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन बढ़िया है। एक दूसरे पर विश्वास जमेगा और प्यार में खोए रहेंगे। काम के सिलसिले में अच्छा है। अपनी मेहनत से धन बचाएंगे।भीड़भाड़ भरे इलाक़ों में यात्रा करते समय रक्तचाप के रोगियों को अतिरिक्त सावधान रहने की आवश्यकता है। आपके माता पिता आपकी फिजूलखर्ची को देखकर आज चिंतित हो सकते हैं और इसलिए आपको उनके गुस्से का शिकार भी होना पड़ सकता है। पुराने परिचितों से मिलने-जुलने और पुराने रिश्तों को फिर से तरोताज़ा करने के लिए अच्छा दिन है। थोड़ी कोशिश और करें। आज भाग्य आपका साथ ज़रूर देगा, क्योंकि यह आपका दिन है। नई परियोजनाओं और कामों को अमली जामा पहनाने के लिए बेहतरीन दिन है। परिवार की जरुरतों को पूरा करते-करते आप कई बार खुद को वक्त देना भूल जाते हैं। लेकिन आज आप सबसे दूर होकर अपने आप के लिए वक्त निकाल पाएंगे। आपको और आपके जीवनसाथी को कोई बहुत सुखद ख़बर सुनने को मिल सकती है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- मिटटी की गुल्लक में सिक्के डालें और भरने पर किसी तीर्थ या बच्चों को देने से स्वास्थ्य बेहतर होगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिनमान आपके लिए मध्यम रूप से फलदायक रहेगा। यकायक बढ़ते खर्चों से आप मानसिक रूप से तनाव में आ जाएंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा रहेगा और अपने को कोई बढ़िया गिफ्ट दे सकते हैं। शादीशुदा जातकों के जीवन में तनाव बढ़ सकता है। एक दूसरे पर भरोसा रखें और किसी की भी बात को गलत साबित करने की कोशिश ना करें। काम के सिलसिले में दिनमान अच्छा रहेगा। आपके प्रयास रंग लाएंगे।आप ख़ुद को ऊर्जा से सराबोर महसूस करेंगे- लेकिन काम का बोझ आपमें खीज पैदा करेगा। आर्थिक तौर पर सुधार तय है। कल्पनाओं के पीछे न दौड़ें और यथार्थवादी बनें- कुछ वक़्त अपने दोस्तों के साथ गुज़ारें- क्योंकि यह आपके लिए काफ़ी अच्छा साबित होगा। अगर आपको लगता है कि आपका लवमेट आपकी बातों को समझ नहीं पाता तो आज उनके साथ वक्त बिताएं और अपनी बातों को स्पष्टता के साथ उनके सामने रखें। आज के दिन काम करते वक़्त आपको कोई ख़ास दिक़्क़त नहीं आएगी और आप एक विजेता की तरह उभरेंगे। यात्रा के मौक़ों को हाथ से नहीं जाने देना चाहिए। अपने जीवनसाथी की ख़ूबियों के चलते आप एक बार फिर उनके प्यार में गिरफ़्तार हो सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- हरे तोते-तोती के जोड़े को पैसे देकर आजाद करवाने से पारिवारिक सुख बढ़ता है। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिनमान अच्छा रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिन सुखद रहेगा। अपने प्रिय को खुश रखेंगे  शादीशुदा लोगों के गृहस्थ जीवन से तनाव दूर भागेगा और आपका जीवन साथी आपको भरपूर खुशी देगा। काम के सिलसिले में आपकी मेहनत सफल होगी। गोरमेंट से बेनिफिट मिल सकते हैं। आपकी सेहत  मजबूत रहेगी तथा विरोधियों पर भारी पड़ेंगे। महत्वपूर्ण कामों के लिए आज का दिन बढ़िया है।आज आप खेल-कूद में हिस्सा ले सकते हैं, जो आपको तन्दुरुस्त बनाए रखेगा। दोस्तों की मदद से वित्तीय कठिनाईयाँ हल हो जाएंगी। पारिवारिक उत्तरदायित्व में वृद्धि होगी, जो आपको मानसिक तनाव दे सकती है। आपका प्रेमी या प्रेमिका आज बहुत गुस्से में नजर आ सकते हैं इसकी वजह उनके घर की स्थिति होगी। अगर वो गुस्से में हैं तो उन्हें शांत करने की कोशिश करें। आज आपके बॉस का बढ़िया मिज़ाज पूरे कार्यालय के माहौल को अच्छा बना देगा। आपका आकर्षक और चुम्बकीय व्यक्तित्व सभी के दिलों को अपनी तरफ़ खींचेगा। अलग-अलग नज़रिए के चलते आपके और आपके जीवनसाथी के बीच वाद-विवाद हो सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- लाल वस्त्र में दो मुट्ठी मसूर की दाल बांधकर किसी भिखारी को देने से पारिवारिक जीवन में खुशहाली आएगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए बहुत बढ़िया रहेगा। मानसिक रूप से भी मजबूत रहेंगे, लेकिन कुछ भावुक जरूर होंगे। अपनी मां जी से लगाव महसूस करेंगे। काम के सिलसिले में दिनमान मजबूत रहेगा। भाग्य की प्रबलता के चलते कामों में सफलता मिलेगी। शादीशुदा लोगों का गृहस्थ जीवन आपसी समझदारी के दम पर बढ़िया रहेगा और प्रेम जीवन बिता रहे लोग अपने रिश्ते में किसी बात को लेकर झगड़ा कर सकते हैं।ख़याली पुलाव पकाना मदद नहीं करता। परिवार की उम्मीदों पर खरा उतरने के लिए आपको कुछ कर दिखाने की ज़रूरत है। अगर सफर कर रहे हैं तो अपने कीमती सामान का विशेष ध्यान रखें अगर आप ऐसा नहीं करते तो सामान के चोरी होने की संभावना है। दोस्तों के साथ शाम को घूमने बाहर जाएँ, इससे आपको बहुत फ़ायदा होगा। आपके महंगे तोहफ़े भी आपके प्रिय के चेहरे पर मुस्कान लाने में नाकाम साबित होंगे, क्योंकि वह उनसे क़तई प्रभावित नहीं होगा/ होगी। आप क़ामयाबी ज़रूर हासिल करेंगे – बस एक-एक करके महत्वपूर्ण क़दम उठाने की ज़रूरत है। गप्पबाज़ी और अफ़वाहो से दूर रहें। आज अपने जीवनसाथी का वह रुख़ देखने को मिलेगा, जो उतना अच्छा नहीं है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- तेल के पकौड़े कौवों को खिलाने से स्वास्थ्य बेहतर होगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। ट्रैवलिंग में दिन बीतेगा। पुराने दोस्तों से मुलाकात होगी। शादीशुदा लोगों का गृहस्थ जीवन उतार-चढ़ाव के बीच रहेगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन मान मजबूत है। आप इस क्षेत्र में काम करना चाह रहे हैं। उसमें आज सफलता मिल सकती है। जमीन जायदाद से जुड़े मामले भी आपका ध्यान खींचेंगे।एक आध्यात्मिक व्यक्ति आशीर्वाद की वर्षा करेगा और मन की शांति लेकर आएगा। आज किया गया निवेश आपकी समृद्धि और आर्थिक सुरक्षा में इज़ाफ़ा करेगा। काम का तनाव आपके दिमाग़ पर छा सकता है जिसकी वजह से परिवार और मित्रों के लिए वक़्त नहीं निकाल सकेंगे। आपका प्रेमी आज आपकी बातों को सुनने से ज्यादा अपनी बातें कहना पसंद करेगा जिसकी वजह से आप थोड़े खिन्न हो सकते हैं। आज आपकी कलात्मक और रचनात्मक क्षमता को काफ़ी सराहना मिलेगी और इसके चलते अचानक लाभ मिलने की संभावना भी है। अपने शरीर को दुरुस्त करने के लिए आज भी आप कई बार सोचेंगे लेकिन बाकी दिनों की तरह भी आज यह प्लान धरा का धरा रह जाएगा। शादिशुदा ज़िन्दगी के तमाम मुश्किल दिनों के बाद आप और आपका हमदम फिर प्यार की गर्माहट महसूस कर सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- पीने के पानी का घड़ा भरकर गरीबों के लिए रखना पारिवारिक जीवन में खुशहाली लाएगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिनमान आपके लिए अच्छा रहेगा। आर्थिक तौर पर दिन ठीक रहेगा, लेकिन फिर भी कुछ खर्चे परेशान कर सकते हैं। शादीशुदा लोगों का गृहस्थ जीवन  बढ़िया रहेगा। एक दूसरे को अच्छे से समझेंगे। प्रेम जीवन बिता रहे लोगों के रिश्ते मे सभी गलतफहमियां दूर होंगी और एक दूसरे से प्यार बढ़ेगा। काम के सिलसिले में दिनमान थोड़ा कमजोर है, इसलिए सावधानी रखें।अपना धैर्य न खोएँ, ख़ास तौर पर मुश्किल हालात में। प्राप्त हुआ धन आपकी उम्मीद के मुताबिक़ नहीं होगा। ग़लत बातों को ग़लत वक़्त पर कहने से बचें। जिन्हें आप चाहते हैं, उनका दिल दुखाने से बचें। यात्रा के चलते रुमानी संबंध को बढ़ावा मिलेगा। योग्य कर्मियों को पदोन्नति या आर्थिक मुनाफ़ा हो सकता है। कोई आध्यात्मिक गुरू या बड़ा आपकी सहायता कर सकता है। जीवनसाथी के साथ आज की शाम वाक़ई कुछ ख़ास होने वाली है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- खिरनी की जड़ को सफ़ेद कपड़े में लपेटकर अपने पास रखने से हेल्थ में सुधार आएगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। भावुकता में आकर कुछ खास बात अपने निकट के लोगों से करेंगे। शादीशुदा लोगों का गृहस्थ जीवन उतार-चढ़ाव से भरा रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान सामान्य हैं। आप अपने काम को लेकर काफी गंभीर रहेंगे और ध्यान देकर काम करने से अच्छे नतीजे मिलेंगे। सेहत में सुधार होगा।मुस्कुराएँ, क्योंकि यह सभी समस्याओं का सबसे उम्दा इलाज है। आपके पिता की कोई सलाह आज कार्यक्षेत्र में आपको धन लाभ करा सकती है. ऐसे दोस्तों के पास जाएँ, जिन्हें आपकी ज़रूरत है। प्यार का जज़्बा अनुभव के परे है, लेकिन आज आप प्यार की इस मदहोशी की कुछ झलक पा सकेंगे। आपको महसूस होगा कि आपके परिवार का सहयोग ही कार्यक्षेत्र में आपके अच्छे प्रदर्शन के लिए ज़िम्मेदार है। आप खाली समय में अपने पसंदीदा काम करना पसंद करते हैं, आज भी आप ऐसा ही कुछ करने का सोचेंगे लेकिन किसी शख्स के घर में आने की वजह से आपका यह प्लान चौपट हो सकता है। एक बढ़िया जीवनसाथी के साथ जीवन वाक़ई अद्भुत लगता है और आज आप इस बात का अनुभव कर सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- परिवार में किसी का भी जन्मदिन हो तो उस दिन ग़रीबों में सफेद वस्तुएँ बांटने पर घर में सुख-शांति बनी रहेगी। \n"
}]
