horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "इस समय आपके जीवन में पुराने सम्बन्ध और संपर्क महत्वपूर्ण भूमिका निभा सकते हैं ǀ आपके ऊपर हर जगह बहुत अच्छा कार्य करने का काफी दबाव होगा लेकिन आपको यह समझने की जरुरत है कि ज्यादा दबाव आपके खुद के तय किये हुए बहुत ऊँचे मानकों के कारण है ǀ ईमानदारी और एकाग्रता आपको बहुत आगे ले जायेगी,लेकिन अपने आदर्शों और यकीन पर कायम रहें ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "आपने बहुत मेहनत से अपना डाइट कार्यक्रम तैयार किया है और उस पर चल रहे हैं |किसी क्षणिक लालच में पड़कर उस सारे अच्छे काम को व्यर्थ न करें |आपका कोई दोस्त या सहकर्मी आपको इसके लिए उकसा सकता है लेकिन इस बात का ध्यान रखें कि अगर आपने ऐसा किया तो आपको अगली सुबह कैसा महसूस होगा ?आज आपके सामने ऐसे कई मौके आयेंगे |अगर आप असफल हुए तो आपकी मूल्यवान उर्जा व्यर्थ हो जायेगी |",
        "मेष प्यार और संबंध राशिफल": "आपको अपने सभी विकल्पों में से सर्वोत्तम ढूँढने में उलझन महसूस होगी | तुरंत अच्छे फैसले ले पाना कभी आपकी सहज योग्यता नही रही लेकिन आप अबकी बार यह कर पायेंगे | सही विकल्प चुनने के लिए आपको ज्यादा कुछ नही करना ,केवल अपने दिल की बात सुननी है | इसका सबसे अच्छा तरीका है उसे चुनना जिसका दिल बड़ा है और यह पता लगाना कि जो सिर्फ इसका दिखावा करते हैं उनके दिल में क्या चल रहा है ?",
        "मेष कैरियर और धन राशिफल": "जिन परियोजनाओं पर आप लम्बे समय से लग्न के साथ कार्य कर रहे थे , इस मोड़ पर आप उन्हें सार्वजनिक कर सकते है, और इस तरह से आप अपनी शैली में मंच पर आगे की और शान से रुख कर सकते है । आपके काम की विशिष्टता आपको सम्मान दिलाएगी जब यह सबके सामने आएगी , हालांकि गोपनीयता बना कर रखना समय की मांग है ।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "इस बात की सम्भावना है कि कोई आपके आसपास आपके विचार चुराकर आने करियर में प्रगति करना चाहता है ǀइसीलिए किसी से बात करते हुए सावधान रहें ǀआपको इस समय बड़ी गंभीरता से अपने हित के बारे में सोचना है ǀअपने लम्बे सहकर्मी रह चुके लोगों के साथ भी अपनी जानकारियां साझी न करें ǀ इस दौरान धीरज से काम लेंगे तो जल्दी ही अपने शुभचिंतकों को भी पहचान जायेंगे ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "आपको आज गिरकर छोटी-मोटी चोट लग सकती है या आपको एलर्जिक रिएक्शन हो सकते हैं |छोटी-मोटी दुर्घटना की भी आशंका है |आपको अतिरिक्त सावधानी रखनी होगी |इसके अतिरिक्त दिन में कुछ विशेष नही होगा |आप किसी से स्वास्थ्य केंद्र में मिलने जा सकते हैं |यह समय अपनी जीवनशैली में कुछ ऐसे बदलाव करने के लिए बिलकुल ठीक है जिनकी आपको लम्बे समय से जरूरत है |",
        "वृषभ प्यार और संबंध राशिफल": "आप जहां कहीं भी जाते हैं आपको अपने बीते हुए दिनों की याद दिलाने वाला कुछ न कुछ मिल ही जाता है जहां आपने अपने प्रियतम के साथ प्यार भरा समय बिताया था |यह तो कहा ही जा सकता है कि अब वह पुरानी बात नही रही है | उन बातों के लिए अपना मन दुखी न करें ,कुछ चीजों को चाहते हुए भी नही बदला जा सकता इसीलिए उन्हें वैसे ही रहने दें जैसी वे हैं |",
        "वृषभ कैरियर और धन राशिफल": "आज आप अपनी नौकरी से संबंधित अच्छी खबर प्राप्त कर सकते है । यह एक पदोन्नति , वेतन वृद्धि , एक नई जिम्मेदारी , एक नया इच्छित स्थान , एक अलग कंपनी से नौकरी या प्रस्ताव का परिवर्तन हो सकता है। आप कम समय में अपने आप को तैयार रखे। । यह टेलीफोन पर या सन्देश के माध्यम से भी किया जा सकता है । अपनी सक्रिय रुख के बारे में अपने नए नियोक्ता या सहकर्मी को अवगत कराइए । नई भूमिका की मांग के अनुरूप मानसिक रूप से तैयार रहें।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "किसी पुराने दोस्त या परिवार के साथ बाहर घुमने जाने या बातचीत का आनंद लें ǀ आपको अपने काम के लिए उन्ही तरीकों पर भरोसा करना चाहिए जो आपके लिए पिछले समय में लाभकारी रहें हैं ǀ आज कोई नया प्रयोग शुरू करना ठीक नही होगा ǀ अगर आप कोई नौकरी या कोई परियोजना हासिल करने की कोशिश कर रहे हैं तपो पारम्परिक तरीकों से ही कोशिश करें ǀ अपने विचारों और योजनाओं की अच्छे से मार्केटिंग करें ,सफलता जरूर मिलेगी ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "अगर आप अपनी खान-पान सम्बन्धी दैनिक आदतों का ध्यान रखें तो बहुत अच्छा स्वास्थ्य बनाये रख सकते हैं ǀ दूसरी तरफ जंक फ़ूड से न केवल आपका शरीर प्रभावित होगा बल्कि आपके दिमाग पर भी इसका असर पड़ेगा जिसके कारण आप अपने फिट शरीर का आनंद नही ले पायेंगे ǀ थोड़ी सी अधिक स्वास्थकर जीवनशैली से आप फिट शरीर की इस ख़ुशी को लम्बे समय तक बनाये रख सकेंगे ǀ",
        "मिथुन प्यार और संबंध राशिफल": "बहुत सारे प्रेमियों में से छांटकर किसी एक को चुनने की कोशिश में अधिक समय व्यर्थ न करें | आपका व्यक्तित्व आकर्षक है लेकिन इस समय आपकी किस्मत के साथ न देने के कारन आपका जादू काम नही कर रहा | जब आप किसी निष्कर्ष पर पहुंचेंगे तब आपको समझ आएगा कि आपने बिलकुल ठीक किया है |",
        "मिथुन कैरियर और धन राशिफल": "आज आपके कार्यालय में आपके और औरो के विचारो में भिन्नता रहेगी चाहे वह आपका सहकर्मी , उच्च अधिकारी या आपका मालिक हो चाहे वो कोई भी हो पर निष्चय ही ये आपके स्वास्थ्य पर प्रतिकूल प्रभाव डालेगा इसलिए आपको शांत मस्तिष्क से काम लेना है ताकि आप वाद विवाद से बचे रहे । अगर आप प्रातकाल: में दौड़ लगाने जैसा हल्का व्यायाम करे तो आप काफी हद तक अपने तनाव को दूर कर सकते है ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "यह सही समय है जबकि आपको अपनी व्यस्त दिनचर्या से समय निकलकर अपने आस पास की स्थितियों और अपनी स्थिति को ध्यान से समझना है ǀआप अपने विभिन्न कर्तव्यों को पूरा करने के लिए बहुत भागदौड़ करते रहे हैं ǀअब आप अपनी क्षमता भर इन्हें पूरा कर चुके हैं,अब आराम से बैठकर अपने प्रयासों और मेहनत का आनंद उठाने का समय है ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "सामान्यत आप बहुत स्पष्ट सोचते हैं लेकिन आज अपनी समस्याओं और असुरक्षाओं के चलते तार्किक तरीके से नही सोच पायेंगे इसीलिए आज का दिन कोई नयी परियोजना या किसी नए पार्टनर के साथ काम शुरू करने के लिए बहुत अच्छा नही कहा जा सकता ǀआपसे आज गलत फैसले लिए जा सकते हैं ǀइसीलिए भविष्य की कोई भी योजना आज बनाना ठीक नही होगा ǀआज आराम करें ǀ",
        "कर्क प्यार और संबंध राशिफल": "आज का दिन रोमांस के लिए बहुत अच्छा है | आप किसी अन्तरंग योजना से किसी खर्चीली सरप्राइज से उन्हें खुश और चकित कर देने की योजना बना सकते हैं | आपको भी शायद बदले में उनसे कोई ऐसे ही सरप्राइज मिले | ग्रहों की स्थिति आपके पक्ष में है , इसका पूरा लाभ उठाने के लिए कुछ एकांत समय बिताने की योजना बनाएं | अगर परिवार बढाने के बारे में सोच रहें हैं तो यह सर्वोतम समय है |",
        "कर्क कैरियर और धन राशिफल": "आप चुस्त , विश्वसनीय , दृढ़ और सक्रिय हैं। ये गुण आपको किसी भी साक्षात्कार में आगे रखने में आपकी मदद करेंगे । आप आज अगर किसी भी साक्षात्कार के लिए जा रहे हैं तो अपनी शारीरिक भाषा पर ध्यान दे । आज का दिन सफेद रंग शुभ है और अपने कपड़ों के कुछ हिस्से में यह रंग पहने । वित्तीय मामलों आज औसत रहेंगे । आज आप संपत्ति खरीदने की योजना भी बना सकते है ।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आज आपके हर एक काम में आत्मविश्वास की झलक दिखेगी ǀ कुछ समय पहले तक बहुत मुश्किल दिखने वाली बाधाएं आज आसानी से पार हो जाएंगी ǀ आपकी संवाद कुशलता अब पहले से बेहतर है और आप लोगों को इसके चलते विश्वास में लेकर अपनी बात समझा पायेंगे ǀदिन किसी मुश्किल परियोजना पर काम करने के लिए भी उपयुक्त है ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "अपने आपको धरती से जुड़े कार्यकलाप जैसे बागवानी और प्राक्रतिक दृश्यों के बीच सैर करने के लिए प्रेरित करें |आपको अपनी भावनात्मक जरूरतें पूरी करने के लिए अपने अन्दर गहरे झांकना होगा |बाहरी चीजों के ऊपर अपना ध्यान लगाकर फोकस करने की अपनी योग्यता को कम न करें | मानसिक शांति और मांसपेशियों को मजबूत करने के लिए योग की प्रैक्टिस करें |",
        "सिंह प्यार और संबंध राशिफल": "आज आपके लिए प्यार और रोमांस जोखिमभरे साबित हो सकते हैं | आप आज ऐसे किसी आदमी से मिलेंगे जो धूर्त नही है और केवल गंभीर और सच्चे रिश्ते में यकीन रखता है लेकिन आपको इस आदमी के साथ रोमांटिक तरीके से नही जुड़ना है | पहले इस लड़के /लड़की से दोस्ती करके उन्हें यह जताने की कोशिश करें कि आप उनका कितना ख्याल रखते हैं | उनको अच्छे से जान लें और उन्हें भी जानने का मौका दें |",
        "सिंह कैरियर और धन राशिफल": "कार्यालय के लंबित काम आज आपको तनाव दे सकते हैं। आज आपको देर तक कार्यालय में काम करना पड़ सकता है । ये मुश्किल समय भी थोड़े समय के लिए है । पिछले सप्ताह की आपकी बोरियत और आलस्य आप पर आज नकारात्मक प्रभाव डालेगा । आप आज दूसरों के साथ सौम्य और विनम्र रहे अन्यथा आप विवाद में फँस सकते हैं। ऐसी स्थितियों से दूर रहे ।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आज आपका विशेष ध्यान दोस्तों पर रहेगा ǀ किसी पुराने दोस्त से या तो आप मिलेंगे या उनमे से कोई आपसे मिलने आज अचानक चला आएगा ǀ आज अपनी किसी एक या अधिक दोस्तों की परेशानी में मदद भी करने वाले हैं ǀदूसरी ओर,एक दोस्त आपके ऊपर अपना गुस्सा भी निकल सकता है लेकिन बुरा ना मानें ǀउस दोस्त की अपनी कुछ परेशानियां चल रही अहिं और इसीलिए वह ऐसे व्यवहार कर रहा है ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "आप इस समय शारीरिक और मानसिक रूप से बहुत शक्तिशाली हैं |इसीलिए जो आपका लक्ष्य है उसे अब पाने की कोशिश करें |केवल अपने लुक्स के प्रति ही जागरूक न रहें |अपने आसपास लोगों से उन समस्याओं के बारे में भी बात करने की कोशिश करें जो आपको एक्सरसाइज करते वक्त होती हैं |इससे आपको कई तरह के समाधान प्राप्त होंगे,जो आपको सबसे अच्छा लगे उसे अपना सकते हैं |",
        "कन्या प्यार और संबंध राशिफल": "आप सामने वाले को अपनी हंसी मजाक से प्रभावित करना चाह रहे हो लेकिन या तो वह आपसे प्रभावित नही होगा या फिर आप पर यह बात जाहिर नही होने देगा | शायद आपको उस पर प्रभाव जमाने के लिए कोई और तरीका ढूँढना पड़ेगा | जिसे आप किसी का दिल जीतने का सबसे अच्छा तरीका समझते हैं ,हो सकता है सामने वाले को पसंद न आये , इसीलिए जरुरत पड़ने पर उसमें बदलाव लाने के लिए तैयार रहें |",
        "कन्या कैरियर और धन राशिफल": "आज के दिन आपकी प्रतिभा को आपके उच्च अधिकारी पहचानेगें और आपके कार्य क्षेत्र में आपकी काफी प्रशंसा होगी और साथ ही साथ आपको घर में उपहार भी मिल सकता है जो आपके दिन को प्रज्जवलित करेगा और आप इस के हक़दार भी है । आपने अपने करियर को उठाने के लिए बहुत प्रयास किए है जिससे की आपको अपने कार्य की सराहना मिलेगी और अब उनके फल मिलने का समय भी है । आज के दिन आप कुछ महंगी खरीदारी में भी व्यस्त रहेंगे ।"
    },
    "6": {
        "तुला दैनिक राशिफल": "आज का दिन कुछ अजीब सा रहेगा ǀकोई ऐसी घटना घट सकती है जिसकी आपने कभी कल्पना भी ना की होगी ǀ आप गृहों से मिलने वाली ऊर्जा का ध्यान रखें और यह समझने की कोशिश करें कि वे आपको किस दिशा में ले जाना चाहती हैं ǀ जीवन के इस मोड़ पर आपको सही रास्ता मिलना ही आपका आगे का भविष्य तय करेगा ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "आज का दिन अपने साथ बहुत सी सकरात्म्ह भावनाएँ लाएगा और आप का स्वास्थ्य भी बहुत अच्छा रहेगा ǀमानसिक रूप से खुश होने के कारन आप अच्छी सेहत का भी आनंद ले पायेंगे ǀहालाँकि आपको अपनी पोस्चर (मुद्रा",
        "तुला प्यार और संबंध राशिफल": "आपका आज एक दिन एक्सपेरिमेंट्स के नाम रहेगा | आप अपने आप से पूछकर खुद को सबसे अजीब चीजें करने की भी अनुमति दे सकते हैं जो आपने पहले कभी नही की | रेट्रो स्टाइल के कपडे पहनें , अलग अलग तरह के खाने खाएं , जो आप कहते हैं उसमें विशवास रखें , रोड ट्रिप्स पर जाएँ और पूरी दुनिया में से भी किसी को अपने मामलों में दखलंदाजी न करने दें |",
        "तुला कैरियर और धन राशिफल": "आपका मन अभी आनंद और प्रेम की तरफ भाग रहा है , हालाँकि इसके विपरीत आपका मन हमेशा कार्यो में उलझा रहता है । लेकिन यह ठीक है, काम से एक दिन की छुट्टी ले और अपने दिन का आनंद लें। ज्यादा चिंता न करे , क्योकि आपको आनंद लेने और कार्य करने की सीमा ज्ञात है । कार्यस्थल पर प्रबंधन आपके काम से बहुत प्रभावित है और आपको पदोन्नति भी मिल सकती है!"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "आपने अपने लिए बहुत ऊँचे मानक तय किये हैं और आप इन्हें हासिल करने के लिए बहुत प्रयास कर रहे हैं ǀ फिर भी लक्ष्य तक पहुंचना मुश्किल होगा और इससे आपको थोड़ी निराशा होगी ǀ आपको लक्ष्य तय करने से पहले अपनी क्षमताएं ध्यान में रखनी होंगी ǀ समय कोई बड़ा फैसला लेने के लिए उपयुक्त नही है ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "आपकी सृजनात्मक शक्ति दिन –प्रतिदिन बढती ही जायेगी लेकिन इसके साथ-साथ आपका काम भी बढ़ता जाएगा |ऐसी स्थिति में आपको अरोमा थेरेपी की साथ साथ मसाज करवाकर भी खुद को आराम देना चाहिए |नियमित रूप से एक्सरसाइज आपके लिए बहुत फायदेमंद साबित होगी और इससे आप अपने दैनिक जीवन की चुनौतियों का सामना करने के लिए शारीरिक रूप से फिट रहेंगे |",
        "वृश्चिक प्यार और संबंध राशिफल": "आज माहौल में ही रोमांस बिखरा हुआ है | आप बहुत सारे मनोरंजक और मजेदार आदमियों के संपर्क में आयेंगे और इनमें से किसी एक के साथ मुलाकात सार्थक साबित हो सकती है | जिनका सम्बन्ध पहले से बना हुआ है वे अपने पुराने सम्बन्ध में अन्तरंग डिनर या पिकनिक पर जाकर एक नयी जान फूंक पायेंगे | आपका पार्टनर पिछले कई दिनों से कुछ खिंचा – खिंचा सा है लेकिन आज स्थिति में सुधार होगा |",
        "वृश्चिक कैरियर और धन राशिफल": "आप इस समय शांति में नहीं हैं। आपके दिल और दिमाग के बीच एक निरंतर युद्ध है की किस तरह से नैतिक और तार्किक रूप से सही निर्णय लिया जाये । अपने दिल की बात सुने और अपने मन को शांत करने के लिए कुछ करे । अपने आप को एक नई जिम्मेदारी सौपे । अगर आप बिना सोच के खर्च करेंगे तो आपको वित्तीय परेशानी हो सकती है।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आज आपके सब कामों और विचारों में एकाग्रता और शांति रहेगी ǀआप किसी विवाद से प्रभावित नही होंगे ,दरअसल कार्यस्थल पर भी ऐसी स्थिति बन सकती है कि आपको शान्तिदूत बनना पड़े ǀ घर के सुधार का कोई कार्यक्रम बना सकते हैं या अपने घर की समस्याओं को सुलझाने या संबंधों को बेह्तर बनाने के लिए काम कर सकते हैं ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "आप अभी किसी ऐसी स्थिति से बाहर निकलने की कोशिश कर रहे हैं जिससे बाहर निकलने की हर कोशिश अभी नाकाम साबित हो रही है लेकिन इसका अर्थ यह बिलकुल नही है कि आप जिम जाना या अच्छा खाना खाना भूल ही जाएँ ǀखुद से अपेक्षाएं थोड़ी कम रखें –खुद को असाधारण साबित करने की कोशिश को छोड़कर कुछ बातें इश्वर पर छोड़ दें ǀ",
        "धनु प्यार और संबंध राशिफल": "जहां तक संबंधों का सवाल है ,दिन अच्छा रहेगा |आप अपने पार्टनर के साथ एक शांत समय का आनंद ले पायेंगे | जो आपके पास है उसी के साथ खुशियाँ मनाएं | छोटे मोटे घरेलू कामों में अगर आप पार्टनर की सहायता करेंगे तो आपके सम्बन्ध में इससे एक तरह की संतुष्टि आएगी जिससे आपको ख़ुशी और आपके प्यार को एक नया आयाम मिलेगा |",
        "धनु कैरियर और धन राशिफल": "आप अपने समकक्षों के साथ भागीदारी प्राप्त करने के लिए कठिन प्रयास कर रहे है और आज आपकी यात्रा एक संतोषजनक स्थिति पर समाप्त होगी ! आप उस पुरस्कार राशि के लाभार्थी हो सकते है जो इस साझेदारी का नतीजा है । आपका एक करीबी सहयोगी आपको अपना समर्थन देने के लिए विशेष शब्दों के साथ आपका धन्यवाद कर आपको सम्मानित कर सकता है ।"
    },
    "9": {
        "मकर दैनिक राशिफल": "आज का दिन अलग अलग तरह के विचारों और दुनियाभर के नए पैदा हो रहे अवसरों के चलते थोडा सा उलझाने वाला रहेगा ǀविभिन्न शक्तियां आपको अपनी तरफ खीचेंगी ǀ अधिक सोचने और हर किसी को खुश करने की कोशिश न करें ǀइसके स्थान पर,अपने मन की ही सुनें.आपके लिए सर्वोत्तम होगा ǀभले ही आपको इस समय यह सही ना लग रहा हो ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "आपने एक नया वर्कआउट आजमाया है और इसके परिणाम बहुत अच्छे हैं |आज आपको इसके लिए काफी कोम्प्लिमेंट्स मिल सकते हैं |आपकी कमर कुछ इंच घट गई है और अब आप पहले से अधिक सक्रिय और उर्जावान महसूस कर रहे हैं |आप किसी नयी हॉबी की तरफ झुकाव महसूस करेंगे और पूरी तरह इसमें खो जायेंगे |आज का दिन काफी सकारात्मक भी रहेगा |",
        "मकर प्यार और संबंध राशिफल": "आपका कोई नया दोस्त या परिचित बन सकता है | इससे आपको प्यार के गहरे अर्थ का पता चलेगा और आप सच्चे और बनावटी प्यार में अंतर समझ पायेंगे | इन सारी चीजों से आपको अपने लिए सही व्यक्ति का चुनाव करने में भी मदद मिलेगी | आज मिलने वाले हर व्यक्ति से अच्छा व्यवहार करें |",
        "मकर कैरियर और धन राशिफल": "आप किसी भी सरकारी हस्तक्षेप के बिना छुट्टियों के कुछ दिन बिताने के बाद अब वापस अपनी कार्य करने की शैली में वापस आ गए है , लेकिन आपके ग्राहकों, सहयोगियों के व्यवहार से ऐसा नहीं लगता । उन्हें समझे और उनकी समस्याओं के प्रति सम्मान दिखाए । उन्हें कार्यो से हटकर कुछ मानसिक शांति देने का प्रयास करे लेकिन उन्हें ऐसा न लगे की आप उन पर कोई एहसान कर रहे है ।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "कोई नया काम शुरू करने के लिए दिन विशेष रूप से अच्छा है ǀ अगर आप अपनी नौकरी या करियर में कोई बदलाव लाने या कोई नया सम्बन्ध बनाने के बारे में सोच रहे हैं तो आज से अच्छा कोई भी दिन नही हो सकता ǀअगर आपको इसमें कोई जोखिम लगता भी है तो भी एक मौका जरुर लें और सब कुछ जैसे आप चाहते हैं,बिलकुल वैसे ही होने की पूरी संभावना है ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "आज इस बात की काफी संभावना है कि आपको काम से सम्बंधित तनाव झेलना पड़ेगा और इससे आपको स्वास्थ्य सम्बन्धी परेशानियां जैसे माइग्रेन या अत्यधिक टेंशन का सामन अकारण पड़ सकता है |सबसे अच्छा उपाय दिन की शुरुआत एक्सरसाइज,योग या ध्यान से करना रहेगा इससे आप मानसिक रूप से शांत और शारीरिक रूप से मजबूत बने रहेंगे |तनाव को अपनी मानसिक शांति को भंग करने न दें फिर आपका दिन कहीं अधिक सफल होगा |",
        "कुंभ प्यार और संबंध राशिफल": "आपके दिल-दिमाग में एक साथ बहुत सी विपरीत भावनाएं चल रही हैं | वास्तव में , आपके लिए एक से अधिक रोमांटिक पार्टनरों में से किसी एक को चुनना बहुत मुश्किल हो रहा है | हालाँकि इसका जवाब बिलकुल स्पष्ट ही है फिर भी आपको कई बार अलग अलग भावनाएं अपनी तरफ खींचेगी | इसीलिए ,इस समय अपनी लव लाइफ के बारे में कोई भी बड़ा फैसला न लें |",
        "कुंभ कैरियर और धन राशिफल": "आपको इस बात का आभास नहीं है की आपके सहकर्मियों को कितनी चिन्ताओ और तनाव से गुजरना पड़ रहा है । अपने समय को बचाने की बजाय उनकी चिंता को समझना आपके लिए आज ज्यादा जरुरी होगा । अगर आप फिर भी बिना सोचे समझे आगे बढ़ते जायेंगे तो आपको कड़ाई से सबक मिल सकता है । आपको एक नए घर का स्वामित्व मिल सकता है ।"
    },
    "11": {
        "मीन दैनिक राशिफल": "अपनी आँखें खुली रखें ,आज आपकी मुलाकात अपने सपनों के साथी से हो सकती है ǀप्रेम पाने की सम्भावना आज प्रबल है ǀ हालाँकि अलग से अंदाज के कारण उसे पहचानना मुश्किल हो सकता है ǀ आज आपको किसी अप्रत्याशित व्यक्ति से उपहार भी मिल सकता है ǀ कुल मिलकर आज का दिन आपके लिए घटनाओं से भरा रहेगा ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "आज आपको अपनी शारीरिक फिटनेस को और भी दुरुस्त करने के लिए किसी से प्रेरणा मिलेगी I|आप दिमागी तौर पर यह बात अच्छे से जानते हैं कि आपको अपनी फिटनेस को सुधारना है लेकिन करने के नाम पर आप पीछे हटते रहे हैं I| आज आप किसी ऐसे व्यक्ति से मिलेंगे जो चाहे खुद बहुत अच्छे रूप-आकार का स्वामी न हो,लेकिन आपको अवश्य प्रेरित करेगा I|आज आप कोई नया व्यायाम कार्यक्रम या खाने का नया पैटर्न शुरू कर सकते हैं I|",
        "मीन प्यार और संबंध राशिफल": "आप हमेशा से अपने प्रेम सम्भंधों में मधुर , कोमल और ख़ुशमिज़ाज रहे है और इसके कारण अतीत में आपका सफर बेहतरीन रहा है । बहरहाल, आज आपको एहसास होगा की जो आपके प्रेम सम्भंधों में हो रहा है , वह वास्तव में गंभीर है । यह स्थिति काफी भयानक प्रतीत होगी , लेकिन आपको ये समझना चाहिए की ये कदम उठाने की वजह से आपका जीवन समृद्ध होगा । आपको संतोष तभी मिलेगा जब आप पूरी तरह से इसमें डूब जाओगे , बजाय की सिर्फ ऊपरी तौर से इसका आंकलन करो ।",
        "मीन कैरियर और धन राशिफल": "अवसाद और कठिनाइयाँ आज आपके कार्यस्थल पर आने के संकेत दे रही है , हालाँकि अगर आपने अपने पिछले अनुभवों से कुछ सीख ली है तो आप काफी आसानी से इनका सामना करने में सक्षम हो जाएंगे । अपने अतीत से ज्ञान लेना समय की आवश्यकता है । इस चीज़ का सही समय पर इस्तेमाल आपके करियर को काफी गति दे सकता है । आपको अपने निर्णय जल्दी लेने होंगे ताकि वह प्रभावी रहे सके ।"
    }
}]
