horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आपको अपने व्यवसाय के मामलों में किसी पर भी भरोसा नहीं करना है अन्यथा आपको दुख होगा। यदि किसी वसूली पर जाने की सोच रहे हैं, तो आज आपका वहां जाना सार्थक हो सकता है। परिवार के किसी सदस्य को कोई भी वादा ना करें क्योंकि आप भलाई करने की सोच रहे हैं और उनका मंतव्य आपसे कोई गहरा फायदा उठाने का है। विद्यार्थियों को अपनी परीक्षा को एक लक्ष्य बनाकर करना होगा, तभी सफलता मिलती दिख रही है।आज आपके पास प्रचुर ऊर्जा होगी- लेकिन काम का बोझ आपकी खीज की वजह बन सकता है। अपनेे लिए पैसा बचाने का आपका ख्याल आज पूरा हो सकता है। आज आप उचित बचत कर पाने में सक्षम होंगे। अपने मित्रों के माध्यम से आपका ख़ास लोगों से परिचय होगा, जो आगे चलकर फ़ायदेमंद रहेगा। आज के इस ख़बसूरत दिन प्रेम-संबंध में आपकी सभी शिकायतें ग़ायब हो जाएंगी। सहकर्मियों और कनिष्ठों के चलते चिंता और तनाव के क्षणों का सामना करना पड़ सकता है। नए विचारों और आइडिया को जाँचने का बेहतरीन वक़्त। यूँ तो जीवन हमेशा कुछ नया और चौंकाने वाली चीज़ आपके सामने लाता है। लेकिन आज आप अपने जीवनसाथी का एक अनोखा पहलू देखकर ख़ुशी से चौंक जाएंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- आटे के पेड़े(लोई) में गुड़ रखकर गाय को खिलाने से नौकरी/बिजनेस में उन्नति होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। व्यवसाय के लिए की गई यात्राएं सफलता दायक रहेंगी। यदि आप नौकरी में कार्यरत हैं, तो आज आपको कोई नया कार्य सौंपा जा सकता है।  आज आपके पारिवारिक जिम्मेदारियां बढ़ सकती हैं, लेकिन बुजुर्गों की सलाह आज आपके खास काम आएगी। पारिवारिक बिजनेस में भाई बहनों का भरपूर सहयोग मिलेगा। प्रेम जीवन सुखमय रहेगा।पुरानी परियोजनाओं की सफलता आत्मविश्वास में वृद्धि करेगी। आज आपको भूमि, रिअल-एस्टेट या सांस्कृतिक परियोजनाओं पर ध्यान केन्द्रित करने की ज़रूरत है। आज का दिन मज़े करने के लिहाज़ से बढ़िया है, इसलिए अपनी पसंदीदा चीज़ों और काम का लुत्फ़ उठाएँ। ज़रा संभल कर, क्योंकि आपका प्रिय रूमानी तौर पर आपको मक्खन लगा सकता है – मैं तुम्हारे बग़ैर इस दुनिया में नहीं रह सकता/सकती। कुछ सहकर्मी कई अहम मुद्दों पर आपकी कार्यशैली से नाख़ुश होंगे, लेकिन यह वे आपको बताएंगे नहीं। अगर आपको लगता है कि परिणाम आपकी उम्मीद के मुताबिक़ नहीं आ रहे हैं, तो अपनी योजनाओं का फिर से विश्लेषण कर उनमें सुधार लाना बेहतर रहेगा। आज सोच-समझकर क़दम बढ़ाने की ज़रूरत है- जहाँ दिल की बजाय दिमाग़ का ज़्यादा इस्तेमाल करना चाहिए। आपको महसूस होगा कि आपका वैवाहिक जीवन बहुत ख़ूबसूरत है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- नौकरी व बिज़नेस में सफलता हेतु इस मंत्र अर्धकायं महावीर्यं चन्द्रादित्यविमर्दनम्। सिहिंकागर्भसम्भूतम तं राहुं प्रणमाम्यहम।। का जाप रात को 11 बार करें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज आपको कुछ कठिनाइयों का सामना करना पड़ सकता है, लेकिन स्वयं को कमजोर नहीं समझना है। आज आपकी नौकरी व व्यवसाय में आपको कुछ उत्तरदायित्व वाला काम सौंपा जा सकता है, जो भविष्य में आप के लिए लाभदायक सिद्ध होगा। आज किसी पुराने मित्र से मुलाकात होने के योग बन रहे हैं, स्तनपान के भविष्य की चिंता सता सकती है।भागमभाग भरे दिन के बावजूद आपकी सेहत पूरी तरह दुरुस्त रहेगी। आर्थिक तौर पर सुधार के चलते आप आसानी से काफ़ी वक़्त से लंबित बिल और उधार चुका सकेंगे। रिश्तेदारों और दोस्तों से अचानक उपहार मिलेगा। आपको अपनी ओर से सबसे अच्छा बर्ताव करने की ज़रूरत है, क्योंकि आपके प्रिय का मूड बहुत अनिश्चित होगा। कार्यक्षेत्र में आपके सामने नई चुनौतियाँ आएंगी- ख़ास तौर पर अगर आप कूटनीतिक तरीक़े से चीज़ों को नहीं इस्तेमाल करेंगे तो। आपके घर का कोई करीबी शख्स आज आपके साथ वक्त बिताने की बात कहेगा लेकिन आपके पास उनके लिए वक्त नहीं होगा जिसकी वजह से उनको तो बुरा लगेगा ही आपको भी बुरा लगेगा। लोगों की दख़लअन्दाज़ी वैवाहिक जीवन में परेशानी खड़ी कर सकती है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- प्रेमी/प्रेमिका को लाल या नारंगी कोई भी वस्तु गिफ्ट करने से आपकी लव लाइफ बढ़िया चलेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन भागदौड़ भरा रहेगा, लेकिन इसका असर आपके स्वास्थ्य पर आ सकता है, इसलिए सचेत रहें। आप कभी-कभी आवेश में आकर कोई भारी गलती कर बैठते हैं, फिर भी आगे चलकर वही कार्य आपके लिए मुसीबत बन जाता है, इसलिए कृपया दूसरों के लिए अच्छा जरूर सोचें और करें। आज का दिन आपको अपने क्रोध पर नियंत्रण रखकर आगे बढ़ना होगा, तभी आपके कार्य सफल होते नजर आ रहे हैं। आज किसी जरूरी मुद्दे पर आप अपने पिताजी से सलाह मशवरा कर सकते हैं।अपने मनमौजी और ज़िद्दी स्वभाव को क़ाबू में रखें, ख़ास तौर पर किसी जलसे या पार्टी में। क्योंकि ऐसा न करने पर वहाँ का माहौल तनावग्रस्त हो सकता है। आर्थिक तौर पर सुधार के चलते आप आसानी से काफ़ी वक़्त से लंबित बिल और उधार चुका सकेंगे। अपने दोस्तों को अपने उदार स्वभाव का ग़लत फ़ायदा न उठाने दें। जो अपने प्रिय के साथ छुट्टियाँ बिता रहे हैं, ये उनकी ज़िन्दगी के सबसे यादगार लम्हों में से होंगे। नौकरी बदलना मददागार साबित होगा। आप अपनी वर्तमान नौकरी को छोड़कर किसी नए क्षेत्र जैसे कि मार्केटिंग वग़ैरह में जा सकते हैं, जो आपके लिए बढ़िया रहेगा। खाली समय का पुरा आनंद उठाने के लिए आपको लोगों से दूर होकर अपने पसंदीदा काम करने चाहिए। ऐसा करके आपमें सकारात्मक बदलाव भी आएंगे। यह दिन आपके सामान्य वैवाहिक जीवन से कुछ हटकर होने वाला है। आपको अपने जीवनसाथी की ओर से कुछ ख़ास देखने को मिल सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- मांसाहार का त्याग करने से स्वास्थ्य सेहत अच्छी रहेगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज आपको अपने कार्य क्षेत्र में चारों तरफ कड़ी निगरानी करनी होगी। आपको पता होना चाहिए कि आसपास क्या हो रहा है क्योंकि आपके बिजनेस के कुछ विरोधी आज आप के खिलाफ षड्यंत्र रच सकते हैं, इसलिए सावधान रहें। राजनीति क्षेत्र में आज आपकी रुचि बढ़ती नजर आ रही है, जिसमें धन भी व्यय होगा। सायंकाल के समय आप अपने परिवार के सदस्यों के साथ कहीं घूमने फिरने का प्लान बना सकते हैं।घर पर तनाव का माहौल आपको नाराज़ कर सकता है। इसे दबाना आपकी शारीरिक समस्याओं में इज़ाफ़ा कर सकता है। शारीरिक गतिविधियों को बढ़ाकर इससे निजात पाएँ। ख़राब हालात से दूर रहना ही बेहतर है। आपका धन आपके काम तभी आता है जब आप फिजूलखर्ची करने से खुद को रोकते हैं आज ये बात आपको अच्छी तरह से समझ में आ सकती है। आपका मज़ाकिया स्वभाव आपके चारों ओर के वातावरण को ख़ुशनुमा बना देगा। आप आज रुहानी प्यार की मदहोशी महसूस कर सकेंगे। इसे महसूस करने के लिए कुछ वक़्त बचाकर रखें। जो काम आप कर चुके हैं, उसके चलते आज आपको पहचान मिलेगी। दिन उम्दा है, आज के दिन अपने लिए समय निकालें और अपनी कमियों और खुबियों पर गौर फर्माएं। इससे आपके व्यक्तित्व में सकारात्मक परिवर्तन आएंगे। प्यार, नज़दीकी, मस्ती-मज़ा - जीवनसाथी के साथ यह एक रोमानी दिन रहेगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सरसों के तेल में अपना मुख देखकर दान करने से स्वास्थ्य अच्छा होगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके कार्यक्षेत्र में कुछ बदलाव करने का होगा, जिसके द्वारा आपको बिजनेस में लाभदायक फल प्राप्त होंगे। यदि आज आपके लिए कोई प्रेम प्रसंग आता है, तो उसका जवाब अपना स्टेटस देख कर ही दें, नहीं तो वह आपका फायदा उठा सकते हैं। आज आपके कुछ कार्य पुर्ण हो सकते हैं, इसलिए कोशिश जारी रखें। आज शाम के समय किसी मांगलिक कार्य कार्यक्रम में सम्मिलित हो सकते हैं।दोस्त आपका परिचय किसी ख़ास इंसान से कराएंगे, जो आपकी सोच पर गहरा प्रभाव डालेगा। दोस्तों की मदद से वित्तीय कठिनाईयाँ हल हो जाएंगी। प्रभावशाली और महत्वपूर्ण लोगों से परिचय बढ़ाने के लिए सामाजिक गतिविधियाँ अच्छा मौक़ा साबित होंगी। सम्हल कर दोस्तों से बात करें, क्योंकि आज के दिन दोस्ती में दरार पड़ने की आशंका है। आईटी से जुड़े लोगों को अपना जौहर दिखाने का मौक़ा मिल सकता है। आपको क़ामयाबी पाने के लिए केवल काम पर एकाग्र होकर जी-तोड़ मेहनत करने की ज़रूरत है। आज काफ़ी दिगाग़ी कसरत मुमकिन है। आपमें से कुछ शतरंज खेल सकते हैं, वर्ग-पहेली हल कर सकते हैं, कोई कविता-कहानी लिख सकते हैं या भविष्य की योजनाओं पर गहराई से सोच सकते हैं। आपके जीवनसाथी की मांगें तनाव का कारण बन सकती हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- साधु संतों को प्रसन्न करने व उनका मान-सम्मान करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लकर आएगा। आज आपको अपने व्यवसाय में किसी दोस्त या एक्सपर्ट की सलाह लेनी पड़ सकती है। सलाह किसी ऐसे व्यक्ति से लें, जो अनुभवी  हो। आप आज किसी के ऑफर को स्वीकार करने में असमर्थता महसूस करेंगे, इसलिए आपको अपनी वाणी पर संयम रखना होगा, तभी कार्य में सफलता मिलती दिख रही हैसेहत की तरफ़ ज़रा ज़्यादा ग़ौर करने की ज़रूरत है। जल्दबाज़ी में निवेश न करें- अगर आप सभी मुमकिन कोणों से परखेंगे नहीं तो नुक़सान हो सकता है। रिश्तेदारों और दोस्तों से अचानक उपहार मिलेगा। आपका महबूब आज आपको बड़ी ख़ूबसूरती से कुछ ख़ास करके चौंका सकता है। काम की अधिकता के बावजूद भी आज कार्यक्षेत्र में आपमें ऊर्जा देखी जा सकती है। आज आप दिये गये काम को तय वक्त से पहले ही पूरा कर सकते हैं। आज आपके पास खाली समय होगा और इस समय का इस्तेमाल आप ध्यान योग करने में कर सकते हैं। आपको आज मानसिक शांति का अहसास होगा। प्यार, नज़दीकी, मस्ती-मज़ा - जीवनसाथी के साथ यह एक रोमानी दिन रहेगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- तुलसी पत्र का सेवन करना स्वास्थ्य के लिए अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए अत्यधिक परिश्रम भरा रहेगा। यदि आप किसी नई नौकरी की खोज में है या फिर कोई नया व्यवसाय करना चाहते हैं, तो उसके लिए अपने आसपास के लोगों की सहायता ले हो सकता है। इसमें से कोई आपके लिए मददगार साबित हो। विद्यार्थियों को आज नए-नए आईडिया आएंगे। यदि कोई पारिवारिक विवाद चल रहा है, तो वह आज समाप्त होगा।क्षणिक ग़ुस्सा विवाद और दुर्भावना की वजह बन सकता है। आपने बीते समय में बहुत पैसा खर्च किया है जिसका खामियाजा आज आपको भुगतना पड़ सकता है। आज आपको पैसों की जरुरत होगी लेकिन वो आपको मिल नहीं पाएगा। संबंधियों से आपको सहायता प्राप्त होगी। शाम को प्रिय के साथ रोमांटिक मुलाक़ात और साथ में कहीं लज़ीज़ खाना खाने के लिहाज़ से बढ़िया दिन है। अपनी विशेषज्ञता का इस्तेमाल पेशेवर मामलों को सहजता से सुलझाने में करें। इस राशि के छात्र आज मोबाइल पर सारा दिन बर्बाद कर सकते हैं। आपका जीवनसाथी आज ऊर्जा और प्रेम से भरपूर है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अच्छी आर्थिक स्थिति के लिए बैटरी से चलने वाला कोई खिलौने गरीब बच्चों में बांटें। \n",
    "8": "धनु राशिः आज का राशिफल\nआज आपको समय के प्रति सचेत रहना होगा और आपको अपनी नौकरी व व्यवस्याए में चल रहे सभी कार्यों को आलस्य त्यागकर तत्परता से करना होगा। यदि आप तत्परता से नहीं जुटे तो सभी कार्य  मे विलंब का शिकार हो सकते हैं। यदि आप अपने बिजनेस में कुछ नए बदलाव करने के लिए सोच रहे हैं, तो समय उत्तम है। इसमें भाग्य का आपको भरपूर साथ मिलेगा। ससुराल पक्ष से आज धन संपत्ति मिलने के योग बन रहे हैं।हृदय-रोगियों के लिए कॉफ़ी छोड़ने का सही समय है। अब इसका ज़रा भी इस्तेमाल दिल पर अतिरिक्त दबाव डालेगा। आपके पिता की कोई सलाह आज कार्यक्षेत्र में आपको धन लाभ करा सकती है. गृह-प्रवेश के लिए शुभ दिन है। आज के दिन रोमांस के नज़रिए से कोई ख़ास आशा नहीं की जा सकती है। आप पाएंगे कि आज लंबे वक़्त से अ‍टके कई सारे छोटे-छोटे, लेकिन अहम काम आप निबटाने में क़ामयाब हो रहे हैं। जरुरी कामों को समय न देना और फिजूल के कामों पर वक्त जाया करना आज आपके लिए घातक सिद्ध हो सकता है। जीवनसाथी के ख़राब व्यवहार का नकारात्मक असर आपके ऊपर पड़ सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अच्छे प्रेम सम्बन्धों के लिए गाय को आलू में हल्दी लगाकर खिलाएं। \n",
    "9": "मकर राशिः आज का राशिफल\nयदि आपका कोई संपत्ति संबंधित कानूनी वाद विवाद चल रहा है, तो उसे ज्यादा लंबा ना खींचें, नहीं तो आगे चलकर उसमें आपको परेशानी का सामना करना पड़ सकता है। आज आपको अपने किसी पुराने संकल्प को पूरा करने के लिए मन बनाना होगा। यदि आपने किसी मंदिर में मन्नत मांगी है, तो उसे तत्परता से पूरा करने के लिए आज निकल पड़ें। आर्थिक स्थिति की दिशा में किए गए प्रयास सार्थक होंगे।दिन की शुरुआत आप योग ध्यान से कर सकते हैं। ऐसा करना आपके लिए फायदेमंद रहेगा और सारे दिन आपमें ऊर्जा रहेगी। आप ऐसे स्रोत से धन अर्जित कर सकते हैं, जिसके बारे में आपने पहले सोचा तक न हो। अगर आप अपनी घरेलू ज़िम्मेदारियों को अनदेखा करेंगे, तो कुछ ऐसे लोग नाराज़ हो सकते हैं जो आपके साथ रहते हैं। आप प्रेम की आग में धीरे-धीरे ही सही, लेकिन लगातार जलते रहेंगे। कारोबारी जितना हो अपने कारोबार से जुड़ी बातों को किसी से शेयर न करें। अगर आप ऐसा करते हैं तो आप बड़ी मुश्किल में पड़ सकते हैं। जो लोग बीते कुछ दिनों से काफी व्यस्त थे उन्हें आज अपने लिए फुर्सत के पल मिल सकते हैं। ठीक कम्यूनिकेशन न होने के चलते परेशानी खड़ी हो सकती है, लेकिन मिल-बैठकर बात करने से चीज़ें सुजझाई जा सकती हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- एक सिक्के(लेड धातु) का टुकड़ा अपनी जेब में रखने से नौकरी व बिज़नेस में तरक्की होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज आपकी नौकरी और व्यवसाय के क्षेत्र में आपको कोई ऊंचा पद व ओहदा प्राप्त होने वाला है, तो उसे स्वीकार करने में देर ना लगाएं। यही आपके लिए उत्तम रहेगा। विद्यार्थियों को आज धन की कमी का सामना करना पड़ेगा। रोजगार के क्षेत्र में कार्यरत लोगों को आज सफलता प्राप्त होगी।आपका दानशीलता का व्यवहार आपके लिए छुपे हुए आशीर्वाद की तरह सिद्ध होगा, क्योंकि यह आपको शक, अनास्था, लालच और आसक्ति जैसी ख़राबियों से बचाएगा। अगर आप छात्र हैं और विदेशों में जाकर पढ़ाई करना चाहते हैं तो घर की आर्थिक तंगी आज आपके माथे पर शिकन ला सकती है। आपको परिवार के सदस्यों के साथ थोड़ी दिक़्क़त होगी, लेकिन इस वजह से अपनी मानसिक शान्ति भंग न होने दें। उदास न हों, कभी-कभी विफल होना कोई ख़राब बात नहीं है। वह तो ज़िंदगी की ख़ूबसूरती है। काम और घर पर दबाव आपको थोड़ा ग़ुस्सैल बना सकता है। अपने समय की कीमत समझें, उन लोगों के बीच रहना जिनकी बातें आपके समझ में नहीं आती हैं गलत है। ऐसा करना भविष्य में आपको परेशानियों के अलावा कुछ नहीं देगा। मुमकिन है कि वैवाहिक जीवन में ठहराव से तंग आकर आपका जीवनसाथी आपके ऊपर फूट पड़े। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- माँ सरस्वती की मूर्ति के आगे नीला फूल चढ़ाकर आराधना करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज आपको किसी प्रोग्राम में अतिथि के रूप में आमंत्रित किया जा सकता है, जिससे आपका मान-सम्मान चरम पर होगा। आज आपको किसी दिखावे शान शौकत में पढ़ने की कोई आवश्यकता नहीं है, ना ही किसी दिखावे वाले व्यक्ति से अपनी तुलना करें। आज अपने व्यापार के रुके हुए कार्यों को करने के लिए दिन उत्तम रहेगा। संतान से आज कोई शुभ समाचार सुनने को मिल सकता है।रचनात्मक शौक़ आज आपको सुक़ून का एहसास कराएंगे। आपका धन कहां खर्च हो रहा है इसपर आपको नजर बनाए रखने की जरुरत है नहीं तो आने वाले समय में आपको परेशानी हो सकती है। जिन लोगों से आपकी मुलाक़ात कभी-कभी ही होती है, उनसे बातचीत और संपर्क करने के लिए अच्छा दिन है। आपको आज ही अपने प्रिय को दिल की बात बताने की ज़रूरत है, क्योंकि कल बहुत देर हो जाएगी। किसी लघु या मध्यावधि पाठ्यक्रम में दाखिला लेकर अपनी तकनीकी क्षमताओं में निखार लाएँ। यात्रा के दौरान आप नयी जगहों को जानेंगे और महत्वपूर्ण लोगों से मुलाक़ात होगी। जीवन साथी की किसी बात को गंभीरता से न लेने की स्थिति में विवाद हो सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- स्नान करने के बाद सफेद चंदन का तिलक मस्तक पर करने से आर्थिक पक्ष अच्छा रहेगा। \n"
}]
