horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "आप एक आशावादी व्यक्ति हैं और आज यह बात सबको जान्ने देने और इससे लाभ उठाने का दिन है ǀइससे आपकी छवि एक प्रेरणात्मक वक्ता की बनेगी,जिसकी कोशिश आप लम्बे समय से करते आ रहे हो ǀ समाज में आपके सम्बन्ध जिन लोगों के साथ बहुत अच्छे नही हैं ,उनके साथ भी आपके संबंधों में अब सुधार आना शुरू हो जाएगा ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "हर रोज की एक्सरसाइज और सलाद खा –खाकर आप परेशान हो चुके हैं |अब अपना पसंदीदा खाना खाकर खुद को संतुष्ट कर सकते हैं |यह देखना न भूलें कि अगली सुबह आपको कैसा अनुभव होगा |इसका कडवा अनुभव आपको अगली बार तैलीय खाना खाने के लालच से बचने में काफी मदद करेगा |आपको अपनी शारीरिक एक्सरसाइज को बहुत सारे लोगों के सामने प्रस्तुत करने का मौका भी मिल सकता है|",
        "मेष प्यार और संबंध राशिफल": "आपकी लव लाइफ में रोचक समय चल रहा है | जिन्होंने अभी किसी के साथ अपने सम्बन्ध की शुरुआत की है उन्हें इसे मजबूत बनाने के तरीकों के बारे में सोचना चाहिए | आप दोनों प्यार और प्रतिभा दोनों को ही एक साथ बहुत अच्छे से लेकर चल सकते हैं | अपने भविष्य के बारे में सोच खुली रखें लेकिन अभी कोई योजना निश्चित न करें | केवल समय के साथ चलते जाएँ |",
        "मेष कैरियर और धन राशिफल": "आपका व्यवहार आज याद रखने योग्य होगा । अपने लाभ के लिए इसका प्रयोग करें । लोगों से मिले एवं उनसे सकरात्मक बातचीत करे। । एक सकारात्मक शरीर की भाषा बनाए रखें। यहाँ से एक नया अवसर अंकुरित हो सकता है । यह एक नई परियोजना शुरू करने के लिए एक अच्छा सप्ताह है । अपने संगठन कौशल को याद रखे और अपने आप को व्यवस्थित रखे । महीने के अंत में एक अप्रत्याशित लाभ की सम्भावना संभव है।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "आज दिनभर आपका मूड बदलता रहेगा लेकिन आपका भाग्य आपके साथ है ,इसका एक नुक्सान यह है कि आप भाग्य के भरोसे पर अधिक रह सकते हैं ǀ इस बात का ध्यान रखें कि इसके कारण परियोजनाओं की तैयारी में कोई कमी ना रहे ǀ वित्तीय फायदे तो होंगे किन्तु अनावश्यक खर्च ना करें ǀ वित्तीय लाभ का यह सिलसिला अधिक समय तक नही चलेगा ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "सांस से जुडी छोटी –मोटी समस्याएं हो सकती हैं ǀऐसी किसी जगह पर जाने से बचें जहाँ एलर्जी पैदा करने वाले पदार्थ मोजूद हो सकते हैं ǀजो खनन या फिर इसी प्रकार के क्षेत्र में काम करते हैं ,उनके लिए इनसे बच पाना पूरी तरह तो संभव नही है लेकिन उन्हें अपने स्वास्थ्य में सुधार होने तक सावधानी के तौर पर कुछ दिन काम से छुट्टी ले लेनी चाहिए ताकि समस्या ज्यादा न बढ़े ǀ",
        "वृषभ प्यार और संबंध राशिफल": "आपका आज एक दिन एक्सपेरिमेंट्स के नाम रहेगा | आप अपने आप से पूछकर खुद को सबसे अजीब चीजें करने की भी अनुमति दे सकते हैं जो आपने पहले कभी नही की | रेट्रो स्टाइल के कपडे पहनें , अलग अलग तरह के खाने खाएं , जो आप कहते हैं उसमें विशवास रखें , रोड ट्रिप्स पर जाएँ और पूरी दुनिया में से भी किसी को अपने मामलों में दखलंदाजी न करने दें |",
        "वृषभ कैरियर और धन राशिफल": "आज आपके कार्यालय में आपके और औरो के विचारो में भिन्नता रहेगी चाहे वह आपका सहकर्मी , उच्च अधिकारी या आपका मालिक हो चाहे वो कोई भी हो पर निष्चय ही ये आपके स्वास्थ्य पर प्रतिकूल प्रभाव डालेगा इसलिए आपको शांत मस्तिष्क से काम लेना है ताकि आप वाद विवाद से बचे रहे । अगर आप प्रातकाल: में दौड़ लगाने जैसा हल्का व्यायाम करे तो आप काफी हद तक अपने तनाव को दूर कर सकते है ।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "यह तो आप देख ही चुके की आकस्मिक प्रवृति पर आधारित फैसले कई बार सही साबित नही हुए हैं,इसीलिए यह जरूरी है कि आप अपने फैसले तर्क की कसौटी पर कसकर ही करें ǀ ऐसा करना और भी जरूरी है क्योंकि कोई ऐसा है जो आपका करीबी होते हुए भी आपके खिलाफ साजिश कर रहा है ǀअगर एक बार आप सोच समझकर कोई फैसला ले लें तो उसे कार्यान्वित करने में हिचकिचाएं नही ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "आप अपने जीवन की कुछ विशेष घटनाओं के कारण निराश से हो गए हैं जिसकी वजह से आप हमेशा परेशान रहते हैं और काम पर ध्यान भी केन्द्रित नही कर पाते ǀकाम पर बेहतर तरीके से फोकस करने के लिए हर रोज सोने से पहले लिख लें कि आपने कौनसे काम पूरे कर लिए हैं ǀयह भी लिख लें कि आपको कल कौनसे काम पूरे कर लेने हैं ǀ",
        "मिथुन प्यार और संबंध राशिफल": "प्यार, रिश्ते और परिवार अब आपका ध्यान अपनी और आकर्षित करेंगे ।आज आप अपने बच्चों के साथ कुछ गुणवत्ता समय बिताएंगे । आपको ये याद दिलाया जाएगा या एहसास होगा की आपके लिए महतवपूर्ण क्या है और जिसकी वजह से आप निर्णायक कदम लेंगे जिसने काफी समय से आपको परेशान किये हुए था । अपने परिवार के साथ गुणवत्ता समय बिताने के कारण तनाव घटाने में भी आपको मदद मिलेगी जो आपके मन मस्तिष्क पर हावी था ।",
        "मिथुन कैरियर और धन राशिफल": "अगर आप बेरोजगार हैं, तो एक अवसर आज आपके दरवाजे पर अपनी दस्तक दे सकता है। दोनों हाथों से इसे ले । आपके पास खोने के लिए कुछ भी नहीं है। कृपया करके मुफ्त सलाह प्रदान करने वालो से दूर रहे । आप नौकरी पाने के पश्चात अपनी ईमानदारी और समर्पण दिखाए ।आपको एक नए क्षेत्र से अवसर प्राप्त हो सकता है। विभिन्न क्षेत्रों से आप अपने लिए नौकरियों खोजे ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "आप अपने गुस्से के कारण तुरंत प्रतिक्रिया देने के मूड में हैं ǀ लेकिन आपके लिए सुझाव यह है कि अपने दिमाग को शांत रखकर गंभीरता से सोचें ǀ आपके पास अच्छी संचार-कुशलता है और इसे अपने लाभ के लिए इस्तेमाल करें ǀ तनाव घटाने के लिए,किसी साहसिक यात्रा पर जा सकते हैं लेकिन शारीरिक आनंद के चक्कर में न पड़ें ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "आज आपकी सेहत अच्छी है क्योंकि आज आप भावनात्मक रूप से खुश हैं I|आपमें आत्मविश्वास झलक रहा है Iभावनात्मक स्थायित्व और खुशी में कोई ऐसी शक्ति होती है कि वह अन्दर से बाहर तक राहत देती है I|आप सकारात्मकता से भरे हैं Iआज कोई महत्वपूर्ण कार्य निबटाने के लिए बहुत अच्छा दिन है I|सफलता और पहचान मिलने की अच्छी संभावनाएं हैं I",
        "कर्क प्यार और संबंध राशिफल": "माहौल मस्ती का है | आपकी मुलाकात काफी आकर्षक व्यक्ति से हो सकती है | आप उसके साथ यादगार समय बिताएंगे | सितारे आपके पक्ष में हैं ,यह आदमी आपका काफी करीबी बन सकता है | अभी के लिए अपनी काम सम्बन्धी सभी चिंताओं को एक तरफ रख दें और इस ख़ास आदमी के साथ खास समय के एक एक पल का आनंद लें | आपको कई नई बातें भी पता चलेंगी |",
        "कर्क कैरियर और धन राशिफल": "आज का दिन विपणन के लिए बहुत ही कारगर साबित हो सकता है जो की आपके व्यसाय को आगे की और ले जा सकता है । ये जरुरी है की आप विपणन नीतिया बनाते हुए न्यायसंगत निर्णय ले ताकि आप बेहतर नीतिया बना सके । अगर आज आपने कोई कार्यशाला या सार्वजनिक समारोह अपने व्यसाय को आगे ले जाने के लिए रखा हुआ है तो वो काफी अछा रहेगा । जो भी संपर्क आप बनायेंगे वो आगे आने वाले समय में आपके लिए सफलता की कुंजी बनेंगे ।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आज किसी अनियोजित रोमांचक यात्रा पर जाने की सम्भावना है ǀ हो सकता है कि शहर में ही घूमना चाहें,लेकिन आपका विचार खूब मजे करने का है और ऐसा ही होगा भी ǀ आप किसी करीबी के साथ हुए गिले-शिकवे दूर कर सकते हैं ǀ आपको पहले ही ऐसा करना चाहिए था,परन्तु आज सामने आने पर सब बातें साफ़ हो जायेंगी ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "आप काफी सख्त है और अपने खाने और एक्सरसाइज के मामले में हद से गुजर जाते हैं |यह भी ध्यान रखें कि अपने शरीर को सामान्य से अधिक तकलीफ देने से और भी कई समस्याएं पैदा हो सकती हैं ,इसीलिए शांति से ही आगे बढ़ना ठीक होगा |आपको यह सब करना शुरु में थोडा सा अजीब लगेगा लेकिन आप कर पायेंगे अगर आप अपने शरीर को उसकी सामान्य सीमा से अधिक तकलीफ देना बंद कर दें तो यह समझ लें कि आलसी हों और किसी चीज क एलिए ऐसे पागल होना दोनों ही ठीक नही हैं |",
        "सिंह प्यार और संबंध राशिफल": "अगर आप अपने सम्बन्ध के बारे में कुछ कसमकस की स्थिति में थे या आपका दिमाग कई दिशाओं में भाग रहा था तो आज आप किसी निष्कर्ष पर पहुँच जायेंगे |जिनका सम्बन्ध है ,वे आज सगाई या शादी करने का फैसला ले सकते हैं | ग्रहों कि स्थिति में बदलाव के कारण आप अपने रिश्ते को नये प्रकार से देख सकते हैं | अगर आप पहले समर्पित होने के विरोध में थे तो आज इस तरह की पहल का स्वागत कर सकते हैं |",
        "सिंह कैरियर और धन राशिफल": "आज का दिन सट्टा उद्यमों के लिए सबसे उपयुक्त है । आज एक लॉटरी टिकट या कंपनियों के शेयरों में निवेश करने से धन वृद्धि का एक उच्च मौका है। आपको किसी से एक अच्छा सुझाव मिल सकता है और अगर आप उसे समय पर करते हैं , तो आप अपनी आय बढ़ा सकते हैं। आज का दिन आपके के लिए शांतिपूर्ण रहेगा ।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आप पिछले कई दिन से बेचैन और नाखुश सा अनुभव कर रहें हैं लेकिन आज आपका रुख इस समस्या को और अधिक गंभीरता से लेने का है ǀ आपको यह जानना है कि इस समस्या की जड़ क्या है ,आज का दिन इस काम के लिए सबसे बेहतर है ǀ लम्बे समय से उपेक्षित कुछ कामो की योजना बनाने के लिए भी अच्छा दिन है ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "आप आज खुद को थोडा अनियंत्रित सा महसूस करेंगे ,काफी मेहनत भरे वर्कआउट सेशन के बाद आप खुद को चोकलेट का तोहफा देने वाले हैं लेकिन इसी पर तो आपको नियंत्रण करना है ǀ चोकलेट केक की बजाय कुछ कम कैलोरी वाला मीठा खाएं ǀ अगर आप जिम प्रशिक्षक की बताई हुई डाइट पर नही चलेंगे तो आपको शेप में आने में बहुत समय लग जाएगा ǀ",
        "कन्या प्यार और संबंध राशिफल": "आप अपने प्यार को ढूँढने के लिए काफी दूर आ गये हैं लेकिन अब तक तलाश पूरी नही हुई है लेकिन आपके ख़ास दोस्तों में ही कोई ऐसा है जो आपको प्यार करता है लेकिन उसने आपको अभी तक इस बारे में बताया नही है |हो सकता है उन्हें आपसे इनकार का डर हो या वे चाहते हों कि पहले आप प्रोपोज करें |उनके साथ कुछ समय और बताएं और आपको उनके दिल तक पहुंचने का रास्ता मालूम हो जाएगा |",
        "कन्या कैरियर और धन राशिफल": "कुछ परिवर्तन आपके कार्यस्थल में होने की संभावना है। वे पहली बार में हतोत्साहित लग सकते है, लेकिन जल्द ही वे आप के लिए नए अवसर को खोलेंगे , लेकिन इस अवसर का लाभ उठाने के लिए आपको साहस और विश्वास की छलांग लगाने की आवश्यकता पड़ेगी । ये उद्यम आपको जोखिम भरा लग सकता है, लेकिन जो आप करोगे , उसमे आनंद आएगा और जल्द ही इस में सफल होने की उम्मीद भी रहेगी ।"
    },
    "6": {
        "तुला दैनिक राशिफल": "आपकी सफलता हासिल करने की इच्छा आज और बलवती होती जायेगी ǀ आप आज अपनी लिखित और वक्ता कला में सुधार के लिए कोशिश कर सकते हैं ǀ सफलता के लिए महत्वपूर्ण टिप्स पढ़ें या किसी कुशल आदमी से मार्गदर्शन ले लें ǀ हालाँकि इन सबके चक्कर में उनकी भी उपेक्षा ना करें जो लम्बे समय से आपके ध्यान और समय की प्रतीक्षा में हैं ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "आप आज चिडचिडे और बीमार से महसूस कर रहें हैं ,ऐसा आपकी पेट की तकलीफों के कारण है लेकिन आपको यह तो समझना ही होगा कि बिना सोचे समझे कुछ भी खाना ही आपकी सब शारीरिक समस्याओं की जड़ है जिससे बाद में मानसिक तनाव जन्म लेता है |आपको अपनी डाइट पर नियंत्रण करन होगा |आपको शायद ऐसा कर पाना काफी मुश्किल लगेगा |अपने किसी दोस्त को अपने साथ अपने इस कार्यक्रम में शामिल कर लें ,उसकी मदद से आपको आसानी होगी |",
        "तुला प्यार और संबंध राशिफल": "आप पिछले काफी समय से किसी के जबर्दस्त प्रशंसक हैं लेकिन कुछ घटनाओं से आपको ऐसा लगा है कि आप ने उनके चक्कर में बस अपना समय व्यर्थ किया है ,जिसपर आप इतना ध्यान और प्यार न्योछावर कर रहे हैं ,वह इसके लायक नही है | उनसे बेहतर को ढूँढें | आपको कोई ऐसा साथी चाहिए जो आपको भविष्य की ओर देखने में मदद करे और जिसका मानसिक स्तर उच्च हो |",
        "तुला कैरियर और धन राशिफल": "बदलाव आपके कैरियर में संकेत दे रहे है, लेकिन ये परिवर्तन आपको आनंद देगा । आपको नयी नौकरी की पेशकश मिल सकती है , या एक नए विभाग में आपको स्थानांतरित किया जा सकता है । पदोन्नति का भी संकेत मिल रहा है । आप अपनी नई जिम्मेदारियों से प्यार करेंगे और अपने आप को साबित करने के लिए उत्साह से भर जाएंगे । आप अपनी कार्य क्षमताओं से हर किसी को प्रभावित करेंगे ।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "आपका व्यक्तित्व प्रतिभाशाली और प्रभावी है ,जो आज आपके हितेषियों तथा विरोधियों सहित सबके सामने आएगा ǀ अपने शुभचिन्तकों की बातों पर ध्यान दें और बाकी सब बातों की उपेक्षा कर दें ǀ आपके बड़े आपका साथ देंगे और जीवन के महत्वपूर्ण लक्ष्यों पर ध्यान फोकस करने में आपकी मदद करेंगे ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "आप पिछले कुछ दिनों से चिडचिडे और परेशान सा महसूस कर रहे हैं और ऐसा इसलिए है क्योंकि आप अपने स्वास्थ्य की कीमत पर दूसरों का बहुत अधिक ध्यान रखने में लगे हुए हैं | अब समय आ गया है कि आपको यही प्यार अपने लिए भी दिखाना होगा |अपने खाने पर ध्यान दें | खूब आराम भी करें और अपने शरीर को आराम देने और ख़ुशी महसूस करने के लिए ब्यूटी पार्लर में भी जा सकते हैं |इससे आप तरोताजा और उर्जावान महसूस करेंगे |",
        "वृश्चिक प्यार और संबंध राशिफल": "इससे पहले कि आप दूसरों से प्यार की अपेक्षा करें , आपको खुद को प्यार करना सीखना होगा | आपको आज यही बात स्पष्ट रूप से सीखनी है | यह समय आपके लिए अपने मन की आवाज सुनने और खुद को वह प्यार और इज्जत देने का है जिसके आप हकदार हैं | इसके बाद आपको प्यार की तलाश में बाहर नही जाना पड़ेगा | इसकी जगह आपके आत्मविश्वास और आत्मसम्मान के कारण अच्छे ओर सार्थक लोग खुद आपकी जिंदगी में आना चाहेंगे |",
        "वृश्चिक कैरियर और धन राशिफल": "आज के दिन आपको एक अप्रत्याशित रूप से उपहार आपके दिल के निकट के व्यक्ति से मिल सकता है। आज का दिन आपके लिए काफी उत्तम रहेगा । आपके सहकर्मी और आपसे उच्च पद पर तैनात सहकर्मी आपसे खुश रहेंगे तथा आपसे पूरा सहयोग एवं सहायता करेंगे जिसकी वहज से आप अपना काम समय पर पूरा कर पाएंगे तथा सांयकालीन बेला में आप किसी समारोह का भी आयोज़न कर सकते है।"
    },
    "8": {
        "धनु दैनिक राशिफल": "अपने जीवन पर नियंत्रण रखें और और सब के कहने या कुछ करने की कोई भी परवाह ना करें ǀ इसके स्थान पर आराम से खुद की इच्छाओं और आवश्यकताओं को समझने की कोशिश करें और उन का विश्लेष्ण करें ताकि किसी स्पष्ट निष्कर्ष पर पहुंच सकें ǀ इस बात का विशेष ध्यान रखें की आपके फैसले से ऐसी किसी व्यक्ति को दुःख न हो जो आप पर भावनात्मक रूप से निर्भर है ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "आज आपको स्वास्थ्य सम्बन्धी छोटी दिक्कतें हो सकती हैं जिनसे आपका स्वास्थ्य आंशिक रूप से प्रभावित होगा,लेकिन इससे आपको ज्यादा परेशानी नही होनी चाहिए ǀआप को ठंड,सामान्य खांसी आदि हो सकते हैं ǀमाचिस जलाते हुए भी सावधान रहें ǀथोड़े से सावधान रहने भर से आप खुद को काफी परेशानियों से बचा सकते हैं ǀअपने साथ एक हैण्ड सनीटीजेर रखें ǀ",
        "धनु प्यार और संबंध राशिफल": "आज अपने पार्टनर के साथ कुछ रोमांटिक समय बिताएं | दिन आलस और आराम से भरा रहेगा | अगर आप कुछ स्पेशल करने की योजना नही भी बनाते तब भी आप अपने पार्टनर और परिवार के साथ अच्छा समय बिताकर इसे स्पेशल बना लेंगे | आज महत्वपूर्ण मुद्दों को भी एक तरफ रखकर जिन्दगी की छोटी छोटी खुशियों का मजा लें | आपको संतुष्टि और काफी आनंद महसूस होगा |",
        "धनु कैरियर और धन राशिफल": "एक छोटा लेकिन बेहद आकर्षक अवसर आज आप के लिए खुलने की संभावना है। निर्माण या अचल संपत्ति के कारोबार में निवेश आपके लिए लाभदायक सिद्ध हो सकता है । हालांकि, अगर आप समय पर निर्णायक कार्रवाई करते है तभी आपको लाभ मिलेगा । अगर आप समय बर्बाद करेंगे तो अवसर आपके हाथ से निकल जाएंगे । संपत्ति से संबंधित ऋण भी आज मंजूर होने की संभावना है।"
    },
    "9": {
        "मकर दैनिक राशिफल": "आप आज थोड़ी सी गंभीर मानसिक स्थिति में रहेंगे ǀ आपको आज जीवन के व्यावहारिक मुद्दों पर ध्यान देना होगा ǀ लेकिन आप विश्वास और आशावादिता से भरपूर हैं और गहरे भावनात्मक स्तर पर भी मौके लेने के लिए तैयार हैं ǀ आपका कोई करीबी आपके लक्ष्यों और उद्देश्यों के लिए अपनी चिंता जाहिर करेगा,उन्हें अपनी स्थिति समझाने के लिए समय निकालें ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "आपको यह समझना होगा कि आपको स्वस्थ रहने और युवा दिखने के लिए जंक फूड से दूरी बनानी होगी ǀ आप पिछले कुछ दिनों से सामान्य से भी अधिक जंक फूड का सेवन कर रहे हैं ǀआपको तुरंत खुद पर नियंत्रण करना होगा ǀआज ही अपने मेनू से जंक फूड हटा दें ǀ इसके स्थान पर,खूब फायबर युक्त खाना खाएं ǀ",
        "मकर प्यार और संबंध राशिफल": "आप भगवान के द्वारा बनाये हुए अद्वितीय और विशेष है और किसी को आपके बारे में गलत बोलने का अधिकार नहीं है । अगर आप ऐसे महसूस करते है तो सूक्ष्म , कोमलता और शान से अपने कार्यो से अपना जवाब दीजिये । स्थिति में एक मोड़ आएगा । आपका साथी आपको समझेगा । वर्तमान में आपका प्यार परिवेश के कारण व्याकुल है , लेकिन जब कठिन स्थिति आयेगी तो आपके साथी को आपका महत्व पता चलेगा ।",
        "मकर कैरियर और धन राशिफल": "आप अच्छे स्वभाव के व्यक्ति हैं और सामाजिक कार्यो में भी भाग लेते रहे है । आज आपके इन गुणों की बहुत सराहना की जाएगी और उनके लिए पुरस्कार भी दिया जाएगा । आपको अपने आत्मविश्वास को बढ़ावा देने के लिए अदभुत सलाह भी मिल सकती है और आप वो सब पा सकते है जो अपने बलबूते पर पाना इतना आसान नहीं था ।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "आपकी जीभ तेज है और मस्तिष्क तार्किक है लेकिन आपकी यह योग्यता आज आपकी असुरक्षित प्रवृति के कारण प्रभावित होगी ǀ हमेशा की तरह बहाव का विरोध करने के स्थान पर उसके साथ चलें ǀ आपको अनुभव से काफी कुछ सीखने को मिल सकता है जबकि अभिमान से आपको कुछ नही मिलेगा ǀ बाद में आप अच्छा और आत्मविश्वास से भरा अनुभव करेंगे ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "आप पूरी तरह अलग जलवायु वाले किसी स्थान पर यात्रा की योजना बना रहे हो ǀ अगर किसी गरम जलवायु वाली जगह पर जा रहे हो तो चाहे पसंद हो या न हो,खूब खीरा खाएं ǀअगर जलवायु ठंडी हो तो विशेष ध्यान रखें और बहुत सारे गरम ऊनी कपडे पहनकर अपने शरीर में ठंड को घुसने से बचाएं ǀ",
        "कुंभ प्यार और संबंध राशिफल": "आज आप और आपके पार्टनर दोनों ही के पास नए आईडिया हैं | आप एक साथ या तो अपने ऑफिस या घर पर ही अपने करीबियों के लिए छोटी सी पार्टी रख सकते हैं | यह दोनों ही चीजें समाज में आपके रुतबे को बढाएंगी और इससे आपको लोगों के साथ और बेहतर सम्बन्ध बनाने में मदद मिलेगी | केवल अपने शुभचिंतकों को ही न बुलाएँ, औरों को भी बुला सकते हैं |",
        "कुंभ कैरियर और धन राशिफल": "आज आपको अपने खर्चो का ध्यान रखना होगा और उनपर पैनी निगाह रखनी होगी क्योकि यह छोटे छोटे खर्चे आगे जाकर विराट रूप धारण कर लेते है , हालाँकि आपकी व्यक्तिगत जरूरते कम है पर फिर भी आपको अपने खर्चों पर नियंत्रण रखना होगा ताकि भविष्य में धन की समस्या उत्पन न हो । आपको कुछ अन्य कार्यो के बारे में भी सोचना चाहिए ताकि आपकी आय बढ़ सके ।"
    },
    "11": {
        "मीन दैनिक राशिफल": "आज अपमनी दार्शनिकताओं तथा विचारों को किसी के साथ बाँट लेने का मौका देखें ,आपकी मुलाकात एक बेहतरीन व्यक्ति से हो सकती है ǀ इससे एक ख़ूबसूरत दोस्ती या अच्छी साझेदारी भी जन्म ले सकती है ǀ थोड़े से ध्यान से देखने से,आप अपने आसपास से बहुत सारी चीजें सीख पायेंगेऔर यह ज्ञान आपके लिए लाभकारी सिद्ध होगा ǀआप किसी ऐसे व्यक्ति से भी मिल पायेंगे जिसके विचार आपसे मिलते हों ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "इससे पहले कि आप खुद पर अपने नए एक्सरसाइज कार्यकर्म या डाइट को लेकर अधिक सख्ती बरतें,पहले यह सुनिश्चित कर लें कि जो आप करने जा रहें हैं ,वह आपके लिए जरुरी भी है या नही | हो सकता है कि किसी और के तय किये हुए पैमानों के अनुसार कार्य करना आपके लिए फायदेमंद साबित न हो |अब समय आ गया है कि और किसी के कहने पर चलने की बजाय आप खुद अपनी जरूरतों और अपने व्यक्तित्व को ध्यान में रखते हुए अपना कार्यक्रम बनाएं |",
        "मीन प्यार और संबंध राशिफल": "आज आप और आपका पार्टनर एक साथ मूव इन के बारे में सोच सकते हैं | एक बहुत अच्छे घर में रहने की आपकी योजना में आपके पार्टनर बहुत अच्छे से आपकी सहायता कर सकते हैं | हालाँकि मूड बदलने और खुशमिजाज बनाने के लिए ,रूटीन में बदलाव के लिए आप किसी खूबसूरत जगह पर छुट्टियाँ मनाने या किसी साहसिक रोमांचक यात्रा की योजना बना सकते हैं |",
        "मीन कैरियर और धन राशिफल": "आप सक्रिय हैं और आज आपकी सक्रिय प्रकृति आपको शीर्ष पर रखेगी । आप सभी गतिविधियों के केंद्र पर हैं । आप बहुत अच्छा कर रहे हैं। बस अपनी गति को बनाए रखने और आगे बढ़ते रहे । अब भी लक्ष्य को हासिल करने के लिए बहुत कुछ है। आप अपने कार्य क्षेत्र को व्ययवस्थित रखें और समय-समय पर अपने दस्तावेजों को देखते रहे ।"
    }
}]
