horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। रोजगार की दिशा में प्रयास कर रहे लोगों को आज रोजगार के उचित अवसर प्राप्त होंगे। आज आपको अपने आय और व्यय दोनों में संतुलन बना कर रखना होगा, नहीं तो भविष्य में आपको आर्थिक संकट परेशान कर सकता है। यदि आप किसी नई नौकरी के लिए प्रयास कर रहे हैं, तो वह आपको प्राप्त हो सकती है। यदि आज आपको कोई निर्णय लेना पड़े, तो जल्दबाजी में ना लें, नहीं तो इसमें आपको नुकसान हो सकता है। प्रेम जीवन में बिता रहे लोग आज अपने जीवनसाथी को अपने परिवार के सदस्यों से मिलवा सकते हैं।कार्यक्षेत्र में वरिष्ठों का दबाव और घर में अनबन के चलते आपको तनाव का सामना करना पड़ सकता है- जो काम में आपकी एकाग्रता को भंग करेगा। जो व्यापारी अपने कारोबार के सिलसिले में घर से बाहर जा रहे हैं वो अपने धन को आज बहुत संभालकर रखें। धन चोरी होने की संभावना है। जीवनसाथी आपका ख़याल रखेगा। आपके प्रिय/जीवनसाथी का फ़ोन आपका दिन बना देगा। नई योजनाएँ आकर्षक होंगी और अच्छी आमदनी का ज़रिया साबित होंगी। कोई आध्यात्मिक गुरू या बड़ा आपकी सहायता कर सकता है। मुमकिन है कि आज आपका जीवनसाथी ख़ूबसूरत शब्दों में यह बताए कि आप उनके लिए कितने क़ीमती हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- कांसे के एक गोल टुकड़े को हरे कपड़े में लपेटकर जेब में रखने से आर्थिक स्थिति सुधरेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। अपने व्यापार के लिए कोई नई योजना बना रहे हैं, तो वह आज पूरी होकर कार्यरत हो सकती है, जिससे आपको और आपके व्यवसाय को लाभ मिलेगा। आज कोई पुराना मित्र आपके लिए मददगार साबित हो सकता है, लेकिन इन सबके बीच आपको सलाह है कि आप अपनी सेहत के प्रति सचेत रहें, यदि कोई कष्ट होता है, तो तुरंत डॉक्टर से परामर्श करें अन्यथा आपको बेवजह की दिक्कतें झेलनी पड़ सकती हैं। संतान आपके पारिवारिक बिजनेस में आज आपकी मदद कर सकती है। जीवनसाथी का भरपूर सहयोग मिलेगा।अपनी ख़ुशियों को दूसरों के साथ साझा करना आपकी सेहत को भी बेहतर करेगा। लेकिन ख़याल रखें कि इसे नज़रअंदाज़ करना बाद में भारी पड़ सकता है। दीर्घावधि मुनाफ़े के नज़रिए से स्टॉक और म्यूचुअल फ़ंड में निवेश करना फ़ायदेमंद रहेगा। घरेलू मामलों पर तुरंत ध्यान देने की ज़रूरत है। हर बात पर प्यार का दिखावा करना ठीक नहीं है इससे आपका रिश्ता सुधरने की जगह बिगड़ सकता है। ट्रेड शो और सेमिनार आदि में भागीदारी आपके व्यावसायिक सम्पर्कों में सुधार लाएगी। आपको अपने घर के छोटे सदस्यों के साथ वक्त बिताना सीखना चाहिए। अगर आप ऐसा नहीं करते हैं तो आप घर में सद्भाभ बना पाने में कामयाब नहीं हो पाएंगे. रोमानी नज़रिए से वैवाहिक जीवन के लिए अच्छा दिन है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- घर में रखीं फटी हुई पुस्तकों को दुरुस्त कर लेने से पारिवारिक जीवन अच्छा चलने लगता है। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मिश्रित फलदायक रहेगा। आर्थिक दिशा में किए गए प्रयासों में सफलता प्राप्त होगी। आज आपको अपने कार्यालय में अपने साथी कर्मचारियों से कुछ तनाव मिल सकता है, लेकिन परेशान ना हो, छोटी-छोटी बातों को नजरअंदाज करना सीखें। आज आपको अपनों का भरपूर सहयोग मिलेगा। यदि आज आप कोई संपत्ति खरीदना चाहते हैं, तो उसके लिए भी दिन उत्तम रहेगा। विद्यार्थियों को शिक्षा प्राप्ति में धन की कमी हो सकती है। ससुराल पक्ष के किसी व्यक्ति से आज कोई वाद विवाद हो सकता है।जीवन-साथी की सेहत को ठीक तरह से ध्यान दिए जाने और देखभाल की ज़रूरत है। नया आर्थिक क़रार अंतिम रूप लेगा और धन आपकी तरफ़ आएगा। आपका मज़ाकिया स्वभाव आपके चारों ओर के वातावरण को ख़ुशनुमा बना देगा। कोई आपको दिल से सराहेगा। सहकर्मियों और वरिष्ठों से मिला सहयोग आपके उत्साह में इज़ाफ़ा करेगा। खाली समय का सदुपयोग होना चाहिए लेकिन आप आज आप इस समय का दुरुपयोग करेंगे और इस वजह से आपका मूड भी खराब होगा। आज के दिन कुछ भी करने के लिए अपने साथी पर दबाव न डाले, अन्यथा आपके दिलों में दूरियां आ सकती हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- माथे पर केसर का तिलक करना स्वास्थ्य के लिए शुभ रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके व्यवसाय के लिए कुछ चुनौती पूर्ण रहेगा। आज आपको अपने कार्यालय में अपने भाई की सलाह की आवश्यकता होगी और अपने वाणी की सौम्यता से ही आज आप अपने व्यवसाय की योजनाओं को फैला सकते हैं। आज आपको मामा पक्ष से धन लाभ होता दिख रहा है। यदि आपके लंबे समय से कुछ कार्य से रुके हुए थे, तो उनको आपको पूरा करना ही होगा। जीवनसाथी के लिए आज आप कोई उपहार खरीद सकते हैं और सायंकाल के समय उन्हें कहीं घुमाने फिराने लेकर जा सकते हैं।अगर आप बहुत ज़्यादा तनाव महसूस कर रहे हैं, तो बच्चों के साथ अधिक समय बिताएँ। उनके प्यार भरे आलिंगन और मासूम मुस्कुराहट आपकी सभी परेशानियों को ख़त्म कर देंगे। इस राशि के बड़े कारोबारियों को आज के दिन बहुत सोच समझकर पैसा निवेश करने की जरुरत है। उन लोगों के साथ कुछ समय बिताएँ, जो आपको चाहते हैं और आपका ख़याल रखते हैं। रोमांचक दिन है, क्योंकि आपका प्रिय आपको तोहफ़े/उपहार दे सकता है। ऐसे लोगों से साथ जुड़ें जो स्थापित हैं और भविष्य के रुझानों को समझने में आपकी मदद कर सकते हैं। आज आप बिना किसी वजह के कुछ लोगों के साथ उलझ सकते हैं। ऐसा करना आपके मूड को तो खराब करेगा ही साथ ही इससे आपका कीमती समय भी बर्बाद होगा। आपके आस-पास के लोग कुछ ऐसा कर सकते हैं, जिसके चलते आपका जीवनसाथी आपकी तरफ़ फिर से आकर्षित महसूस करेगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- त्रिफला का सेवन किसी भी रूप में करने से स्वास्थ्य अच्छा होगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। अकस्मात आज किसी पुराने मित्र को लेकर आपको व्यर्थ की उलझन हो सकती है। अगर आज कहीं दूर की यात्रा का प्लान कर रहे हैं, तो आपके प्रयास सफल होंगे। आज आपको कार्य क्षेत्र में भी कठिनाइयों का सामना करना पड़ेगा। दांपत्य जीवन में आज एक दूसरे के प्रति प्रेम विश्वास अधिक सुदृढ़ होगा। सायं काल के समय आज आपको अपने पिताजी की सेहत के प्रति सचेत रहना होगा। भाई बहनों से संबंधों में मधुरता आएगी। आस पड़ोस में यदि कोई वाद-विवाद होता है, तो उससे बचना ही बेहतर होगा।अपने आहार पर नियंत्रण रखें और चुस्त-दुरुस्त रहने के लिए नियमित व्यायाम करें। पैसा अचानक आपके पास अएगा, जो अपके ख़र्चों और बिल आदि को सम्हाल लेगा। अपनी बातों पर क़ाबू रखें, क्योंकि इसके चलते बड़े-बुज़ुर्ग आहत महसूस कर सकते हैं। बेकार की बातें करके समय बर्बाद करने से बेहतर है कि आप शांत रहें। याद रखें कि समझदार कामों के ज़रिए ही हम जीवन को अर्थ देते हैं। उन्हें महसूस करने दें कि आप उनका ख़याल रखते हैं। आप अपने प्रिय की बांहों में आराम महसूस करेंगे। कार्यक्षेत्र में आपके कामकाज की सराहना होगी। मौज-मस्ती के लिए घूमना संतोषजनक रहेगा। आपका जीवनसाथी आपको पाकर ख़ुद को ख़ुशनसीब समझता है; इन पलों का भरपूर उपयोग करें। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- सर्पाकार चांदी की अंगूठी धारण करने से पारिवारिक जीवन खुशहाल रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित फलदायक रहेगा। व्यावसायिक प्रतिष्ठा का भी आज आपको लाभ मिलता दिख रहा है। वही आज आपके शत्रुओं की संख्या में भी इजाफा हो सकता है। आज आय के नए स्रोत बनते दिख रहे हैं, लेकिन आपको अपने स्वास्थ्य के प्रति सचेत रहना होगा अन्यथा बेवजह का मानसिक तनाव बढ़ सकता है। राजनीति की दिशा में प्रयास कर रहे लोगों के लिए भी आज का दिन शुभ रहेगा। कार्यक्षेत्र में कुछ अधिकारियों का पूरा सहयोग मिलेगा। संतान को अच्छे कार्य करते देख मन में प्रसन्नता रहेगी।आपका दानशीलता का व्यवहार आपके लिए छुपे हुए आशीर्वाद की तरह सिद्ध होगा, क्योंकि यह आपको शक, अनास्था, लालच और आसक्ति जैसी ख़राबियों से बचाएगा। आज अगर आप दूसरों की बात मानकर निवेश करेंगे, तो आर्थिक नुक़सान तक़रीबन पक्का है। पारिवारिक सदस्यों की मदद आपकी ज़रूरतों का ख़याल रखेगी। आपकी आँखें चमकने लगेंगी और धड़कनें तेज़ हो जाएंगी, आज जब आप अपनी सपनों की राजकुमारी से मिलेंगे। नयी परियोजनाओं और ख़र्चों को टाल दें। अपने समय की कीमत समझें, उन लोगों के बीच रहना जिनकी बातें आपके समझ में नहीं आती हैं गलत है। ऐसा करना भविष्य में आपको परेशानियों के अलावा कुछ नहीं देगा। आपको महसूस होगा कि आपका वैवाहिक जीवन बहुत ख़ूबसूरत है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- गणेश जी को दूर्वा चढ़ाने से आर्थिक स्थिति अच्छी होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन धन के मामले में उत्तम रहेगा। आज आपके कार्यक्षेत्र में बदलाव के लिए किए जा रहे प्रयासों में भी आज सफलता मिलेगी। संतान से संबंधित आपको सुखद समाचार आज आपको प्राप्त हो सकता है। सायंकाल के समय आपकी किसी पुराने मित्र से मुलाकात हो सकती है, जिससे मन मे प्रसन्नता रहेगी। आज आपके विरोधी प्रबल रहेंगे, लेकिन चाह कर भी आपका कुछ नहीं बिगाड़ पाएंगे, इसलिए परेशान ना हो। आज आपको कोई प्रिय वस्तु उपहार के रूप में हो सकती हैं। व्यापारियों का आज नगर धन की कमी का सामना करना पड़ता है।निराशावादी रवैये से बचें क्योंकि न सिर्फ़ यह आपकी संभावनाओं को कम कर देगा, बल्कि शरीर के आंतरिक संतुलन को भी बिगाड़ देगा। लम्बे अरसे को मद्देनज़र रखते हुए निवेश करें। बच्चे आपको घरेलू काम-काज निबटाने में मदद करेंगे। कुछ लोगों के लिए जल्द ही शादी की शहनाई बज सकती है, जबकि दूसरे ज़िन्दगी में नए रोमांस का अनुभव करेंगे। अपने काम और प्राथमिकताओं पर ध्यान एकाग्र करें। खाली समय का पुरा आनंद उठाने के लिए आपको लोगों से दूर होकर अपने पसंदीदा काम करने चाहिए। ऐसा करके आपमें सकारात्मक बदलाव भी आएंगे। आप अपने जीवन की कुछ यादगार शामों में से एक आज अपने जीवनसाथी के साथ बिता सकते हैंं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- चमेली का तेल, सिंदूर, चाँदी के वर्क का चोला हनुमान जी को चढाने से स्वास्थ्य अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज आप का मनोबल बढ़ा दिखेगा क्योंकि आपके परिवार में आज कोई शुभ मांगलिक कार्यक्रम हो सकता है, जिस पर आप धन व्यय भी करेंगे। किसी रुकी हुई व्यवसायिक योजना को भी आज बल मिलेगा। ससुराल पक्ष से भी आज आपको  सम्मान मिलता दिख रहा है। यदि आपका निवेश संबंधी कारोबार है, तो आज आपको कुछ व्यर्थ की भागदौड़ करनी पड़ सकती है। संतान के विवाह संबंधी निर्णय यदि आज लेना पड़े, तो जल्दबाजी में ना लें। सायं काल का समय आज आप अपने माता-पिता को तीर्थ स्थान के दर्शन के लिए लेकर जा सकते हैं।बच्चे आपकी शाम को ख़ुशी की चमक लाएंगे। थकाऊ और उबाऊ दिन को अलविदा कहने के लिए एक बढ़िया डिनर की योजना बनाएँ। उनका साथ आपके शरीर में फिर से ऊर्जा भर देगा। चंद्र की स्थिति की वजह से आज आपका धन बेवजह की चीजों पर खर्च हो सकता है। अगर आपको धन संचय करके रखना है तो अपने जीवनसाथी या माता पिता से इस बारे में बात करें। रिश्तेदारों के यहाँ छोटी यात्रा आपके भागदौड़ भरे दिन में आराम और सुकून देने वाली साबित होगी। आपका प्यार न सिर्फ़ परवान चढ़ेगा, बल्कि नई ऊँचाइयों को भी छूएगा। दिन की शुरुआत प्रिय की मुस्कान से होगी और रात उसके सपनों में ढलेगी। किसी लघु या मध्यावधि पाठ्यक्रम में दाखिला लेकर अपनी तकनीकी क्षमताओं में निखार लाएँ। घर में पड़ी कोई पुरानी वस्तु आज आपको मिल सकती है जिससे आपको अपने बचपन के दिनों की याद सता सकती है और आप उदासी के साथ अपने दिन का काफी समय अकेले बिता सकते हैं। वैवाहिक जीवन में स्नेह को दिखलाने का अपना महत्व है और इस चीज़ का अनुभव आज आप करेंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- आर्थिक स्थिति मजबूत करने के लिए लाल मिर्च (सूर्य की कारक वस्तु) का भोजन में संतुलित प्रयोग करें। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। विद्यार्थियों के लिए शिक्षा प्रतियोगिता में चल रहे प्रयासों में कड़ी मेहनत की आवश्यकता है। यदि आपके परिवार में कोई विवाद चल रहा है, तो वह आज फिर से सिर उठा सकता है, लेकिन आपको अपने माता-पिता की सलाह से इसको समाप्त करना होगा, नहीं तो रिश्तो में दरार पड़ सकती है। नौकरी में आज कुछ साथी कर्मचारी आपके लिए कोई पार्टी रख सकते हैं। आप अपनी व्यवसाय की गति को तेज करने के करने के लिए किसी वरिष्ठ अधिकारी से सलाह मशवरा करेंगे, जिन की सलाह के लिए उत्तम रहेगी।कार्यक्षेत्र में वरिष्ठों का दबाव और घर में अनबन के चलते आपको तनाव का सामना करना पड़ सकता है- जो काम में आपकी एकाग्रता को भंग करेगा। आज के दिन आपको अपने उन दोस्तों से बचकर रहने की जरुरत है जो आपसे उधार मांगते हैं और फिर उसे लौटाते नहीं हैं। कुछ समय आप अपने शौक़ और अपने परिवार वालों की मदद में भी ख़र्च कर सकते हैं। अनपेक्षित रोमांटिक आकर्षण की संभावना है। अपने लक्ष्यों का पीछा करने के लिए उम्दा दिन है। अपनी शारीरिक-ऊर्जा का स्तर ऊँचा बनाए रखें, ताकि आप जी-तोड़ मेहनत कर जल्द-से-जल्द उन्हें हासिल कर सकें। इस मामले में आप अपने दोस्तों की मदद भी ले सकते हैं। इससे आपका उत्साह बढ़ेगा और उद्देश्य को पाने में सहायता मिलेगी। वक्त की नाजाकत को समझते हुए आज आप सब लोगों से दूरी बनाकर एकांत में वक्त बिताना पसंद करेंगे। ऐसा करना आपके लिए हितकर भी होगा। आज आपके वैवाहिक जीवन के सबसे अच्छे दिनों में से एक हो सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- तेल व शराब पीपल की जड़ में चढाने से आर्थिक स्थिति बेहतर होगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए कला और साहित्य के क्षेत्र में चल रहे प्रयासों में सफलता के लिए होगा। दोपहर के समय आज आपको व्यापार से संबंधित कोई सूचना प्राप्त हो सकती है, जिसके लिए आपको कुछ यात्रा भी करनी पड़ सकती है। आज साझेदारी की मदद से आपके कोई रुकी हुई डील फाइनल हो सकती है, जो आपके व्यवसाय को भविष्य में चरम पर पहुंच जाएगी। यदि आज आप किसी से पैसे का लेनदेन करने की सोच रहे हैं, तो उसमें सावधानी बरतें। ससुराल पक्ष से चली रही आ रही समस्या आज जीवनसाथी के सहयोग से समाप्त होगी।जो समस्याएँ आपको परेशान कर रही हैं, उन्हें हल करने के लिए होशियारी, चतुरता और कूटनीति के दाव-पेंचों की ज़रूरत है। यात्रा आपको थकान और तनाव देगी- लेकिन आर्थिक तौर पर फ़ायदेमंद साबित होगी। पारिवारिक सदस्यों के साथ सुकून भरे और शांत दिन का लुत्फ़ लें। अगर लोग परेशानियों के साथ आपके पास आएँ तो उन्हें नज़रअंदाज़ करें और उन्हें अपनी मानसिक शांति भंग न करने दें। आपकी आकर्षक छवि मनचाहा परिणाम देगी। मुश्किल मामलों से बचने के लिए आपको अपने संपर्क उपयोग करने की ज़रूरत है। दिन उम्दा है, आज के दिन अपने लिए समय निकालें और अपनी कमियों और खुबियों पर गौर फर्माएं। इससे आपके व्यक्तित्व में सकारात्मक परिवर्तन आएंगे। आपको महसूस होगा कि आपका वैवाहिक जीवन बहुत ख़ूबसूरत है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- सरसों के तेल में अपना मुख देखकर दान करने से स्वास्थ्य अच्छा होगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज आप संतान के दायित्व की पूर्ति कर सकते हैं, यदि आप कला संबंधी कार्य करते है, तो आज आपको भागदौड़ अधिक रहेंगी और जिससे आप शाम के समय थकान महसूस करेंगे। किसी की मदद से आज आपको अचानक से धन लाभ हो सकता है, लेकिन आपको अपनी आय और व्यय दोनों में संतुलन बना कर चलना होगा। परिवार के छोटे बच्चे आज आपसे कुछ फरमाइशें कर सकते हैं। नौकरी और व्यवसाय में आज कोई वाद विवाद की स्थिति उत्पन्न होती है, तो आपको अपने क्रोध पर नियंत्रण रखना होगा।अपने वज़न पर नज़र रखें और ज़रूरत से ज़्यादा खाने से बचें। आज के दिन आपको शराब जैसे मादक तरल का सेवन नहीं करना चाहिए, नशे की हालत में आप कोई कीमती सामान खो सकते हैं। शाम को दोस्तों के साथ घूमें-फिरें, क्योंकि यह आपके लिए इस वक़्त बहुत ज़रूरी है। एक लम्बा दौर जो काफ़ी समय से आपको दबोचे हुए था, ख़त्म हो चुका है- क्योंकि जल्दी ही आपको आपका जीवन-साथी मिलने वाला है। जो लोग प्रतियोगी परीक्षाओं की तैयारी कर रहे हैं, उन्हें दिमाग़ शांत रखने की ज़रूरत है। परीक्षा की घबराहट को हावी न होने दें। आपका प्रयास सकारात्मक परिणाम ज़रूर देगा। जो लोग बीते कुछ दिनों से काफी व्यस्त थे उन्हें आज अपने लिए फुर्सत के पल मिल सकते हैं। अगर आप कोशिश करें तो आप अपने जीवनसाथी के साथ अपने जीवन का सबसे अच्छा दिन आज गुज़ार सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- आर्थिक स्थिति को मजबूत करने के लिए बड़ या पीपल के पेड़ को दूध से सींचें और वहां की मिटटी का टीका शरीर पर कहीं भी लगाएं। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आपको आय के नए नए स्रोत प्राप्त होंगे। यदि आप कहीं पार्ट टाइम काम करने की सोच रहे हैं, तो उसके लिए भी आप समय निकालने में कामयाब रहेंगे। बड़े बुजुर्गों की मदद से आज आपको संपत्ति में लाभ मिलता दिख रहा है और आप अपने व्यापार के लिए कुछ एक यात्रा भी कर सकते हैं, लेकिन पिताजी को आज आंखों का कोई कष्ट परेशान कर सकता है, इसलिए सावधान रहें, भाई बहन के विवाह का प्रस्ताव आज प्रबल हो सकता है। संतान को सामाजिक कार्य करते देख मन में हर्ष की भावना रहेगी।दाँत का दर्द या पेट की तक़लीफ़ आपके लिए परेशानी खड़ी कर सकती है। तुरंत आराम पाने के लिए अच्छे चिकित्सक की सलाह लेने में कोताही न बरतें। निश्चित तौर पर वित्तीय स्थिति में सुधार आएगा- लेकिन साथ ही ख़र्चों में भी इज़ाफ़ा होगी। सबको अपनी महफ़िल में दावत दें। क्योंकि आपके पास आज अतिरिक्त ऊर्जा है, जो आपको किसी पार्टी या कार्यक्रम का आयोजन करने के लिए प्रेरित करेगी। आज प्यार की मदहोशी में हक़ीक़त और फ़साना मिलकर एक होते मालूम होंगे। इसे महसूस करें। कारोबारी जितना हो अपने कारोबार से जुड़ी बातों को किसी से शेयर न करें। अगर आप ऐसा करते हैं तो आप बड़ी मुश्किल में पड़ सकते हैं। इस राशि वालों को आज के दिन अपने लिए समय निकालने की शख्त जरुरत है अगर आप ऐसा नहीं करते तो आपको मानसिक परेशानियां हो सकती हैं। वैवाहिक जीवन में कई उतार-चढ़ाव के बाद एक-दूसरे के प्यार को सराहने का यह सही दिन है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- कोयले के आठ टुकड़े बहते पानी में प्रवाहित करने से नौकरी व बिज़नेस में उन्नति होगी। \n"
}]
