horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके व्यापार के मामले में अनुकूल रहने वाला है। कार्यक्षेत्र में आज लाभ के कई सौदे मिलेंगे, लेकिन मनमौजी स्वभाव के कारण आप इनसे पूरा लाभ नहीं उठा सकेंगे। आज आपके परिवार के सदस्य आपके ऊपर ज्यादा विश्वास करेंगे, लेकिन काम के समय आनाकानी करने पर आपका मन दुखी होगा। यदि आज आप अपने व्यवहार में नरमी रखेंगे, तो आप किसी से भी आसानी से अपना कार्य निकाल लेंगे। यदि क्रोध किया, तो आपको नुकसान होगा। सायंकाल का समय आप अपने मित्रों के साथ कहीं घूमने फिरने जाने का प्लान बना सकते हैं। विद्यार्थियों के उच्च शिक्षा के मार्ग प्रशस्त होंगे।अगर आपकी योजना बाहर घूमने-फिरने की है तो आपका वक़्त हँसी-ख़ुशी और सुकून भरा रहेगा। आपके घर से जुड़ा निवेश फ़ायदेमंद रहेगा। आपके जीवन-साथी की सेहत तनाव और चिंता का कारण बन सकती है। प्रेमी एक-दूसरे की पारिवारिक भावनाओं को समझेंगे। इस राशि वाले जातकों को आज खाली वक्त में आध्यात्मिक पुस्तकों का अध्ययन करना चाहिए। ऐसा करके आपकी कई परेशानियां दूर हो सकती हैं। जो यह समझते हैं कि शादी सिर्फ़ सेक्स के लिए होती है, वे ग़लत हैं। क्योंकि आज आपको सच्चे प्यार का एहसास होगा। यह दिन हो सकता है बहुत ही बढ़िया – दोस्तों या परिजनों के साथ बाहर जाकर फ़िल्म देखने की योजना भी बन सकती है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- लाल गाय या लाल कुत्ते को भोजन कराना पारिवारिक जीवन की ख़ुशियों को बढ़ाएगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। व्यापारियों को आज लाभ के लिए अधिक मेहनत की आवश्यकता है और नई योजनाओं पर भी कार्य करना पड़ेगा, तभी आप अपने व्यापार में लाभ कमा पाएंगे। नौकरी से जुड़े जातकों को आज अपने अधिकारियों से अनुबंध हो सकती है। यदि ऐसा हुआ तो भविष्य में वह आपको नुकसान दे सकते हैं, इसलिए अपने क्रोध पर नियंत्रण बनाए रखें। सायं काल के समय सामाजिक संबंधों से लाभ होगा और नई योजनाओं को बल मिलेगा। सरकारी नौकरी से जुड़े जातकों को आज अपने कार्य को ध्यान देकर करना होगा, नहीं तो आप मुसीबत में पढ़ सकते हैं। बहुत-कुछ आपके कंधों पर टिका हुआ है और फ़ैसले लेने के लिए स्पष्ट सोच ज़रूरी है। यदि शादीशुदा हैं तो आज अपने बच्चों का विशेष ख्याल रखें क्योंकि यदि आप ऐसा नहीं करते तो उनकी तबीयत बिगड़ सकती है और आपको उनके स्वास्थ्य पर काफी पैसा खर्च करना पड़ सकता है। कुछ समय आप अपने शौक़ और अपने परिवार वालों की मदद में भी ख़र्च कर सकते हैं। अपने प्रिय की बातों के प्रति आप ज़रूरत से ज़्यादा संवेदनशील रहेंगे- आपको अपने जज़्बात पर क़ाबू रखने की ज़रूरत है और ऐसा कुछ करने से बचें जो मामले को और भी बिगाड़ दे। आप जिस प्रतियोगिता में भी क़दम रखेंगे, आपका प्रतिस्पर्धी स्वभाव आपको जीत दिलाने में सहयोग देगा। जीवनसाथी की ओर से जानबूझ कर भावनात्मक चोट मिल सकती है, जिसके चलते आप उदास हो सकते हैं। पिता या बड़ा भाई आज आपकी किसी गलती पर आपको डांट सकता है। उनकी बातों को समझने की कोशिश करें। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- पराई स्त्री के प्रति नजरे साफ़ रखने से आर्थिक उन्नति होगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज सुबह से ही आपको छुटपुट लाभ होता रहेगा, लेकिन उसे बरकरार रखने के लिए आपको कड़ी मेहनत की आवश्यकता है ताकि आप की आर्थिक स्थिति मजबूत हो सके। पिताजी के सहयोग से आज आपके पारिवारिक बिजनेस मे कुछ मुद्दे आसानी से हल होंगे। घर परिवार में आज कोई अशुभ सूचना मिलने से तनाव हो सकता है। नौकरी में आज आपके शत्रु आप को नुकसान पहुंचाने की कोशिश करेंगे, लेकिन असफल रहेंगे। सायंकाल का समय आज आपके मित्रों और परिजनों को साथ में साहस देगा।निराशावादी रवैये से बचें क्योंकि न सिर्फ़ यह आपकी संभावनाओं को कम कर देगा, बल्कि शरीर के आंतरिक संतुलन को भी बिगाड़ देगा। अनचाहा कोई महमान आज आपके घर आ सकता है जिसके आने से आपको घर के उन समानों पर भी खर्चा करना पड़ सकता है जिनको आपने अगले महीने पर टाला हुआ था। विदेश में रह रहे किसी रिश्तेदार से मिला तोहफ़ा आपके लिए ख़ुशी लेकर आएगा। कोई पौधा लगाएँ। आप खुद को समय देना जानते हैं और आज तो आपको काफी खाली समय मिलने की संभावना है। खाली समय में आज आप कोई खेल-खेल सकते हैं या जिम जा सकते हैं। आपकी भागदौड़ भरी दिनचर्या के कारण आपका जीवनसाथी ख़ुद को दरकिनार महसूस कर सकता है, जिसका इज़हार शाम को होना मुमकिन है। बहुत ज्यादा बातें करके आज आपको सिर में दर्द हो सकता है। इसलिए जितनी आवश्यकता हो उतनी ही बातें करें। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- कोढ़ियों को कुछ आर्थिक मदद करने या भोजन देने से लव लाइफ बढ़िया रहेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपकी आर्थिक उन्नति के लिए कारगर साबित होगा। भाइयों के सहयोग से आज आपके रुके हुए कार्य आसानी से पूरे होंगे। आज आपके व्यापार में सुबह से ही छुटपुट लाभ के अवसर आते रहेंगे, लेकिन इसके लिए आपको कड़ी मेहनत करनी होगी। घर गृहस्ती में आज, जिस बात को छुपाने का प्रयास करेंगे, वहीं तकरार का कारण बन सकती है। सायंकाल के समय आप अपने सामाजिक क्षेत्र में मेलजोल बढ़ाने में कामयाब होंगे। यदि आपका कोई कार्य लंबे समय से रुका हुआ था, तो वह भाइयों के सहयोग से आसानी से पूरा होगा।आपके हँसी-मज़ाक़ का लहज़ा किसी दूसरे को आपकी तरह इस क्षमता को विकसित करने के लिए प्रेरित कर सकता है। आपसे उसे यह सबक़ मिलेगा कि ज़िंदगी की ख़ुशी बाहरी चीज़ों में नहीं, बल्कि ख़ुद के ही भीतर है। आज आप अपना धन धार्मिक कार्यों में लगा सकते हैं जिससे आपको मानसिक शांति मिलने की पूरी संभावना है। आपको बच्चों या ख़ुद से कम अनुभवी लोगों के साथ धैर्य से काम लेने की ज़रूरत है। आपकी मुस्कुराहट आपके प्रिय की नाराज़गी दूर करने के लिए सबसे उम्दा दवा है। आप चाहें तो परेशानियों को मुस्कुराकर दरकिनार कर सकते हैं या उनमें फँसकर परेशान हो सकते हैं। चुनाव आपको करना है। आपको महसूस होगा कि आपका वैवाहिक जीवन बहुत ख़ूबसूरत है। आपकी बातें आज आपके करीबियों को समझ नहीं आएंगी जिसकी वजह से आप परेशानी महसूस करेंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- स्वस्थ पारिवारिक जीवन पानें पिछड़ी जाति से आने वाली लड़कियों की सहायता करें। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज आपके मन मे संयम व संतोष बना रहेगा। कार्यक्षेत्र में विरोधियों की आलोचना की तरफ ध्यान न देकर अपना काम करते रहें, सफलता आपके कदम चूमेगी। आज आपको किसी अनजान व्यक्ति से लेनदेन से बचना होगा, नहीं तो आपका धन फंस सकता है। आज आपकी धन की आमदनी  कम होने से और खर्चे अधिक रहने के कारण आर्थिक स्थिति का संतुलन बिगड़ सकता है। सायंकाल का समय आपका सामाजिक उत्तरदायित्व बढेगा। जीवनसाथी का भरपूर सहयोग मिलेगा। संतान को सामाजिक कार्य करते देख आज मन में हर्ष की भावना रहेगी।आज के दिन आप बिना झंझट विश्राम कर सकेंगे। अपनी मांसपेशियों को आराम देने के लिए तैल से मालिश करें। माली सुधार की वजह से ज़रूरी ख़रीदारी करना आसान रहेगा। घर के किसी सदस्य के व्यवहार की वजह से आप परेशान रह सकते हैं। आपको उनसे बात करने की जरुरत है। ज़िन्दगी की भाग-दौड़ में आप ख़ुद को ख़ुशनसीब पाएंगे, क्योंकि आपका हमदम वाक़ई सबसे बेहतरीन है। खाली समय में आप कोई खेल आज के दिन खेल सकते हैं लेकिन इस दौरान किसी तरह की दूर्घटना होने की भी संभावना है इसलिए संभलकर रहें। आज आपको ऐसा अनुभव होगा कि आपके जीवनसाथी के द्वारा आपको नीचा दिखाया जा रहा है। जहां तक सम्भव हो इसे नजरअंदाज करें। अगर बहुत ज़्यादा न हो, तो आज देर रात स्मार्टफ़ोन पर गप्पें मारने में भी कोई बुराई नहीं है। हालाँकि किसी भी चीज़ की अति नुक़सानदेह है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- बड़े भाई के चरण छूकर आशीर्वाद लें इससे आपके सम्बन्ध मजबूत होंगे। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहने वाला है। यदि आपने अपने व्यवसाय की कोई नयी डील फाइनल की है, तो वह आज आपको भरपूर लाभ देगी। यदि आज कोई विपरीत परिस्थिति उत्पन्न होती है, तो आपको अपने क्रोध पर काबू रखना होगा और अपनी वाणी में सौम्यता लानी होगी। प्रेम जीवन में मधुरता बनी रहेगी। घर के बुजुर्गों की मदद से गृहस्थी की समस्या सुलझ जाएगी और आज आपको राजकीय मदद भी मिलेगी। सायंकाल के समय अचानक लाभ होने के योग बन रहे हैं। आज आप अपनी संतान के भविष्य के लिए चिंतित हो सकते हैं।क्षणिक ग़ुस्सा विवाद और दुर्भावना की वजह बन सकता है। माता-पिता की मदद से आप आर्थिक तंगी से बाहर निकलने में क़ामयाब रहेंगे। घरेलू काम थका देने वाला होगा और इसलिए मानसिक तनाव की वजह भी बन सकता है। आपकी ऊर्जा का स्तर ऊँचा रहेगा- क्योंकि आपका प्रिय आपने लिए बहुत सारी ख़ुशी की वजह साबित होगा। आज धार्मिक कामों में आप अपना खाली समय बिताने का विचार बना सकते हैं। इस दौरान बेवजह की बहसों में आपको नहीं पड़ना चाहिए। आप अपने जीवनसाथी के प्यार की मदद से ज़िन्दगी की मुश्किलों का आसानी से सामना कर सकते हैं। आज आपका आत्मविश्वास कमजोर रह सकता है। इसका कारण आपकी खराब दिनचर्या है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- आज उन लोगों के लिए कुछ करें जो आपके लिए कुछ भी नहीं कर सकते। ग़रीब छात्रों की पढ़ाई में सहायता करना एक अच्छा विकल्प हो सकता है। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए निश्चित परिणाम लेकर आएगा। संतान की समस्याओं का समायोजित समाधान ना मिलने से मानसिक अशांति हो सकती है। पूर्व में की गई किसी गलती का आज पश्चाताप होगा, लेकिन परिस्थितियों को सुधार कर वह खत्म होगा। कार्य व्यवसाय की स्थिति भी अच्छी रहेगी, लेकिन कर्मचारी छोटे-मोटे काम के लिए भी आपके ऊपर आश्रित रहेंगे। ससुराल पक्ष से आज मान सम्मान मिलता दिख रहा है। अपने किसी मित्र की सहायता के लिए आज आगे आएंगे, इसमें कुछ धन भी व्यय होगा। सायंकाल का समय आप अपने परिवार के छोटे बच्चों के साथ खेलकूद में व्यतीत करेंगे।बहुत ज़्यादा चिंता और तनाव की आदत आपकी सेहत बर्बाद कर सकती है। मानसिक स्पष्टता बनाए रखने के लिए शंका और झुंझलाहट से निजात पाएँ। अगर आप लम्बे वक़्त के लिए निवेश करें, तो अच्छा-ख़ासा फ़ायदा हासिल कर सकते हैं। आप महसूस करेंगे कि आपके दोस्त सहयोगी स्वभाव के हैं- लेकिन बोलने में सावधानी बरतें। आप अचानक गुलाबों की ख़श्बू से ख़ुद को सराबोर पाएंगे। यह प्यार की मदहोशी है, इसे महसूस करें। परिवार की जरुरतों को पूरा करते-करते आप कई बार खुद को वक्त देना भूल जाते हैं। लेकिन आज आप सबसे दूर होकर अपने आप के लिए वक्त निकाल पाएंगे। आज का दिन आपके लिए बहुत अच्छा नहीं रहेगा क्योंकि कई मामलों में आपसी असहमति रह सकती है; और इससे आपके रिश्ते कमजोर होंगे। आपके मन में आज अपने किसी खास को लेकर निराशा रेहेगी। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- पॉंवों के दोनों अंगूठों पर काला व सफेद धागा मिलाकर बाँधने से स्वास्थ्य में सुधार होगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आप को सार्वजनिक क्षेत्र में सम्मान दिलवाएगा। आज आप किसी सरकारी योजना का पूरा लाभ उठाएंगे। माता अथवा घर की महिलाओं की सेहत आज कुछ नरम गरम रहने के कारण वातावरण अस्त-व्यस्त रहेगा। उधारी के लेनदेन से आज आपको बचना होगा वरना आर्थिक समस्या गहरा सकती है। सायंकाल के समय निराशाजनक विचारों से बचें। दिन के आरंभ में आप किसी की बेतुकी बात को लेकर क्रोध कर सकते हैं, लेकिन कुछ देर बाद सब कुछ सही हो जाएगा। आज आप अपनी व्यापार की योजनाओं के लिए कुछ धन भी व्यय करेंगे।\n सेहत से जुड़ी समस्याएँ आपके लिए परेशानी का सबब बन सकती हैं। आप जीवन में पैसे की अहमियत को नहीं समझते लेकिन आज आपको पैसे की अहमियत समझ में आ सकती है क्योंकि आज आपको पैसे की बहुत आवश्यकता होगी लेकिन आपके पास पर्याप्त धन नहीं होगा। कोई ऐसा रिश्तेदार जो बहुत दूर रहता है, आज आपसे संपर्क कर सकता है। ज़रा संभल कर, क्योंकि आपका प्रिय रूमानी तौर पर आपको मक्खन लगा सकता है – मैं तुम्हारे बग़ैर इस दुनिया में नहीं रह सकता/सकती। आप खाली समय में अपने पसंदीदा काम करना पसंद करते हैं, आज भी आप ऐसा ही कुछ करने का सोचेंगे लेकिन किसी शख्स के घर में आने की वजह से आपका यह प्लान चौपट हो सकता है। जीवनसाथी के साथ आज की शाम वाक़ई कुछ ख़ास होने वाली है। छात्र जिस विषय में कमजोर हैं उस विषय के बारे में आज अपने गुरु से बात कर सकते हैं। गुरु की सलाह आपको उस विषय की जटिलताओं को समझने में सहायक होगी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- हनुमान जी पर सिंदूर का चोला चढ़वाने से स्वास्थ्य अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए नए नए अनुभव लेकर आएगा। प्रियजनों की मदद से आपका रुका हुआ धन आज आपको प्राप्त हो सकता है। कार्य व्यवसाय में आज दिनचर्या संभावनाओं पर केंद्रित रहेगी। व्यापार में रोजमर्रा के कार्यों मे कतई कोताही ना बरतें अन्यथा जिस कार्य से लाभ की उम्मीद लगाए बैठे हैं, उसके टालने से मन निराश हो सकता है। व्यापार में आज लाभ के कई अवसर निकट आते-आते निरस्त होंगे। फिर भी किसी ना किसी का सहयोग मिलने से धन लाभ हो ही जाएगा। विद्यार्थियों को आज अपने गुरुजनों का आशीर्वाद प्राप्त होगा।अगर आपकी योजना बाहर घूमने-फिरने की है तो आपका वक़्त हँसी-ख़ुशी और सुकून भरा रहेगा। बिना किसी की मदद के भी आप धन कमा पाने में सक्षम हो सकते हैं बस आपको खुद पर विश्वास करने की जरुरत है। आज का दिन ख़ुशियों से भरा रहेगा, क्योंकि आपका जीवन-साथी आपको ख़ुशी देने का हर प्रयास करेगा। आज आपको अपने प्रिय का एक अलग ही अन्दाज़ देखने को मिल सकता है। इस राशि के लोगोंं को आज शराब सिगरेट से दूर रहने की जरुरत है क्योंकि इससे आपका कीमती समय बर्बाद हो सकता है। अगर थोड़ी-सी कोशिश की जाए तो जीवनसाथी के साथ आज का दिन आपकी ज़िन्दगी के सबसे रोमानी दिनों में से एक हो सकता है। शादीशुदा हैं तो आज आपके बच्चे की कोई शिकायत घर पर आ सकती है जिससे आप परेशान हो जाएंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- क्रोध पतन का कारण होता है- इसे नियंत्रण में रखने व बुद्धि को निर्मल बनाने के लिए आज सरस्वती जी की आराधना करना फ़ायदेमंद हो सकता है। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आपको सामाजिक क्षेत्र में मान सम्मान दिलवाएगा। कार्यक्षेत्र में वरिष्ठ अधिकारियों से कोई अनबन ना हो इस बात का विशेष ध्यान रखें और अपना काम सही समय पर करें। आज दोपहर के समय आपके घर किसी अतिथि का आगमन हो सकता है। इसमें कुछ धन  भी व्यय होगा। दांपत्य जीवन में सरसता बनी रहेगी। सायंकाल का समय आपका विश्वास धर्म व अध्यात्म की ओर बढ़ेगा। सामाजिक क्षेत्र में आज आपकी ख्याति चारों ओर फैलेगी, लेकिन सायंकाल के समय आपको अपनी माता जी के स्वास्थ्य का ख्याल रखना होगा।अपना तनाव दूर करने के लिए परिवार वालों की मदद लें। उनकी सहयता को खुले दिल से स्वीकारें। अपनी भावनाओं को दबाएँ और छुपाएँ नहीं। अपने जज़्बात दूसरों के साथ साझा करने से फ़ायदा मिलेगा। इस राशि के विवाहित जातकों को आज ससुराल पक्ष से धन लाभ होने की संभावना है। दोस्तों को अपने उदार स्वभाव का ग़लत फ़ायदा न उठाने दें। आपके महसूस करेंगे कि फ़िज़ाओं में प्यार घुला हुआ है। नज़रें उठाकर तो देखिए, आपको सब-कुछ प्रेम के रंग में रंगा दिखाई देगा। आज खाली वक्त्त किसी बेकार के काम में खराब हो सकता है। वैवाहिक जीवन के कई फ़ायदे भी होते हैं और आप उन्हें आज हासिल कर सकते हैं। स्वास्थ्य को नज़रअंदाज़ करने से तनाव बढ़ना संभव है, इसलिए डॉक्टरी सलाह आपके लिए कारगर सिद्ध हो सकती है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- बेडरूम में क्रिस्टल बॉल्स रखने से स्वास्थ्य बेहतर होगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आपकी ठाट बाट जैसी जीवनशैली रहने पर समाज में आपकी अमीर लोगों से पहचान बनेगी। पिता के मार्गदर्शन से हर क्षेत्र में लाभ मिलेंगे और भाई बहनों का सहयोग मिलने से मन में प्रसन्नता रहेगी। यदि आज आपको यात्रा करनी पड़े, तो सोच समझ कर करें क्योंकि आपका कोई जरूरी सामान चोरी होने का भय बना हुआ है। ससुराल पक्ष से धन लाभ होता दिख रहा है। आज आपको व्यापार में लाभ के नए नए अवसर मिलेंगे, लेकिन आपको सही पहचानने की जरूरत है।आज आपके पास अपनी सेहत और लुक्स से जुड़ी चीज़ों को सुधारने के लिए पर्याप्त समय होगा। आज का दिन ऐसी चीज़ों को ख़रीदने के लिए बढ़िया है, जिनकी क़ीमत आगे चलकर बढ़ सकती है। जीवनसाथी और बच्चों से अतिरिक्त स्नेह और सहयोग मिलेगा। आपका प्रिय आपको ख़ुश रखने के लिए कुछ ख़ास करेगा। ज़रूरतमंदों की मदद करने की आपकी ख़ासियत आपको सम्मान दिलाएगी। आप शादीशुदा ज़िन्दगी से जुड़े चुटकुले सोशल मीडिआ पर पढ़कर खिलखिलाते हैं। लेकिन आज जब आपके वैवाहिक जीवन से जुड़ी कई प्यारी चीज़ें आपके सामने आएंगी, तो आप भावुक हुए बिना नहीं रह सकेंगे। लोगोंं के बीच रहकर सबका सम्मान करना आपको आता है इसलिए आप भी सबकी नजरों में अच्छी छवि बना पाते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- हरे तोते-तोती के जोड़े को पैसे देकर आजाद करवाने से पारिवारिक सुख बढ़ता है। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। कारोबार में लाभ के आपको कई अवसर मिलेंगे, लेकिन मनोरंजन में रुचि होने पर आप ज्यादा ध्यान नहीं देंगे, जिससे अफसर आपके हाथ से निकल सकते हैं। किसी कंपटीशन की तैयारी कर रहे छात्रों को आज कोई शुभ समाचार सुनने को मिल सकता है। सायंकाल का समय संतान से जुड़ी समस्या को हल करने में व्यतीत होगा। व्यापार के लिए आज कुछ छोटी व लंबी दूरी की यात्रा भी करनी पड़ सकती है। यदि ऐसा हो तो सामान व सेहत दोनों का ध्यान रखें।स्वयं को शांत बनाए रखें क्योंकि आज आपको ऐसी कई बाधाओं का सामना करना पड़ सकता है, जिनके चलते आप काफ़ी मुश्किल में पड़ सकते हैं। ख़ास तौर पर अपने ग़ुस्से पर क़ाबू रखें, क्योंकि यह और कुछ नहीं बल्कि थोड़ी देर पागलपन है। आज अगर आप दूसरों की बात मानकर निवेश करेंगे, तो आर्थिक नुक़सान तक़रीबन पक्का है। जब आप अकेलापन महसूस करें तो अपने परिवार की मदद लीजिए। यह आपको अवसाद से बचाएगा। साथ ही यह समझदारी भरा फ़ैसला लेने में आपकी मदद करेगा। आप इस दिन को अपनी ज़िन्दगी में कभी नहीं भूलेंगे, अगर आप प्यार में डूबने के मौक़े को आज यूँ ही न गवाएँ तो। जब आपको लगता है कि आपके पास घर वालों या अपने दोस्तों के लिए टाइम नहीं है तो आपका मन खराब हो जाता है। आज भी आपकी मन स्थिति ऐसी ही रह सकती है। कई लोग साथ तो रहते हैं, लेकिन उनके जीवन में रोमांस नहीं होता। लेकिन यह दिन आपके लिए बेहद रोमानी होने वाला है। अपने सामर्थ्य से ज्यादा काम करना आपके लिए नुकसानदायक साबित होगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- काले-सफेद तिल और सतनाजा किसी धर्म स्थान में दान करने से आर्थिक स्थिति अच्छी रहेगी। \n"
}]
