horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। अपने काम में सफलता मिलेगी। गृहस्थ जीवन खुशनुमा रहेगा। प्रेम जीवन बिता रहे लोगों को अच्छे नतीजे मिलेंगे। आप अपने काम में माहिर बनेंगे और आपकी सेहत भी अच्छी रहेगी। बाहर जाने की योजना बना सकते हैं। धार्मिक कामों में हिस्सा लेंगे।रचनात्मक शौक़ आज आपको सुक़ून का एहसास कराएंगे। आर्थिक तौर पर सुधार के चलते आप आसानी से काफ़ी वक़्त से लंबित बिल और उधार चुका सकेंगे। परिवार के सदस्यों की अच्छी सलाह आज आपके लिए लाभदायक सिद्ध होगी। फूल देकर अपने प्यार का इज़हार करें। अगर आपका साथी अपना वादा न निभाए तो बुरा महसूस न करें- आपको बैठकर बातचीत के ज़रिए मामला सुलझाने की ज़रूरत है। आपका कम्यूनिकेशन और काम करने की क्षमता असरदार सिद्ध होंगे। आपका जीवनसाथी आपकी बहुत तारीफ़ करेगा और आप पर बहुत स्नेह उढ़ेलेगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- सवा किलो आटे को भुनकर उसमे गुड का चूरा मिलाकर चींटियों को डालने से नौकरी व बिज़नेस में फायदा होगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा।आपकी सेहत मजबूत रहेगी जिससे कामों में सफलता मिलेगी। कामों में बढ़ चढ़कर हिस्सा लेंगे जिससे कामों को समय रहते पूरा कर पाएंगे। भाग्य मजबूत रहेगा। गृहस्थ जीवन प्यार से भरपूर रहेगा। रिश्ता मजबूत बनेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान थोड़ा सा कमजोर है। किसी तरह की झड़प हो सकती है, सावधानी बनाए रखें।नर्वस ब्रेकडाउन आपकी सोचने की ताक़त और शरीर के प्रतिरक्षा तंत्र को कमज़ोर बना सकता है। सकारात्मक सोच के ज़रिए इस समस्या से निजात पाएँ। आर्थिक जीवन की स्थिति आज अच्छी नहीं कही जा सकती आज आपको आपको बचत करने में मुूश्किलें आ सकती हैं। ऐसे विवादास्पद मुद्दों पर बहस करने से बचें, जो आपके और प्रियजनों के बीच गतिरोध पैदा कर सकते हैं। जो अपने प्रिय के साथ छुट्टियाँ बिता रहे हैं, ये उनकी ज़िन्दगी के सबसे यादगार लम्हों में से होंगे। आज फ़ायदा हो सकता है, बशर्ते आप अपनी बात भली-भांति रखें और काम में लगन व उत्साह दिखाएँ। कर्म-काण्ड/हवन/पूजा-पाठ आदि का आयोजन घर मे होगा। यह दिन शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक रहेगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- चावल या चाँदी माता से लेकर अपने पास रखना आर्थिक उन्नति में सहायक होगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिनमान सामान्य रहेगा। प्रेम जीवन बिता रहे लोग अपने रिश्ते को खूबसूरत बनाने की दिशा में कुछ नया करेंगे और अपने प्रिय का दिल जीतने में कामयाब रहेंगे। शादीशुदा लोगों का गृहस्थ जीवन बढ़िया रहेगा। संतान के साथ वक्त बिताएंगे। काम के सिलसिले में दिन आपके लिए अच्छा है। आप की पकड़ मजबूत होगी और आप की नई पहचान बनेगी। सेहत बढ़िया रहेगी।अपने दफ़्तर से जल्दी निकलने की कोशिश करें और वे काम करें जिन्हें आप वाक़ई पसंद करते हैं। लम्बे समय से अटके मुआवज़े और कर्ज़ आदि आख़िरकार आपको मिल जाएंगे। पारिवारिक मोर्चे पर समस्याएँ मुँह बाए खड़ी हैं। पारिवारिक ज़िम्मेदारियों की अनदेखी आपको सबकी नाराज़गी की केंद्र बना सकती है। आपका प्यार न सिर्फ़ परवान चढ़ेगा, बल्कि नई ऊँचाइयों को भी छूएगा। दिन की शुरुआत प्रिय की मुस्कान से होगी और रात उसके सपनों में ढलेगी। नयी साझीदारी आज के दिन फलदायी रहेगी। जो चीजें आपके लिए आवश्यक नहीं हैं उनपर आज अपना अधिकतर समय आप जाया कर सकते हैं। आज आपका जीवनसाथी आपको प्यार और सुख के लोक की सैर करा सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- पाँच कन्याओं को दूध व मिश्री बाँटने से पारिवारिक जीवन ख़ुशियों से भरा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। अपने परिवार के साथ वक्त बिताना आपको सुख देगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बढ़िया है। रिश्ते में रोमांस बढ़ेगा। जो लोग शादीशुदा हैं उनका गृहस्थ जीवन समझदारी से आगे बढ़ेगा। काम के सिलसिले में दिनमान बढ़िया है।अपनी शारीरिक चुस्ती-फुर्ती को बनाए रखने के लिए आप आज का दिन खेलने में व्यतीत कर सकते हैं। वैसे तो अपना पैसा दूसरे को देना किसी को पसंद नहीं आता लेकिन आज आप किसी जरुरतमंद को पैसा देकर सुकून का अनुभव करेंगे। हालात को क़ाबू में रखने के लिए अपने भाई की मदद लें। विवाद को ज़्यादा तूल देने की बजाय उसे दोस्ताना तरीक़े से हल करने की कोशिश करें। अगर आप अपने प्रिय को पर्याप्त समय न दें, तो वह नाराज़ हो सकता/सकती है। दफ़्तर में आपके दुश्मन भी आज आपके दोस्त बन जाएंगे - आपके सिर्फ़ एक छोटे-से अच्छे काम की बदौलत। रात के समय आज आप घर के लोगों से दूर होकर अपने घर की छत या किसी पार्क में टहलना पसंद करेंगे। ग़लतफ़हमी के लम्बे दौर के बाद इस शाम आपको जीवनसाथी के प्यार का तोहफ़ा नसीब होगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- किसी नेत्रविहीन व्यक्ति की मदद करने से लव लाइफ बढ़िया रहेगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन मान सामान्य रहेगा। ट्रैवलिंग में वक्त लग जाएगा। इनकम मजबूत होगी। खर्च में हल्की कमी आएगी। सेहत उतार-चढ़ाव से भरी रहेगी। कहीं दूर यात्रा पर जाने की कोशिश करेंगे। कुछ लोग विदेश की प्लानिंग भी कर सकते हैं। शादीशुदा लोगों का गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन बिता रहे लोग आज के दिन को खुलकर एंजॉय करेंगे। आपका रिश्ता मजबूत रहेगा।ऐसी गतिविधियों में संलग्न रहें, जो आपको सुकून दें। जो उधारी के लिए आपके पास आएँ, उन्हें नज़रअन्दाज़ करना ही बेहतर रहेगा। मुमकिन है कि परिवार वाले आपकी उम्मीदों को पूरा न कर सकें। इस बात कि इच्छा न करें कि वे आपके मुताबिक़ काम करेंगे, बल्कि अपने काम करने का तरीक़ा बदलकर पहल करें। सारी दुनिया की मदहोशी उन ख़ुशनसीबों के बीच सिमट जाती है, जो प्यार में हों। जी हाँ, आप वही ख़ुशनसीब हैं। कुछ लोगों को व्यापारिक और शैक्षिक लाभ मिलेगा। इस राशि के छात्र-छात्राएं आज अपने कीमती समय का दुरुपयोग कर सकते हैं। आप मोबाइल या टीवी पर आवश्यकता से अधिक समय जाया कर सकते हैं। लंबे वक़्त के बाद आप अपने जीवनसाथी के साथ नज़दीकी महसूस कर पाएंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- अच्छी आर्थिक स्थिति के लिए गंगाजल को नहाने वाले पानी में मिलाकर स्नान करें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिनमान आपके लिए बढ़िया रहेगा। आप अपने काम पर पूरा फोकस रखेंगे। सेहत भी बढ़िया होगी। पैसों की आवक होगी जिससे आर्थिक स्थिति मजबूत बनेगी। शादीशुदा लोगों का गृहस्थ जीवन थोड़ा चुनौतीपूर्ण होगा। जीवन साथी किसी बात को लेकर गुस्से में हो सकता है। प्रेम जीवन बिता रहे लोगों के लिए दिनमान सामान्य है।हाल की घटनाओं से आपका मन बेचैन हो सकता है। शारीरिक और मानसिक लाभ के लिए ध्यान व योग फ़ायदेमंद साबित होंगे। निश्चित तौर पर वित्तीय स्थिति में सुधार आएगा- लेकिन साथ ही ख़र्चों में भी इज़ाफ़ा होगी। जीवनसाथी और बच्चों से अतिरिक्त स्नेह और सहयोग मिलेगा। ख़ुशमिज़ाज रहें और प्यार की राह में बाधाओं का सामना करने के लिए तैयार रहें। दफ़्तर में आपको कुछ ऐसा काम मिल सकता है, जिसे आप हमेशा से करना चाहते थे। रात के समय आज आप घर के लोगों से दूर होकर अपने घर की छत या किसी पार्क में टहलना पसंद करेंगे। ठीक कम्यूनिकेशन न होने के चलते परेशानी खड़ी हो सकती है, लेकिन मिल-बैठकर बात करने से चीज़ें सुजझाई जा सकती हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सफेद कपड़ों को अधिक पहनकर अपने गर्लफ्रेंड/बॉयफ्रेंड से मिलने जाएं इससे लव लाइफ अच्छा चलेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिनमान बहुत बढ़िया रहेगा। आप खुशी से अपने हर काम को पूरा करेंगे। आप का जोश देखते ही नजर आएगा। इसका फल आपको मिलेगा। काम के सिलसिले में जबरदस्त नतीजे मिलेंगे। शादीशुदा जीवन बहुत प्यार से और एक दूसरे का ख्याल रखते हुए आगे बढ़ेगा। प्रेम जीवन बिता रहे लोगों को भी अच्छे नतीजे मिलेंगे। आपकी सेहत अच्छी होगी।जीत का जश्न आपके दिल को ख़ुशी से भर देगा। इस उत्साह को दोगुना करने के लिए आप अपनी ख़ुशी में दोस्तों को भागीदार बना सकते हैं। बीते दिनों में जितना धन आपने आज को बेहतर बनाने के लिए इनवेस्ट किया था उसका फायदा आज आपको फायदा मिल सकता है। पारिवारिक सदस्यों से मतभेद ख़त्म कर आप अपने उद्देश्यों की पूर्ति आसानी से कर सकते हैं। आप के दिल की धड़कनें आपके प्रिय के साथ कुछ ऐसे चलेंगी कि आज जीवन में प्यार का संगीत बज उठेगा। कार्यक्षेत्र में परिस्थितियाँ आपके पक्ष में लगती हैं। दिन को कैसे अच्छा बनाया जाए इसके लिए आपको अपने लिए भी समय निकालना सीखना होगा। बढ़िया खाना, रोमानी पल और जीवनसाथी का साथ - यही ख़ास है आज। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- केसर की पुड़िया पीले रंग के कपड़े में बांधकर अपने पास रखने से पारिवारिक जीवन अच्छा चलता है। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फलदायक रहेगा। अपने खर्चों पर ध्यान देना बहुत जरूरी होगा नहीं तो स्थिति हाथ से निकल सकती है। काम के सिलसिले में दिनमान अच्छा है। भाग्य पर निर्भर रहना ठीक होगा लेकिन फिर भी मेहनत जरूर करें। शादीशुदा लोगों का गृहस्थ जीवन बहुत ही प्रेम पूर्ण रहेगा। रिश्ते में रोमांस बढ़ेगा। प्रेम जीवन बिता रहे लोगों को कुछ निराशा हो सकती है। सेहत अच्छी रहेगी।आपकी व्यक्तिगत समस्याएँ मानसिक शांति को भंग कर सकती हैं। मानसिक दबाव से बचने के लिए कुछ रोचक और अच्छा पढ़ें। बिन बुलाया कोई मेहमान आज घर में आ सकता है लेकिन इस मेहमान की किस्मत की वजह से आज आपको आर्थिक लाभ हो सकता है। एक पारिवारिक आयोजन में आप सभी के ध्यान का केन्द्र होंगे। किसी की प्यार में क़ामयाबी मिलने की कल्पना को सच कराने में मदद करें। कारोबारी जितना हो अपने कारोबार से जुड़ी बातों को किसी से शेयर न करें। अगर आप ऐसा करते हैं तो आप बड़ी मुश्किल में पड़ सकते हैं। आज जितना हो सके लोगों से दूर रहें। लोगों को वक्त देने से बेहतर है अपने आपको वक्त दें। सेहत के नज़रिे से गले लगने के अपने फ़ायदे हैं और आपको यह एहसास आज अपने जीवनसाथी से मिल सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- चाँदी की अंगूठी कनिष्ठिका अँगुली में धारण करना नौकरी/बिज़नेस के लिए शुभ है। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। इनकम में बढ़ोतरी होगी। खर्चों में कमी आएगी जिससे आर्थिक स्थिति बढ़िया रहेगी। मन हर्षित होगा। कामों में सफलता पाने के लिए संघर्ष करना पड़ेगा। गृहस्थ जीवन शांतिपूर्ण रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बढ़िया है। अपनी किसी खास अदा से अपने प्रिय का दिल जीतने में कामयाब रहेंगे। सेहत बढ़िया रहेगी।अपने व्यक्तित्व को विकसित करने के लिए गम्भीर तौर पर प्रयास करें। जिन लोगों को आप जानते हैं, उनके ज़रिए आपको आमदनी के नए स्रोत मिलेंगे। परिवार में किसी बुज़ुर्ग की ख़राब तबियत परेशानी का कारण बन सकती है। अपने प्रिय की ईमानदारी पर शक न करें। आईटी से जुड़े लोगों को अपना जौहर दिखाने का मौक़ा मिल सकता है। आपको क़ामयाबी पाने के लिए केवल काम पर एकाग्र होकर जी-तोड़ मेहनत करने की ज़रूरत है। खाली समय का पुरा आनंद उठाने के लिए आपको लोगों से दूर होकर अपने पसंदीदा काम करने चाहिए। ऐसा करके आपमें सकारात्मक बदलाव भी आएंगे। मुमकिन है कि आपके माता-पिता आपके जीवनसाथी को कुछ शानदार आशीर्वाद दें, जिसके चलते आपके वैवाहिक जीवन में और निखार आएगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- सफेद संगमरमरी पत्थर पर सफेद चन्दन लगाकर जल प्रवाहित करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआपने आज का दिनमान अच्छा रहेगा। अपने काम पर पूरा फोकस करेंगे फिर भी मानसिक रूप से थोड़ा तनाव रहेगा। किसी बात को लेकर निराशा महसूस कर सकते हैं। शादीशुदा लोगों का गृहस्थ जीवन सामान्य रहेगा। एक-दूसरे पर आरोप-प्रत्यारोप लगाने से बचना ठीक होगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बहुत बढ़िया है। रिश्ते में रोमांस बढ़ेगा।बेहतर ज़िन्दगी के लिए अपनी सेहत और व्यक्तित्व में सुधार लाने कि कोशिश करें। ग्रह नक्षत्रों की चाल आपके लिए आज अच्छी नहीं है, आज के दिन आपको अपने धन को बहुत सुरक्षित रखना चाहिए। परिवार के सदस्यों की ज़रूरतों को तरजीह दें। उनके सुख-दुःख के भागीदार बनें, ताकि उन्हें महसूस हो कि आप वाक़ई उनका ख़याल रखते हैं। आप रोमांटिक ख़यालों और सपनों की दुनिया में खोए रहेंगे। अगर आप व्यवसाय में किसी नये भागीदार को जोड़ने पर विचार कर रहे हैं, तो यह ज़रूरी होगा कि उससे कोई भी वादा करने से पहले आप सभी तथ्य अच्छी तरह जाँच लें। यात्राओं से तुरंत लाभ तो नहीं होगा, लेकिन इसके चलते अच्छे भविष्य की नींव रखी जाएगी। क्या आपको पता है कि आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्ता है। उनपर ग़ौर करें, यह बात आपको ख़ुद-ब-ख़ुद दिख जाएगी। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अच्छी आर्थिक स्थिति के लिए गंगाजल को नहाने वाले पानी में मिलाकर स्नान करें। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। भाग्य के सहारे कामों में सफलता मिलेगी। आपका मनोबल ऊंचा रहेगा। शादीशुदा लोगों का गृहस्थ सजीवन थोड़ा तनावपूर्ण रह सकता है। अपने रिश्ते को अच्छा बनाने के लिए जीवनसाथी से बातचीत करें। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बढ़िया रहेगा। एक दूसरे के साथ प्यार भरी बातें करेंगे। सेहत में उतार-चढ़ाव रहेगा।मौज-मस्ती की यात्राएं और सामाजिक मेलजोल आपको ख़ुश रखेंगे और सुकून देंगे। आर्थिक रुप से आज आप काफी मजबूत नजर आएंगे, ग्रह नक्षत्रों की चाल से आज आपके लिए धन कमाने के कई मौके बनेंगे. घर में और आस-पास छोटे-मोटे बदलाव घर की सजावट में चार चांद लगा देंगे। रोमांस आपके दिल-दिमाग़ पर छाया रहेगा, क्योंकि आज आपकी मुलाक़ात अपने प्रिय से होगी। आज आपकी कलात्मक और रचनात्मक क्षमता को काफ़ी सराहना मिलेगी और इसके चलते अचानक लाभ मिलने की संभावना भी है। परिवार की जरुरतों को पूरा करते-करते आप कई बार खुद को वक्त देना भूल जाते हैं। लेकिन आज आप सबसे दूर होकर अपने आप के लिए वक्त निकाल पाएंगे। आपका जीवनसाथी आपको इतना बेहतरीन पहले कभी महसूस नहीं हुआ। आपको उनसे कोई बढ़िया सरप्राइज़ मिल सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- पारिवारिक जीवन को अच्छा करने के लिए हनुमान चालीसा, संकटमोचन अष्टक और श्रीराम स्तुति पढ़ना बहुत शुभ रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिनमान कमजोर रह सकता है इसलिए सावधानी बरतें। सेहत अच्छी रहेगी। काम के सिलसिले में कुछ व्यस्तता रहेगी जिससे महत्वपूर्ण कामों को आगे के लिए टाल देंगे। शादीशुदा लोगों का गृहस्थ जीवन तनावपूर्ण रहेगा और प्रेम जीवन बिता रहे लोगों को भी किसी बात को लेकर अपनी सफाई पेश करनी पड़ सकती है। सेहत अच्छी रहेगी।बच्चे आपकी शाम को ख़ुशी की चमक लाएंगे। थकाऊ और उबाऊ दिन को अलविदा कहने के लिए एक बढ़िया डिनर की योजना बनाएँ। उनका साथ आपके शरीर में फिर से ऊर्जा भर देगा। आप ख़ुद को नए रोमांचक हालात में पाएंगे- जो आपको आर्थिक फ़ायदा पहुँचाएंगे। पारिवारिक सदस्यों से मतभेद ख़त्म कर आप अपने उद्देश्यों की पूर्ति आसानी से कर सकते हैं। आज के इस ख़बसूरत दिन प्रेम-संबंध में आपकी सभी शिकायतें ग़ायब हो जाएंगी। काम के बाद आपके सहकर्मी आपको किसी छोटे घरेलू उत्सव पर आमंत्रित कर सकते हैं। जीवन की आपाधापी के बीच आज आप अपने बच्चों के लिए वक्त निकालेंगे। उनके साथ वक्त गुजार के आपको महसूस हो सकता है कि आपने जीवन के कई जरुरी पल गवां दिए हैं। आपका जीवनसाथी किसी ख़ूबसूरत सरप्राइज़ से आपका दिन बना सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- गौ-दान करें, यदि संभव न हो तो गौ खरीदने के मूल्य के बराबर दान गौ आश्रम में करने से स्वास्थय अच्छा होगा। \n"
}]
