horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। व्यवसाय कर रहे जातकों को आज सायंकाल के समय तक कोई खास डील फाइनल हो जाएगी, जो आपके बिजनेस को ऊंचाइयों तक पहुंचाएगी। राज्य से भी आज आपको विशेष सम्मान प्राप्त होता दिख रहा है। भौतिक विकास का योग अच्छा बनता दिख रहा है। आज आप अपने परिवार के लोगों के साथ कुछ मांगलिक कार्यक्रमों  में सम्मिलित हो सकते हैं, जिससे सामाजिक क्षेत्र बढ़ेगा और आपकी यश की कीर्ति चारों ओर फैलेगी। संतान को आज कोई स्वास्थ्य से संबंधित समस्या हो सकती है।जीवन-साथी ख़ुशी की वजह साबित होगा। अगर आप लोन लेने वाले थे और काफी दिनों से इस काम में लगे थे तो आज के दिन आपको लोन मिल सकता है। विदेश में रह रहे किसी संबंधी से मिला उपहार आपको ख़ुशी दे सकता है। आपके प्रेम की राह एक ख़ूबसूरत मोड़ ले सकती है। आज आपको पता चलेगा कि फ़िजा़ओं में जब प्यार घुलता है तो कैसा महसूस होता है। जल्दबाज़ी में फ़ैसले न करें, ताकि ज़िन्दगी में आगे आपको पछताना न पड़े। शादी के बाद वैवाहिक जीवन में प्यार सुनने में मुश्किल ज़रूर लगता है, लेकिन आप आज महसूस करेंगे कि यह मुमकिन है। किसी पेड़ की छांव में बैठकर आज आपको सुकून मिलेगा। जीवन को आज आप नजदीक से जान पाएंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- गेहूँ और गुड़ गाय को खिलाने से सेहत बढ़िया रहेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम सफलता दायक रहेगा। आज आपके कार्यालय मे वातावरण आपके अनुकूल बनेगा तथा आपके साथी आपका सहयोग करेंगे। व्यवसाय कर रहे लोगों का ध्यान आज नयी योजनाओं पर लगेगा। किसी देवी स्थान की यात्रा से आज आपके मन को सुकून मिलेगा। यदि कोई कानूनी विवाद चल रहा है, तो उसमें आज सफलता मिलेगी। आज सायंकाल तक आपको उलझन से मुक्ति मिलेगी, जिससे आपके पराक्रम में भी वृद्धि होगी। विद्यार्थियों को शिक्षा में आ रही बाधा को दूर करने के लिए गुरुजनों की मदद की आवश्यकता होगी।आपका दानशीलता का व्यवहार आपके लिए छुपे हुए आशीर्वाद की तरह सिद्ध होगा, क्योंकि यह आपको शक, अनास्था, लालच और आसक्ति जैसी ख़राबियों से बचाएगा। घर की छोटी-छोटी चीजों पर आज आपका बहुत धन खराब हो सकता है जिसकी वजह से आप मानसिक तनाव में आ सकते हैं। आपमें से कुछ गहने या घरेलू सामान ख़रीद सकते हैं। आप के दिल की धड़कनें आपके प्रिय के साथ कुछ ऐसे चलेंगी कि आज जीवन में प्यार का संगीत बज उठेगा। मुमकिन है कि आपके अतीत से जुड़ा कोई शख़्स आज आपसे संपर्क करेगा और इस दिन को यादगार बना देगा। प्यार, नज़दीकी, मस्ती-मज़ा - जीवनसाथी के साथ यह एक रोमानी दिन रहेगा। संभव है कि आज आपकी जीभ को भरपूर मज़ा मिले – किसी उम्दा रेस्तराँ में जाना मुमकिन है और लज़ीज़ खाने का लुत्फ़ उठा सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- नीम-बबूल की दातून करने से आर्थिक स्थिति मजबूत होगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए काफी रचनात्मक रहेगा। आप काफी समय आज अपने व्यवसाय के रुके हुए कार्य को पूरा करने में व्यतीत करेंगे, जिससे आपके लंबे समय से रुके हुए कार्य पूरे होंगे। नौकरी से जुड़े जातकों को आज जो काम सबसे प्रिय होगा, आज वही करने को मिलेगा। आज आपको सभी कार्यों में अपने परिवार के सदस्यों का पूरा साथ मिलेगा, वह आपके साथ खड़े नजर आएंगे। आज नौकरी मे  किसी विशेष कार्य को करने की जिम्मेदारी आप को सौंपी जा सकती है, जिसे आप मेहनत से समय  पर पूरा करेंगे।आज आप ऊर्जा से लबरेज़ होंगे- आप जो भी करेंगे उसे आप उससे आधे वक़्त में ही कर देंगे, जितना वक़्त आप अक्सर लेते हैं। आपके घर से जुड़ा निवेश फ़ायदेमंद रहेगा। हालात को क़ाबू में रखने के लिए अपने भाई की मदद लें। विवाद को ज़्यादा तूल देने की बजाय उसे दोस्ताना तरीक़े से हल करने की कोशिश करें। सावधान रहें, क्योंकि प्यार में पड़ना आज के दिन आपके लिए दूसरी कठिनाइयाँ खड़ी कर सकता है। वक़ील के पास जाकर क़ानूनी सलाह लेने के लिए अच्छा दिन है। हँसी-मजा़क के बीच आपके और आपके जीवनसाथी के बीच कोई पुराना मुद्दा उभर सकता है, जो फिर वाद-विवाद का रूप भी ले सकता है। अगर आपका प्रेमी आपसे बात नहीं करना चाहता तो जबरदस्ती न करें। उनको समय दें स्थिति खुद सुधर जाएगी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- काले चमड़े के जूते व छाते का दान किसी ग़रीब व्यक्ति को करना आपकी संतुष्टि को बढ़ा सकता है। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। ऑफिस में आपके विचारों के मुताबिक माहौल बनेगा और आपके साथी भी उसमें आपका सहयोग देंगे। आपके शत्रु आपका कुछ नहीं बिगाड़ पाएंगे। आज आप जो भी कार्य करेंगे, उसका भविष्य में आपको फल अवश्य मिलेगा। आज आप अपने व्यवसाय के बिखरे कामों को पूरा करने के लिए एक रणनीति बनाएंगे, जिसे आप आलस्य को दूर भगा कर ही पूरा कर पाएंगे। जीवनसाथी का भरपूर सहयोग मिलेगा। प्रेम जीवन में एक नई ऊर्जा का संचार होगा। सायंकाल का समय आप अपने मित्रों के साथ घूमने फिरने में व्यतीत करेंगे।पुरानी परियोजनाओं की सफलता आत्मविश्वास में वृद्धि करेगी। धन आपके लिए जरुरी है लेकिन धन को लेकर इतने संजीदा न हो जाएं कि अपने रिश्तों को ही खराब कर दें। सबको अपनी महफ़िल में दावत दें। क्योंकि आपके पास आज अतिरिक्त ऊर्जा है, जो आपको किसी पार्टी या कार्यक्रम का आयोजन करने के लिए प्रेरित करेगी। यात्रा के चलते रुमानी संबंध को बढ़ावा मिलेगा। आज आपके पास लोगों से मिलने-जुलने का और अपने शौक़ पूरे करने का पर्याप्त खाली वक़्त है। आज का दिन उन्माद में घिर जाने का है; क्योंकि आप अपने जीवनसाथी के साथ प्रेम के चरम का अनुभव करेंगे। अकेलापन कई बार काफ़ी दिक़्क़त भरा हो सकता है, ख़ास तौर से उन दिनों में जब कि आपके पास ज़्यादा कुछ करने के लिए न हो। इससे छुटकारा पाने की कोशिश करें और अपने दोस्तों के साथ थोड़ा समय व्यतीत करें। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- आज के दिन सफेद चन्दन को अपने पास रखने से आपकी मानसिक शांति बनी रहेगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए काफी व्यस्तता व भागदौड़ भरा रहने वाला है। आज आप संतान के भविष्य की योजनाओं को पूरा करने के में भी कुछ व्यस्त रहेंगे और भागदौड़ भी अधिक रहेगी, जिससे सायंकाल के समय आपको थकान भी महसूस होगी। व्यस्तता के बीच आप अपने दांपत्य जीवन के लिए समय निकालने में कामयाब रहेंगे, जिससे जीवनसाथी प्रसन्न नजर आएंगे। कार्य क्षेत्र में वरिष्ठ अधिकारी आज आपके कार्य में विघ्न डालने की कोशिश करेंगे। रात्रि का समय आप अपने माता पिता के साथ कुछ विशेष मुद्दों पर बातचीत करने में व्यतीत करेंगे।बच्चे आपकी शाम को ख़ुशी की चमक लाएंगे। थकाऊ और उबाऊ दिन को अलविदा कहने के लिए एक बढ़िया डिनर की योजना बनाएँ। उनका साथ आपके शरीर में फिर से ऊर्जा भर देगा। आज आपका धन कई चीजों पर खर्च हो सकता है, आपको आज अच्छा बजट प्लान करने की आवश्यकता है इससे आपकी कई परेशानियां दूर हो सकती हैं। दोस्तों के साथ कुछ करते वक़्त अपने हितों को अनदेखा न करें – हो सकता है कि वे आपकी ज़रूरतों को ज़्यादा गंभीरता से न लें। रोमांचक दिन है, क्योंकि आपका प्रिय आपको तोहफ़े/उपहार दे सकता है। कोई आध्यात्मिक गुरू या बड़ा आपकी सहायता कर सकता है। क्या आपको पता है कि आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्ता है। उनपर ग़ौर करें, यह बात आपको ख़ुद-ब-ख़ुद दिख जाएगी। आज घर पर शादी की बात चल सकती है लेकिन आपको यह बात पसंद नहीं आएगी। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- सफेद गाय को आटा व काली चींटियों को चीनी खिलाने से पारिवारिक सुख बढ़ेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आपके परिवार में किसी शुभ व मांगलिक कार्यक्रम पर चर्चा हो सकती है, इसमें आपको अपने पिताजी की सलाह की आवश्यकता होगी। ससुराल पक्ष से संबंध़ो में सुधार होगा। यदि आज किसी मित्र को धन उधार देना पड़े, तो सोच समझ कर दें क्योंकि उसके  वापस आने की उम्मीद कम है। आज आपको अपने व्यवहार में संयम व सावधानी बरतनी होगी, नहीं तो आपके आसपास के लोगों से आप का टकराव हो सकता है। नौकरी से जुड़ें जातकों को आज कोई नया कार्य सौंपा जा सकता है। आर्थिक स्थिति मजबूत होगी।अपने विचार व्यक्त करने में हिचकिचाएँ नहीं। आत्मविश्वास की कमी को ख़ुद पर हावी न होने दें, क्योंकि यह सिर्फ़ आपकी समस्या को और जटिल बनाएगा, साथ ही आपकी तरक़्क़ी में भी रोड़ा अटकाएगा। अपना आत्मविश्वास फिर से हासिल करने के लिए अपनी बात खुल कर कहें और परेशानियों का सामना होठों पर मुस्कुराहट के साथ करें। आज के दिन आपको धन लाभ होने की पूरी संभावना है लेकिन इसके साथ ही आपको दान-पुण्य भी करना चाहिए क्योंकि इससे आपको मानसिक शांति मिलेगी। अपनी बातों पर क़ाबू रखें, क्योंकि इसके चलते बड़े-बुज़ुर्ग आहत महसूस कर सकते हैं। बेकार की बातें करके समय बर्बाद करने से बेहतर है कि आप शांत रहें। याद रखें कि समझदार कामों के ज़रिए ही हम जीवन को अर्थ देते हैं। उन्हें महसूस करने दें कि आप उनका ख़याल रखते हैं। आज आपका प्रेमी अपने मनोभावों को आपके सामने खुलकर नहीं रख पाएगा जिसकी वजह से आपको खिन्नता होगी। खाली वक्त का आज आप सदुपयोग करेंगे और उन कामों को पूरा करने की कोशिश करेंगे जो बीते दिनों पूरे नहीं हो पाए थे। वैवाहिक जीवन में कठिन दौर से गुज़रने के बाद आपको अब कुछ राहत का एहसास होगा। समय को व्यर्थ गँवाने की बजाय आज किसी विदेशी भाषा को सीखना आपके वार्तालाप के तरीक़ों में वृद्धि कर सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- ज्ञान एक ऐसा अमूल्य धन है जिससे कोई छीन नहीं सकता इसलिए जहाँ तक संभव हो ज्ञानी, विद्वान और न्यायकर्ता लोगों का सम्मान करें। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए निश्चित परिणाम लेकर आएगा। आपके कार्य  व्यवहार से जुड़े सभी विवाद आज समाप्त हो सकते हैं। नए प्रोजेक्ट पर भी कुछ काम शुरू हो सकता है। यदि संपत्ति संबंधित कोई मामला चल रहा है, तो उसमें आज आपको निराशा हाथ लग सकती है। संतान को सामाजिक कार्य करते देख आज मन में संतोष का भाव रहेगा। यदि आपके परिवार में लंबे समय से कोई तनाव चल रहा था, तो वह आज आपको परेशान कर सकता है। आज आप अपने जीवनसाथी के लिए कोई उपहार खरीद सकते हैं।आज के मनोरंजन में बाहर की गतिविधियों और खेल-कूद को शामिल किया जाना चाहिए। आज घर से बाहर बड़ों का आशीर्वाद लेकर निकलें इससे आपको धन लाभ हो सकता है। आज के दिन औरों की राय सुनना और उनपर अमल करना महत्वपूर्ण होगा। व्यक्तिगत संबंध संवेदनशील और नाज़ुक रहेंगे। अपने व्यक्तित्व और रंग-रूप को बेहतर बनाने का कोशिश संतोषजनक साबित होगी। जीवनसाथी की ओर से मिले तनाव के चलते सेहत पर बुरा असर पड़ना मुमकिन है। टीवी पर फ़िल्म देखना और अपने नज़दीकी लोगों के साथ गप्पें मारना – इससे बेहतर और क्या हो सकता है? अगर आप थोड़ी कोशिश करें तो आपका दिन कुछ इसी तरह गुज़रेगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- एक दूध की कटोरी किसी कुत्ते को पिलाएं इससे लव लाइफ में रिलेशन और मजबूत होंगे। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज दिन आपके लिए काफी मजबूत रहेगा। आज आपको आर्थिक स्थिति की चिंता कम होगी क्योंकि आपका लंबे समय से रुका हुआ धन आज आपके हाथ के लग सकता है, जिससे आप अपने परिवार के सदस्यों की सभी फरमाइशी भी पूरी करेंगे। घर में सुख शांति व स्थिरता का आज आनंद उठाएंगे। नौकरी या व्यापार में कुछ नवीनता ला सके, तो आगे चलकर आपको इसका भरपूर लाभ होगा। काम में नई जान आएगी। सायंकाल का समय आप अपने परिवार के सदस्यों के साथ देश दर्शन के लिए जा सकते हैं।प्रभावशाली लोगों का सहयोग आपके उत्साह को दोगुना कर देगा। प्राप्त हुआ धन आपकी उम्मीद के मुताबिक़ नहीं होगा। घर में कुछ बदलाव आपको काफ़ी भावुक बना सकते हैं, लेकिन आप अपनी भावनाएँ उनके सामने ज़ाहिर करने में क़ामयाब रहेंगे जो आपके लिए ख़ास हैं। एक बार आप अपने हमक़दम को हासिल कर लें, तो ज़िन्दगी में किसी और की ज़रूरत नहीं होती। इस बात को आज आप गहराई से महसूस करेंगे। एकांत में वक्त बिताना अच्छा है लेकिन आपके दिमाग में कुछ चल रहा है तो लोगों से दूर रहकर आप और ज्यादा परेशान हो सकते हैं। इसलिए आपको हमारी सलाह है कि लोगों से दूर रहने से बेहतर होगा किसी अनुभवी शख्स से अपनी परेशानी के बारे में बात करें। संभावना है कि आपके और आपके जीवनसाथी के बीच तनाव और बढ़ सकता है। इससे बचाव न करने की स्थिति में इसके दूरगामी परिणाम अच्छे नहीं होंगे। आपकी बातों को आपके घर वाले आज गौर से नहीं सुनेंगे इसलिए आज उनपर आपका गुस्सा फूट सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अच्छी आर्थिक स्थिति के लिए दही या शहद या फिर दोनों का प्रयोग व दान करें। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए सावधानी सतर्कता से चलने का होगा। बिजनेस के मामले में यदि थोड़ा सा जोखिम उठाए, तो बड़ा लाभ होने की आशंका है। किसी अपने के लिए आज आपको कुछ पैसों का इंतजाम भी करना पड़ सकता है। बिजनेस के लिए नया मौका आपके आसपास होगा, लेकिन आपको उसे पहचानने की जरूरत होगी। रोजमर्रा के कामों से परे कुछ नए कामों में आज हाथ आजमाएंगे, जिसका आपको लाभ भी होगा। नौकरी कर रहे जातकों को आज अपने  व्यवहार व वाणी दोनों मे सौम्यता रखनी होगी।अपनी शारीरिक चुस्ती-फुर्ती को बनाए रखने के लिए आप आज का दिन खेलने में व्यतीत कर सकते हैं। अतिरिक्त आय के लिए अपने सृजनात्मक विचारों का सहारा लें। विवाद, मतभेद और दूसरों की आपमें कमियाँ निकालने की आदत को नज़रअन्दाज़ करें। दूसरों को ख़ुशियाँ देकर और पुरानी ग़लतियों को भुलाकर आप जीवन को सार्थक बनाएंगे। आज इस राशि के कुछ छात्र लेपटॉप या टीवी पर कोई मूवी देखकर अपना कीमती समय जाया कर सकते हैं। जीवन साथी की किसी बात को गंभीरता से न लेने की स्थिति में विवाद हो सकता है। घर का कोई सदस्य आज आपके खिलाफ बातें कर सकता है जिससे आपकी भावनाएं आहत होंगी। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- आज के दिन सफेद चन्दन को अपने पास रखने से आपकी मानसिक शांति बनी रहेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। यदि आपने कोई व्यापार साझेदारी में किया हुआ है, तो वह आज आपको उत्तम लाभ देगा। कई प्रकार के काम हाथ में लेने से आज आपकी व्याकुलता बढ़ सकती है।रोजमर्रा के घरेलू कामों को निपटाने का आज आपको सुनहरा मौका मिलेगा और हो सकता है कि पुत्र व पुत्री के विवाह से संबंधित कोई फैसला आज आपको लेना पड़े। आपको अपनी माता जी के स्वास्थ्य के प्रति सचेत रहना होगा क्योंकि इनको कोई रोग परेशान कर सकता है। यदि ऐसा हो, तो डॉक्टरी सलाह अवश्य ले। सायंकाल का समय आप अपने जीवनसाथी को कहीं बाहर लेकर जा सकते हैं।बहुत ज़्यादा तनाव और चिंता करने की आदत सेहत को नुक़सान पहुँचा सकती है। अगर आप घर से बाहर रहकर जॉब या पढ़ाई करते हैं तो ऐसे लोगों से दूर रहना सीखें जो आपका धन और समय बर्बाद करते हैं। पारिवारिक समस्याओं को प्राथमिकता दें। इस बारे में बिना देर किए बातचीत करें, क्योंकि एक बार इस समस्या के हल हो जाने पर घर में जीवन बहुत आसान हो जाएगा और परिवार के लोगों को प्रभावित करने में आपको कोई कठिनाई नहीं आएगी। आप प्रेम की आग में धीरे-धीरे ही सही, लेकिन लगातार जलते रहेंगे। एकांत में वक्त बिताना अच्छा है लेकिन आपके दिमाग में कुछ चल रहा है तो लोगों से दूर रहकर आप और ज्यादा परेशान हो सकते हैं। इसलिए आपको हमारी सलाह है कि लोगों से दूर रहने से बेहतर होगा किसी अनुभवी शख्स से अपनी परेशानी के बारे में बात करें। परिवार के सदस्यों के साथ थोड़ी दिक़्क़त का सामना करना पड़ सकता है। लेकिन दिन के आख़िर में आपका जीवनसाथी आपकी परेशानियों को सहलाएगा। यात्रा पर किसी हसीन अजनबी से मुलाकात आपको अच्छे अनुभव करा सकती है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- अच्छी सेहत के लिए सूर्योदय के समय सूर्य नमस्कार करें। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आपको अपने स्वास्थ्य के प्रति सावधानी बरतनी होगी क्योंकि लंबे समय से चल रही थकान आज आपको परेशान कर सकती है। व्यापार कर रहे लोगों के लिए आज दिन उत्तम रहेगा। आज लाभ के नए नए अवसर मिलेंगे, इसलिए जल्दबाजी में कोई भी निर्णय  ना लें। हर कार्य में हर निर्णय सोच समझ कर ले। विद्यार्थियों को आज यदि विदेश में जाकर शिक्षा ग्रहण करने का मौका मिलेगा। संतान के विवाह में आ रही बाधा पिताजी की सलाह से दूर होगी। सामाजिक क्षेत्र में भी आपकी ख्याति चारों ओर फैलेगी।आपका चढ़ा हुआ पारा आपको परेशानी में डाल सकता है। करीबी रिश्तेदारों के घर जाना आज आपकी आर्थिक स्थिति को बिगाड़ सकता है। पारिवारिक सदस्य या जीवन-साथी तनाव की वजह बन सकते हैं। अपने प्रिय की ग़ैर-ज़रूरी भावनात्मक मांगों के सामने घुटने न टेकें। जिन रिश्तों को आप अहमियत देते हैं उन्हें समय देना भी आपको सीखना होगा नहीं तो रिश्ते टूट सकते हैं। जीवनसाथी के ख़राब व्यवहार का नकारात्मक असर आपके ऊपर पड़ सकता है। बेरोजगारों को आज के दिन नौकरी न मिलने का मलाल हो सकता है। आपको अपने प्रयास बढ़ाने की जरुरत है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- हनुमान चालीसा का पाठ करना स्वास्थ्य के लिए शुभ रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम लाभदायक रहेगा। यदि आज आपको अपने व्यापार में जोखिम उठाना पड़े, तो अवश्य उठाये क्योंकि इसका भविष्य में आपको भरपूर लाभ होगा। यदि कोई परेशान व्यक्ति मिले तो उसकी मदद अवश्य करें। आज आप अपनी बुद्धि का प्रयोग करके सब कुछ पा सकते हैं, जिसकी आपको अभी तक कमी थी। घर परिवार में चल रही दिक्कत परेशानी को आप अपने प्यारे और मृदु व्यवहार से सायंकाल तक ठीक करने में कामयाब रहेंगे। भाइयों के साथ रिश्तो में सुधार आएगा। विवाह योग्य जातकों के लिए आज विवाह के अच्छे अवसर प्राप्त होंगे।अपनी ऊर्जा को व्यक्तित्व-विकास के काम में लगाएँ, जिससे आप और भी बेहतर बन सकें। मनोरंजन और सौन्दर्य में इज़ाफ़े पर ज़रुरत से ज़्यादा वक़्त न ख़र्च करें। घरेलू काम थका देने वाला होगा और इसलिए मानसिक तनाव की वजह भी बन सकता है। दूसरों को ख़ुशियाँ देकर और पुरानी ग़लतियों को भुलाकर आप जीवन को सार्थक बनाएंगे। आज आप सारे रिश्तों और रिश्तेदारों से दूर होकर अपना दिन किसी ऐसी जगह पर बिताना पसंद करेंगे जहां जाकर आपको शांति प्राप्त होती है। शादी के ठीक पहले के ख़ूबसूरत दिनों की याद ताज़ा हो सकती है - वही छेड़छाड़, आगे-पीछे घूमना और इज़हार गर्माहट पैदा करेंगे। परिवार में किसी सदस्य के साथ कहा-सुनी के चलते माहौल थोड़ा बोझिल हो सकता है, लेकिन यदि आप स्वयं को शान्त रखें व धैर्य से काम लें तो सबका मूड बढ़िया कर सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- पराई स्त्री के प्रति नजरे साफ़ रखने से आर्थिक उन्नति होगी। \n"
}]
