horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। किसी बात को लेकर मानसिक तनाव से ग्रसित रहेंगे। खर्चे भी बढ़ेंगे। इनकम सामान्य रहेगी। प्रेम जीवन के लिए दिनमान अच्छा है। अपने प्रिय के साथ दिल की बातें शेयर करेंगे। शादीशुदा लोगों का गृहस्थ जीवन भी बढ़िया रहेगा। आप मजबूती से हर काम करेंगे।आज आप ऊर्जा से लबरेज़ होंगे- आप जो भी करेंगे उसे आप उससे आधे वक़्त में ही कर देंगे, जितना वक़्त आप अक्सर लेते हैं। आज आप आसानी से पैसे इकट्ठा कर सकते हैं- लोगों को दिए पुराने कर्ज़ वापिस मिल सकते हैं- या फिर किसी नयी परियोजना पर लगाने के लिए धन अर्जित कर सकते हैं। दिन के दूसरे हिस्से में आप आराम करना और अपने परिवार के साथ समय बिताना पसंद करेंगे। आपकी मुलाक़ाता एक ऐसे दोस्त से होगी, जिसे आपका ख़याल है और जो आपको समझता भी है। अपने व्यक्तित्व और रंग-रूप को बेहतर बनाने का कोशिश संतोषजनक साबित होगी। क्या आपको लगता है कि शादी महज़ समझौतों का नाम है? अगर हाँ, तो आप आज हक़ीक़त महसूस करेंगे और जानेंगे कि यह आपके जीवन की सबसे अच्छी घटना थी। माता-पिता को बिना बताए आज आप उनके पसंद की कोई डिश घर पर ला सकते हैं इससे घर में सकारात्मक माहौल बन जाएगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- एक लाल मिर्च, 27 मसूर की दाल के दाने तथा 5 लाल फूल लेकर किसी हनुमान मंदिर में चढ़ाएं, इससे पारिवारिक जीवन की खुशियाँ बढ़ेंगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। आप अपने प्रेम जीवन में काफी खुश रहेंगे। अपने प्रिय से अपने दिल की बात कहेंगे। उनके लिए कोई बढ़िया सा गिफ्ट भी ला सकते हैं। शादीशुदा लोगों का गृहस्थ जीवन तनावपूर्ण रहेगा। जीवनसाथी किसी बात को लेकर गुस्सा हो सकता है। आपकी सेहत अच्छी रहेगी। उल्टा सीधा भोजन करने से बचें। काम के सिलसिले में दिनमान अच्छा है।अपने नकारात्मक रवैये के चलते आप प्रगति नहीं कर पा रहे हैं। यह इस बात को समझने का सही वक़्त है कि चिंता की आदत ने आपके सोचने की क्षमता को ख़त्म कर दिया है। हालात के उजले पहलू की ओर देखें और आप पाएंगे कि चीज़ें सुधर रही हैं। आपके मन में जल्दी पैसे कमाने की तीव्र इच्छा पैसा होगी। अपनी पत्नी/पति के साथ पिकनिक पर जाने का बेहतरीन दिन है। यह न केवल आपका मन हल्का करेगा, बल्कि आप दोनों के बीच मतभेद दूर करने में भी मदद करेगा। आपका प्रेमी या प्रेमिका आज बहुत गुस्से में नजर आ सकते हैं इसकी वजह उनके घर की स्थिति होगी। अगर वो गुस्से में हैं तो उन्हें शांत करने की कोशिश करें। आज किसी सहकर्मी के साथ आप शाम का वक्त बिता सकते हैं हालांकि अंत में आपको महसूस होगा कि आपने उनके साथ समय बर्बाद किया है और कुछ नहीं। आपका जीवनसाथी आपकी ज़रूरतों को अनदेखा कर सकता है, जिसके चलते आप चिड़चिड़े हो सकते हैं। आपकी बात करने का तरीका आज बहुत खराब होगा जिसकी वजह से समाज में आप अपना मान सम्मान खो सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- आज का दिन किसी भी दुर्गा मंदिर के लिए समर्पित करना अपनी मानसिक शांति बनाए रखने का सर्वश्रेष्ठ साधन हो सकता है। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। आप अपने परिवार पर ध्यान देंगे। जरूरी कामों में सहयोग करेंगे। सेहत अच्छी रहेगी। शादीशुदा जीवन में प्रेम और रोमांस बढ़ेगा। प्रेम जीवन बिता रहे लोगों के लिए भी दिन अच्छा है। आपका प्रिय आपको दिल से प्यार करेगा और आपको यह सब महसूस करना बड़ा अच्छा लगेगा। काम के सिलसिले में आपका दिन मजबूत है। आपके प्रमोशन की बात चल सकती है।कुछ तनाव और मतभेद आपको चिड़चिड़ा और बेचैन बना सकते हैं। आज आप अपने घर के वरिष्ठ जनों से पैसे की बचत करने को लेकर कोई सलाह ले सकते हैं और उस सलाह को जिंदगी में जगह भी दे सकते हैं. दूसरों को प्रभावित करने की आपकी क्षमता आपको कई सकारात्मक चीज़ें दिलाएगी। प्यार के सकारात्मक संकेत आपको मिलेंगे। खाली वक्त का आज आप सदुपयोग करेंगे और उन कामों को पूरा करने की कोशिश करेंगे जो बीते दिनों पूरे नहीं हो पाए थे। आज के दिन आप वैवाहिक जीवन का असली स्वाद चख सकते हैं। आपके परिजन अपने साथ आपको किसी जगह ले जाएंगे। हालाँकि शुरुआत में आपकी कुछ ख़ास दिलचस्पी नहीं होगी, लेकिन बाद में आप उस अनुभव का भरपूर लुत्फ़ उठाएंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सात मुखी रुद्राक्ष धारण करने से हेल्थ अच्छी रहेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन मध्यम फलदायक रहेगा। धन की आवक होगी। खर्चे भी रहेंगे लेकिन चिंता नहीं होगी। मन से मजबूत होंगे। काम के सिलसिले में बेहद अच्छे नतीजे मिलेंगे। आपको प्रमोशन मिल सकता है। शादीशुदा लोगों का गृहस्थ जीवन अच्छा रहेगा। आप अपनी जिम्मेदारियों को समझेंगे। जीवनसाथी से सहयोग मिलेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान सामान्य है।आपकी उम्मीद एक महक से भरे हुए ख़ूबसूरत फूल की तरह खिलेगी। आप घूमने-फिरने और पैसे ख़र्च करने के मूड में होंगे- लेकिन अगर आपने ऐसा किया तो बाद में आपको पछताना पड़ सकता है। जिन्हें आप चाहते हैं, उनके साथ उपहारों का लेन-देन करने के लिए अच्छा दिन है। आपका हमदम आपको पूरे दिन याद करता रहेगा। उसे कोई प्यारा सरप्राइज़ देने की योजना बनाएँ और इसे उसके लिए एक ख़ूबसूरत दिन में तब्दील करने के बारे में सोचें। यात्रा और भ्रमण वग़ैरह न सिर्फ़ आनन्ददायक सिद्ध होंगे, बल्कि काफ़ी शिक्षाप्रद भी रहेंगे। आपका अपने जीवनसाथी के साथ तनावपूर्ण संबंध रह सकता है। जहां तक सम्भव हो बात को बढ़ने न दें। आज आप सब चिंताओं को भुलाकर अपनी रचनात्मकता को बाहर निकाल सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- गणेश जी को दूर्वा चढ़ाने से आर्थिक स्थिति अच्छी होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। खर्चों में कमी आएगी। इनकम बढ़ेगी। शादीशुदा लोगों का गृहस्थ जीवन उतार-चढ़ाव से भरा रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा है। आप अपने रिश्ते में सच्चाई को महत्व देंगे और अपने प्रिय पर दिल खोलकर प्यार दिखाएंगे। काम के सिलसिले में दिनमान अच्छा रहेगा।आपके जीवन-साथी का प्यारा बर्ताव आपका दिन ख़ुशनुमा बना सकता है। रुका हुआ धन मिलेगा और आर्थिक हालात में सुधार आएगा। अपने जीवन-साथी के साथ प्यार, अपनापन और स्नेह महसूस करें। मतभेद के चलते व्यक्तिगत संबंधों में दरार पड़ सकती है। आज आप बिना किसी वजह के कुछ लोगों के साथ उलझ सकते हैं। ऐसा करना आपके मूड को तो खराब करेगा ही साथ ही इससे आपका कीमती समय भी बर्बाद होगा। आपको अपने जीवनसाथी का सख़्त और रुखा पहलू देखने को मिल सकता है, जिसके चलते आप असहज महसूस करेंगे। आज आपका मन धार्मिक कार्यों में रमेगा जिससे आपको मानसिक शांति का अनुभव होगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- प्रेमी/प्रेमिका से मिलने जाने से पहले मिश्री खाकर व पानी पीकर निकले इससे प्रेम सम्बन्धों में बढ़ोतरी होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। खुद पर भरोसा जमेगा। हल्के खर्चे रहेंगे। काम के सिलसिले में दिनमान अच्छा रहने वाला है। शादीशुदा लोगों का गृहस्थ जीवन आज मजबूत रहेगा। आप अपने रिश्ते में खुश रहेंगे। प्रेम जीवन बिता रहे लोग रिश्ते में निराशा महसूस कर सकते हैं।मौज-मस्ती और मनपसंद काम करने का दिन है। आज आपको किसी अज्ञात स्रोत से पैसा प्राप्त हो सकता है जिससे आपकी कई आर्थिक परेशानियां दूर हो जाएंगी। आपका मज़ाकिया स्वभाव आपके चारों ओर के वातावरण को ख़ुशनुमा बना देगा। आप प्रेम की आग में धीरे-धीरे ही सही, लेकिन लगातार जलते रहेंगे। आपका प्रेमी आपको पर्याप्त समय नहीं देता यह शिकायत आज आप खुलकर उनके सामने कर सकते हैं। संभव है कि शुरुआत में जीवनसाथी की ओर से आपको कम ध्यान मिले; लेकिन दिन के अन्त तक आपको महसूस होगा कि वह आपके लिए ही कुछ-कुछ करने में व्यस्त था। योग ध्यान का सहारा लेना आज आपको मानसिक रुप से प्रबल बनाएगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- लक्ष्मी जी की चालीसा व आरती पढ़ने से प्रेम सम्बन्ध मजबूत होंगे। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य फलदायक रहेगा। सेहत अच्छी रहेगी। पार्टी करने का मन करेगा। काम के सिलसिले में दिनमान उतार-चढ़ाव से भरा रहेगा। काम के लिए ट्रैवलिंग करेंगे। मन में धार्मिक विचार भी आएंगे। गृहस्थ जीवन तनावपूर्ण रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा है।बेहतर ज़िन्दगी के लिए अपनी सेहत और व्यक्तित्व में सुधार लाने कि कोशिश करें। आपकी लगन और मेहनत पर लोग ग़ौर करेंगे और आज इसके चलते आपको कुछ वित्तीय लाभ मिल सकता है। पारिवारिक सदस्य या जीवन-साथी तनाव की वजह बन सकते हैं। आज आप जीवन में सच्चे प्रेम की कमी का अनुभव करेंगे। ज़्यादा चिंता न करें, हर चीज़ समय के साथ बदलती है और इसलिए आपकी रोमांटिक ज़िंदगी में भी बदलाव आएगा। छात्रों को सलाह दी जाती है कि यारी-दोस्ती के चक्कर में इन कीमती पलों को खराब न करें। यार दोस्त आने वाले वक्त में भी मिल सकते हैं लेकिन पढ़ाई के लिए यही समय सबसे सही है। असजता की वजह से आप वैवाहिक जीवन में ख़ुद को फँसा हुआ अनुभव कर सकते हैं। आपको ज़रूरत है तो जीवनसाथी के साथ आत्मीय बातचीत की। अगर आज कुछ ज़्यादा करने को नहीं है तो किसी लाइब्रेरी में समय बिताना एक अच्छा विकल्प हो सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- आज के दिन बोरियत से निज़ात पाने के लिए केसर लगी पीली मिठाई, केसरी हलवा खुद भी खाएं और गरीबों में भी बांटें। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। इनकम में बढ़ोतरी होगी। खर्चों में कमी आएगी। विरोधियों पर भारी रहेंगे। उल्टा सीधा खाने से सेहत बिगड़ सकती है और बीमार पड़ सकते हैं, इसलिए ध्यान रखें। शादीशुदा जीवन में प्यार बढ़ेगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन बहुत बढ़िया रहेगा। आप अपनी क्रिएटिविटी से अपने प्रिय का दिल जीत लेंगे।आँखों के मरीज़ प्रदूषित जगहों पर जाने से बचें, क्योंकि धूँआ आपकी आँखों को और नुक़सान पहुँचा सकता है। अगर मुमकिन हो तो सूरज की तेज़ रोशनी से भी बचे। आज आपको बेवजह पैसा खर्च करने से खुद को रोकना चाहिए नहीं तो जरुरत के समय आपके पास पैसे की कमी हो सकती है। आपको चिंतामुक्त होकर अपने क़रीबी दोस्तों और परिवार के बीच ख़ुशी के लम्हे तलाशने की ज़रूरत है। आज का दिन प्रेम के रंगों में डूबा रहेगा लेकिन रात के वक्त किसी पुरानी बात को लेकर आप झगड़ सकते हैं। तनाव से भरा दिन, जब नज़दीकी लोगों से कई मतभेद उभर सकते हैं। यह दिन आपके जीवनसाथी का बेहतरीन पहलू आपको दिखाने वाला है। जीवन का आनंंद अपने लोगों को साथ लेकर चलने में है यह बात आज आप स्पष्टता से समझ सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए सूर्य चालीसा व आरती पढ़ें। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। आप अपने काम पर पूरा ध्यान रखेंगे जिससे अच्छे नतीजे मिलेंगे। भाग्य का साथ मिलेगा। कामों में सफलता मिलती चली जाएगी। शादीशुदा लोगों का गृहस्थ जीवन प्रेम और रोमांस के साथ मजबूत होगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा है। जल्दबाजी में कोई बात ना करें।तली-भुनी चीज़ों से दूर रहें और रोज़ाना कसरत करते रहें। इस राशि के कुछ लोगों को आज जमीन से जुड़े किसी मुद्दे को लेकर धन खर्च करना पड़ सकता है। बच्चों से जुड़ी समस्याओं के समाधान के लिए थोड़ा समय अलग से निकालें। आपका होना इस दुनिया को आपके प्रिय के लिए रहने के क़ाबिल बनाता है। कोई रोचक मैगजीन या उपन्यास पढ़ के आजके दिन को आप अच्छी तरह से व्यतीत कर सकते हैं। मुमकिन है कि आपके माता-पिता आपके जीवनसाथी को कुछ शानदार आशीर्वाद दें, जिसके चलते आपके वैवाहिक जीवन में और निखार आएगा। छोटे भाई के साथ घूमने जा सकते हैं इससे आप दोनों के रिश्तों में प्रगाढ़ता आएगी। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- जलप्रधान वस्तुओं का सेवन करना हेल्थ के लिए अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। सेहत मजबूत रहेगी। परिवार का सहयोग मिलेगा। शादीशुदा लोगों का गृहस्थ जीवन बढ़िया रहेगा। जीवनसाथी कोई महत्वपूर्ण सलाह देगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा है। आप अपने रिश्ते में गंभीरता दिखाएंगे।आज आपका स्वास्थ्य दुरुस्त रहने की पूरी उम्मीद है। अपने अच्छे स्वास्थ्य के चलते आज आप अपने दोस्तों के साथ खेलने का प्लान बना सकते हैं। रियल एस्टेट सम्बन्धी निवेश आपको अच्छा-ख़ासा मुनाफ़ा देंगे। आप सभी पारिवारिक कर्ज़े ख़त्म करने में क़ामयाब रहेंगे। ज़िंदगी में एक नया मोड़ आ सकता है, जो प्यार और रोमांस को नयी दिशा देगा। जो भी आपसे मिले, उसके साथ विनम्र और सुखद व्यवहार करें। बहुत कम लोग ही आपके इस आकर्षण का राज़ जान पाएंगे। आज के दिन आपके और आपके जीवनसाथी के लिए गहरी आत्मीयतापूर्ण बातें का सही समय है। दिखावा करने से आज आपको बचना चाहिए ऐसा करेंगे तो आपके करीबी लोग ही आपसे दूर हो जाएंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अगर आज के दिन को बेहतर बनाने के सोच रहे हैं तो काला-सफेद कपड़ा किसी ग़रीब साधु को दान करें। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य फलदायक रहेगा। आज किसी बड़े काम को हाथ में ना लें। मानसिक तनाव में रहेंगे। शादीशुदा जीवन अच्छा रहेगा। जीवन साथी अपनी बुद्धिमानी से आपको खुश कर देंगे। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन बहुत बढ़िया है। रिश्ते में रोमांस बढ़ेगा।आपका विनम्र स्वभाव सराहा जाएगा। कई लोग आपकी ख़ासी तारीफ़ कर सकते हैं। जिन लोगों ने अपना पैसा सट्टेबाजी में लगा रखा था आज उन्हें नुक्सान होने की संभावना है। सट्टेबाजी से दूर रहने की आपको सलाह दी जाती है। अपने सामाजिक जीवन को दरकिनार न करें। अपनी व्यस्त दिनचर्या में से थोड़ा-सा समय निकालकर अपने परिवार के साथ किसी आयोजन में शिरकत करें। यह न सिर्फ़ आपका दबाव कम करेगा, बल्कि आपकी झिझक भी मिटा देगा। प्यार-मोहब्बत के मामले में दबाव बनाने की कोशिश न करें। ज़रूरतमंदों की मदद करने की आपकी ख़ासियत आपको सम्मान दिलाएगी। लोगों की दख़लअन्दाज़ी वैवाहिक जीवन में परेशानी खड़ी कर सकती है। उतावलापन अच्छा नहीं है, आपको किसी भी काम को करने में उतावलापन नहीं दिखाना चाहिए। इससे काम के खराब होने की संभावना बढ़ जाती है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- अपने चरित्र को सदा बेदाग रखना आर्थिक स्थिति के लिए शुभ है। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। आपकी सेहत मजबूत रहेगी। कामों में सफलता मिलेगी। जीवनसाथी का सहयोग मिलेगा। वे दिल से खुश होंगे और आपको भी खुश रखने की कोशिश करेंगे। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन बढ़िया है। आप उन्हें शादी के लिए प्रपोज कर सकते हैं।अपने जीवन को चिर-स्थायी न मानें और जीवन के प्रति सजगता को अपनाएँ। आज के दिन धन हानि होने की संभावना है इसलिए लेन-देन से जुड़े मामलों में जितना आप सतर्क रहेंगे उतना ही आपके लिए अच्छा रहेगा। कोई चिट्ठी या ई-मेल पूरे परिवार के लिए अच्छी ख़बर लाएगी। किसी छोटी-मोटी बात को लेकर भी आपके प्रिय से आपकी नोंक-झोंक हो सकती है। अपने काम से आराम लेकर आज आप कुछ समय अपने जीवनसाथी के साथ बिता सकते हैं। आपका जीवनसाथी अपने दोस्तों में कुछ ज़्यादा व्यस्त हो सकता है, जिसके चलते आपके उदास होने की संभावना है। जीवन की परेशानियों को दूर करने के लिए आज आप किसी मनोवैज्ञानिक चिकित्सक से मिल सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- अच्छे प्रेम सम्बन्धों के लिए सफेद रुमाल जेब में रखकर जाएं परन्तु ध्यान रहे कि रुमाल गन्दा न हो। \n"
}]
