horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। मन में नई-नई बातें आएंगी। कुछ नया करने का विचार करेंगे। सेहत अच्छी रहेगी। शहर से बाहर जाने का विचार मन में आएगा। कोई काम हो सकता है। गृहस्थ जीवन खुशनुमा रहेगा। प्रेम जीवन भी ठीक-ठाक रहेगा।अपने शरीर की थकान मिटाने और ऊर्जा-स्तर को बढ़ाने के लिए आपको पूरे आराम की ज़रूरत है, नहीं तो शरीर की थकावट आपके मन में निराशावादिता को जन्म दे सकती है। आप घूमने-फिरने और पैसे ख़र्च करने के मूड में होंगे- लेकिन अगर आपने ऐसा किया तो बाद में आपको पछताना पड़ सकता है। दूसरों के मामलों में दख़ल देने से आज बचें। अपने प्रिय को समझने की कोशिश करें, नहीं तो मुश्किल में फँस सकते हैं। अपने साथी को यूँ ही हमेशा के लिए मिला न मानें। लोग आपके बारे में क्या सोचते हैं आज आपको इस बात से कोई फर्क नहीं पड़ेगा। बल्कि आज आप खाली समय में किसी से मिलना जुलना भी पसंद नहीं करेंगे और एकांत में आनंदित रहेंगे। यह दिन शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक रहेगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- नहाने के पानी में कुशा के टुकड़े डालकर स्नान करने से पारिवारिक सुख बढ़ेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन मान आपके लिए अच्छा रहेगा। सेहत बढ़िया रहेगी। मन में खुशी रहेगी। कामों में सफलता मिलेगी। गृहस्थ जीवन बढ़िया रहेगा। प्रेम जीवन में थोड़ी निराशा हो सकती है। काम के सिलसिले में दिनमान मजबूत है। अपने बड़े भाई से किसी बात को लेकर झगड़ा ना करें।बाहर घूमना-फिरना, पार्टी और मौज-मस्ती आपको अच्छे मूड में रखेंगे। जो लोग शेयर बाजार में पैसा लगाते हैं आज उनका पैसा डूब सकता है। वक्त रहते सचेत हो जाएं तो आपके लिए बेहतर रहेगा। रिश्तेदारों और दोस्तों से अचानक उपहार मिलेगा। किसी छोटी-मोटी बात को लेकर भी आपके प्रिय से आपकी नोंक-झोंक हो सकती है। आज के दिन आप सबके ध्यान का केंद्र होंगे और सफलता आपकी पहुँच में होगी। लम्बे वक़्त से लटकी हुई दिक़्क़तों को जल्द ही हल करने की ज़रूरत है और आप जानते हैं कि आपको कहीं-न-कहीं से शुरुआत करनी होगी- इसलिए सकारात्मक सोचें और आज से ही प्रयास शुरू करें। अगर आपके जीवनसाथी का मन खिन्न है और चाहते हैं की दिन अच्छा गुज़रे, तो चुप्पी साधे रहें। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- किन्नरों को पैसे देने व उनकी सेवा करने से लव लाइफ अच्छी रहेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन मान ठीक-ठाक है। काम में मजबूती रहेगी। मानसिक तनाव से दूर रहेंगे। कार्यों में सफलता मिलेगी। सेहत ठीक रहेगी। गृहस्थ जीवन में उतार-चढ़ाव रहेगा। प्रेम जीवन खूबसूरती से आगे बढ़ेगा। कोई नया मोबाइल खरीद सकते हैं।शारीरिक तौर पर तंदुरुस्त रहने के लिए धूम्रपान की आदत छोड़ दें। कुछ ज़रूरी योजनाएँ क्रियान्वित होंगी और ताज़ा आर्थिक मुनाफ़ा पहुँचाएंगी। आपको परिवार के सदस्यों के साथ थोड़ी दिक़्क़त होगी, लेकिन इस वजह से अपनी मानसिक शान्ति भंग न होने दें। सिर्फ़ स्पष्ट समझ के माध्यम से आप अपनी पत्नी/पति को भावनात्मक सहारा दे सकते हैं। किसी लघु या मध्यावधि पाठ्यक्रम में दाखिला लेकर अपनी तकनीकी क्षमताओं में निखार लाएँ। यात्रा और शिक्षा से जुड़े काम आपकी जागरुकता में वृद्धि करेंगे। आपके जीवनसाथी के लबों की मुस्कान पल भर में आपका सारा दर्द ग़ायब करने की क़ाबिलियत रखती हे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- चाँदी के आभूषणों का अधिक प्रयोग करने से पारिवारिक जीवन खुशहाल बना रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। सेहत में उतार-चढ़ाव देखने को मिलेगा। मानसिक तनाव में कमी आएगी। खर्चे बढ़ेंगे। इनकम भी ठीक-ठाक रहेगी। कामों में सफलता मिलेगी लेकिन किसी बात को लेकर अधीरता दिखाना नुकसानदायक होगा। शादीशुदा जीवन में दिक्कतें रहेंगी। थोड़ा शांति से काम लें। प्रेम जीवन खुशनुमा रहेगा।तनाव को नज़रअंदाज़ न करें। यह तम्बाकू और शराब की ही तरह ख़तरनाक महामारी है, जो तेज़ी से पाँव पसार रही है। दूसरों को प्रभावित करने के लिए ज़रूरत से ज़्यादा ख़र्चा न करें। सामाजिक उत्सवों में सहभागिता का मौक़ा है, जो आपको प्रभावशाली व्यक्तियों के संपर्क में लाएगा। आज आपको अपने प्रिय की याद सताएगी। सहकर्मियों और वरिष्ठों के पूरे सहयोग के चलते दफ़्तर में काम तेज़ रफ़्तार पकड़ लेगा। इस राशि के लोगों को आज अपने आप को समझने की जरुरत है। यदि आपको लगता है कि आप दुनिया की भीड़ में कहीं खो गये हैं तो अपने लिए वक्त निकालें और अपने व्यक्तित्व का आकलन करें। आपके और आपके जीवनसाथी के बीच कोई बाहरी व्यक्ति दूरी पैदा करने की कोशिश कर सकता है, लेकिन आप दोनों चीज़ें संभाल लेंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- हनुमान जी को गुड-चने का प्रसाद चढाने से स्वास्थ्य अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन मान आपके लिए सामान्य रहेगा। लंबी ट्रैवलिंग के लिए तैयार रहें। काम में मन लगेगा जिससे अच्छे नतीजे मिलेंगे। परिवार में सुख शांति रहेगी। गृहस्थ जीवन भी शांतिपूर्ण रहेगा। प्रेम जीवन में कोई नई चुनौती सामने आ सकती है। अपने प्रिय से शादी करना चाहते हैं तो उनके घरवालों से बातचीत करने की कोशिश करें।आज आप ऊर्जा से लबरेज़ होंगे- आप जो भी करेंगे उसे आप उससे आधे वक़्त में ही कर देंगे, जितना वक़्त आप अक्सर लेते हैं। घर की छोटी-छोटी चीजों पर आज आपका बहुत धन खराब हो सकता है जिसकी वजह से आप मानसिक तनाव में आ सकते हैं। बच्चों के साथ ज़्यादा सख़्ती उन्हें नाराज़ कर सकती है। ख़ुद को नियंत्रित रखने और यह याद रखने की ज़रूरत है कि ऐसा करने से आप अपने और उनके बीच दीवार खड़ी कर लेंगे। प्रेम भगवान की पूजा की ही तरह पवित्र है। यह आपको सच्चे अर्थों में धर्म व आध्यात्मिकता की ओर भी ले जा सकता है। आपकी ईमानदारी और उम्दा तरीक़े से काम पूरा करने की क्षमता आपको शोहरत दिलाएगी। मौज-मस्ती के लिए घूमना संतोषजनक रहेगा। आज आपका आपस में कुछ ज्यादा विवाद हो सकता है जिसके दूरगामी परिणाम वैवाहिक जीवन के लिए नकारात्मक हो सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- सुबह उठते साथी ही ॐ हं हनुमते नमः का 11 बार उच्चारण करने से आर्थिक स्थिति अच्छी होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिनमान आपके लिए सामान्य रहेगा। सेहत में उतार-चढ़ाव रहेगा। इनकम बढ़ेगी। खर्चों में कमी आएगी। पारिवारिक जीवन शांतिपूर्ण रहेगा। गृहस्थ जीवन में आपसी समझदारी की कमी महसूस हो सकती है। प्रेम जीवन बिता रहे लोग अपने रिश्ते को लेकर थोड़ी परेशानी महसूस करेंगे।जब सेहत से जुड़ा मामला हो तो ख़ुद को अनदेखा नहीं करना चाहिए और सावधानी बरतनी चाहिए। आज आप अपने घर के वरिष्ठ जनों से पैसे की बचत करने को लेकर कोई सलाह ले सकते हैं और उस सलाह को जिंदगी में जगह भी दे सकते हैं. समस्याओं को दिमाग़ से बाहर खदेड़ दें और घर व दोस्तों के बीच अपनी स्थिति सुधारने के बारे में सोचें। मुमकिन है कि आपके आँसुओं को पोंछने के लिए कोई ख़ास दोस्त आगे आए। खुदरा और थोक व्यापारियों के लिए अच्छा दिन है। बेवजह की उलझनों से दूर होकर आज आप किसी मंदिर, गुरुद्वारे या किसी भी धार्मिक स्थल पर अपना खाली समय बिता सकते हैं। थोड़ी-सी कोशिश करें तो यह दिन आपके वैवाहिक जीवन के सबसे विशेष दिनों में से एक हो सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- त्रिफला का सेवन किसी भी रूप में करने से स्वास्थ्य अच्छा होगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन मान आपके लिए अच्छा रहेगा। इनकम बढ़ेगी। काम के सिलसिले में भी दिनमान बढ़िया रहेगा लेकिन काम के सिलसिले में किसी से उल्टा सीधा ना बोलें, नुकसान उठाना पड़ सकता है। शादीशुदा जीवन सामान्य रहेगा। जीवन साथी की सेहत बिगड़ सकती है, उनका ध्यान रखें। प्रेम जीवन खुशनुमा रहेगा।ख़ुद को परिष्कृत करने की कोशिश कई तरीक़ों से अपना असर दिखाएगी- आप ख़ुद को बेहतर और आत्मविश्वास से भरा हुआ महसूस करेंगे। घर की जरुरतों को देखते हुए आज आप अपने जीवनसाथी के साथ कोई कीमती सामान खरीद सकते हैं जिससे आर्थिक हालात थोड़े तंग हो सकते हैं। पारिवारिक परेशानियों को हल करने में आपका बच्चों जैसा मासूम बर्ताव अहम किरदार अदा करेगा। अपने प्रिय को समझने की कोशिश करें, नहीं तो मुश्किल में फँस सकते हैं। जो लोग विदेश व्यापार से जुड़े हैं उन्हें आज मनमाफिक फल मिलने की पूरी उम्मीद है। इसके साथ ही नौकरी पेशा से जुड़े इस राशि के जातक आज अपनी प्रतिभा का पूर्ण इस्तेमाल कार्यक्षेत्र में कर सकते हैं। बिना किसी पूर्व सूचना के आज आपका कोई रिश्तेदार आपके घर पधार सकता है जिसकी वजह से आपका कीमती समय उनकी खातिरदारी में जाया हो सकता है। आज का दिन उन्माद में घिर जाने का है; क्योंकि आप अपने जीवनसाथी के साथ प्रेम के चरम का अनुभव करेंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- हनुमान जी की नियमित पूजा करने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। अपने काम पर फोकस कर पाएंगे जिससे दिन ठीक रहेगा। घर गृहस्ती में भी सब अच्छा चलेगा। शादीशुदा जीवन रोमांस के साथ आपको खुशी देगा  प्रेम जीवन बिता रहे लोगों को कुछ दिक्कतें आएंगी। आपको कहीं से कोई अच्छा समाचार मिल सकता है।आज के मनोरंजन में बाहर की गतिविधियों और खेल-कूद को शामिल किया जाना चाहिए। पुराने निवेशों के चलते आय में बढ़ोत्तरी नज़र आ रही है। अपने जीवन-साथी की उपलब्धियों की सराहना करें और उसकी सफलता और ख़ुशक़िस्मती का जश्न मनाएँ। उदार बनें और ईमानदारी से तारीफ़ करें। ज़रा संभल कर, क्योंकि आपका प्रिय रूमानी तौर पर आपको मक्खन लगा सकता है – मैं तुम्हारे बग़ैर इस दुनिया में नहीं रह सकता/सकती। नए विचार फ़ायदेमंद साबित होंगे। वक्त सेे हर काम को पूरा करना ठीक होता है अगर आप ऐसा करते हैं तो आप अपने लिए भी वक्त निकाल पाते हैं। अगर आप हर काम को कल पर टालते हैं तो अपने लिए आप कभी समय नहीं निकाल पाएंगे। यह दिन आपके सामान्य वैवाहिक जीवन से कुछ हटकर होने वाला है। आपको अपने जीवनसाथी की ओर से कुछ ख़ास देखने को मिल सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- श्री लक्ष्मी-नारायण मंदिर में प्रसाद चढ़ा कर ग़रीबों को खाने की सामग्री बांटने से फैमिली लाइफ अच्छी रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। अपने भाग्य पर ज्यादा निर्भर ना रहें। खुद मेहनत करें। सेहत में उतार-चढ़ाव रहेगा। गृहस्थ जीवन खुशनुमा रहेगा। किसी महत्वपूर्ण विषय पर जीवनसाथी से चर्चा होगी। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा है। अपनी खुशी के लिए दूसरों की खुशी भी देखें।ज़्यादा यात्रा करना झुंझलाहट पैदा कर सकता है। अगर आपका धन से जुड़ा कोई मामला कोर्ट-कचहरी में अटका था तो आज उसमें आपको विजय मिल सकती है और आपको धन लाभ हो सकता है। आप महसूस करेंगे कि आपके दोस्त सहयोगी स्वभाव के हैं- लेकिन बोलने में सावधानी बरतें। अगर आप अपने प्रिय को पर्याप्त समय न दें, तो वह नाराज़ हो सकता/सकती है। काम में मन लगाएँ और जज़्बाती बातों से बचें। दूसरों को राज़ी करने की आपकी प्रतिभा आपको काफ़ी फ़ायदा पहुँचाएगी। अगर आप जीवनसाथी के अलावा किसी और को अपने ऊपर असर डालने का मौक़ा दे रहे हैं, तो जीवनसाथी की ओर से आपको नकारात्मक प्रतिक्रिया मिलना संभव है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- काला-सफेद कपड़ा किसी साधु को दान करने से स्वास्थ्य बेहतर होगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रहेगा। सेहत मजबूत रहेगी लेकिन किसी बात को बार बार सोच कर परेशान होंगे। मन बेचैन रहेगा। खर्चों में बढ़ोतरी रहेगी। प्रेम जीवन में खुशखबरी मिल सकती है। आपका प्रिय अपने प्यार का इजहार कर सकता है। शादीशुदा जीवन में थोड़ा तनाव रह सकता है। काम के सिलसिले में दिनमान अच्छा है।क़ुदरत ने आपको आत्मविश्वास और तेज़ दिमाग़ से नवाज़ा है- इसलिए इनका भरपूर इस्तेमाल कीजिए। आर्थिक रुप से आज आप काफी मजबूत नजर आएंगे, ग्रह नक्षत्रों की चाल से आज आपके लिए धन कमाने के कई मौके बनेंगे. संबंधी आपके उदार स्वभाव का ग़लत फ़ायदा उठाने की कोशिश करेंगे। चौकन्ने रहें, नहीं तो बाद में आप ठगा हुआ महसूस करेंगे। उदारता एक हत तक ही ठीक है, लेकिन अगर यह अपना दायरा पार कर ले तो परेशानी बन जाती है। सारी दुनिया की मदहोशी उन ख़ुशनसीबों के बीच सिमट जाती है, जो प्यार में हों। जी हाँ, आप वही ख़ुशनसीब हैं। अपना बायोडाटा भेजने या किसी इंटरव्यू में जाने के लिए अच्छा समय है। कोई रोचक मैगजीन या उपन्यास पढ़ के आजके दिन को आप अच्छी तरह से व्यतीत कर सकते हैं। आपको अपने जीवनसाथी की ओर से ख़ास तोहफ़ा मिल सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- घर में रखीं फटी हुई पुस्तकों को दुरुस्त कर लेने से पारिवारिक जीवन अच्छा चलने लगता है। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। मानसिक तनाव से मुक्ति मिलेगी। खुद पर भरोसा बढ़ेगा। सेहत में उतार-चढ़ाव हो सकता है। घर में खुशियां रहेंगी। इनकम भी बढ़िया रहेगी। गवर्नमेंट से कोई लाभ मिल सकता है। काम के सिलसिले में दिनमान मजबूत है। शादीशुदा जीवन खुशनुमा रहेगा। प्रेम जीवन में भी खुशी के पल आएंगे।अपने ख़राब मूड को शादीशुदा ज़िंदगी में तनाव का कारण न बनने दें। इससे बचने की कोशिश करें, नहीं तो बाद में पछताना पड़ेगा। आज आपका सामना कई नई आर्थिक योजनाओं से होगा- कोई भी फ़ैसला करने से पहले अच्छाईयों और कमियों पर सावधानी से ग़ौर फ़रमाएँ। आपको अपना बाक़ी वक़्त बच्चों के संग गुज़ारना चाहिए, चाहे इसके लिए आपको कुछ ख़ास ही क्यों न करना पड़े। मुहब्बत की टीस आज रात आपको सोने नहीं देगी। आईटी से जुड़े लोगों को अपना जौहर दिखाने का मौक़ा मिल सकता है। आपको क़ामयाबी पाने के लिए केवल काम पर एकाग्र होकर जी-तोड़ मेहनत करने की ज़रूरत है। छात्रों को सलाह दी जाती है कि यारी-दोस्ती के चक्कर में इन कीमती पलों को खराब न करें। यार दोस्त आने वाले वक्त में भी मिल सकते हैं लेकिन पढ़ाई के लिए यही समय सबसे सही है। मुमकिन है कि महरी या काम वाली बाई की तरफ़ से कोई परेशानी खड़ी हो, जिससे आपके व आपके जीवनसाथी को तनाव संभव है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- काले व सफेद तिल बराबर मात्रा में लेकर चितकबरे कपड़े में बांधकर अपने पास रखने से हेल्थ अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन मान आपके लिए अच्छा रहेगा लेकिन किसी बात को लेकर अपने किसी व्यक्ति से झगड़ा ना करें। घर में उतार-चढ़ाव रहेगा। काम के सिलसिले में भी मानसिक रूप से अस्थिरता आपको परेशान कर सकती है। गृहस्थ जीवन खुशनुमा रहेगा। प्रेम जीवन में दिक्कतें आ सकती हैं। प्रॉपर्टी संबंधित मामलों में लाभ होगा।आपका व्यक्तित्व आज इत्र की तरह महकेगा और सबको आकर्षित करेगा। कार्यक्षेत्र में या करोबार में आपकी कोई लापरवाही आज आपको आर्थिक नुक्सान करा सकती है। कुछ लोग जितना कर सकते हैं, उससे कई ज़्यादा करने का वादा कर देते हैं। ऐसे लोगों को भूल जाएँ जो सिर्फ़ गाल बजाना जानते हैं और कोई परिणाम नहीं देते। शाम को प्रिय के साथ रोमांटिक मुलाक़ात और साथ में कहीं लज़ीज़ खाना खाने के लिहाज़ से बढ़िया दिन है। लंबित परियोजनाएँ पूरी होने की दिशा में बढ़ेंगी। जो चीजें आपके लिए आवश्यक नहीं हैं उनपर आज अपना अधिकतर समय आप जाया कर सकते हैं। आपका जीवनसाथी आज आपके लिए कुछ बहुत ख़ास करने वाला है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- आर्थिक उन्नति के लिए घर में केले का पेड़ लगाकर उसकी सेवा करना अच्छा रहेगा। \n"
}]
