horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए सफलतादायक रहेगा। यदि आज आप किसी बैंक से लोन लेने के बारे में विचार कर रहे हैं, तो उसमें आज आपको सफलता प्राप्त होगी। नौकरी कर रहे जातको को आज नौकरी में किसी अधिकारी व अपने बोस से सम्मान की प्राप्ति हो सकती है। पुराने मित्रों से आज मुलाकात होगी, जिससे आपका मन प्रसन्न होगा। भाई बहनों से संबंध मजबूत होंगे। भाई के स्वास्थ्य की चिंता आज आपको सता सकती है। सायंकाल का समय आप किसी तीर्थ स्थान की यात्रा पर जा सकते हैं।गर्भवती महिलाओं के लिए बहुत अच्छा दिन नहीं है। चलते-फिरते समय ख़ासा ख़याल रखने की ज़रूरत है। इस राशि के कारोबारियों को आज अपने घर के उन सदस्यों से दूर रहना चाहिए जो आपसे पैसा मांगते हैं और फिर लौटाते नहीं हैं। आपके जीवन-साथी की लापरवाही संबंधों में दूरी बढ़ा सकती है। साथ में अपना क़ीमती समय बिताएँ और मीठी यादों को फिर से ताज़ा करें, ताकि पुराने दिनों को फिर से वापस लाया जा सके। प्रेम के नज़रिए से आज का दिन आपके लिए ख़ुशियों से भरा रहेगा। आज इस राशि के कुछ छात्र लेपटॉप या टीवी पर कोई मूवी देखकर अपना कीमती समय जाया कर सकते हैं। आज आपको रंग ज़्यादा चटख नज़र आएंगे, क्योंकि फ़िजाओं में प्यार का ख़ुमार चढ़ रहा है। समय को व्यर्थ गँवाने की बजाय आज किसी विदेशी भाषा को सीखना आपके वार्तालाप के तरीक़ों में वृद्धि कर सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- मसूर की दाल व कुछ पैसे किसी सफाई कर्मचारी को देने से हेल्थ बनी रहेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए काफी व्यस्तता भरा रहेगा। मानसिक और शारीरिक श्रम आपको थकान महसूस करा सकते हैं। ज्यादा भागदौड़ करनी होगी, लेकिन इसमें आपको सफलता प्राप्त हो सकती है। आप के निर्णय लेने की क्षमता से आज आपको लाभ मिल सकता है। आपके पास कुछ रुके हुए कार्य पूर्ण होंगे। किसी काम में आज निवेश करना पड़े, तो अवश्य करें। जिसके भविष्य में आपको उत्तम लाभ प्राप्त होंगे। आज सायंकाल के समय आप किसी मांगलिक समारोह में व्यतीत कर सकते हैं।आपके पास अपनी सेहत और रूप-रंग को सुधारने के लिए पर्याप्त समय होगा। आज का दिन ऐसी चीज़ों को ख़रीदने के लिए बढ़िया है, जिनकी क़ीमत आगे चलकर बढ़ सकती है। घर में तालमेल बनाए रखने के लिए साथ में मिलकर काम करें। आपकी आँखें इतनी चमकीली हैं कि वे आपके प्रिय की अंधेरी रात को भी रोशन कर सकती हैं। रात के समय आज आप घर के लोगों से दूर होकर अपने घर की छत या किसी पार्क में टहलना पसंद करेंगे। आपका जीवनसाथी आज आपके लिए कुछ बहुत ख़ास करने वाला है। जिन्दगी का स्वाद तो स्वादिष्ट भोजन को करने में ही है। यह बात आज आपके जुबान पर आ सकती है क्योंकि आप के घर में आज स्वादिष्ट भोजन बन सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- ॐ गं गणपतये नमः इस मंत्र का सुबह-शाम 11 बार उच्चारण करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। नौकरी में आज आपको अपने शत्रुओं से सावधान रहना होगा, क्योंकि वह आप को नुकसान पहुंचाने की सोच सकते हैं, लेकिन आप अपनी चतुर बुद्धी से उनके कार्य को सफल नहीं होने देंगे। यदि आप किसी शारीरिक कष्ट से पीड़ित हैं, तो आज वह आपको कष्ट दे सकता है। ससुराल पक्ष से आज आपको धन लाभ होने की भरपूर उम्मीद है। यदि आप किसी प्रतियोगिता में भाग लेना  चाहते है, तो उसके लिए आज आवेदन कर सकते हैं। संतान पक्ष से आज कोई विशेष समाचार सुनने को मिलेगा।आपका सबसे बड़ा सपना हक़ीक़त में बदल सकता है। लेकिन अपने उत्साह को क़ाबू में रखें, क्योंकि ज़्यादा ख़ुशी भी परेशानी का सबब बन सकती है। यदि आप किसी से उधार वापस मांग रहे थे और अब तक वो आपकी बात को टाल रहा था तो आज बिना बोले ही वो आपको पैसा लौटा सकता है। अपना अतिरिक्त समय निःस्वार्थ सेवा में लगाएँ। यह आपको और आपके परिवार को ख़ुशी और दिली सुकून देगा। विवाह-प्रस्ताव के लिए सही समय है, क्योंकि आपका प्यार जीवन भर के साथ में बदल सकता है। आज किसी सहकर्मी के साथ आप शाम का वक्त बिता सकते हैं हालांकि अंत में आपको महसूस होगा कि आपने उनके साथ समय बर्बाद किया है और कुछ नहीं। आज आप एक बार फिर समय में पीछे जाकर शादी के शुरुआती दिनों के प्यार और रुमानियत को महसूस कर सकते हैं। अगर आप किसी नए काम की शुरुआत कर रहे हैं तो आज का दिन आपके लिए अच्छा है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- पूजा में रोली कुंकुम के साथ सफेद चन्दन, गोपीचन्दन का प्रयोग करने से आर्थिक स्थिति बेहतर होगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आपने अपने व्यवसाय में बहुत लंबे समय से अब तक जो परिश्रम किया है, अब आपको उसके लाभ उठाने का समय आ गया है। संतान के प्रति आपका विश्वास आज और अधिक मजबूत होगा। ननिहाल पक्ष से भी आज आपको प्रेम व स्नेह मिलता दिख रहा है। अपनी माता जी के स्वास्थ्य का आज आप विशेष ध्यान रखें। आज आप अपनी शान-शौकत के लिए कुछ धन खर्च करेंगे, जिससे आपके शत्रु परेशान होंगे। विद्यार्थियों को पढ़ाई में आ रही मुश्किलों के समाधान के लिए आज अपने गुरुजनों से बातचीत करनी पड़ेगी।अपनी शारीरिक चुस्ती-फुर्ती को बनाए रखने के लिए आप आज का दिन खेलने में व्यतीत कर सकते हैं। अगर आप यात्रा पर जाने वाले हैं तो अपने कीमती सामान का ध्यान रखें उसके चोरी होने की संभावना है। खासकर अपने पर्स को आज बहुत संभालकर रखें। घरेलू ज़िंदगी सुकूनभरी और ख़ुशनुमा रहेगी। आपका प्रेमी आज आपकी बातों को सुनने से ज्यादा अपनी बातें कहना पसंद करेगा जिसकी वजह से आप थोड़े खिन्न हो सकते हैं। यात्रा और शिक्षा से जुड़े काम आपकी जागरुकता में वृद्धि करेंगे। शादिशुदा ज़िन्दगी के तमाम मुश्किल दिनों के बाद आप और आपका हमदम फिर प्यार की गर्माहट महसूस कर सकते हैं। संभव है कि आज आपकी जीभ को भरपूर मज़ा मिले – किसी उम्दा रेस्तराँ में जाना मुमकिन है और लज़ीज़ खाने का लुत्फ़ उठा सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- आर्थिक स्थिति को मजबूत करने के लिए खाने से पहले पैर धोएं। यदि ऐसा संभव न हो तो हमेशा जूते बाहर पैर निकालकर ही भोजन करें। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। ससुराल पक्ष से आज आपको नाराजगी के संकेत मिल सकते हैं, लेकिन आपको अपने गुस्से पर काबू रख कर मधुर वाणी का प्रयोग करना है, नहीं तो रिश्तो में दरार पड़ जाएगी। यदि आपको नेत्रों से संबंधित कोई कष्ट चल रहा है, तो उसमें आज सुधार होगा। व्यवसाय में गति के लिए आज आप कोई नई रणनीति बनाएंगे एवं अपने पिताजी से सलाह लेंगे। संतान के विवाह से संबंधित आज कोई अहम फैसला आप ले सकते हैं। प्रेम जीवन आनंदमय रहेगा। सायंकाल के समय आप जीवनसाथी को कहीं बाहर घुमाने लेकर जा सकते हैं।धैर्य बनाए रखें, क्योंकि आपकी समझदारी और प्रयास आपको सफलता ज़रूर दिलाएंगे। अचानक नए स्रोतों से धन मिलेगा, जो आपके दिन को ख़ुशनुमा बना देगा। आपमें से कुछ गहने या घरेलू सामान ख़रीद सकते हैं। आपके प्रेम की राह एक ख़ूबसूरत मोड़ ले सकती है। आज आपको पता चलेगा कि फ़िजा़ओं में जब प्यार घुलता है तो कैसा महसूस होता है। समय का सदुपयोग करना सीेखें। यदि आपके पास खाली वक्त है तो कुछ रचनात्मक करने की कोशिश करें। वक्त को बर्बाद करना अच्छी बात नहीं है। संभावना है कि आपके और आपके जीवनसाथी के बीच तनाव और बढ़ सकता है। इससे बचाव न करने की स्थिति में इसके दूरगामी परिणाम अच्छे नहीं होंगे। जब आपके पास ज़्यादा खाली समय हो, तो नकारात्मक विचार आपको ज़्यादा परेशान करते हैं। अतः सकारात्मक पुस्तकें पढ़ें, कोई मनोरंजक फ़िल्म देखें या मित्रों के साथ समय व्यतीत करें। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- दुर्गाजी के मंदिर में प्रसाद चढ़ाकर ग़रीबों में बांटना आपको सुकून भरा अहसास दे सकता है। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज आपको अपने माता-पिता से सुख व सहयोग प्राप्त होगा, लेकिन जीवन साथी को शारीरिक कष्ट हो सकता है और आपकी परेशानी भी बढ़ सकती हैं। व्यापार कर रहे लोगों को आज कुछ नए आर्डर प्राप्त होंगे। आज आपके अंदर निर्भीकता का भाव रहेगा और आप कठिन से कठिन कार्य को भी आसानी से पूरा कर लेंगे। परिवार में यदि कोई विवाद चल रहा है, तो फिर से सिर उठा सकता है, लेकिन परेशान ना हो। माता पिता की सलाह से वह शाम तक समाप्त हो जाएगा।आज के दिन आराम करना ज़रूरी साबित होगा, क्योंकि आप हाल के दिनों में भारी मानसिक दबाव से गुज़रे हैं। नयी गतिविधियाँ और मनोरंजन आपके लिए विश्राम करने में सहायक सिद्ध होंगे। आज किसी करीबी से आपका झगड़ा हो सकता है और बात कोर्ट कचहरी तक जा सकती है। जिसकी वजह से आपका अच्छा खास धन खर्च हो सकता है। कुछ भी चालाकी भरे काम को करने से बचें। मानसिक शांति के लिए इस तरह के कामों में से दूर रहें। शाम के लिए कोई ख़ास योजना बनाएँ और कोशिश करें कि यह ज़्यादा-से-ज़्यादा रुमानी हो। दिल के करीबी लोगों के साथ आपका वक्त बिताने का मन करेगा लेकिन आप ऐसा कर पाने में सक्षम नहीं हो पाएंगे। आज आपके वैवाहिक जीवन के सबसे अच्छे दिनों में से एक हो सकता है। आज आपका कोई सहकर्मी आपको सलाह दे सकता है, हालांकि आपको यह सलाह पसंद नहीं आएगी। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- चने की दाल गाय को खिलाने से आर्थिक स्थिति सुधरेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम लाभदायक रहेगा। आपके अधिकारों व संपत्ति में आज वृद्धि होगी, जिसे देखकर आपकी संतान व आपके जीवन साथी दोनों प्रसन्न रहेंगे। मित्र की सहायता भी कर सकते हैं। यदि आज किसी नए कार्य में इन्वेस्टमेंट करना पड़े, तो अवश्य करें क्योंकि वह शुभ रहेगा। दांपत्य जीवन खुशनुमा रहेगा। आज परिवार में किसी नन्हे मेहमान का आगमन हो सकता है। रोजगार से जुड़े जातकों को आज रोजगार के नए-नए अवसर प्राप्त होंगे। शाम के समय दोस्तों में रिश्तेदारों से बात करके मन में प्रसन्नता रहेगी।अगर आपकी योजना बाहर घूमने-फिरने की है तो आपका वक़्त हँसी-ख़ुशी और सुकून भरा रहेगा। अपने गुस्से पर काबू रखें और ऑफिस में सबके साथ ढ़ग से व्यवहार करें अगर आप ऐसा नहीं करते तो आपकी जॉब जा सकती है और आपकी आर्थिक स्थिति खराब हो सकती है। घरेलू ज़िंदगी सुकूनभरी और ख़ुशनुमा रहेगी। आपका प्रेमी या प्रेमिका आज बहुत गुस्से में नजर आ सकते हैं इसकी वजह उनके घर की स्थिति होगी। अगर वो गुस्से में हैं तो उन्हें शांत करने की कोशिश करें। आपका खाली समय आज मोबाइल या टीवी देखने में बर्बाद हो सकता है। इससे आपके जीवनसाथी को आपसे खिन्नता भी होगी क्योंकि आप उनसे बात करने में कोई दिलचस्पी नहीं दिखाएँगे। आपके वैवाहिक जीवन से सारा मज़ा खो सा गया मालूम होता है। अपने जीवनसाथी से बात करें और कुछ मस्तीभरी योजना बनाएँ। सितारे इशारा कर रहे हैं कि आज आप अपना दिन टीवी देखने में गुज़ार सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- गणेश मंदिर में लडडुओं का भोग लगवाकर गरीब लोगों में बाँटने से आर्थिक पक्ष अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज के दिन आप किसी वजह से कुछ परेशान नजर आएंगे, जिससे आपके मन में अशांति का भाव रहेगा, लेकिन फिर भी व्यापार में वृद्धि के लिए किए गए प्रयास सफलता दायक रहेंगे, जिससे आपकी आर्थिक स्थिति मजबूत होगी। यदि आपका कोई वाद विवाद चल रहा है, तो उसमें आज आपको सफलता मिलती दिख रही है। जीवन साथी के स्वास्थ्य में आज कुछ कमी आ सकती है, जिसमे भागदौड़ अधिक रहेगी और धन भी व्यय होगा, लेकिन संतान से संबंधित कोई शुभ सूचना आज आपको प्राप्त हो सकती है। हृदय-रोगियों के लिए कॉफ़ी छोड़ने का सही समय है। अब इसका ज़रा भी इस्तेमाल दिल पर अतिरिक्त दबाव डालेगा। व्यापार में आज अच्छा खास मुनाफा होने की संभावना है। आज के दिन आप अपने बिजनेस को नई ऊंचाईयां दे सकते हैं। आप महसूस करेंगे कि आपके दोस्त सहयोगी स्वभाव के हैं- लेकिन बोलने में सावधानी बरतें। प्रेम का आह्लाद महसूस करने के लिए आप किसी नए व्यक्ति से मिल सकते हैं। आज खाली वक्त का सही उपयोग करने के लिए आप अपने पुराने मित्रों से मिलने का प्लान बना सकते हैं। आपके जीवनसाथी का मिज़ाज आज बढ़िया है। आपको कोई सरप्राइज़ मिल सकता है। आपको महसूस हो सकता है कि आपके घर वाले आपको नहीं समझते और इसलिए आप उनसे आज दूरी बना सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सूर्योदय के समय धूप स्नान(15 से 20 मिनट) करना आपके समस्त रोगों को दूर रखेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके स्वास्थ्य में कुछ खराबी लेकर आ सकता है। आपको अपने स्वास्थ्य के प्रति सचेत रहना होगा क्योंकि आज आपको पेट दर्द, गैस रोग हो सकते हैं, इसलिए सावधान रहें और खान-पान पर संयम बरतें। परिवार में आज किसी मांगलिक कार्यक्रम पर चर्चा हो सकती है, जिसमें परिवार के बुजुर्ग व्यक्तियों की सलाह से कार्य होगा। आज धार्मिक अनुष्ठानो मे रुचि रखकर पूर्ण सहयोग करेंगे और धार्मिक कार्यों में भी आपका मन लगेगा। सायं काल के समय यदि पड़ोसी से कोई वाद विवाद होता है, तो उसे बढ़ने ना दें, नहीं तो कानूनी हो सकता है।आपको काफ़ी समय से चल रही बीमारी से छुटकारा मिल सकता है। जिन लोगों को आप जानते हैं, उनके ज़रिए आपको आमदनी के नए स्रोत मिलेंगे। आम परिचितों से व्यक्तिगत बातों को बांटने से बचें। रोमांस का मौसम है। लेकिन अपने जज़्बात क़ाबू में रखें, नहीं तो रिश्ते में खटास पैदा हो सकती है। खाली समय में आप कोई खेल आज के दिन खेल सकते हैं लेकिन इस दौरान किसी तरह की दूर्घटना होने की भी संभावना है इसलिए संभलकर रहें। आज आपका जीवनसाथी आपकी सेहत के प्रति असंवेदनशील हो सकता है। कहीं से उधार वापस मिल सकता है जिससे आपकी कुछ आर्थिक समस्याएं दूर हो जाएंगी। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सफेद संगमरमर की बनी कोई भी वस्तु अपने प्रेमी/प्रेमिका को गिफ्ट करने से लव लाइफ बेहतर होगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज एक तरफ तो आपको कुछ उपहार प्राप्त हो सकते हैं, लेकिन दूसरी तरफ आपके कुछ अनावश्यक खर्चे भी सामने आएंगे, जो आपको न चाहते हुए भी मजबूरी में करने पड़ेंगे। मामा पक्ष से आज मान सम्मान प्राप्त होता दिख रहा है। जीवन साथी का भी पूर्ण सहयोग प्राप्त होगा। आज आपके रुके हुए कार्यों को पूरा करने के लिए आप समय निकालने में कामयाब रहेंगे। यदि किसी नए व्यवसाय में निवेश करने की सोच रहे हैं, तो अवश्य करें क्योंकि इसका भविष्य में आपको उत्तम लाभ प्राप्त होगा।आपको जल्द-से-जल्द अपने जज़्बात को क़ाबू में करने और डर से आज़ादी पाने की ज़रूरत है, क्योंकि ये आपकी सेहत पर ख़राब असर डाल सकते हैं और अच्छी सेहत का मज़ा लेने से आपको वंचित कर सकते हैं। कार्यक्षेत्र में या करोबार में आपकी कोई लापरवाही आज आपको आर्थिक नुक्सान करा सकती है। बच्चे उम्मीदों पर खरे न उतरकर आपको निराश कर सकते हैं। सपनों को साकार करने के लिए उन्हें प्रोत्साहन देने की ज़रूरत है। शाम ढलते-ढलते कोई आकस्मिक रुमानी झुकाव आपके दिलोदिमाग़ पर छा सकता है। जब आपको लगता है कि आपके पास घर वालों या अपने दोस्तों के लिए टाइम नहीं है तो आपका मन खराब हो जाता है। आज भी आपकी मन स्थिति ऐसी ही रह सकती है। आज का दिन उन्माद में घिर जाने का है; क्योंकि आप अपने जीवनसाथी के साथ प्रेम के चरम का अनुभव करेंगे। आज आप बच्चों के साथ बच्चों के जैसा ही व्यवहार करेंगे जिससे आपके बच्चे सारे दिन आपसे चिपके रहेंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- बहन, बेटी व मौसी का सम्मान करने से आर्थिक स्थिति अच्छी होती है। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। बुद्धि व विवेक से किए गए कार्यों में आज आपको सफलता प्राप्त होगी, जिसे देख कर आप के कुछ नए शत्रु भी उत्पन्न होंगे, लेकिन परेशान ना होवें। वे आपका कुछ नहीं बिगाड़ पाएंगे। आय सीमित होगी, इसलिए आवश्यकता अनुसार ही व्यय करें, नहीं तो आर्थिक स्थिति पर संकट आ सकता है। विद्यार्थियों को परीक्षा मैं उत्तम सफलता प्राप्त होगी। व्यापार के लिए आज कुछ यात्रा भी करनी पड़ सकती हैं। दांपत्य जीवन सुखमय रहेगा।शाम का वक़्त अपने जीवनसाथी के साथ किसी फ़िल्म, थिएटर या रेस्टोरेंट में बिताना आपको सुकून देगा और आपका मन तरोताज़ा रखेगा। आपका कोई दोस्त आपसे आज बड़ी रकम उधार मांग सकता है, अगर आप उनको यह रकम देते हैं तो आप आर्थिक तंगी में आ सकते हैं। आपका मज़ाकिया स्वभाव सामाजिक मेल-जोल की जगहों पर आपकी लोकप्रियता में इज़ाफ़ा करेगा। प्यार-मोहब्बत के मामले में दबाव बनाने की कोशिश न करें। दिन की शुरुआत भले ही थोड़ी थकाऊ रहे लेकिन जैसे-जैसे दिन आगे बढ़ेगा आपको अच्छे फल मिलने लगेंगे। दिन के अंत में आपको अपने लिए समय मिल पाएगा और आप किसी करीबी से मुलाकात करके इस समय का सदुपयोग कर सकते हैं। आपकी भागदौड़ भरी दिनचर्या के कारण आपका जीवनसाथी ख़ुद को दरकिनार महसूस कर सकता है, जिसका इज़हार शाम को होना मुमकिन है। अकर्मण्यता पतन की जड़ है; ध्यान व योगाभ्यास करके आप इस जड़ता को दूर भगा सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- आर्थिक स्थिति मजबूत करने के लिए लाल मिर्च (सूर्य की कारक वस्तु) का भोजन में संतुलित प्रयोग करें। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम रूप से फलदायक रहेगा। पुत्र व पुत्र से संबंधित यदि कोई विवाद चल रहा है, तो वह आज हल होगा। आज शाम का समय आप अपने  मित्रो के साथ हास्य परिहास में व्यतीत करेंगे। आज के दिन आपको सामाजिक सम्मान मिलता दिख रहा है, जिससे आपके आत्मविश्वास में वृद्धि होगी और आप का मनोबल बढ़ेगा। खुशमिजाज व्यक्तित्व है, अन्य व्यक्ति आपसे मित्रता रखने की चेष्टा करेंगे। व्यवसाय में कुछ उतार-चढ़ाव देखने को मिलेगा, लेकिन परेशान ना हो। इससे आपकी आर्थिक स्थिति मजबूत होगी।खाते-पीते वक़्त सावधान रहें। लापरवाही बीमारी की वजह बन सकती है। केवल एक दिन को नज़र में रखकर जीने की अपनी आदत पर क़ाबू करें और ज़रूरत से ज़्यादा वक़्त व पैसा मनोरंजन पर ख़र्च न करें। कुछ लोगों के लिए- परिवार में किसी नए का आना जश्न और उल्लास के पल लेकर आएगा। आज आप अपने प्रिय से अपने जज़्बात का इज़हार करने में मुश्किल महसूस करेंगे। कुछ लोगों के लिए आकस्मिक यात्रा दौड़-भाग भरी और तनावपूर्ण रहेगी। आपकी बीती ज़िन्दगी का कोई राज़ आपके जीवनसाथी को उदास कर सकता है। जीवन की परेशानियों को दूर करने के लिए आज आप किसी मनोवैज्ञानिक चिकित्सक से मिल सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- गणेशजी के मंदिर में मूँग के लड्डुओं का भोग लगाएँ तथा बच्चों को भी बाँटने से लव लाइफ अच्छी रहेगी। \n"
}]
