horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nस्वभाव से गतिशील होने के कारण आप हर काम में जल्दबाजी करते हैं, लेकिन आज आपकी जल्दबाजी आपको मुसीबत में डाल सकती है, इसलिए धैर्य रखना सीखें। दांपत्य जीवन को लेकर स्थितियां बहुत अच्छी रहेंगी और जीवन साथी आपका साथ देता हुआ नजर आएगा। नौकरीपेशा लोग अपने काम में मेहनत करते नजर आएंगे। आपको अपने काम से अभी उम्मीदें ज्यादा हैं, लेकिन थोड़ा सा धैर्य रखें। सरकारी मामलों में अभी विलंब के योग बन रहे हैं। काम को लेकर आपकी स्थिति बेहद अच्छी है, इसलिए आज अपने काम में जितनी मेहनत कर सकते हैं, करें और समय का सदुपयोग करें।आपकी व्यक्तिगत समस्याएँ मानसिक शांति को भंग कर सकती हैं। मानसिक दबाव से बचने के लिए कुछ रोचक और अच्छा पढ़ें। आज आपको बेवजह पैसा खर्च करने से खुद को रोकना चाहिए नहीं तो जरुरत के समय आपके पास पैसे की कमी हो सकती है। सामाजिक गतिविधियाँ मज़ेदार रहेंगी, लेकिन अपने रहस्य किसी के सामने उजागर न करें। किसी की प्यार में क़ामयाबी मिलने की कल्पना को सच कराने में मदद करें। शाम का वक्त अच्छा रहे इसके लिए आपको दिनभर मन लगाकर काम करने की जरुरत है। आपके वैवाहिक जीवन में शारीरिक सुख के नज़रिए से कुछ ख़ूबसूरत परिवर्तन हो सकता है। आज के दिन कुछ न करें, सिर्फ़ अस्तित्व का आनन्द लें और अहोभाव से ख़ुद को सराबोर होने दें। स्वयं को भाग-दौड़ के लिए बाध्य न करें। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- अपने बड़े भाई के विचारों का सम्मान करने व उनकी बात मानने से आर्थिक स्थिति में सुधार होगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज आप गजब के आत्मविश्वास से लबरेज नजर आएंगे। इनकम भी अच्छी गति से होगी और कहीं ना कहीं से आज आपके पास पैसा आएगा, जिससे आप काफी हर्षित होंगे, लेकिन दूसरी तरफ आप अचानक से ही कुछ खर्चे करने की भी योजना बना सकते हैं। कोशिश करें कि अपने धन को कहीं सही से निवेश करें ताकि भविष्य में उसका लाभ उठा सकें। काम को लेकर स्थितियां अच्छी और मजबूत रहेंगी। निजी जीवन में सुख रहेगा।आपको आज महत्वपूर्ण निर्णय लेने होंगे, जिसके चलते आपको तनाव और बेचैनी का सामना करना पड़ सकता है। आज आप घर से बाहर तो बहुत सकारात्मकता के साथ निकलेंगे लेकिन किसी कीमती वस्तु के चोरी होने की वजह से आपका मूड खराब हो सकता है। व्यक्तिगत मामलों को सुलझाते समय उदारता दिखाएँ, लेकिन अपनी ज़ुबान पर क़ाबू रखें ताकि उन्हें चोट न पहुँचे जो आपसे प्यार करते हैं और आपकी परवाह करते हैं। आपकी आकर्षक छवि मनचाहा परिणाम देगी। इस राशि के जातक आज खाली वक्त में रचनात्मक काम करने का प्लान तो बनाएंगे लेकिन उनका यह प्लान पूरा नहीं हो पाएगा। यह दिन आपके जीवनसाथी के रूमानी पहलू को भरपूर तरीक़े से दिखाएगा। जीवन की उलझनों का हल आपको खुद ढूंढने की जरुरत है क्योंकि लोग आपको बस सलाह दे सकते हैं और कुछ नहीं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- पलाशपुष्पसंकाशं तारकाग्रहमस्तकम्। रौद्रंरौद्रत्मकं घोरं तं केतुं प्रणमाम्यहम।। इस मंत्र का 11 बार उच्चारण करें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज आपकी बुद्धि का लोहा काफी लोग मानेंगे। आज आप किसी दिमागी काम में हाथ डालेंगे, जिससे आपको लाभ होगा। चाहे आईपीएल में ड्रीम11 पर अपनी टीम बनानी हो या फिर कहीं शेयर बाजार में निवेश करना, आज आप सभी में हाथ आजमाने की कोशिश करेंगे। विरोधियों से थोड़ा सतर्क रहें। काम को लेकर आज का दिन पूरी तरह से आपके साथ नजर आएगा, इसलिए सही समय पर अपना काम पूरा करें। शादीशुदा लोगों का गृहस्थ जीवन आज अच्छी स्थिति में होगा और प्रेम जीवन को लेकर कुछ चुनौतियां बनी रहेंगी।पुरानी परियोजनाओं की सफलता आत्मविश्वास में वृद्धि करेगी। अतिरिक्त आय के लिए अपने सृजनात्मक विचारों का सहारा लें। बच्चे आपके दिन को बहुत मुश्किल बना सकते हैं। प्यार-दुलार के हथियार का इस्तेमाल कर उन्हें समझाएँ और अनचाहे तनाव से बचें। याद रखें कि प्यार ही प्यार को पैदा करता है। रोमांस को झटका लगेगा और आपके क़ीमती तोहफ़े भी आज जादू चलाने में विफल रहेंगे। अपने जरुरी कामों को निपटाकर आज आप अपने लिए समय तो अवश्य निकालेंगे लेकिन इस समय का उपयोग आप अपने हिसाब से नहीं कर पाएंगे। अपने जीवनसाथी की वजह से आपको मानसिक अशान्ति का सामना करना पड़ सकता है। आध्यात्म की ओर आज आपका झुकाव देखा जा सकता है और आप किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- प्रेम सम्बन्धों में मजबूती के लिए अपने प्रेमी/प्रेमिका को नीले रंग के फूल गिफ्ट करें। \n",
    "3": "कर्क राशि: आज का राशिफल\nस्वभाव से भावुक होने वाले आप आज थोड़ा दिमाग से काम लेंगे और इसलिए कुछ महत्वपूर्ण कार्य निपटा सकते हैं। आज आपके द्वारा लिए गए निर्णय भविष्य में आप के लाभ का मार्ग प्रशस्त करेंगे। आपका भाग्य आपके साथ खड़ा नजर आएगा, जिससे कामों में कोई दिक्कत दिखाई नहीं देगी। आप की महत्वाकांक्षाओं की पूर्ति होगी और आज किसी बड़े व्यक्ति से मिलने का मौका मिल सकता है। दांपत्य जीवन खुशनुमा रहेगा और प्रेम जीवन बिता रहे लोग अपनी गलतफहमियों को दूर कर रिश्ते में आगे बढ़ेंगे।आपमें से जो दफ़्तर में ओवरटाइम कर रहे थे और ऊर्जा की कमी से जूझ रहे थे, आज उन्हें फिर वैसी ही समस्याओं से दो-चार होना पड़ सकता है। केवल एक दिन को नज़र में रखकर जीने की अपनी आदत पर क़ाबू करें और ज़रूरत से ज़्यादा वक़्त व पैसा मनोरंजन पर ख़र्च न करें। अपना अतिरिक्त समय निःस्वार्थ सेवा में लगाएँ। यह आपको और आपके परिवार को ख़ुशी और दिली सुकून देगा। प्यार एक ऐसा जज़्बा है जिसे न सिर्फ़ महसूस किया जाना चाहिए, बल्कि अपने प्रिय के साथ बांटना भी चाहिए। दिक़्क़तों का तेज़ी से मुक़ाबला करने की आपकी क्षमता आपको ख़ास पहचान दिलाएगी। यह समय जीवन में आपको वैवाहिक जीवन का भरपूर आनन्द देगा। संभव है कि आध्यात्मिकता की ओर तीव्र खिंचाव महसूस हो। साथ ही मुमकिन है कि किसी योग कैंप में जाना हो, किसी धर्मगुरू के प्रवचन सुनने का योग बने या फिर कोई आध्यात्मिक पुस्तक पढ़ें। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- गरीब कन्याओं में सुंगंधित सफेद मिठाई बाँटने से स्वास्थ्य बेहतर होगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन मध्यम रूप से फलदायक रहेगा। आज अपने दोस्तों से बहुत समय बाद मुलाकात होगी और आप उनके साथ बहुत समय बिताएंगे। स्कूल - कॉलेज की बातें करके और पुरानी यादों को ताजा करके आज आप बहुत खुश महसूस करेंगे। पारिवारिक जीवन में किसी कमी को लेकर आज थोड़े दुखी हो सकते हैं, लेकिन अपने काम में आप पूरी तरह से परफेक्ट नजर आएंगे और अच्छा परफॉर्म करेंगे। अपने दांपत्य जीवन में खुशियों का स्वागत दिल खोलकर करें। प्रेम जीवन बिता रहे लोग अपने रिश्ते को लेकर काफी मैच्योर होंगे और अपने प्रिय को कोई गिफ्ट भी दे सकते हैं।धैर्य बनाए रखें, क्योंकि आपकी समझदारी और प्रयास आपको सफलता ज़रूर दिलाएंगे। तंग आर्थिक हालात के चलते कोई अहम काम बीच में अटक सकता है। आम परिचितों से व्यक्तिगत बातों को बांटने से बचें। जो भी बोलें, सोच-समझकर बोलें। क्योंकि कड़वे शब्द शांति को नष्ट करके आपके और आपके प्रिय के बीच दरार पैदा कर सकते हैं। ऐसे बदलाव लाएँ जो आपके रूप-रंग में निखार ला सके और संभावित साथियों को आपकी ओर आकर्षित करे। जीवनसाथी का बर्ताव आपके पेशेवर रिश्तों पर ग़लत असर डाल सकता है। किसी को काम देने से पहले उस काम के बारे में आपको खुद भी जानकारी एकत्रित कर देनी चाहिए। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- आर्थिक स्थिति को अच्छा करने के लिए साफ़ सुथरा रहें, रोज स्नान करना चाहिए। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज के दिन आप अपने आप में खोए रहेंगे। अपनी तारीफ करना आपको बहुत रास आएगा और चाहेंगे कि बाकी के लोग भी आपकी तारीफ करें, लेकिन मुंह मियां मिट्ठू बनने से अच्छा है कि कुछ महत्कावपूर्ण काम किया जाए। आज परिवार की जिम्मेदारियों को निभाएं और जमीन जायदाद से जुड़े मामलों को निपटाने के लिए बढ़िया दिन रहेगा। निजी जीवन में चली आ रही समस्याओं को दूर करने में आज आपको पहल करनी होगी। काम को लेकर स्थितियां बेहद अच्छी रहेगी, इसलिए आज आप शांति महसूस कर सकते हैं।गाड़ी चलाते समय सावधान रहें, ख़ास तौर पर मोड़ पर। नहीं तो किसी और की ग़लती का ख़ामियाज़ा आपको भुगतना पड़ सकता है। इस राशि केे कुछ लोगों को आज संतान पक्ष से आर्थिक लाभ होने की उम्मीद है। आज आपको अपनी संतान पर गर्व महसूस होगा। घरेलू मामलों और काफ़ी समय से लंबित घर के काम-काज के हिसाब से अच्छा दिन है। ताज़ा फूल की तरह अपने प्यार में भी ताज़गी बनाए रखें। जल्दबाज़ी में फ़ैसले न करें, ताकि ज़िन्दगी में आगे आपको पछताना न पड़े। आपके आस-पास के लोग कुछ ऐसा कर सकते हैं, जिसके चलते आपका जीवनसाथी आपकी तरफ़ फिर से आकर्षित महसूस करेगा। आज के दिन रिश्तेदारों से मुलाक़ात करके आप सामाजिक दायित्वों की पूर्ति कर सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- मसूर की दाल व कुछ पैसे किसी सफाई कर्मचारी को देने से हेल्थ बनी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज काम को लेकर बहुत प्रशंसा प्राप्त करेंगे। आपकी कर्मठता और कार्यकुशलता आपको बहुत अच्छा नाम दिलवाएगी। मानसिक रूप से काफी खुश और मजबूत नजर आएंगे, लेकिन अंदर ही अंदर कोई बात आपको परेशान करती रहेगी। आज किसी का भी वाहन मांग कर ना चलाएं, दुर्घटना हो सकती है। कोर्ट कचहरी से जुड़े मामले आपको अच्छा लाभ प्रदान करेंगे और निजी जीवन में खुशियां बनी रहेंगी। काम को लेकर आज आप बहुत अच्छी स्थिति में होंगे और इसका आपको लाभ होगा।शारीरिक तौर पर तंदुरुस्त रहने के लिए धूम्रपान की आदत छोड़ दें। जो लोग शेयर बाजार में पैसा लगाते हैं आज उनका पैसा डूब सकता है। वक्त रहते सचेत हो जाएं तो आपके लिए बेहतर रहेगा। आपके जीवनसाथी की सेहत आपको चिंता में डाल सकती है। आपकी आँखें चमकने लगेंगी और धड़कनें तेज़ हो जाएंगी, आज जब आप अपनी सपनों की राजकुमारी से मिलेंगे। आज ऐसे बर्ताव करें जैसे कि आप ‘सुपर-स्टार’ हैं, लेकिन सिर्फ़ उन चीज़ों की ही प्रशंसा करें जो उसके क़ाबिल हैं। आपका जीवनसाथी आपको ख़ुश करने के लिए आज काफ़ी कोशिशें करता नज़र आएगा। परिवार के साथ आज शॉपिंग पर जाना संभव हैं, परन्तु थकान का अनुभव भी हो सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सफेद फूलों का गुलदस्ता चाँदी के जार में घर में रखने से पारिवारिक ख़ुशियाँ बढ़ेंगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nदूसरों को मौका दें कि वे आप को पहचानें। आप अपने आपको एक कवच के अंदर छिपा कर रखना पसंद करते हैं। आज उस कवच से बाहर आने का दिन है और देखें दुनिया में कितनी अच्छाइयां हैं। आज आप खुलकर खर्च भी करेंगे और अपनी कुछ जिम्मेदारियां भी निभाएंगे और अपने जीवन साथी के लिए शॉपिंग भी करेंगे। यदि आप किसी से प्रेम करते हैं तो आज का दिन थोड़ा सा तनावपूर्ण रहेगा। आपका प्रिय आप पर गुस्सा दिखा सकता है। घर की आबोहवा खुशनुमा रहेगी और आपके बिज़नेस में आज अच्छे नतीजे मिलेंगे।आपकी सेहत ठीक रहेगी, लेकिन यात्रा आपके लिए थकाऊ और तनावपूर्ण साबित हो सकती है। आर्थिक समस्याओं ने रचनात्मक सोचने की आपकी क्षमता को बेकार कर दिया है। जब आप समूह में हों तो ध्यान रखें कि आप क्या कह रहे हैं, बिना ज़्यादा समझे-बूझे अचानक कहे गए शब्दों के चलते आप कड़ी आलोचना के शिकार हो सकते हैं। सम्हल कर दोस्तों से बात करें, क्योंकि आज के दिन दोस्ती में दरार पड़ने की आशंका है। उन चीजों को दोहराना जिनका अब आपके जीवन में कोई महत्व नहीं है, आपके लिए ठीक नहीं है। ऐसा करके आप अपना वक्त ही बर्बाद करेंगे और कुछ नहीं। आपके जीवनसाथी की बेरुख़ी दिन भर आपको उदास रख सकती है। आपकी कमियां आपको अच्छी तरह से पता हैं आपको जरुरत है उन कमियों को दूर करने की। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- जौ के आटे की गोलियाँ बनाकर मछलियों को खिलाने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआप आज काफी अच्छी मनःस्थिति में होंगे। आपका ज्ञान, आपका अनुभव और आपकी वस्तु स्थिति को जानने की क्षमता आज आपके बहुत काम आएगी। किसी अनुभवी व्यक्ति से मुलाकात होगी, जो आपका मित्र बन सकता है। इनकम को लेकर आज का दिन बेहद अच्छे संकेत दे रहा है। निजी जीवन में भी आज का दिन सुकून देने वाला होगा और आपको अपने जीवन साथी को अपने दोस्तों से मिलवाना या किसी पार्टी में जाने का मौका मिलेगा। आज काम को लेकर आप की स्थिति बहुत अच्छी रहेगी और आपके ऑफिसर भी आपसे खुश नजर आएंगे।आज आपका आत्मविश्वास और ऊर्जा का स्तर ऊँचा रहेगा। दूसरों को प्रभावित करने के लिए ज़रूरत से ज़्यादा ख़र्चा न करें। परिवार के सदस्यों के साथ कुछ आराम के पल बिताएँ। थोड़े बहुत टकराव के बावजूद भी आज आपका प्रेम जीवन अच्छा रहेगा और आप अपने संगी को खुश रखने में कामयाब होंगे। जो लोग अब तक किसी काम में व्यस्त थे आज उन्हें अपने लिए समय मिल सकता है लेकिन घर में किसी काम के आ जाने से आप फिर से व्यस्त हो सकते हैं। अपने साथी पर किया गया संदेह एक बड़ी लड़ाई का रूप ले सकता है। आज आप ऑफिस के कामों को इतनी तेजी से निपटाएंगे कि आपके सहकर्मी आपको देखते ही रह जाएंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- धन प्राप्ति के लिए दूध या जल में केसर डालकर उसका सेवन करें। \n",
    "9": "मकर राशिः आज का राशिफल\nआप स्वभाव से मेहनती हैं और आज खूब मेहनत करेंगे। आपका भाग्य आपके साथ खड़ा है, इसलिए जो समस्याएं थीं, वो अब कम होंगी और आज आपको कोई अच्छा समाचार सुनने को मिल सकता है। आपके अंदर साहस की कोई कमी नहीं होगी, जिसकी वजह से बहुत सारे काम आप चुटकी बजाते ही हल कर लेंगे। निजी जीवन में भी आज का दिन सुखदायक रहेगा और आमदनी कैसे बढ़े, इस पर आपको थोड़ा ध्यान देना पड़ेगा। पारिवारिक जीवन में सुख शांति रहेगी। इन्वेस्टमेंट करने के बारे में सोच सकते हैं।\n अपने जीवन को चिर-स्थायी न मानें और जीवन के प्रति सजगता को अपनाएँ। बिना किसी की मदद के भी आप धन कमा पाने में सक्षम हो सकते हैं बस आपको खुद पर विश्वास करने की जरुरत है। आपको ऐसी गतिविधियों में संलग्न होने की ज़रूरत है, जहाँ आपको अपने समान रुचियों के लोगों से मिलने का मौक़ा मिले। आपके लिए अपने प्रिय से दूर रहना बहुत मुश्किल होगा। अगर आज आप यात्रा कर रहे हैं तो आपको अपने सामान की अतिरिक्त सुरक्षा करने की ज़रूरत है। ग़लतफ़हमी के लम्बे दौर के बाद इस शाम आपको जीवनसाथी के प्यार का तोहफ़ा नसीब होगा। अकेलेपन को अपने ऊपर हावी न होने दें, इससे बेहतर होगा कि आप कहीं घूमने के लिए निकल सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- तरोताज़ा रहने के लिए सूर्य नमस्कार से बढ़िया और कुछ नहीं हो सकता। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज आप बहुत कुछ अंतर्ध्यान की मुद्रा में रहेंगे। अपने अंदर झांकने की कोशिश करेंगे और खुद को समय देंगे और यह सोचेंगे कि आपने कहा कुछ गलतियां की हैं ताकि उन्हें जानकर भविष्य में उनसे बचा जा सके। आज आप किसी की मदद भी कर सकते हैं। पारिवारिक जीवन से असंतोष रहेगा, लेकिन दांपत्य जीवन खुशी, प्रेम और अपनेपन के समन्वय से बहुत खुशनुमा हो जाएगा। प्रेम जीवन बिता रहे लोग अपने प्रिय के और निकट आएंगे और उनसे विवाह का प्रस्ताव दे सकते हैं। आपकी सेहत उतार-चढ़ाव से भरी रहेगी।आपकी उम्मीद एक महक से भरे हुए ख़ूबसूरत फूल की तरह खिलेगी। अपने ख़र्चों पर क़ाबू रखें और आज हाथ खोलकर व्यय करने से बचें। परिवार के सदस्यों की अच्छी सलाह आपके मानसिक तनाव को कम करने में दवा की तरह असरदार साबित होगी। आज आपको अपने प्रिय का एक अलग ही अन्दाज़ देखने को मिल सकता है। ऐसे बदलाव लाएँ जो आपके रूप-रंग में निखार ला सके और संभावित साथियों को आपकी ओर आकर्षित करे। आज आप महसूस करेंगे कि जीवनसाथी के साथ की एहमियत कितनी हे। किसी सहकर्मी की अचानक तबीयत खराब होने पर आज आप उनका भरपूर सहयोग दे सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- आटा, बूरा, घी मिलाकर सूखे नारियल के गोले में भरकर पीपल के नीचे रखने से आर्थिक स्थिति मजबूत होगी। \n",
    "11": "मीन राशिः आज का राशिफल\nस्वभाव से बहुत भावुक हैं, लेकिन आजकल थोड़ा इरिटेट हो रहे हैं तो आज का दिन थोड़ा सुकून देगा। आपकी कोई बड़ी इच्छा पूरी होगी और यदि आप कहीं जॉब करते हैं तो आज अपने ऑफिस में आपको बहुत सुकून मिलेगा। आपके साथी आपके काम और आपके अनुभव की तारीफ करेंगे, जिससे आप काफी खुश नजर आएंगे। आपकी इनकम भी अच्छी रहेगी और भाग्य भी प्रबल रहेगा। केवल अपनी सेहत का ध्यान रखें क्योंकि बीमार पड़ सकते हैं और इससे सभी कामों में रुकावट आ सकती है।आपकी ऊर्जा का स्तर ऊँचा रहेगा। आपको अपने अटके कामों को पूरा करने में इसका इस्तेमाल करना चाहिए। जिन लोगों ने किसी रिश्तेदार से पैसा उधार लिया था उनको आज वो उधार किसी भी हालत में वापस करना पड़ सकता है। ऐसा कोई जिसे आप जानते हैं, आर्थिक मामलों को ज़रूरत से ज़्यादा गंभीरता से लेगा और घर में थोड़ा-बहुत तनाव भी पैदा होगा। आपके जीवन में प्रेम की बहार आ सकती है; आपको ज़रूरत है तो बस अपने आँख-कान खुले रखने की। दिल के करीबी लोगों के साथ आपका वक्त बिताने का मन करेगा लेकिन आप ऐसा कर पाने में सक्षम नहीं हो पाएंगे। आप अपने जीवनसाथी के साथ कुछ बहुत रोमांचक काम कर सकते हैं। अगर आप किसी नए काम की शुरुआत कर रहे हैं तो आज का दिन आपके लिए अच्छा है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- धन प्राप्ति के लिए उगते हुए सूर्य को थोड़ी देर निहार कर सूर्य मंत्र(ॐ घृणि सूर्याय नमः) बोलें। \n"
}]
