horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम लाभदायक रहेगा। नौकरी से जुड़े जातकों के लिए आज उच्च पद की प्राप्ति की संभावना बन रही है। आज आप का कोई पारिवारिक विवाद सर उठा सकता है, जिससे आपके मन में शांति रहेगी और आपका स्वभाव भी चिड़चिड़ा सा रहेगा। आप की आर्थिक स्थिति शुद्रण होगी। सायंकाल के समय आपको धन लाभ होने की उम्मीद दिख रही है। शाम का समय आज आप किसी शादी विवाह नामकरण मुंडन संस्कार इत्यादि मंगल कार्य में व्यतीत करेंगे।अच्छी सेहत के चलते आप किसी खेल-कूद की प्रतिस्पर्धा में भाग ले सकते हैं। करीबी रिश्तेदारों के घर जाना आज आपकी आर्थिक स्थिति को बिगाड़ सकता है। सबको अपनी महफ़िल में दावत दें। क्योंकि आपके पास आज अतिरिक्त ऊर्जा है, जो आपको किसी पार्टी या कार्यक्रम का आयोजन करने के लिए प्रेरित करेगी। अपने दिल की बात ज़ाहिर करके आप ख़ुद को काफ़ी हल्का और रोमांचित महसूस करेंगे। जो लोग विदेश व्यापार से जुड़े हैं उन्हें आज मनमाफिक फल मिलने की पूरी उम्मीद है। इसके साथ ही नौकरी पेशा से जुड़े इस राशि के जातक आज अपनी प्रतिभा का पूर्ण इस्तेमाल कार्यक्षेत्र में कर सकते हैं। अपने जरुरी कामों को निपटाकर आज आप अपने लिए समय तो अवश्य निकालेंगे लेकिन इस समय का उपयोग आप अपने हिसाब से नहीं कर पाएंगे। जीवन साथी के स्वास्थ्य को लेकर आप चिंतित रह सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए अस्पताल आदि में रोगी व्यक्तियों की मदद करें। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आपके परिवार में यदि कोई विवाद है, तो भी परिवार में शांति का वातावरण बना रहेगा। आज आपकी नौकरी में किसी के सहयोग से धन प्राप्ति हो सकती है। आज आपको अनावश्यक व्यय करने से बचना होगा, तभी आपकी आर्थिक सिथती अच्छी होती दिख रही है। सायंकाल से लेकर रात्रि तक का समय आज आप अपने मित्रों के साथ आमोद प्रमोद में व्यतीत करेंगे। व्यापार में भरपूर लाभ होता दिख रहा है। पारिवारिक जीवन में सरसता बनी रहेगी।आज का दिन ऐसे काम करने के लिए बेहतरीन है, जिन्हें करके आप ख़ुद के बारे में अच्छा महसूस करते हैं। आज के दिन आपको धन लाभ होने की पूरी संभावना है लेकिन इसके साथ ही आपको दान-पुण्य भी करना चाहिए क्योंकि इससे आपको मानसिक शांति मिलेगी। दोस्त आपके निजी जीवन में ज़रूरत से ज़्यादा दख़लअंदाज़ी करेंगे। आज के दिन आप किसी क़ुदरती ख़ूबसूरती से ख़ुद को सराबोर महसूस करेंगे। अगर आपका साथी अपना वादा न निभाए तो बुरा महसूस न करें- आपको बैठकर बातचीत के ज़रिए मामला सुलझाने की ज़रूरत है। किसी पार्क में घूमते समय आज आपकी मुलाकात किसी ऐसे शख्स से हो सकती है जिससे अतीत में आपके मतभेद थे। अगर आप अपने जीवनसाथी से स्नेह की आशा रखते हैं, तो यह दिन आपकी आशाओं को पूरा कर सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- तांबे या सोने के पात्र में जल पिएं, इससे पारिवारिक जीवन अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज के दिन आपको सुबह से ही सुखद समाचारों की प्राप्ति होती रहेगी। आपकी नौकरी में आज आपको कुछ अधिकारियों की कृपा से पदोन्नति के योग बन रहे हैं। आपके रहन सहन व खान-पीन का स्तर आज बढ़ेगा। नये वस्त्रों की ओर रुझान बढ़ा दिखेगा। साझेदारी में यदि कोई व्यापार करना चाहते हैं, तो उसके लिए दिन उत्तम रहेगा। व्यापार के लिए नई-नई नीति बनाएंगे, जो भविष्य मे आपको उत्तम लाभ दिलायेगी। आज आपको कई दिक़्क़तों और मतभेदों का सामना करना पड़ सकता है, जिस वजह से आप झुंझलाहट और बेचैनी महसूस करेंगे। यह बात भली भांति समझ लें कि दुख की घड़ी में आपका संचित धन ही आपके काम आएगा इसलिए आज के दिन अपने धन का संचय करने का विचार बनाएं। अपने दिन की योजना सावधानी से तय करें। ऐसे लोगों से बात करें, जो आपकी मदद कर सकते हैं। अपने प्रिय की छोटी-मोटी भूल को अनदेखा करें। सहकर्मियों और वरिष्ठों के पूरे सहयोग के चलते दफ़्तर में काम तेज़ रफ़्तार पकड़ लेगा। खेलकूद जीवन का जरुरी हिस्सा है लेकिन खेलकूद में इतने भी व्यस्त न हो जाएं कि आपकी पढ़ाई में कमी आ जाए। आपको महसूस होगा कि आपका जीवनसाथी इससे बेहतर पहले कभी नहीं हुआ। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- दूध व दही का सेवन करने से स्वास्थ्य लाभ होगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज आपके संतान सुख वद्धि होती दिख रही है। आज  आपको किसी मित्र से कोई उपहार प्राप्त हो सकता है। विद्यार्थियों को अपनी परीक्षा में अधिक मेहनत की आवश्यकता है। सायंकाल का समय आप परिवार के छोटे बच्चों के साथ मौज मस्ती में व्यतीत करेंगे। उत्तम मित्रों के सहयोग से आज आपके मन का निराशा का भाव समाप्त होगा। व्यपार के लिए कुछ छोटी दुरी की यात्रा भी कर सकते हैं।आशावादी बनें और उजले पक्ष को देखें। आपका विश्वास और उम्मीद आपकी इच्छाओं व आशाओं के लिए नए दरवाज़े खोलेंगी। आज यदि आप अपने दोस्तों के साथ कहीं घूमने जा रहे हैं तो पैसा सोच समझकर खर्च करें। धन हानि हो सकती है। आपके परिवार वाले किसी छोटी-सी बात को लेकर राई का पहाड़ बना सकते हैं। किसी से आँखें चार होनी की काफ़ी संभावना है। यदि आप नई जानकारी और क्षमताएँ विकसित करने की थोड़ी ज़्यादा कोशिश करेंगे, तो आपको बहुत लाभ होगा। जो लोग घर सेे बाहर रहते हैं आज वो अपने सारे काम पूरे करके शाम के समय किसी पार्क या एकांत जगह पर समय बिताना पसंद करेंगे। जीवनसाथी के साथ हँसते-खिलखिलाते, हर पल के मज़े लेते हुए आप महसूस करेंगे कि आप किशोरावस्था में लौट गए हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- सुबह उठते साथी ही ॐ हं हनुमते नमः का 11 बार उच्चारण करने से आर्थिक स्थिति अच्छी होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आप मंगल कार्य में व्यतीत करेगे, जिसमें आपके मन में प्रसंता रहेगी और आप व्यस्त रहेंगे। आजा की आमदनी बढेगी और बड़ी मात्रा में धन हाथ लग सकता है, जिससे आप का मनोबल बढ़ेगा। सायंकाल के समय आपको अपने स्वास्थ्य के प्रति सचेत रहना है क्योंकि पाचन क्रिया मंद, वायु विकार जैसे रोग आज आपको कष्ट पहुंचा सकते हैं, इसलिए खान पान पर नियंत्रण रखें। विद्यार्थियों को आज धन की कमी का सामना करना पड़ सकता है।प्रभावशाली लोगों का सहयोग आपके उत्साह को दोगुना कर देगा। ग्रह नक्षत्रों की चाल आपके लिए आज अच्छी नहीं है, आज के दिन आपको अपने धन को बहुत सुरक्षित रखना चाहिए। अपने परिवार को पर्याप्त समय दें। उन्हें महसूस होने दें कि आप उनका ख़याल रखते हैं। उनके साथ अच्छा वक़्त बिताएँ और शिकायत करने का मौक़ा न दें। सारी दुनिया की मदहोशी उन ख़ुशनसीबों के बीच सिमट जाती है, जो प्यार में हों। जी हाँ, आप वही ख़ुशनसीब हैं। कार्यक्षेत्र के नज़रिए से आज का दिन आपका है। इसका भरपूर फ़ायदा उठाएँ। जो लोग अब तक किसी काम में व्यस्त थे आज उन्हें अपने लिए समय मिल सकता है लेकिन घर में किसी काम के आ जाने से आप फिर से व्यस्त हो सकते हैं। विवाह के बाद कई बातें ज़रूरत से आगे बढ़कर अनिवार्य हो जाती हैं। आज ऐसी ही कुछ बातें आपको व्यस्त रख सकती हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- नीले कपड़े में सात काली उड़द के दाने, सात काली मिर्च, एक कच्चा कोयला किसी भी सुनसान जगह दबाने से आर्थिक स्थिति अच्छी होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपकी आय मे यथोचित वृद्धि का होगा, लेकिन आज आपको अपनी नौकरी मे अपने क्रोध पर नियंत्रण रखना होगा, नहीं तो आप मुसीबत में पड़ सकते हैं। संतान पक्ष आज कोई सुखद समाचार सुनने को मिल सकता है। शाम का समय आज आप अपने मित्रों के साथ पार्टी करने में व्यतीत करेंगे। जीवन साथी के लिए आज कुछ शॉपिंग कर सकते हैं, जिससे जीवनसाथी खुश नजर आएंगे, जो लोग विदेश से व्यापार करते हैं, उनको आज कोई शुभ सूचना मिल सकती है, जो उनके व्यापार को नई गति देगी।आप खाली समय का आनंद ले सकेंगे। पैसे की अहमियत को आप अच्छे से जानते हैं इसलिए आज के दिन आपके द्वारा बचाया गया धन आपके बहुत काम आ सकता है और आप किसी बड़ी मुश्किल से निकल सकते हैं। बच्चों से जुड़ी समस्याओं के समाधान के लिए थोड़ा समय अलग से निकालें। आज रुमानियत का मौसम ज़रा ख़राब लगता है, क्योंकि आपका साथी आपसे आज कुछ ज़्यादा ही अपेक्षा करेगा। वरिष्ठ सहकर्मी और रिश्तेदार मदद का हाथ बढाएंगे। यदि आपको व्यस्त दिनचर्या के बाद भी अपने लिए समय मिल पा रहा है तो आपको इस समय का सदुपयोग करना सीखना चाहिए। ऐसा करके अपने भविष्य को आप सुधार सकते हैं। शादी सिर्फ़ एक छत के नीचे रहने का नाम नहीं है; एक-दूसरे के साथ कुछ समय बिताना भी ज़रूरी है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- चाँदी की चूड़ियाँ या कड़ा धारण करने से प्रेम सम्बन्धों में वृद्धि होती है। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए निश्चित परिणाम लेकर आएगा। आप अपने बिजनेस में यदि किसी को पार्टनर बनाने की सोच रहे हैं, तो उसके लिए दिन उत्तम है। संतान आज अपने भविष्य के लिए आपसे कुछ विचार कर सकती है, जिसे देख कर आपको अच्छा लगेगा। आज आपकी माताजी से आपका मतभेद हो सकता है। अपनी वाणी पर नियंत्रण रखें, उसे बढ़ने ना दें। मामा पक्ष से आज धन लाभ होने की भरपूर संभावना है। विद्यार्थियों को आज अपने भविष्य की चिंता सता सकती है।शारीरिक बीमारी के सही होनी की काफ़ी संभावनाएँ हैं और इसके चलते आप शीघ्र ही खेल-कूद में हिस्सा ले सकते हैं। घर की जरुरतों को देखते हुए आज आप अपने जीवनसाथी के साथ कोई कीमती सामान खरीद सकते हैं जिससे आर्थिक हालात थोड़े तंग हो सकते हैं। अपने क़रीबी लोगों के सामने ऐसी बातें उठाने से बचें, जो उन्हें उदास कर सकती हैं। अटके कामों के बावजूद रोमांस और बाहर घूमना-फिरना आपके दिलो-दिमाग़ पर छाया रहेगा। व्यावसायिक साझीदार सहयोग करेंगे और आप साथ मिलकर टलते आ रहे कामों को पूरा कर सकते हैं। समय का पहिया बहुत तेजी से चलता है इसलिए आज से ही अपने कीमती समय का सही इस्तेमाल करना सीख लें। क्या आपको पता है कि आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्ता है। उनपर ग़ौर करें, यह बात आपको ख़ुद-ब-ख़ुद दिख जाएगी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- भगवान में आस्था रखें, सत्संगति करें और मानसिक हिंसा करने से बचना आर्थिक स्थिति के लिए अच्छा है। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nयदि आपको संतान से संबंधित कोई समस्या चली आ रही है, तो आज उसका अंत होगा क्योंकि संतान अपने भविष्य के लिए योजना बनाती नजर आएगी, जिसे देखकर आपके मन को सुकून मिलेगा, लेकिन आज आपको अपने पिताजी से सलाह मशवरा करना होगा, तभी आप अपने व्यापार को आगे बढ़ाने में कामयाब रहेंगे। जीवनसाथी का भरपूर सहयोग मिलेगा। प्रेम जीवन के लिए समय निकालने में कामयाब रहेंगे। आज अपने आस-पड़ोस में वाद विवाद से बचना होगा।कुछ रचनात्मक करने के लिए अपने दफ़्तर से जल्दी निकलने की कोशिश करें। अतिरिक्त आय के लिए अपने सृजनात्मक विचारों का सहारा लें। घरेलू ज़िंदगी सुकूनभरी और ख़ुशनुमा रहेगी। आपका बेपनाह प्यार आपके प्रिय के लिए बेहद क़ीमती है। आज के दिन आपका कठिन परिश्रम फलदायी सिद्ध होगा। समय का सदुपयोग करना सीेखें। यदि आपके पास खाली वक्त है तो कुछ रचनात्मक करने की कोशिश करें। वक्त को बर्बाद करना अच्छी बात नहीं है। मुमकिन है कि आपके माता-पिता आपके जीवनसाथी को कुछ शानदार आशीर्वाद दें, जिसके चलते आपके वैवाहिक जीवन में और निखार आएगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- काले-सफेद तिल आटे में मिलाकर उसकी गोलियां मछलियों में डालने से सेहत अच्छी रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आप से कठिन परिश्रम कराएगा, तभी आपको सफलता मिलती दिख रही है, इसलिए अपने आलस्य को त्याग कर आज आपको आगे बढ़ना होगा और अपने रुके हुए कार्यों को अंजाम तक पहुंचाना होगा। व्यापार कर रहे लोगों को आज किसी अनुभवी व्यक्ति की सलाह की आवश्यकता होगी, जो लोग नौकरी में कार्यरत हैं और उनके कार्य क्षेत्र में आज तनावपूर्ण स्थिति रह सकती है। विद्यार्थियों को आज रणनीति बनाकर पढ़ना होगा, तभी सफलता मिलती दिख रही है।आपका उदार स्वभाव आज आपके लिए कई ख़ुशनुमा पल लेकर आएगा। अगर आपका धन से जुड़ा कोई मामला कोर्ट-कचहरी में अटका था तो आज उसमें आपको विजय मिल सकती है और आपको धन लाभ हो सकता है। रिश्तेदारों के यहाँ जाना उससे काफ़ी बेहतर रहेगा, जितना आप सोच सकते हैं। जो लोग अपनेे प्रेमी से दूर रहते हैं उन्हें आज अपने प्रेमी की याद सता सकती है। रात के वक्त प्रेमी से घंटों फोन पर बात कर सकते हैं। नई परियोजनाओं और कामों को अमली जामा पहनाने के लिए बेहतरीन दिन है। वह काम जो आज आप दूसरों के लिए स्वेच्छा से करेंगे, न सिर्फ़ औरों के लिए मददगार साबित होगा बल्कि आपके दिल में ख़ुद की छवि भी सकारात्मक होगी। शादिशुदा ज़िन्दगी के तमाम मुश्किल दिनों के बाद आप और आपका हमदम फिर प्यार की गर्माहट महसूस कर सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- विधारा की जड़ को रात्रि में एक पात्र में भीगकर रखें व अगली सुबह उस जल का सेवन करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज के दिन आपके लिए मिश्रित परिणाम लेकर आएगा। नौकरी व व्यापार में आज आपके शत्रु आपके पराक्रम से नष्ट होते नजर आएंगे, जिससे आपका तनाव भी कम होगा। आज शाम का समय आप अपने परिवार के सदस्यों के साथ छोटी दूरी की यात्रा पर जा सकते हैं। घर में अतिथियों का आवागमन रहेगा। यदि कोई कानूनी विवाद चल रहा है, तो वह भी आज सफलता की सीढ़ी चढ़ेगा।अच्छी सेहत के लिए दूर तक पैदल घूमें। जो उधारी के लिए आपके पास आएँ, उन्हें नज़रअन्दाज़ करना ही बेहतर रहेगा। अपनी बातों पर क़ाबू रखें, क्योंकि इसके चलते बड़े-बुज़ुर्ग आहत महसूस कर सकते हैं। बेकार की बातें करके समय बर्बाद करने से बेहतर है कि आप शांत रहें। याद रखें कि समझदार कामों के ज़रिए ही हम जीवन को अर्थ देते हैं। उन्हें महसूस करने दें कि आप उनका ख़याल रखते हैं। आज आप महसूस करेंगे कि प्यार दुनिया में हर मर्ज़ की दवा है। कार्यक्षेत्र में परिस्थितियाँ आपके पक्ष में लगती हैं। बातचीत में कुशलता आज आपका मज़बूत पक्ष साबित होगी। अगर हाल में आप व आपका जीवनसाथी बहुत ख़ुश महसूस नहीं कर रहे थे, तो आज हालात बदल सकते हैं। आप दोनों आज बहुत मज़े करने वाले हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- आर्थिक स्थिति बेहतर करने के लिए गाय को गुड खिलाएँ। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके कार्य क्षेत्र के लिए अत्यधिक महत्वपूर्ण रहेगा। आज आपके ऊपर जिम्मेदारियों का भार बढ़ सकता है, इसलिए कोई भी नीति बनाने से पहले ध्यान दें। रोजगार की दिशा में प्रयास कर रहे जातकों के लिए दिन उत्तम रहेगा। विवाह योग्य जातकों के लिए भी आज विवाह के अच्छे-अच्छे प्रस्ताव आएंगे। यदि ससुराल पक्ष में किसी व्यक्ति को धन देना हो, तो आज देने से बचें, नहीं तो आपके संबंधों में दरार पड़ सकती है।मानसिक दबाव के बावजूद आपकी सेहत अच्छी रहेगी। अगर आपको लगता है कि आपके पास पर्याप्त धन नहीं है तो आज घर के किसी बड़े से धन संचित करने की सलाह लें। पढ़ाई-लिखाई में कम रुचि के चलते बच्चे आपको थोड़ा निराश कर सकते हैं। आपके प्रिय/जीवनसाथी का फ़ोन आपका दिन बना देगा। लगता है कि आपके विरष्ठ आज देवदूतों जैसा व्यवहार करने वाले हैं। बिना किसी पूर्व सूचना के आज आपका कोई रिश्तेदार आपके घर पधार सकता है जिसकी वजह से आपका कीमती समय उनकी खातिरदारी में जाया हो सकता है। आज का दिन उन्माद में घिर जाने का है; क्योंकि आप अपने जीवनसाथी के साथ प्रेम के चरम का अनुभव करेंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- शराब के सेवन से मंगल बिगड़ता है, इसलिए पारिवारिक सुख हेतु इसका त्याग करें। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आपकी आस्था धर्म-कर्म के कार्यों के प्रति बढ़ी नजर आएगी। यदि आप किसी संपत्ति में निवेश करने का विचार कर रहे हैं, तो आपकी वह इच्छा आज पूरी हो सकती है। आपकी पुत्र या पुत्री दोनों में से किसी को स्वास्थ्य संबंधित कोई परेशानी हो सकती है, इसलिए बाहर के खानपान से परहेज करें। आज रात का समय आप अपने माता पिता की सेवा में व्यतीत करेंगे, जिससे आपका मान सम्मान बढ़ेगा।किसी दोस्त की ज्योतिषीय सलाह आपकी सेहत के लिए काफ़ी उपयोगी रहेगी। केवल एक दिन को नज़र में रखकर जीने की अपनी आदत पर क़ाबू करें और ज़रूरत से ज़्यादा वक़्त व पैसा मनोरंजन पर ख़र्च न करें। आज जिस नए समारोह में आप शिरकत करेंगे, वहाँ से नयी दोस्ती की शुरुआत होगी। अचानक मिला कोई सुखद संदेश नींद में आपको मीठे सपने देगा। नई परियोजनाओं को आरम्भ करने के लिए शुभ दिन है। उन लोगों से मेलजोल बढ़ाने से बचें जिनके साथ आपका वक्त खराब होता है। अपने जीवनसाथी के चलते आप महसूस करेंगे कि स्वर्ग धरती पर ही है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- कन्याओं में चॉकलेट, टॉफी, सफेद मिठाई बाँटने से आर्थिक स्थिति अच्छी रहेगी। \n"
}]
