horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "आज आप बहुत जल्दी में हैं ǀ आपको अपने सब कामों को निपटाने की गति जरा धीमी करनी होगी क्योकि जल्दी मे काम निपटाने के चक्कर में आपसे गलतियाँ हो सकती हैं ǀ इसीलिए धीमे चलें ǀ इस बात का विशेष ध्यान रखें कि आप क्या कह और कर रहें हैं ǀ आपको अपने कार्य को संतोषजनक ढंग से पूरा करने के लिए सभी बारीकियों पर ध्यान देने की जरुरत है ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "आप काफी सख्त है और अपने खाने और एक्सरसाइज के मामले में हद से गुजर जाते हैं |यह भी ध्यान रखें कि अपने शरीर को सामान्य से अधिक तकलीफ देने से और भी कई समस्याएं पैदा हो सकती हैं ,इसीलिए शांति से ही आगे बढ़ना ठीक होगा |आपको यह सब करना शुरु में थोडा सा अजीब लगेगा लेकिन आप कर पायेंगे अगर आप अपने शरीर को उसकी सामान्य सीमा से अधिक तकलीफ देना बंद कर दें तो यह समझ लें कि आलसी हों और किसी चीज क एलिए ऐसे पागल होना दोनों ही ठीक नही हैं |",
        "मेष प्यार और संबंध राशिफल": "आप दूसरों की बात सुनने के लिए तैयार हैं और आप किसी ऐसे व्यक्ति से मिलेंगे जो जिंदगी और प्यार के बारे में दुनियाभर की बातें करता है | आपकी किस्मत अच्छी है | इस आदमी के साथ आपका रिश्ता जिंदगी भर के लिए बन सकता है | इस आदमी से अधिक मिलने की योजना बनाएं और जब भी जरुरत हो, इनकी मदद लेने में न हिचकें |",
        "मेष कैरियर और धन राशिफल": "ये समय उन लोगो से अपने आप को अलग करने का समय है जो आपके विचारो से असहमत है या जो आपके साथ चलने या सहयता करने में असमर्थ है । यह वित्तीय संतुलन के हिसाब से भी एक बड़ा कदम होगा । आपकी इस व्यापारिक रणनीति के लिए आपको पुरस्कृत किया जाएगा। आपकी आय सुरक्षित है और जिसे आप अपनी संपत्ति को जोड़ने के लिए उपयोग कर सकते है।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "आप पिछले कई दिन से बेचैन और नाखुश सा अनुभव कर रहें हैं लेकिन आज आपका रुख इस समस्या को और अधिक गंभीरता से लेने का है ǀ आपको यह जानना है कि इस समस्या की जड़ क्या है ,आज का दिन इस काम के लिए सबसे बेहतर है ǀ लम्बे समय से उपेक्षित कुछ कामो की योजना बनाने के लिए भी अच्छा दिन है ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "आपने अभी हाल –फिलहाल ही अपनी जीवन शैली में कुछ परिवर्तन किये हैं और आज से उनका असर दिखाई देना शुरु हो जाएगा ǀ आप आज शायद कोई प्रतियोगिता जीतें या पहले से और अच्छा प्रदर्शन करें ǀउन बदलावों से आपकी त्वचा को विशेष लाभ होगा ǀ आपकी फुंसियाँ ठीक हो जायगी या आपकी त्वचा खूबसूरत तरीके से टेन दिखेगी ǀआप स्वस्थ महसूस करेंगे और दिखेंगे भी ǀ",
        "वृषभ प्यार और संबंध राशिफल": "आप अपने सम्बन्ध से खुश और संतुष्ट हैं लेकिन इसी सम्बन्ध में और आगे बढ़कर आप और भी अधिक ख़ुशी हासिल कर सकते हैं,आपको नयी बातें भी पता चलेंगी | अगर देखना चाहते हैं तो कुछ ऐसा करें जो आपके पार्टनर को पसंद नही है तब भी आप पर गुस्सा होने की बजाय वे आप को ये समझायेंगे कि आपको ऐसा क्यों नही करना चाहिए था ?आपको काफी अच्छा लगेगा |",
        "वृषभ कैरियर और धन राशिफल": "आज आप एक ऐसे सफल पेशेवर से मिल सकते है जो आपका कार्य करने के लिए उपलब्ध सबसे अच्छा विकल्प हो सकता है , लेकिन उसके साथ साझेदारी के गठन से पहले थोड़ा सावधान रहे , संभावना है कि वह कार्य के मध्य में अपनी दरों में वृद्धि कर सकता है । सर्वश्रेष्ठ विकल्प ये होगा की आप ऐसे समझौते पर हस्ताक्षर करे जिसमे दरें गतियमान की बजाय स्थायी हो ।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "अपने घर से जुडी किसी अच्छी खबर के लिए तैयार रहें ǀ निवास स्थान में बदलाव संभव है या नया घर खरीदने की योजना को अंतिम रूप दे सकते हैं ǀ अपनी सकारात्मक ऊर्जा का लाभ उठायें ǀअगर आप कुछ समय से अपने घर या इसके किसी हिस्से को को नया रूप देने के बारे में सोच रहे हैं तो यह समय इसके लिए बहुत अच्छा है ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "आज का दिन आपके लिए कुछ अजीब सा रहेगा ǀऐसी कुछ घटनाएँ भी घट सकती हैं जिनके होने की आपने कभी उम्मीद भी नही की होगी ǀ यह महत्वपूर्ण रहेगा कि आप गृहों की स्थिति का ध्यान रखते हुए यह समझने की कोशिश करें कि वे आपको किस दिशा मे ले जाने की कोशिश कर रहे हैं ǀजीवन के इस मोड़ पर सही रास्ते का चुनाव कर पाना आपके लिए बहुत ही महत्वपूर्ण साबित होने वाला है ǀ",
        "मिथुन प्यार और संबंध राशिफल": "आज के माहौल में ही प्यार भरा है | अपने पार्टनर के लिए कोई विशेष योजना बनाकर उन्हें सरप्राइज दे सकते हैं | अगर आप किसी सम्बन्ध में हैं तो यह सबसे अच्छा समय है जब आपको अपने सम्बन्ध का शुरूआती जादू वापस लाने की कोशिश करनी चाहिए | इसके लिए शायद दोस्तों के साथ वाइल्ड पार्टी की जगह अपने पार्टनर के साथ कुछ एकांत और अन्तरंग समय बिताना अधिक अच्छा रहेगा | जो अकेले हैं उनकी मुलाकात अपने होने वाले साथी से हो सकती है |",
        "मिथुन कैरियर और धन राशिफल": "आज आप पेशेवर आत्मविश्वास से भर जायेंगे । आप अपनी कार्य सम्भंधि चिन्ताओ को सशक्त तरीके से आगे रखेंगे एवं कोई भी मुश्किल आपको बड़ी नहीं लगेगी । कुछ सूक्ष्म संकट कार्यस्थल पर आ सकते है , परन्तु आप उन संकटो से आसानी से आत्मविश्वास के साथ बाहर आयेंगे । आज आपके सहकर्मी आपकी क्षमता से प्रभावित होंगे ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "आज आपमें कुछ करने और दूसरों को प्रभावित करने की इच्छा बनी रहेगी ǀ आप मजबूत और पक्के फैसले ले पायेंगे और ऐसा करना का आपका समय बिलकुल ठीक होगा ǀ आप अपने पुराने कर्ज और अहसानों से भी मुक्त हो पायेंगे ǀ आप अपनी शीघ्र विचार की क्षमता के कारण किसी की जरुरत के समय मदद कर पायेंगे ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "आप आज बिना किसी बात के तनावग्रस्त महसूस करेंगे |आज खुश बने रहना आपको जरा मुश्किल ही लगेगा लेकिन आपको यही करने की जरुरत है |आज एकांत में की जाने वाली गतिविधियाँ न चुनें |इसकी बजाय किसी पुराने दोस्त को बुलाकर गेट-टूगेदर रख लें |कोई अच्छी सी किताब पढने या फिल्म देखने से भी आपको अच्छा और शांत महसूस होगा |",
        "कर्क प्यार और संबंध राशिफल": "आज इस बात की संभावना है कि आपसे संपर्क नही हो पायेगा | आज का दिन नए या पुराने संबंधों के लिहाज से भी अच्छा नही है | संबंधों की बजाय आप खुद का विश्लेष्ण करने में ही व्यस्त रहेंगे जिससे लोग यह समझ सकते हैं कि आप नही चाहते कोई भी आपको डिस्टर्ब करे | फिर भी आप किसी पुराने दोस्त से फोन पर बातें कर सकते हैं या आपका पहले का कोई करीबी आपसे मिलने आ सकता है |",
        "कर्क कैरियर और धन राशिफल": "आपके नए व्यापार विचार जो आपने सुझाये थे वे अब फल देने लगेंगे । आप अपना खुद का व्यवसाय शुरू करने की सोच सकते है। यह अपने दम पर कुछ करने के लिए सबसे अच्छा समय है। संभावना है कि आप इस समय अपने नए व्यापार के लिए पर्याप्त वित्तपोषण प्राप्त करने में सक्षम होंगे । आपको इस व्यवसाय को स्थापित करने के लिए विदेश में से किसी के साथ साझेदारी में काम करना पड़ सकता है।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आज ग्रहों की दशा आपको शांत तरीके से अपने बारे में सोचने का मौका देगी ǀआपने पिछले समय में कई मौकों पर काफी कठोर ढंग से अपनी प्रतिक्रिया दी है लेकिन अब आप मानसिक रूप से काफी शांत स्थिति में हैं ǀसुलह करने और सम्बन्ध सुधरने के लिए बहुत अच्छा समय हैǀख़ुशी पाने का सबसे अच्छा तरीका यह है कि खुद को भी और दूसरों को भी एक दूसरा मौका जरुर दें ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "आज पानी से जुडी कोई दुर्घटना हो सकती है ǀइसीलिए अगर आप तैराकी,सीलिंग या सर्फिंग के लिए जा रहे हैं तो अतिरिक्त सावधानी रखें ǀ इसके अलावा आपकी तबियत बहुत अच्छी रहेगी और आप नई व्यायाम या योग कक्षाएं शुरू कर सकते हैं ǀअपने आसपास किसी से आप और अच्छी शारीरिक फिटनेस हासिल करने के लिए प्रेरित होंगे ǀ",
        "सिंह प्यार और संबंध राशिफल": "आप हमेशा से अपने प्रेम सम्भंधों में मधुर , कोमल और ख़ुशमिज़ाज रहे है और इसके कारण अतीत में आपका सफर बेहतरीन रहा है । बहरहाल, आज आपको एहसास होगा की जो आपके प्रेम सम्भंधों में हो रहा है , वह वास्तव में गंभीर है । यह स्थिति काफी भयानक प्रतीत होगी , लेकिन आपको ये समझना चाहिए की ये कदम उठाने की वजह से आपका जीवन समृद्ध होगा । आपको संतोष तभी मिलेगा जब आप पूरी तरह से इसमें डूब जाओगे , बजाय की सिर्फ ऊपरी तौर से इसका आंकलन करो ।",
        "सिंह कैरियर और धन राशिफल": "इस बात के काफी मजबूती से संकेत मिल रहे है की आप को अपनी नौकरी की वजह से विदेश जाना पड़ सकता है । जिन विद्यार्थियों ने वीसा के लिए आवेदन किया हुआ है उनका काम आज पूर्ण होने के आसार बन रहे है । आपका कार्य स्थान का परिवर्तन ऐसी जगह हो सकता है जिससे आप अनजान हो । आपको इस अवसर का लाभ उठाना है ताकि ये मौका कही हाथ से न निकल जाये जिससे आपके करियर को नयी गति मिलेगी । अगर आप पहले से ही विदेश में कार्यरत है तो अपनी मातृभूमि में वापस कार्य करना इतना लाभप्रद नहीं होगा ।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आप बहुत अच्छे निर्णायक हैं और सब चीजों का आसानी से विश्लेष्ण कर लेते हैं ǀ आज आपको अपनी इस विशेषता के लिए खूब तारीफ मिलेगी ǀ लोग अच्छी तरह काम करने के लिए आपकी और देखेंगे और आपसे सीखेंगे ǀ आपको किसी खतरनाक जगह पर यात्रा करने की जरूरत सम्बन्धी सूचना मिलेगी ǀघबराएं नही,यह यात्रा छोटी सी होगी ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "आप काफी उर्जान्वित महसूस हो रहे हैं ǀयह सब आपके नियमित व्यायाम करने तथा संतुलित भोजन का परिणाम है,जिसका पालन आप लम्बे समय से करते आ रहे हैं ǀइसे बनाये रखें ǀ अगर संभव हो तो अपने स्वास्थ्य की जांच भी करा लें ǀ जो पेशे से स्वास्थ्य प्रशिक्षक हैं ,उनके लिए करियर में बहुत अच्छा समय है ǀ",
        "कन्या प्यार और संबंध राशिफल": "दिन की शुरुआत में आपके और आपके पार्टनर के बीच मतभेद कुछ बढ़ सकते हैं लेकिन प्यार उनसे अधिक होने की वजह से बाद में सब कुछ ठीक हो जाएगा | शांति और अंतरंगता बनी रहेगी और दिन शांति से कट जाएगा | आप अपने प्रिय के साथ अपनी मनपसंद पिकनिक स्पॉट पर घूमने जाने की योजना भी बना सकते हैं |",
        "कन्या कैरियर और धन राशिफल": "आपकी वित्तीय नियोजन और कड़ी मेहनत ने रंग दिखाया है । जो लोग पहले आप पर शक करते थे और आपके निर्णय से सहमत नहीं होते थे , वे आपके तर्क और दूरदर्शिता की आपकी शक्तियों से प्रभावित होंगे । वित्तीय सफलता की इस अवधि का आप आनंद लें । आज आप विलासिता से संभंधित वस्तुओ पर व्यय कर सकते है , जो आप लम्बे समय से करना चाह रहे थे ।"
    },
    "6": {
        "तुला दैनिक राशिफल": "आप पिछले कुछ दिनों से काफी व्यस्त दिनचर्या बिता रहे हैं ǀअब सारी चीजों को व्यवस्थित करने का समय है ǀ आज आपको तुलनात्मक रूप से थोड़ी राहत मिलेगी,लेकिन आपको इस समय का उपयोग अपनी सब चीजों को व्यवस्थित करने में लगाना चाहिए ǀ नही तो सब कुछ और अधिक उलझता जाएगा और आप स्थिति के नियंत्रण से बाहर होने के कारण और भी अधिक परेशान रहेंगे ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "आज आप भावनात्मक रूप से बहुत संवेदनशील रहेंगे |आप सोचेंगे कि आज बस मैं घर के आरामदायक माहौल में ही रहना चाहता हूँ |जिन चीजों से आप सुरक्षित महसूस करते हैं वे आप से दूर हो जायेंगी लेकिन चिंता न करें |आप अपनी प्रिय चीजों से केवल अस्थायी तौर पर दूर हो रहे हैं |अपने दिल की तो सुनें ही लेकिन फिटनेस पर ध्यान देना भी न भूलें |",
        "तुला प्यार और संबंध राशिफल": "आज आपकी एक ऐसी स्थिति का सामना करने की संभावना है , जिससे आपकी प्यार और प्रतिबद्धता की शक्ति का परीक्षण होगा । आपको अपने मस्तिष्क में ये ध्यान रखना होगा की आपके साथी का आप पर पूर्ण विश्वास है और आपको इस प्रेम की परीक्षा में पास होना है , ताकि ये प्रेम सम्भंध हमेशा के लिए प्रगाढ़ बने रहे । अगर आप में दया और सहानुभूति रहेंगी , तो आप किसी चीज़ का भी डटकर सामना कर सकते हो , चाहे आपका भाग्य कैसी भी पहेली आपके सामने लाये ।",
        "तुला कैरियर और धन राशिफल": "आज आप मे अपनी जिम्मेदारियों से बचने के लिए एक स्वाभाविक प्रवृत्ति रहेगी , लेकिन ये स्थिति आपके वरिष्ठ अधिकारियों के साथ आपकी मुसीबत को बढ़ा सकती हैं। तथ्य यह है कि किसी भी वास्तविक इच्छा से प्रेरित न होकर आपके आलसी होने की आदत से आप अधिक कार्य से परहेज कर रहे है। ये समय अधिक जिम्मेदारी लेने व अपने काम में और अधिक रूचि दिखाने का है । कड़ी मेहनत और ईमानदारी के प्रयास आज सफलता एवं पुरस्कार दिला सकते है ।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "यह समय मजे और स्वतन्त्रता दोनों में से किसी एक को चुनने का है ǀ अगर आप जिम्मेदार हैं तो आपको स्वतंत्रता भी मिल ही जायेगी ǀ हालाँकि अत्यधिक परिश्रम के बाद भी आप अपनी मंजिल पर तो नही पहुंच पायेंगे लेकिन बाद में आपको इसका फल जरुर मिलेगा इसलिए परिश्रम करते रहें ǀ वित्तीय स्थिति के लिए भी परेशान न हों,समय के साथ ठीक होती जायेगी ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "आज का दिन कोई नया स्वस्थ्य सम्बन्धी कार्यक्रम शुरू करने के लिए बहुत अच्छा है |अपने खाने का विशेष ध्यान रखें और आज से नियमित रूप से एक्सरसाइज शुरू करें जिसकी आप हाल –फिलहाल उपेक्षा करते आ रहें हैं | आपको यह समझना बहुत जरूरी है कि अच्छी मानसिक सेहत के लिए स्वस्थ शरीर का होना बहुत आवश्यक है |नयी योग क्लास में हिस्सा लें या दूसरी रिलैक्स करने वाली तकनीक अपनाएँ ,आपके जीवन में अब इनकी खासी आवश्यकता है |",
        "वृश्चिक प्यार और संबंध राशिफल": "अब समय आ गया है कि आप एक कदम पीछे हटकर शांति से अपने सम्बन्ध को तर्क की कसौटी पर भी परखें | आप अपने पार्टनर के बारे में मिली किसी सूचना को नजरंदाज करते आ रहे हैं लेकिन यह जान लें कि ऐसा करने से उसकी अहमियत या प्रभाव खत्म नही हो जाएगा | अपने सम्बन्ध के बारे में विश्लेष्ण करते हुए आपको उसे भी ध्यान में रखना चाहिए | आपको इस समय कुछ कठोर फैसले लेने पड़ सकते हैं |",
        "वृश्चिक कैरियर और धन राशिफल": "आप धोखाधड़ी के शिकार हो सकते है। आज का दिन किसी भी बड़े निवेश या खरीद के लिए उपयुक्त नहीं है। आज धन के मामलो में किसी भी अनजान व्यक्ति पर भरोसा न करे अन्यथा आपको काफी वित्तीय नुकसान उठाना पड़ सकता है , फिर भी सही समय पर पर्याप्त विवेक के साथ आसानी से आप अपने धन की रक्षा कर सकते हैं। आज यात्रा के लिए न कोई योजना बनाये और न ही कोई भुगतान करें।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आज आप बदली हुई भूमिका में हैं ,आप बेहतर वक्ता तो हमेशा से रहे ही हैं,अब आप बेहतर श्रोता भी बन गये हैं ǀ अब सबको यह पता चल जाएगा कि आप आत्म केन्द्रित नहीं हैं और दूसरों की भलाई के लिए भी काम करने की इच्छा रखते हैं ǀ एक चालीस वर्षीय महिला आपकी बहुत मदद करेगी ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "आप कई कारणों से अपने फिटनेस और स्वास्थ्य कार्यक्रम का पालन नही कर पा रहे थे लेकिन अब आप वापस ट्रैक पर आ पायेंगे |ऐसा हो सकता है कि आप मन से वापस उसी कार्यक्रम को न अपनाना चाहते हों लेकिन आपको यह बहुत अच्छे से पता चल जाएगा कि अपने स्वास्थ्य को नजरअंदाज करना आपके लिए कितना महंगा साबित हो रहा है |अपने पहले वाले फिटनेस कार्यक्रम को दुबारा शुरू न करें,आप उस पर अब नही चल पायेंगे |इसकी बजाय.धीरे धीरे ,एक –एक कदम से शुरुआत करें |",
        "धनु प्यार और संबंध राशिफल": "अगर आप सावधान नही रहेंगे तो कोई तीसरा पक्ष आपकी लव लाइफ में काफी हस्तक्षेप कर सकता है और गंभीर गलतफहमियां पैदा कर सकता है | आपको अपनी और पार्टनर की भी भावनाओं का विशवास करना सीखना चाहिए | दूसरों की बातों पर अधिक ध्यान देने की बजाय अपनी भावनाओं पर अधिक ध्यान दें |आपको जो प्रोफेशनल मुद्दे परेशान करते हैं ,उनके बारे में भी अपने पार्टनर से भी बात करनी चाहिए |",
        "धनु कैरियर और धन राशिफल": "आपके कार्य क्षेत्र का भाग्य आपके साथ चल रहा है और आपके पास काफी परियोजनायें है , फिर भी आज एक नया अवसर आपको मिल सकता है जो की आपके करियर के लिए काफी अच्छा रह सकता है । ये आपके कार्य क्षेत्र में आप पर अधिक जिम्मेदारी डालेगा । आप थोड़ा बदलाव चाहेंगे । आपको ये अवसर कार्यालय के भीतर उपलब्ध हो सकता है । इस के बारे में किसी भी जानकारी के प्रति सचेत रहें , हालांकि, आपका वेतन उतना ही रहेगा ।"
    },
    "9": {
        "मकर दैनिक राशिफल": "आपका कोई करीबी शायद आपके कारण भावनात्मक उथल-पुथल के दायरे में है ǀआप एकदम से निष्कर्ष पर पहुच जाते हैं और इस बार भी आपने सही से समझे बिना ही इस व्यक्ति पर वफादार न होने का आरोप लगा दिया है ǀआपके लिए अच्छा यही होगा कि आप पहले शांति से बैठकर सही समय तक का इन्तजार करें और अच्छे से सोच लें ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "आपकी भावनाएँ आज उफान पर रहेंगी और आपको ख़ासा परेशान करेंगीǀअपनी भावनाओं के तूफ़ान में बहकर कोई भी फैसला करने से पहले एक बार फिर से सोच लें ǀइस स्थिति में थोड़ी राहत पाने के लिए वे कार्यकलाप करें जो आपको सबसे ज्यादा पसंद हैं ǀइस तरीके से आप मानसिक रूप से संतुलित होने तक अपने ध्यान को बाँट पायेंगे ǀ",
        "मकर प्यार और संबंध राशिफल": "लोग आपके पास सहानुभूति के लिए आयेंगे और आप गलती से इसे ध्यान खीचने का प्रयास मान बैठेंगे | जो लोग पहले से किसी सम्बन्ध में हैं वे दिल से एक दुसरे के साथ कुछ अच्छा समय बिताना चाहेंगे | आप उनके साथ अकेले रहकर चुपचाप सी बातचीत के जरिये अपने विचार साझा करना चाहेंगे |",
        "मकर कैरियर और धन राशिफल": "ग्रहों की स्थिति में परिवर्तन के कारण , एक नई ऊर्जा का संचार आप में हो सकता है । आप जीवंत महसूस करेंगे । आप में अधिक से अधिक काम लेने की इच्छा आप में प्रबल होगी और तब भी आप खुश रहेंगे । इससे पता चलता है की चीज़े सकारात्मक दिशा में आगे भड़ रही है। लेकिन इस उत्साह में , अपने स्वास्थ्य को नजरअंदाज न करे । एक स्वस्थ मन एक स्वस्थ शरीर में रहता है।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "आज अप्रत्याशित रूप से काफी खर्च हो सकता है ǀआप कोई ऐसी चीज खरीद सकते हैं जिसकी आपको जरुरत नही है लेकिन आपको अच्छी लगती है,इससे आपकी वित्तीय स्थिति काफी प्रभावित भी होगीǀ अपनी इस खर्च करने की प्रवृति पर नियंत्रण रखें तो दिन शांति से गुजर जाएगा ǀआपको आज कुछ नयी वित्तीय योजनायें भी पता चलेंगी ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "आपका शारीरिक स्वास्थ्य अच्छा है लेकिन आपकी भावनात्मक स्थिति काफी नाजुक है ǀकोई भी तनाव या भानात्मक दबाव अपना असर जरुर दिखाता है ǀआप जरूरत से ज्यादा संवेदनशील भी महसूस कर रहे हैं ǀअगर आप अपने तनाव से निपटने का अच्छा सा समाधान नही करते तो आप का स्वास्थ्य भी प्रभावित हो सकता है ǀअपने दिल के करीबी मामलों में नाटकीय स्थितियों और विवादों से बचे रहें ǀ",
        "कुंभ प्यार और संबंध राशिफल": "जो लोग जीवनसाथी की तलाश मैं है , उनके लिए आज का दिन अच्छा है । आप आज किसी को आकर्षित कर सकते हैं । मित्रो के साथ मिले और उनके साथ बाहर जाए । जो लोग पहले से ही रिश्ते में है , वे भी अपने रिश्ते में चिंगारी का अनुभव करेंगे । आपकी एकरसता टूटेगी । आप अपने साथी के साथ कुछ अलग करने की कोशिश कर सकते हैं। अगर आप एक घरेलू व्यक्ति है , तो आप अपने साथी के साथ बाहर का रुख कर के आनन्दयी समय व्यतीत कर सकते है ।",
        "कुंभ कैरियर और धन राशिफल": "आप कुछ मिलनसार नए लोगों या विदेशी प्रतिनिधियों से आज के दिन मिल सकते हैं ! स्वतंत्र रूप से उन लोगों के साथ संवाद करे और जितनी उपयोगी जानकारी इकट्ठा कर सके करे क्योकि यह आपकी परियोजना के पूरा होने में आप के लिए बहुत मददगार साबित होगा । किसी भी विचलित करने वाले परिदृश्य से परेशान न हो जो की आपके वरिष्ठ सहकर्मी ने आपके लिए बनाया हो ।"
    },
    "11": {
        "मीन दैनिक राशिफल": "स्थितियां और घटनाएं इस प्रकार बदलेंगे कि आपको पहले से सोच समझकर लिया गया एक फैसला बदलना पड़ सकता है ǀ आपको जीवन में आने वाली चीजों के प्रति अधिक जिम्मेदार रवैया अपनाना होगा ǀआप अपने पहले तय किये गया कार्यक्रम के अनुसार नही चल पायेंगे क्योंकि आपको कुछ अप्रत्याशित घटनाओं के कारण अपना कार्यक्रम बदलना पड़ सकता है ǀ इस अप्रत्याशित घटना के कारण आपके छोटी अवधि के लगभग सभी कार्य प्रभावित होंगें ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "आज आपको ठंड और बुखार परेशान कर सकते हैं ǀ बाहर जाते हुए बहुत सावधान रहें क्योंकि आप वायरस की चपेट में आ सकते हैं ǀ ठंड की समस्या तो छोटी सी है लेकिन यह कई दिनों तक आपको परेशान कर सकती है जिससे अप चिडचिडे हो सकते हैं ǀ हो सकता है कि आप अपने भोजन में काफी बड़े स्तर पर परिवर्तन की योजना बनाएं लेकिन बेहतर होगा कि आप पहले व्यवहारिक रूप से यह जांच कर लें कि आप जो खाना अपने लिए निश्चित कर रहें हैं ,क्या आप उसपर अमल कर पायेंगे ?",
        "मीन प्यार और संबंध राशिफल": "आप आज बहुत भावनात्मक महसूस करेंगे | सकारात्मक और नकारात्मक दोनों तरह की भावनाएं आपके दिमाग को घेरे रहेंगी इसीलिए फिलहाल अपनी रोमांटिक लाइफ के बारे में कोई भी फैसला करना अभी ठीक नही होगा | हालाँकि यह समय प्यार और रोमांस के लिए बहुत अच्छा है, खासकर अगर आप किसी समर्पित सम्बन्ध में हैं |जो अकेले हैं वे आज अपने आप को किसी की ओर भी आकर्षित महसूस करेंगे जो उनमें थोड़ी सी भी रुचि दिखाएगा |",
        "मीन कैरियर और धन राशिफल": "आज आप अपने करियर को नए सिरे से शुरू करेंगे । आप एक नियोक्ता से दूसरे की तरफ अपना रुख कर सकते है , क्योकि ये नया अवसर आपको आगे बढ़ने के मौके दे सकता है , लेकिन धोखाधड़ी के प्रस्तावों से सावधान रहे क्यों की कोई आपकी क्षमता और चतुराई का अनुचित लाभ लेने के लिए लंबे समय से प्रयासरत है ।"
    }
}]
