horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज परिवार की स्थिति पर चर्चा करेंगे अपनी मां से आज कोई खास बात करेंगे, जिससे दिल में शांति का एहसास होगा। काम को लेकर किए गए प्रयास सफलता दायक साबित होंगे और आपको अपनी कार्यालय के काम से कहीं जाने का आर्डर मिल सकता है, इसलिए आज का दिन व्यस्त रहेगा। शादीशुदा लोगों का गृहस्थ जीवन आपसी समझदारी के साथ आगे बढ़ेगा और जीवनसाथी आपके काम में आपको मदद भी देगा। प्रेम जीवन बिता रहे लोग अपने प्रिय के प्यार में रंगे नजर आएंगे और काफी रोमांटिक फील करेंगे। कोर्ट कचहरी से जुड़े मामले आपके लिए फायदेमंद रहेंगे। आपकी सेहत में उतार-चढ़ाव रहेगा।अगर आप पर्याप्त आराम नहीं कर रहें है तो आप बहुत ज़्यादा थकान महसूस करेंगे और आपको अतिरिक्त आराम की ज़रूरत होगी। आज सफलता का मंत्र यह है कि उन लोगों की सलाह पर पैसे लगाएँ, जो मौलिक सोच रखते हों और अनुभवी भी हों। घर में उल्लास का माहौल आपके तनावों को कम कर देगा। आप भी इसमें पूरी सहभागिता करें और महज़ मूक दर्शक न बने रहें। प्रेम-संबंध में ग़ुलाम की तरह व्यवहार न करें। आज धार्मिक कामों में आप अपना खाली समय बिताने का विचार बना सकते हैं। इस दौरान बेवजह की बहसों में आपको नहीं पड़ना चाहिए। जन्मदिन भूलने जैसी किसी छोटी-सी बात को लेकर जीवनसाथी से तक़रार मुमकिन है। लेकिन अन्ततः सब ठीक हो जाएगा। प्यार के रिश्ते को मजबूती देने के लिए आज आप अपने पार्टनर के सामने शादी का प्रस्ताव रख सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- हरी मूंग का खाने में प्रयोग करने से स्वास्थ्य अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज आप उत्साह से लबरेज रहेंगे। घर का माहौल शांति देगा। आप अपने दोस्तों से काफी क्लोज रहेंगे और काफी वक्त उनके साथ बिताएंगे। अपनी इनकम को बढ़ाने का कोई नया आइडिया दोस्तों को दे सकते हैं, जिस पर विचार विमर्श अच्छा खासा होगा और पूरा दिन लगभग व्यस्त रहेगा। शादीशुदा लोगों का गृहस्थ जीवन आज थोड़ा सा कमजोर रहेगा, इसलिए शांति बनाए रखने में ही भलाई है। प्रेम जीवन बिता रहे लोग अपने प्रिय के आर्थिक मामलों में हस्तक्षेप करने से बचें। घर में शुभ काम होगा और सेहत अच्छी रहेगी।नफ़रत की भावना महंगी पड़ सकती है। यह न केवल आपकी सहन-शक्ति घटाती है, बल्कि आपके विवेक को भी ज़ंग लगा देती है और रिश्तों में हमेशा के लिए दरार डाल देती है। आज निवेश के जो नए अवसर आपकी ओर आएँ, उनपर विचार करें। लेकिन धन तभी लगाएँ जब आप उन योजनाओं का भली-भांति अध्ययन कर लें। अपनी नई परियोजनाओं के लिए अपने माता-पिता को विश्वास में लेने का सही समय है। आपके जीवन में प्रेम की बहार आ सकती है; आपको ज़रूरत है तो बस अपने आँख-कान खुले रखने की। अचानक आज आप काम से छुट्टी लेने का प्लान बना सकते हैं और अपने परिवार के साथ वक्त बिता सकते हैं। आपका जीवनसाथी अन्य दिनों की अपेक्षा आपका ज़्यादा ख़्याल रखेगा। सितारे इशारा कर रहे हैं कि किसी नज़दीकी स्थान की यात्रा हो सकत है। यह सफ़र मज़ेदार रहेगा और आपके प्रिय लोगों का साथ मिलेगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- अच्छे स्वास्थ्य के लिए जेब में लाल रंग का रुमाल रखें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन परिवार वालों के नाम करेंगे, अच्छा खाएंगे और खूब आराम करेंगे। यदि कोई मकान खरीदने की योजना बनाई है, तो आज उसके बारे में आगे बात बढ़ेगी। जीवनसाथी की समझदारी आपको प्रत्यक्ष रूप से नजर आएगी और परिवार के मामलों में उनका अच्छा खासा हस्तक्षेप होगा। प्रेम जीवन बिता रहे लोग अपने प्रिय के प्यार में काफी खुश नज़र आएंगे और आज के दिन को उनके साथ इंजॉय करने में बिताना पसंद करेंगे। आज खाली समय में आने वाले सप्ताह की तैयारी करेंगे।माता-पिता को अनदेखा करना आपके भविष्य की संभावनाओं को ख़त्म कर सकता है। अच्छा समय बहुत ज़्यादा दिनों तक नहीं रहता है। इंसान के कर्म ध्वनि की तरंगों की तरह हैं। साथ मिलकर ये संगीत बनाते हैं और आपस में टकराकर खड़खड़ाहट। हम जो बोते हैं, वही पाते हैं। जो लोग टैक्स चोरी करते हैं आज वो बड़ी मुसीबत में फंस सकते हैं। इसलिए आपको यही सलाह दी जाती है कि टैक्स की चोरी न करें। कोई पुराना परिचित आपके लिए परेशानी का सबब बन सकता है। आपके प्रिय के साथ कुछ मतभेद उभर सकते हैं- साथ ही अपने साथी को अपना नज़रिया समझाने में भी तकलीफ़ महसूस होगी। सामाजिक और धार्मिक समारोह के लिए बेहतरीन दिन है। जीवनसाथी का बिगड़ता स्वास्थ्य आपके लिए परेशानी का सबब बन सकता है। कहीं से उधार वापस मिल सकता है जिससे आपकी कुछ आर्थिक समस्याएं दूर हो जाएंगी। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- सफेद कपड़ों को ज्यादा से ज्यादा पहने से स्वास्थ्य अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए बहुत बढ़िया रहेगा क्योंकि आपके काम आज गति पकड़ेंगे। पुराने लंबित सभी कामों को आज निपटाने की कोशिश करेंगे, जिससे काफी व्यस्त भी रहेंगे और थोड़ा सा थकावट महसूस करेंगे, फिर भी आपकी सेहत अच्छी रहेगी। किसी सरकारी योजना का लाभ उठाने की कोशिश करेंगे और उसमें सफल भी रह सकते हैं। परिवार का माहौल शांतिपूर्ण रहेगा। गृहस्थ जीवन को लेकर मन में शंकाएं रहेंगी लेकिन कोई भी परेशानी की बात नहीं है, इसलिए खुश रहे। प्रेम जीवन बिता रहे लोग आज किसी बात को लेकर शक्की हो सकते हैं।नफ़रत को दूर करने के लिए संवेदना का स्वभाव अपनाएँ, क्योंकि नफ़रत की आग बहुत ज़्यादा ताक़तवर है और मन के साथ शरीर पर भी बुरा असर डालती है। याद रखें कि बुराई अच्छाई से ज़्यादा आकर्षक ज़रूर दिखाई देती है, लेकिन उसका असर ख़राब ही होता है। दिन के दूसरे हिस्से में आर्थिक तौर पर फ़ायदा होगा। अपने घर के वातावरण में कुछ बदलाव करने से पहले आपको सभी की राय जानने की कोशिश करनी चाहिए। कोई अच्छी ख़बर या जीवनसाथी/प्रिय से मिला कोई संदेश आपके उत्साह को दोगुना कर देगा। अगर कहीं बाहर जाने की योजना है तो वह आख़िरी वक़्त पर टल सकती है। क्या आपको पता है कि आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्ता है। उनपर ग़ौर करें, यह बात आपको ख़ुद-ब-ख़ुद दिख जाएगी। यदि आप किसी खेल में महारत रखते हैं तो आज के दिन आपको वो खेल खेलना चाहिए। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- श्रीकृष्ण जी की पूजा करने से फैमिली लाइफ में खुशियाँ बढ़ने लगती हैं। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन उतार-चढ़ाव के बीच गुजरेगा। कई काम आपका ध्यान आकर्षित करेंगे, जिससे आप भागदौड़ में ही दिन बिता देंगे और आराम नहीं कर पाएंगे। सेहत पर नकारात्मक असर पड़ सकता है। शादीशुदा लोगों का गृहस्थ जीवन बढ़िया रहेगा। जीवनसाथी मददगार रहेगा और आप उनके साथ अपनी कुछ परेशानियों को जाहिर करेंगे। ससुराल पक्ष से झगड़ा होने की नौबत आ सकती है, इसलिए सावधानी रखना जरूरी होगा। प्रेम जीवन बिता रहे लोग अपने रिश्ते से संतुष्ट होंगे और इस वजह से उनके चेहरे पर मुस्कुराहट भी होगी।खुला हुआ सामान न खाएँ, नहीं तो सेहत डांवाडोल हो सकती है। दिन चढ़ने पर वित्तीय तौर पर सुधार आएगा। शाम को साथियों का साथ मज़ेदार रहेगा। हालाँकि प्यार में निराशा हाथ लग सकती है लेकिन हिम्मत मत हारिए क्योंकि आखिर में जीत सच्चे प्यार की ही होती है। आप जिस प्रतियोगिता में भी क़दम रखेंगे, आपका प्रतिस्पर्धी स्वभाव आपको जीत दिलाने में सहयोग देगा। चीज़ें आपकी इच्छा के मुताबिक़ नहीं चलेंगी, लेकिन अपने हमदम के साथ आप अच्छा समय गुज़ारेंगे। अपनों का ख्याल रखना अच्छी बात है लेकिन उनका ख्याल रखते-रखते अपनी सेहत न बिगाड़ लें। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- दूध व दही का सेवन करने से स्वास्थ्य लाभ होगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपको नई ताजगी देगा। आपकी इनकम अच्छी रहेगी और प्रेम जीवन बिता रहे लोग खुलकर अपने मनोभावों को प्रदर्शित करेंगे। इससे आपके अंदर स्वच्छंदता बनेगी, खर्चों पर निरंकुशता को ध्यान में रखना होगा, नहीं तो समस्या आ सकती है। शादीशुदा लोगों का गृहस्थ जीवन तनावपूर्ण रहेगा, इसलिए कोई भी ऐसा काम ना करें, जिससे भाग्य प्रबल होने से कुछ काम बिना मेहनत के भी पूरे होंगे, जिससे आपको खुशी मिलेगी। परिवार के लोगों का सपोर्ट मिलेगा।कोई दोस्त आपकी सहनशक्ति और समझ की परीक्षा ले सकता है। अपने मूल्यों को दरकिनार करने से बचें और हर फ़ैसला तार्किक तरीक़े से लें। आप दूसरों पर कुछ ज़्यादा ख़र्चा कर सकते हैं। किसी पारिवारिक भेद का खुलना आपको चकित कर सकता है। आपका बेपनाह प्यार आपके प्रिय के लिए बेहद क़ीमती है। व्यस्त दिनचर्या के बावजूद भी आज आप अपने लिए समय निकालपाने में सक्षम होंगे। खाली वक्त में आज कुछ रचनात्मक कर सकते हैं। आपको महसूस होगा कि आपका जीवनसाथी इससे बेहतर पहले कभी नहीं हुआ। आपके परिजन अपने साथ आपको किसी जगह ले जाएंगे। हालाँकि शुरुआत में आपकी कुछ ख़ास दिलचस्पी नहीं होगी, लेकिन बाद में आप उस अनुभव का भरपूर लुत्फ़ उठाएंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- हनुमान जी की नियमित पूजा करने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nखुद पर भरोसा हो, तो कोई काम मुश्किल नहीं। आज यही आपके साथ होगा। खुद पर भरोसा रखेंगे, जिससे काम सफल होते चले जाएंगे। आज मन में अपने काम और खुद की काबिलियत को लेकर गजब का उत्साह मिलेगा। आज अपने परिवार को लेकर कुछ खास करने की सोचेंगे और परिवार में खुशियां आएंगी, किसी मंदिर जाकर कुछ देर दर्शन करेंगे और शांति महसूस करेंगे। शादीशुदा जातकों का गृहस्थ जीवन आपसे ज्यादा ध्यान देने की गुजारिश करेगा। प्रेम जीवन बिताने वाले लोग अपने दोस्त की सहायता से परिवार वालों को अपने प्रिय से मिलवा सकते हैं जिससे आपके रिश्ते में गहराई बढ़ेगी।अगर आपकी योजना बाहर घूमने-फिरने की है तो आपका वक़्त हँसी-ख़ुशी और सुकून भरा रहेगा। आपकी कोई पुरानी बीमारी आज आपको परेशान कर सकती है जिसकी वजह से आपको हॉस्पिटल भी जाना पड़ सकता है और आपका काफी धन भी खर्च हो सकता है। पुराने संपर्क और दोस्त मददगार रहेंगे। किसी से अचानक हुई रुमानी मुलाक़ात आपका दिन बना देगी। कई बार मोबाइल चलाते-चलाते आपको समय का पता ही नहीं चलता और फिर जब आप अपना समय बर्बाद कर चुके होते हैं तो आपको पछतावा होता है. बाहरी लोगों का हस्तक्षेप आपके वैवाहिक जीवन में परेशानी उत्पन्न कर सकता है। आज आप बच्चों के साथ बच्चों के जैसा ही व्यवहार करेंगे जिससे आपके बच्चे सारे दिन आपसे चिपके रहेंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- अच्छी आर्थिक स्थिति के लिए नहाने से पूर्व नाभि में तेल लगाकर फिर पूरे शरीर में तेल लगाएं व स्नान करें। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपको किसी अच्छी यात्रा पर लेकर जा सकता है। यह यात्रा आपके काम के सिलसिले में भी होगी और उसके साथ-साथ आप घूमने की प्लानिंग भी बना सकते हैं। इससे ना केवल आपको अच्छा लगेगा  बल्कि आप मानसिक रूप से भी तरोताजा हो जाएंगे। किसी बात को लेकर भ्रम की स्थिति रहेगी और जीवन साथी से कोई तनाव है, तो उसे दूर करने के लिए उनसे बातचीत करें। प्रेम जीवन बिता रहे लोग आज थोड़े से निराश हो सकते हैं क्योंकि आपका प्रिय गुस्से में आकर भला बुरा कह सकता है। शांति से काम लेना आपके लिए हितकर रहेगा। अपनी सेहत का भी थोड़ा ध्यान जरूर रखें। आज आपके किसी दोस्त को आपकी मदद की दरकार होगी।स्वास्थ्य का ध्यान रखें और चीज़ों को व्यवस्थित करें। व्यापारियों को आज व्यापार में घाटा हो सकता है और अपने व्यापार को बेहतर बनाने के लिए आपको पैसा खर्च करना पड़ सकता है। अपने स्वभाव को अस्थिर न होने दें- ख़ासतौर पर अपनी पत्नी/पति के साथ- नहीं तो यह घर की शांति पर असर डाल सकता है। प्रेम का आह्लाद महसूस करने के लिए आप किसी नए व्यक्ति से मिल सकते हैं। आज आपको रिश्तों की अहमियत का अंदाज हो सकता है क्योंकि आज के दिन का ज्यादातर समय आप अपने परिवार के लोगों के साथ बिताएंगे। आज के दिन कुछ भी करने के लिए अपने साथी पर दबाव न डाले, अन्यथा आपके दिलों में दूरियां आ सकती हैं। लोगोंं के बीच रहकर सबका सम्मान करना आपको आता है इसलिए आप भी सबकी नजरों में अच्छी छवि बना पाते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- खीर का सेवन करने से स्वास्थ्य अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज आपको थोड़ा संभल कर रहना पड़ेगा। आज किसी नए काम को हाथ में लेना अच्छा नहीं होगा। उसमें समस्या आ सकती है, इसलिए पुरानी योजनाओं को भी आगे बढ़ाने की कोशिश करें। कानूनी कामों से बचकर रहें। गड़बड़ी होने से आपको परेशानी उठानी पड़ सकती है। आप योग्य और बुद्धिमान हैं। इसी अनुभव का फायदा उठाकर अपनी गृहस्थी को खुशनुमा बनाने की कोशिश करें। यदि आप प्रेम जीवन बिता रहे हैं, तो आज अपने मन में चल रही बेचैनी को दूर करने के लिए अपने प्रिय से बात करें और उनके साथ कुछ वक्त गुजारें। किसी संपत्ति को लेकर घर में विवाद संभव है, इसलिए सावधानी बरतें।भरे-पूरे और संतुष्ट जीवन के लिए अपनी मानसिक दृढ़ता में वृद्धि कीजिए। आज के दिन आपको धन लाभ होने की पूरी संभावना है लेकिन इसके साथ ही आपको दान-पुण्य भी करना चाहिए क्योंकि इससे आपको मानसिक शांति मिलेगी। अपने जीवन-साथी के साथ अपनी गोपनीय जानकारी बांटने से पहले सोच लें। अगर मुमकिन हो तो इससे बचें, क्योंकि इन बातों के बाहर फैलने का ख़तरा है। भावनात्मक उथल-पुथल आपको परेशान कर सकती है। जल्दबाज़ी में फ़ैसले न करें, ताकि ज़िन्दगी में आगे आपको पछताना न पड़े। जीवनसाथी का बर्ताव आपके पेशेवर रिश्तों पर ग़लत असर डाल सकता है। आपकी गलत आदतें आज आप पर भारी पड़ सकती हैं। आज के दिन थोड़ा संभलकर रहें। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- अपने प्रेमी/प्रेमिका को समय-समय पर सफेद वस्तुएं गिफ्ट में देते रहें। इससे प्रेम सम्बन्धों में बढ़ोतरी होगी। \n",
    "9": "मकर राशिः आज का राशिफल\nमन में एकांत की भावना रहेगी, लेकिन खुद को अकेला समझने से बचें क्योंकि इससे आपका आत्मविश्वास कमजोर हो सकता है। वैसे आपके पास साहस की कोई कमी नहीं रहेगी और अचानक से बिगड़े हुए काम भी बनने लगेंगे, जिससे आपको बहुत खर्च होगा। आज जीवन साथी आपके चेहरे पर मुस्कुराहट लाने की पूरी कोशिश करेगा। प्रेम जीवन बिता रहे लोग अपनी बातों और अपने लुभावने अंदाज से अपने प्रिय को खुश रखेंगे और उनके साथ अपनी फ्यूचर योजनाओं को शेयर करेंगे। आपकी सेहत भी मजबूत रहेगी।इच्छाशक्ति की कमी आपको भावनात्मक और मानसिक परेशानियों में फँसा सकती है। अपने जीवनसाथी केे साथ धन से जुड़े किसी मामले को लेकर आज आपका झगड़ा हो सकता है। हालांकि अपने शांत स्वभाव से आप सबकुछ ठीक कर देंगे। आपके जीवन-साथी की सेहत तनाव और चिंता का कारण बन सकती है। मुहब्बत की टीस आज रात आपको सोने नहीं देगी। अपने घर में बिखरी चीजों को संभालने का आज आप प्लान करेंगे लेकिन आपको इसके लिए आज खाली समय नहीं मिल पाएगा। लंबे समय से कामकाज का दबाव आपके वैवाहिक जीवन के लिए कठिनाई खड़ा कर रहा है। लेकिन आज सारी शिकायतें दूर हो जाएंगी। रात को आज आप अपने किसी करीबी से कई देर तक फोन पर बात कर सकते हैं और अपने जीवन में चल रही बातों को बता सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- बेडरूम की दक्षिण दीवार पर ज़ीरो वाट का लाल बल्ब जलाएं, इससे पारिवारिक सुख बढ़ेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज के दिन परिवार के लोगों का साथ मिलेगा। उनकी मदद से किसी काम को करने में आप सफल रहेंगे, जिससे आपकी इनकम में भी बढ़ोतरी हो सकती है। अपने कार्यालय में किसी भी प्रकार के विवाद से बचने की कोशिश करें। शादीशुदा लोगों के जीवन में आज का दिन थोड़ी रूमानियत भर देगा, जिस से आप काफी रोमांटिक महसूस करेंगे और आप अपने ससुराल पक्ष के लोगों से मिलकर खूब बातें करेंगे। प्रेम जीवन बिता रहे लोग शादी के सपने देखना शुरू कर देंगे क्योंकि आपका अच्छा समय आ गया है।व्यस्त दिनचर्या के बावजूद स्वास्थ्य अच्छा रहेगा। धन का आगमन आज आपको कई आर्थिक परेशानियों से दूर कर सकता है। घर में तालमेल बनाए रखने के लिए साथ में मिलकर काम करें। आपका साहस आपको प्यार दिलाने में सफल रहेगा। दूसरों को यह बताने के लिए ज़्यादा उतावले न हों कि आज आप कैसा महसूस कर रहे हैं। कहते हैं कि स्त्रियाँ शुक्र और परुष मंगल ग्रह के रहने वाले हैं, लेकिन आज के दिन विवाहित शुक्र और मंगल एक-दूसरे में घुल जाएंगे। सितारों की मानें तो आज आप अपने दोस्तों के साथ एक बेहतरीन शाम गुज़ारने वाले हैं। बस इतना याद रखें कि कोई भी चीज़ ज़रूरत से ज़्यादा हो तो अच्छी नहीं होती है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- सफेद गाय को चारा खिलाने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nउधार दिया हुआ पैसा वापस मिलने का समय आ गया है। अपनी संतान को लेकर काफी आश्वस्त रहेंगे और उनकी तरफ से कोई अच्छा समाचार मिल सकता है। गृहस्थ जीवन को लेकर थोड़ी सावधानियां जरूरी होगी क्योंकि इससे विचारों में मतभेद समस्या का कारण बन सकता है। आप के कार्यालय में आप की स्थिति मजबूत रहेगी और आपका काम सर चढ़कर बोलेगा। ओवर कॉन्फिडेंट होने  बचना होगा। प्रेम जीवन बिता रहे लोग आज आपने रिश्ते से काफी खुश नजर आएगे और इसलिए अपने प्रिय के लिए कोई गिफ्ट लेकर आएंगे।अच्छी चीज़ों को ग्रहण करने के लिए आपका दिमाग़ खुला रहेगा। अपने जीवनसाथी केे साथ धन से जुड़े किसी मामले को लेकर आज आपका झगड़ा हो सकता है। हालांकि अपने शांत स्वभाव से आप सबकुछ ठीक कर देंगे। घरेलू मामलों और काफ़ी समय से लंबित घर के काम-काज के हिसाब से अच्छा दिन है। बाहरी चीज़ों का अब कोई ख़ास मायने आपके लिए नहीं बचा है, क्योंकि आप ख़ुद को हमेशा प्यार की ख़ुमारी में महसूस करते हैं। इस राशि वालों को आज खुद के लिए काफी समय मिलेगा। इस समय का उपयोग आप अपने शोकों को पूरा करने में कर सकते हैं। आप कोई किताब पढ़ सकते हैं या अपना पसंदीदा म्यूजिक सुन सकते हैं। शादीशुदा ज़िन्दगी के नज़रिए से यह दिन शानदार रहेगा। समय मुफ़्त ज़रूर है पर बेशक़ीमती भी है, इसलिए अपने अधूरे कार्यों को निपटाकर आप आने वाले कल के लिए निश्चिंत हो सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- धन लाभ के लिए उगते हुए सूर्य को देखते हुए 11 बार ॐ का उच्चारण करें। \n"
}]
