horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज अपनी मां के दिल के करीब रहेंगे और उनसे आपको सुख की प्राप्ति होगी। आपके काम में आपको सफलता मिलेगी और कुछ लोगों को नौकरी में बदलाव या फिर ट्रांसफर की खबर मिल सकती है। आज आपके प्रेम जीवन में दिन अनुकूल रहेगा और अपने प्रिय के साथ प्रेम जताने के अवसर भी प्राप्त होंगे। आप अपनी दिनचर्या को बेहतर तरीके से बनाएंगे, तो आज के दिन का काफी लाभ उठा पाएंगे। हालांकि स्वास्थ्य के मोर्चे पर दिन थोड़ा सा कमजोर है। आज घरेलू खर्च जी भर कर करेंगे और दीपावली की शॉपिंग भी कर सकते हैं।आप खाली समय का आनंद ले सकेंगे। आप ऐसे स्रोत से धन अर्जित कर सकते हैं, जिसके बारे में आपने पहले सोचा तक न हो। पारिवारिक ज़िम्मेदारियों को न भूलें। आज आप अपने दोस्त की महक उसकी अनुपस्थिति में महसूस करेंगे। आज के समय में अपने लिए वक्त निकाल पाना बहुत मुश्किल है। लेकिन आज ऐसा दिन है जब आपके पास अपने लिए भरपूर समय होगा। यह दिन आपके जीवनसाथी का बेहतरीन पहलू आपको दिखाने वाला है। जीवन का आनंंद अपने लोगों को साथ लेकर चलने में है यह बात आज आप स्पष्टता से समझ सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- हरे रंग की कांच की बोतल में जल भरकर धूप में रखें व उस जल का सेवन करने से फैमिली लाइफ में खुशियाँ बढ़ती हैं। \n",
    "1": "वृष राशिः आज का राशिफल\nआज दिल में बहुत खुशी रहेगी और काफी समय भाई बहनों या दोस्तों के साथ गुजारेंगे। इससे आपकी मानसिक ऊर्जा बढ़ेगी। अपने जीवनसाथी से मतभेदों को दूर करने का प्रयास करें। काम के क्षेत्र में आपको फोकस अधिक करना होगा और व्यर्थ की बातों पर ध्यान नहीं देना होगा। तभी आप अच्छा काम कर पाएंगे। पारिवारिक जीवन खुशनुमा रहेगा और आप को अच्छा लाभ भी मिलेगा क्योंकि परिवार के लोग आपके साथ रहेंगे। स्वास्थ्य के मामले में दिन थोड़ा सा कमजोर हो सकता है, इसलिए सेहत को लेकर लापरवाही ना बरतें।आपका उदार स्वभाव आज आपके लिए कई ख़ुशनुमा पल लेकर आएगा। बीते दिनों में जितना धन आपने आज को बेहतर बनाने के लिए इनवेस्ट किया था उसका फायदा आज आपको फायदा मिल सकता है। अपने परिवार के सदस्यों की ज़रूरतों पर ध्यान देना आज आपकी प्राथमिकता होनी चाहिए। आज आपको महसूस होगा कि आपका महबूब आपसे कितना प्यार करता है। आज अपनेे विवेक का इस्तेमाल करते हुए ही घर के लोगों से बातें करें अगर आप ऐसा नहीं करते तो बेवजह के झगड़ों की वजह से आपका समय खराब हो सकता है। आपका जीवनसाथी किसी ख़ूबसूरत सरप्राइज़ से आपका दिन बना सकता है। स्वास्थ्य को दुरुस्त करने के लिए आज किसी पार्क या जिम मेें आप जा सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- पारिवारिक जीवन को अच्छा रखने के लिए बिस्तर पर क्रीम रंग की चादर का प्रयोग करें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज आर्थिक मोर्चे पर सफलता मिलेगी और धन को कहीं इन्वेस्ट करने से लाभ मिलने के योग बनेंगे। जो विद्यार्थी कंपटीशन की तैयारी कर रहे हैं, उन्हें जबरदस्त सफलता मिल सकती है। आपके दांपत्य जीवन में जीवनसाथी से संबंध बेहतर बनेंगे और आपका रिश्ता पहले से भी अधिक बेहतर तरीके से चलेगा। काम के सिलसिले में आपको अनुकूल परिणाम मिलेंगे और नौकरी में आज का दिन व्यस्तता और भागदौड़ से भरा रहेगा। आपको अपने काम को समय पर देना एक चुनौती लग सकता है।आपमें से जो दफ़्तर में ओवरटाइम कर रहे थे और ऊर्जा की कमी से जूझ रहे थे, आज उन्हें फिर वैसी ही समस्याओं से दो-चार होना पड़ सकता है। पैसे कमाने के नए मौक़े मुनाफ़ा देंगे। ऐसी जानकारी ज़ाहिर न करें, जो व्यक्तिगत और गोपनीय हो। आपका बेपनाह प्यार आपके प्रिय के लिए बेहद क़ीमती है। इस राशि के जातक आज खाली वक्त में रचनात्मक काम करने का प्लान तो बनाएंगे लेकिन उनका यह प्लान पूरा नहीं हो पाएगा। ऐसा लगता है कि आपके जीवनसाथी आज आपके ऊपर ख़ास ध्यान देंगे। बच्चों को साथ समय का पता नहीं चलता आज आप भी अपने बच्चों के साथ वक्त बिताकर यह जान जाएँगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- रामचरितमानस के सुन्दरकाण्ड का पाठ करने से फैमिली लाइफ स्मूथ चलेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज दिल से खुश रहेंगे और काफी भावुक भी महसूस करेंगे। पुरानी बातों को याद करके आंखें नम हो सकती हैं। हर काम में बढ़-चढ़कर हिस्सा लेंगे। आज हो सकता है। आप सारे कामों को एक साथ हाथ में ले ले, जिसके लिए बाद में आपको दिक्कत आए, इसलिए अपने काम पर ध्यान दें। नौकरी में अच्छे परिणाम मिलेंगे और आपके खर्चों में थोड़ी बढ़ोतरी होगी, जिसकी वजह से आपको अपनी आमदनी पर ध्यान देना होगा। प्रेम संबंध के लिहाज से आज का दिन कमजोर रहने की संभावना है। हालांकि शादीशुदा लोगों के दांपत्य जीवन में अपने जीवनसाथी से प्यार भरी बातें करने में बीतेगा।मुस्कुराएँ, क्योंकि यह सभी समस्याओं का सबसे उम्दा इलाज है। आपका कोई दोस्त आपसे आज बड़ी रकम उधार मांग सकता है, अगर आप उनको यह रकम देते हैं तो आप आर्थिक तंगी में आ सकते हैं। आपको बच्चों या ख़ुद से कम अनुभवी लोगों के साथ धैर्य से काम लेने की ज़रूरत है। आपका रुमानी संबंध आज थोड़ी परेशानी में पड़ सकता है। यह दिन बेहतरीन दिनों में से एक हो सकता है। आज दिन में आप कई अच्छे प्लान भविष्य के लिए बना सकते हैं लेकिन शाम के वक्त किसी दूर के रिश्तेदार के घर में आ जाने के कारण आपके सारे प्लान धरे के धरे रह सकते हैं। जीवनसाथी का स्वास्थ्य कुछ गड़बड़ हो सकता है। दिन के पहले भाग में ख़ुद को थोड़ा अलसाहट भरा महसूस कर सकते हैं, लेकिन अगर आप घर से बाहर निकलने की हिम्मत जुटाएँ तो काफ़ी काम किया जा सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- किसी वृद्ध ब्राह्मण को भोजन करने से आर्थिक स्थिति बेहतर होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nलंबे समय से अटके हुए काम पूरे होंगे और प्रॉपर्टी का लाभ मिल सकता है।  इस कारणवश आप बहुत खुश हो जाएंगे। यदि आप किसी से प्रेम करते हैं, तो आज का दिन काफी कमजोर रह सकता है और आपका प्रिय आप से बिछड़ भी सकता है, इसलिए ध्यान दें कि वह आपकी बात से नाराज ना हो, जो लोग शादीशुदा हैं। उनके दांपत्य जीवन में आज प्यार बढ़ेगा और एक दूसरे के प्रति आपके मन में इज्जत के साथ साथ सहानुभूति भी बढ़ेगी। व्यापार के सिलसिले में अच्छे परिणाम आज आपको देखने को मिलेंगे। यदि आप कहीं नौकरी करते हैं, तो आज किसी दूसरी नौकरी के लिए आवेदन कर सकते हैं।नफ़रत को दूर करने के लिए संवेदना का स्वभाव अपनाएँ, क्योंकि नफ़रत की आग बहुत ज़्यादा ताक़तवर है और मन के साथ शरीर पर भी बुरा असर डालती है। याद रखें कि बुराई अच्छाई से ज़्यादा आकर्षक ज़रूर दिखाई देती है, लेकिन उसका असर ख़राब ही होता है। अपनेे लिए पैसा बचाने का आपका ख्याल आज पूरा हो सकता है। आज आप उचित बचत कर पाने में सक्षम होंगे। अपने सामाजिक जीवन को दरकिनार न करें। अपनी व्यस्त दिनचर्या में से थोड़ा-सा समय निकालकर अपने परिवार के साथ किसी आयोजन में शिरकत करें। यह न सिर्फ़ आपका दबाव कम करेगा, बल्कि आपकी झिझक भी मिटा देगा। अपने दोस्त से बहुत लम्बे समय बाद मिलने का ख़याल आपके दिल की धड़कन को बढ़ा सकता है। रात के समय आज आप घर के लोगों से दूर होकर अपने घर की छत या किसी पार्क में टहलना पसंद करेंगे। आपका जीवनसाथी आज ऊर्जा और प्रेम से भरपूर है। अगर बहुत ज़्यादा न हो, तो आज देर रात स्मार्टफ़ोन पर गप्पें मारने में भी कोई बुराई नहीं है। हालाँकि किसी भी चीज़ की अति नुक़सानदेह है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- आज का दिन तनाव से मुक्त रहने के लिए किन्नरों को हरी चूड़ियां या हरे रंग के वस्त्र दान करें। \n",
    "5": "कन्या राशि: आज का राशिफल\nइनकम के नजरिए से आज का दिन बड़ा लाभदायक रहेगा और आपके पास एक से ज्यादा जगहों से पैसा आ सकता है। आप अपने कामों में सफलता प्राप्त करने से काफी मजबूती से खड़े होंगे। आपके आत्मविश्वास में बढ़ोतरी होगी। किसी से झगड़ा मोल लेना आपके लिए नुकसानदायक साबित हो सकता है, इसलिए अपने काम से काम रखेंगे, तो बेहतर होगा। दांपत्य जीवन के लिए दिन काफी सामान्य रूप से बीतेगा। हालांकि प्रेम जीवन में आपको उतार-चढ़ाव का सामना करना पड़ सकता है। इस दौरान कोई भी यात्रा करने से आपको बचना होगा। पारिवारिक तनाव को बढ़ने से रोकने की कोशिश करें।आपको अपनी सेहत के प्रति ज़्यादा सावधानी बरतने की ज़रूरत है, ख़ास तौर पर रक्तचाप के मरीज़ों को। आज के दिन आप धन से जुड़ी समस्या के कारण परेशान रह सकते हैं। इसके लिए आपको अपने किसी विश्वास पात्र से सलाह लेनी चाहिए। घर पर आपके बच्चे आपके सामने किसी समस्या को तिल का ताड़ बनाकर पेश करेंगे- कोई भी क़दम उठाने से पहले तथ्यों की भली-भांति पड़ताल कर लें। यह दिन प्रसन्नता और ज़िन्दादिली के साथ किसी ख़ास संदेश को भी देगा । बातचीत में कुशलता आज आपका मज़बूत पक्ष साबित होगी। आज आपको अपने जीवनसाथी से एक बार फिर प्यार हो जाएगा। आज आपके जोशीले अंदाज से आपके सहकर्मी आपसे आकर्षित हो सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- ज्ञानी, विद्वान और न्यायकर्ता लोगों का सम्मान करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज अपने काम पर पूरा ध्यान देंगे और यह पूछेंगे कि कोई कमी तो नहीं है, इसकी वजह से आप काफी बिजी रहने वाले हैं। यही वजह होगी कि आप अपने परिवार के दायित्वों से विमुख हो सकते हैं, जो कि एक अच्छी बात नहीं है, इसलिए आपको अपनी जिम्मेदारियों को सभी प्रकार से समझते हुए उनमें समन्वय बिठाना चाहिए। यदि आप किसी से प्रेम करते हैं, तो दिनमान काफी अनुकूल रहेगा और आपके प्रिय से आपके संबंधों में निकटता बढ़ेगी, जो लोग शादीशुदा हैं। उनको दांपत्य जीवन में सुखों की प्राप्ति होगी और वे अपने दांपत्य जीवन को इंजॉय करेंगे। जीवन साथी के साथ मार्केट जा सकते हैं।आज आपकी सेहत पूरी तरह अच्छी रहेगी। आज के दिन धन हानि होने की संभावना है इसलिए लेन-देन से जुड़े मामलों में जितना आप सतर्क रहेंगे उतना ही आपके लिए अच्छा रहेगा। आपकी पारिवारिक सदस्यों को क़ाबू में रखने और उनकी न सुनने प्रवृत्ति की वजह से बेवजह वादविवाद हो सकता है और आपको आलोचना का सामना भी करना पड़ सकता है। इकतरफ़ा प्यार आपके लिए काफ़ी ख़तरनाक साबित होगा। शाम का वक्त अच्छा रहे इसके लिए आपको दिनभर मन लगाकर काम करने की जरुरत है। जीवनसाथी की ओर से जानबूझ कर भावनात्मक चोट मिल सकती है, जिसके चलते आप उदास हो सकते हैं। आज आपके मन में उदासी रहेगी और आप नहीं जान पाएंगे कि इसका कारण क्या है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- दिन के किसी एक भोजन में नमक न खाएं इससे प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज भाग्य आपके साथ खड़ा होगा। इससे आपको कार्य में सफलता मिलेगी। आपके पिता से आपके संबंध बेहतर बनेंगे और आप समाज में एक अच्छा स्थान प्राप्त करेंगे। आज के दिन आपको कहीं से अच्छा धन लाभ हो सकता है और पारिवारिक जीवन की बात करें, तो घरेलू मोर्चे पर भी आप आज मजबूत बनेंगे और परिवार में खुशियां रहेंगी, जिससे आपको  काफी अच्छा महसूस होगा और आप काम में और मेहनत से आगे बढ़ेंगे। नौकरी वालों को आज काफी अच्छे समय की प्राप्ति होगी। आपके काम की तारीफ होगी। शादीशुदा लोग अपने जीवन साथी के साथ किसी खूबसूरत जगह घूमने जा सकते हैं।नफ़रत की भावना महंगी पड़ सकती है। यह न केवल आपकी सहन-शक्ति घटाती है, बल्कि आपके विवेक को भी ज़ंग लगा देती है और रिश्तों में हमेशा के लिए दरार डाल देती है। धन से जुड़ा कोई मसला आज हल हो सकता है और आपको धन लाभ हो सकता है। आपका अड़ियल रवैया घर पर लोगों के दिलों को चोट पहुँचा सकता है, यहाँ तक कि नज़दीकी दोस्त भी आहत हो सकते हैं। आपका प्रिय दिन भर आपको याद करने में समय बिताएगा। कई कामों को छोड़कर आप आज अपने पसंदीदा कामों को करने का मन बनाएंगे लेकिन काम की अधिकता के कारण आप ऐसा नहीं कर पाएँगे। वैवाहिक जीवन में स्नेह को दिखलाने का अपना महत्व है और इस चीज़ का अनुभव आज आप करेंगे। आज आप सबसे दूर जाने के बारे में सोच सकते हैं। आपके मन में संन्यास लेने की भावना आज प्रबल रहेगी। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- साबुत हल्दी बहते जल में प्रवाहित करने से सेहत अच्छी रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज आपका स्वास्थ्य थोड़ा कमजोर रहेगा और मानसिक तनाव भी बढ़ा चढ़ा हो सकता है, जिससे कामों में दिक्कतें हो सकती हैं। हालांकि भाग्य की कृपा से कई रुके हुए काम बन सकते हैं और धन की प्राप्ति हो सकती है। आज का दिन यात्रा पर जाने के लिए काफी अच्छा रहेगा और इस यात्रा से आपको मनचाही खुशी मिलेगी। आज संभव है कि आपके जीवन में कोई नया व्यक्ति आए, जो आपको बहुत प्यार दे और आप उसके हरदम अजीज बन जाएं। यदि आप शादीशुदा हैं, तो दांपत्य जीवन में आज का दिन थोड़ा सा कमजोर रहेगा और कुछ बातों को लेकर आपका जीवन साथी आपसे नाराज हो सकता है, इसलिए उन्हें मनाने की कोशिश करें। मगर ध्यान से जो लोग किसी प्रेम संबंध में हैं, उन्हें आज दिक्कतें होंगी क्योंकि आज अपने प्रिय से मिल पाने में कुछ समस्याएं आएंगी।जो धुंध आपके चारों तरफ़ छायी हुई है और आपकी प्रगति को बाधित कर रही है, उससे बाहर निकलने का समय है। अपने अतिरिक्त धन को सुरक्षित जगह पर रखिए, जो आने वाले वक़्त में आप फिर पा सकें। घरेलू ज़िंदगी सुकूनभरी और ख़ुशनुमा रहेगी। प्यार का बुख़ार आपके सर पर चढ़ने के लिए तैयार है। इसका अनुभव कीजिए। यात्रा और भ्रमण वग़ैरह न सिर्फ़ आनन्ददायक सिद्ध होंगे, बल्कि काफ़ी शिक्षाप्रद भी रहेंगे। आज के दिन आपका वैवाहिक जीवन एक ख़ूबसूरत बदलाव से गुज़रेगा। काम को करने से पहले ही उसके बारे में अच्छा बुरा न सोचें, बल्कि खुद को एकाग्र करने की कोशिश करें इससे सारे काम अच्छी तरह हो पाएंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- मिटटी की गुल्लक में सिक्के डालें और भरने पर किसी तीर्थ या बच्चों को देने से स्वास्थ्य बेहतर होगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन इनकम में बढ़ोतरी का संकेत दे रहा है, जिससे आपकी खुशी बढ़ेगी। केवल इसी सिलसिले में नहीं बल्कि व्यापार में भी आपको आज अच्छा खासा मुनाफा हो सकता है। परिवार में भी सभी लोग हंसी-खुशी रहेंगे और आपको स्वादिष्ट व्यंजन खाने को मिल सकते हैं, जिससे आपके चेहरे पर खुशी होगी। दांपत्य जीवन में जीवन साथी से प्रेम और अपनेपन की बढ़ोतरी होगी, जो लोग किसी से प्रेम करते हैं, उन्हें भी आज का दिन काफी बढ़िया परिणाम देने वाला साबित होगा। आपको अपने बढ़ते हुए खर्चों पर ध्यान देना होगा क्योंकि ये आर्थिक स्थिति को बिगाड़ सकते हैं।आज आप उम्मीदों की जादुई दुनिया में हैं। आज आप घर से बाहर तो बहुत सकारात्मकता के साथ निकलेंगे लेकिन किसी कीमती वस्तु के चोरी होने की वजह से आपका मूड खराब हो सकता है। ऐसा कोई जिसे आप जानते हैं, आर्थिक मामलों को ज़रूरत से ज़्यादा गंभीरता से लेगा और घर में थोड़ा-बहुत तनाव भी पैदा होगा। आज आपको महसूस होगा कि आपका महबूब आपसे कितना प्यार करता है। मौज-मस्ती के लिए घूमना संतोषजनक रहेगा। यह आपके पूरे वैवाहिक जीवन के सबसे ज़्यादा स्नेहपूर्ण दिनों में से एक हो सकता है। जीवन में सरलता तभी रहती है जब आपका व्यवहार सरल रहता है। आपको भी अपने व्यवहार में सरलता लाने की जरुरत है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- अच्युतं केशवं विष्णुं हरिं सत्यं जनार्दनम्। हंसं नारायणं चैवमेतन्नमाष्टकम् पठेत।। विष्णु जी के इन 8 नामों का जाप करने से आर्थिक उन्नति होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन कई तरीकों से लाभ देगा नौकरी करने वालों के काम की तारीफ होगी। और वह लोग आपकी सलाह से काम करना पसंद करेंगे। आर्थिक तौर पर भी आज का दिन मजबूत है और धन लाभ के प्रबल योग बन रहे हैं।  शादीशुदा लोगों का दांपत्य जीवन आज बहुत खुशनुमा रहेगा और जीवन साथी से संबंधों में प्रेम बढ़ेगा। जो लोग किसी प्रेम संबंध में है, उन्हें आज निराशा का सामना करना पड़ सकता है और बिना वजह की यात्रा मानसिक तौर पर तनाव दे सकती है। अपने साथ किसी को लेकर जाएं।दिन की शुरुआत आप योग ध्यान से कर सकते हैं। ऐसा करना आपके लिए फायदेमंद रहेगा और सारे दिन आपमें ऊर्जा रहेगी। दीर्घावधि निवेश से बचिए और अपने दोस्तों के साथ बाहर जाकर कुछ ख़ुशी के पल बिताएँ। घर के माहौल की वजह से आप उदास हो सकते हैं। कोई पौधा लगाएँ। आपका खाली समय आज मोबाइल या टीवी देखने में बर्बाद हो सकता है। इससे आपके जीवनसाथी को आपसे खिन्नता भी होगी क्योंकि आप उनसे बात करने में कोई दिलचस्पी नहीं दिखाएँगे। जीवनसाथी के ख़राब व्यवहार का नकारात्मक असर आपके ऊपर पड़ सकता है। अगर आज कुछ अधिक करने को नहीं है तो अपने घर के सामानों को दुरुस्त करके आप अपने को व्यस्त रख सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- पारिवारिक जीवन में खुशहाली के लिए पुरुष मस्तक पर लाल टीके का व गृहणियाँ लाल सिंदूर का प्रयोग करें। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन खरीदारी में ज्यादा व्यस्त रहेंगे। यदि आप किसी से प्रेम करते हैं, तो आज उन्हें आपसे कोई तोहफा मिल सकता है और आपको उनका साथ मिलेगा क्योंकि वह आपके साथ कंधे से कंधा मिलाकर चलने की कोशिश करेंगे। यदि आप शादीशुदा हैं, तो संतान से अच्छे परिणाम आपको मिलेंगे और वह आपके सुख को बढ़ाने वाली साबित होंगी। आपकी इनकम तो बढ़ेगी ही इनकम को बढ़ाने वाले कुछ नए जरिए भी आपको आज मिल सकते हैं। जहां आप नौकरी करते हैं, वहां पर कुछ लोगों की आपसी झड़प भी हो सकती है। शाम का समय परिवार वालों के साथ बिताना चाहेंगे।किसी ऊँचे और ख़ास इंसान से मिलते समय घबराएँ नहीं और आत्मविश्वास बनाए रखें। यह सेहत के लिए उतना ही ज़रूरी है, जितना काम-धंधे के लिए पैसा। पैसे की अहमियत को आप अच्छे से जानते हैं इसलिए आज के दिन आपके द्वारा बचाया गया धन आपके बहुत काम आ सकता है और आप किसी बड़ी मुश्किल से निकल सकते हैं। आपको ख़ुश रखने के लिए माता-पिता और दोस्त पूरी कोशिश करेंगे। दोस्ती में प्रगाढ़ता के चलते रोमांस का फूल खिल सकता है। बिना किसी को बताए आज आप अकेले वक्त बिताने घर से बाहर जा सकते हैं। लेकिन आप अकेले तो होंगे लेकिन शांत नहीं आपके दिल में आज के दिन कई चिंताएं हैं होंगी। जीवन साथी की किसी बात को गंभीरता से न लेने की स्थिति में विवाद हो सकता है। अपने साथी के लिए कोई बेहतरीन पकवान बनाना आपके फीके पड़े रिश्तों में गर्मजोशी भर सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- शुक्रवार को श्री सूक्त का पाठ करना प्रेम सम्बन्धों के लिए बहुत शुभ है। \n"
}]
