horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nइस राशि के जातकों के लिए कार्य क्षेत्र में आज कुछ दुविधा की स्थिति रहेगी, इसलिए कोशिश करें कि अपने से अनुभवी लोगों से सलाह लेकर ही काम करें, तभी सफलता मिलती हुई नजर आ रही है। व्यापार के लिए आज का दिन बहुत  बढ़िया नहीं दिख रहा है, इसलिए धन प्राप्ति में भी मुश्किल है। आज आपकी अपने जीवन साथी के साथ हुई तनाव की स्थिति उत्पन्न होती हुई नजर आ रही है।आउटडोर खेल आपको आकर्षित करेंगे- ध्यान और योग आपको फ़ायदा पहुँचाएंगे। आज किसी पार्टी में आपकी मुलाकात किसी ऐसे शख्स से हो सकती है जो आर्थिक पक्ष को मजबूत करने के लिए आपको अहम सलाह दे सकता है। दिन के दूसरे हिस्से में कुछ दिलचस्प और रोमांचक काम करने के लिए बढ़िया वक़्त है। जो लोग अब तक सिंगल हैं उनकी मुलाकात आज किसी खास से होने की संभावना है लेकिन बात को आगे बढ़ाने से पहले यह जरुर जान लें कि कहीं वो शख्स किसी के साथ रिश्ते में न हो। आज आपने जो नई जानकारी हासिल की है, वह आपको अपने प्रतिस्पर्धियों पर बढ़त दिलाएगी। इस राशि के उम्रदराज जातक आज के दिन अपने पूराने मित्रों से खाली समय में मिलने जा सकते हैं। आप और आपका हमदम एक-दूसरे से आज एक-दूसरे की ख़ूबसूरत भावनाओं का इज़हार कर सकेंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- किसी भी लड़की(चंद्रमा) का दिल न दुखाएं व अपनी गर्लफ्रेंड का सम्मान करना लव लाइफ के लिए अच्छा है। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम फलदायक रहेगा। यदि आप कोई काम पार्टनरशिप में करना चाहते हैं, तो उसके लिए  आज का समय उपयोगी है। आज आपका कोई पुराना अनुभव आपके लिए मददगार साबित होगा। आर्थिक स्थिति के लिहाज से आज आपका दिन आज अच्छा रहेगा। आप आज अपने खर्चों को कम करने की कोशिश करते नजर आएंगे।  आज कामकाज के मामले में आप कुछ स्वार्थी रहेंगे, जिससे लोगों को परेशानी भी होगी।सामाजिक मेलजोल से ज़्यादा सेहत को प्राथमिकता दी जानी चाहिए। जिन लोगों ने जमीन खरीदी थी और अब उसे बेचना चाहते हैं उन्हें आज कोई अच्छा खरीदार मिल सकता है और जमीन बेचकर उन्हें अच्छा धन लाभ हो सकता है। प्रभावशाली और महत्वपूर्ण लोगों से परिचय बढ़ाने के लिए सामाजिक गतिविधियाँ अच्छा मौक़ा साबित होंगी। अपने प्रिय से दूर होने के बावजूद आप उसकी मौजूदगी महसूस करेंगे। वरिष्ठ से आपको पदोन्नति या लम्बे वक़्त से लटके किसी काम के पूरे होने का तोहफ़ा मिल सकता है। आज टीवी या मोबाइल पर कोई मूवी देखने में आप इतना व्यस्त हो सकते हैं कि आप जरुरी कामों को करना भी भूल जाएंगे। आज के दिन आपके और आपके जीवनसाथी के लिए गहरी आत्मीयतापूर्ण बातें का सही समय है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- किन्नरों(बुध नपुंसक ग्रह है) को हरे वस्त्र और हरी चूड़ियां दान देने से सेहत अच्छी रहेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआप आज अपने मन को इधर उधर ना भटकने दे यदि ऐसा हुआ, तो आज आपको नुकसान हो सकता है। आज आपकी आर्थिक स्थिति में धन की बढ़ोतरी होगी। उसके लिए आज अनूकुल समय है। आज आपके मान सम्मान में तरक्की होती हुई नजर आ रही है। आपके कामकाज में कुछ कलात्मकता रहेगी, जिसमें आपको अपने उच्चाधिकारियों का पूर्ण सहयोग प्राप्त होगा, लेकिन आपको पूरा फोकस अपने काम पर लगाना होगा।ख़ुशी से भरा अच्छा दिन है। जिन लोगों ने किसी अनजान शख्स की सलाह पर कहीं निवेश किया था आज उन्हें उस निवेश से फायदा होने की पूरी संभावना है। आज का दिन ख़ुशियों से भरा रहेगा, क्योंकि आपका जीवन-साथी आपको ख़ुशी देने का हर प्रयास करेगा। आज आप अपने जीवन की परेशानियों को अपने संगी से साझा करना चाहेंगे लेकिन वो अपनी परेशानियों के बारें में बता के आपको और ज्यादा परेशान कर देंगे। नई परियोजनाओं और कामों को अमली जामा पहनाने के लिए बेहतरीन दिन है। यह दिन बेहतरीन दिनों में से एक हो सकता है। आज दिन में आप कई अच्छे प्लान भविष्य के लिए बना सकते हैं लेकिन शाम के वक्त किसी दूर के रिश्तेदार के घर में आ जाने के कारण आपके सारे प्लान धरे के धरे रह सकते हैं। आपका जीवनसाथी आपकी ज़रूरतों को अनदेखा कर सकता है, जिसके चलते आप चिड़चिड़े हो सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- काली-सफेद गाय को खाना खिलाने से प्रेम सम्बन्ध अच्छे होंगे। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला नजर आ रहा है। आज हानि और लाभ का विश्लेषण करने के बाद जोखिम का कार्य पूरा करने का प्रयत्न करेंगे, जिससे लाभ की भी अच्छी संभावनाएं बनती दिख रही है। यदि आपकी कोई पुरानी समस्याएं चल रही हैं, तो आज आप उनका हल निकालने में भी कामयाब रहेंगे। आप की महत्वकांक्षी आएं बढेगी। आज किसी नए उत्पाद के उत्पादन के लिए भी अनुकूल समय है। आज धन की स्थिति भी अच्छी नजर आ रही है।आज आपके पास अपनी सेहत और लुक्स से जुड़ी चीज़ों को सुधारने के लिए पर्याप्त समय होगा। आज आपको अपनी संतान की वजह से आर्थिक लाभ होने की संभावना नजर आ रही है। इससे आपको काफी खुशी होगी। पारिवारिक सदस्य या जीवन-साथी तनाव की वजह बन सकते हैं। आपकी आँखें चमकने लगेंगी और धड़कनें तेज़ हो जाएंगी, आज जब आप अपनी सपनों की राजकुमारी से मिलेंगे। एक अहम प्रोजेक्ट- जिसपर आप काफ़ी अरसे से काम कर रहे थे- टल हो सकता है। खाली वक्त का आज आप सदुपयोग करेंगे और उन कामों को पूरा करने की कोशिश करेंगे जो बीते दिनों पूरे नहीं हो पाए थे। अपने जीवनसाथी के चलते आप महसूस करेंगे कि स्वर्ग धरती पर ही है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- गाय को हरा साग-सब्जियाँ खिलाने से नौकरी/बिज़नेस में फायदा होगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए लाभदायक रहेगा। आर्थिक स्थिति के लिहाज से आज दिन अनुकूल है। आप भूमि भवन आदि पर धन खर्च करना चाहते हैं, तो कर सकते हैं क्योंकि आपका यह कार्य पूरा होता हुआ नजर आ रहा है। आप कार्य क्षेत्र में किसी नूतन प्रणाली का प्रयोग कर सकते हैं, जो कि कुछ लोगों को अटपटी लग सकती है, लेकिन भविष्य में आप के कामकाज को बहुत प्रशंसा मिलने की संभावना बनती नजर आ रही है।आपको लंबे समय से महसूस हो रही थकान और तनाव से आराम मिलेगा। इन परेशानियों से स्थायी निजात पाने के लिए जीवन-शैली में बदलाव लाने का सही समय है। अपने जीवनसाथी के साथ मिलकर आज आप भविष्य के लिए कोई आर्थिक योजना बना सकते हैं और उम्मीद है कि यह योजना सफल भी होगी। शाम के समय कुछ हँसी-ख़ुशी भरा वक़्त अपने बच्चों के साथ गुज़ारें। अपने प्रेम-प्रसंग के बारे में इधर-उधर ज़्यादा बातें न करें। आपके कठिन परिश्रम को पुरस्कार मिलेगा, क्योंकि आपकी पदोन्नति हो सकती है। आर्थिक लाभ के बारे में न सोचें, क्योंकि आगे चलकर आपको इससे बहुत फ़ायदा होगा। समय का सदुपयोग करना सीेखें। यदि आपके पास खाली वक्त है तो कुछ रचनात्मक करने की कोशिश करें। वक्त को बर्बाद करना अच्छी बात नहीं है। ठीक कम्यूनिकेशन न होने के चलते परेशानी खड़ी हो सकती है, लेकिन मिल-बैठकर बात करने से चीज़ें सुजझाई जा सकती हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- किसी भी शनि मंदिर में तेल व प्रसाद चढ़ाने से लव लाइफ अच्छी रहेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज जो लोग मार्केटिंग से जुड़े हैं, उनके लिए अच्छा लाभ मिलने की संभावना है। लंबी यात्रा का आज योग बन रहा है। आपकी की स्थिति के लिहाज से आज दिन उत्तम नजर आ रहा है। अपनी पुरानी रूढ़िवादी विचारधारा को पीछे छोड़ कर आज नवीन प्रयोग करेंगे। आपके बचपन के किसी मित्र की मदद से आज आप के कामकाज आसानी से पूरे हो जाएंगे।आज आपके पास अपनी सेहत और लुक्स से जुड़ी चीज़ों को सुधारने के लिए पर्याप्त समय होगा। जो लोग अपने करीबियों या रिश्तेदारों के साथ मिलकर बिजनेस कर रहे हैं उन्हें आज बहुत सोच समझकर कदम रखने की जरुरत है नहीं तो आर्थिक नुक्सान हो सकता है। घर के किसी सदस्य के व्यवहार की वजह से आप परेशान रह सकते हैं। आपको उनसे बात करने की जरुरत है। काम के दबाव के चलते मानसिक उथल-पुथल और परेशानियों का सामना करना पड़ सकता है। दिन के उत्तरार्ध में ज़्यादा तनाव न लें और आराम करें। नए विचार फ़ायदेमंद साबित होंगे। खाली समय का सदुपयोग होना चाहिए लेकिन आप आज आप इस समय का दुरुपयोग करेंगे और इस वजह से आपका मूड भी खराब होगा। आपके जीवनसाथी की मांगें तनाव का कारण बन सकती हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- तले हुए काले चने गरीबों में बाँटने से प्रेम सम्बन्धों में वृद्धि होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआप के कार्यकाल में आज आप पर कामकाज का दबाव बनता हुआ नजर आ रहा है, जिसकी वजह से चित्र में अस्थिरता रहेगी। आर्थिक स्थिति के लिहाज से आज दिन बहुत अच्छा है। आपको कोई पैतृक संपत्ति मिलने की संभावना बनती नजर आ रही है और आपको एक से ज्यादा धन के स्त्रोतों से लाभ की प्राप्ति होगी।आपका उदार स्वभाव आज आपके लिए कई ख़ुशनुमा पल लेकर आएगा। आर्थिक तौर पर सुधार तय है। घर में और आस-पास छोटे-मोटे बदलाव घर की सजावट में चार चांद लगा देंगे। किसी से आँखें चार होनी की काफ़ी संभावना है। रचनात्मक कामों से जुड़े लोगों के लिए बेहतरीन दिन है, क्योंकि उन्हें वह शोहरत और पहचान मिलेगी जिसकी उन्हें लम्बे समय से तलाश थी। आज के दिन में आप बहुत व्यस्त रहेंगे लेकिन शाम के वक्त अपने मनपसंद कामों को करने के लिए भी आपके पास पर्याप्त समय होगा। आप अपने वैवाहिक जीवन की सारी ख़राब यादें भूल जाएंगे और आज का भरपूर लुत्फ़ लेंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- घर में तिल के तेल में थोड़े काले-सफेद तिल डालकर दीपक जलाने से पारिवारिक सुख बढ़ेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज खर्चों को लेकर कुछ चिंता बनी रहेगी, लेकिन फिर भी आर्थिक स्थिति के लिहाज से आज का दिन अच्छा दिख रहा है। आज आप के कामकाज में कलात्मकता रहेगी। पूर्ण आत्मविश्वास के साथ अपने कामकाज पूरे करेंगे। व्यापार और व्यवसाय में बरहम की स्थितियां उत्पन्न होते हुए नजर आ रही हैं। आपके पास रिसोर्सेज की कमी महसूस होती हुई दिख रही है।आज आपका स्वास्थ्य दुरुस्त रहने की पूरी उम्मीद है। अपने अच्छे स्वास्थ्य के चलते आज आप अपने दोस्तों के साथ खेलने का प्लान बना सकते हैं। जिन लोगों ने किसी अनजान शख्स की सलाह पर कहीं निवेश किया था आज उन्हें उस निवेश से फायदा होने की पूरी संभावना है। एक ख़ुशनुमा और बढ़िया शाम के लिए आपका घर मेहमानों से भर सकता है। फूल देकर अपने प्यार का इज़हार करें। अपने बॉस/वरिष्ठों को घर पर बुलाने के लिए अच्छा दिन नहीं है। आप चाहें तो परेशानियों को मुस्कुराकर दरकिनार कर सकते हैं या उनमें फँसकर परेशान हो सकते हैं। चुनाव आपको करना है। वैवाहिक जीवन को अधिक सुखमय बनाने के आपके प्रयास उम्मीद से ज़्यादा रंग लाएंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- नेत्रहीन, कोढ़ी, अपंग को एक से अधिक रंग का कपड़ा दान करने से नौकरी व बिज़नेस में फायदा मिलेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज आप अपने खर्चों को लेकर सतर्क रहें। कर्जा बढ़ता हुआ दिख रहा है और धन प्राप्ति के मार्ग में भी बांदा उत्पन्न होने के योग बन रहे हैं। इस राशि के जातक आज अपने शत्रुओं पर काबू पाने का प्रयत्न करते रहेंगे। आपकी स्वास्थ्य संबंधी परेशानियां कामकाज में अवरोध उत्पन्न कर सकती है, इसलिए सावधान रहें।आप अपने काम पर एकाग्रता बरक़रार रखने में दिक़्क़त महसूस करेंग, क्योंकि आज आपकी सेहत पूरी तरह ठीक नहीं होगी। प्राप्त हुआ धन आपकी उम्मीद के मुताबिक़ नहीं होगा। अगर आप पार्टी करने की सोच रहे हैं, तो अपने अपने अच्छे दोस्तों को बुलाएँ। ऐसे कई लोग होंगे, जो आपका उत्साह बढाएंगे। आपको अपने प्रिय के साथ समय बिताने की ज़रूरत है, ताकि आप दोनों एक-दूसरे को अच्छी तरह से जान व समझ सकें। इस राशि के जातकों को कार्यक्षेत्र में आवश्यकता से अधिक बोलने से बचना चाहिए नहीं तो आपकी छवि पर बुरा प्रभाव पड़ सकता है। इस राशि के कारोबारियों को किसी पुराने निवेश की वजह से आज घाटा होने की संभावना है। छात्रोंं के दिमाग में आज प्यार का बुखार छा सकता है और इस वजह से उनका काफी समय बर्बाद हो सकता है। आज आप अपने जीवनसाथी से काफ़ी आत्मीय बातचीत कर सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- इलायची (बुध की कारक) का सेवन करने से हेल्थ अच्छी होगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज स्वास्थ्य की सेवाओं पर आज धन खर्च करने की संभावना में है। आज आर्थिक स्थिति के लिहाज से आपका दिन अनुकूल है। इस राशि के जातकों को आज अपने पार्टनर का पूर्ण सहयोग कामकाज में मिलेगा, जिससे वह खुश नजर आएंगे और मेहनत करने से आपको अच्छे परिणाम देखने को मिलेंगे। मान सम्मान और पदोन्नति बढ़ने की संभावनाएं नजर आ रही है।किसी दोस्त की ज्योतिषीय सलाह आपकी सेहत के लिए काफ़ी उपयोगी रहेगी। जो व्यापारी अपने कारोबार के सिलसिले में घर से बाहर जा रहे हैं वो अपने धन को आज बहुत संभालकर रखें। धन चोरी होने की संभावना है। अपने परिवार की भलाई के लिए मेहनत करें। आपके कामों के पीछे प्यार और दूरदृष्टि की भावना होनी चाहिए, न कि लालच का ज़हर। आपका प्रिय दिन भर आपको याद करने में समय बिताएगा। लंबित परियोजनाएँ पूरी होने की दिशा में बढ़ेंगी। खाली समय का सदुपयोग होना चाहिए लेकिन आप आज आप इस समय का दुरुपयोग करेंगे और इस वजह से आपका मूड भी खराब होगा। आपके जीवनसाथी का आन्तरिक सौन्दर्य बाहर भी पूरी तरह महसूस होगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- स्नान करने के बाद सफेद चंदन का तिलक मस्तक पर करने से आर्थिक पक्ष अच्छा रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन उतार-चढ़ाव से परिपूर्ण रहेगा। गृहस्थ जीवन के लिए आज का दिन अच्छा रहेगा। जीवनसाथी अपने दिल की बात आपसे कहेगा। प्रेम जीवन जीने वालों को कुछ चुनौतियों का सामना करना पड़ेगा। परिवार का माहौल सकारात्मक रहेगा। लोगों में दूसरे के प्रति स्नेह और प्रेम की भावना रहेगी। काम के सिलसिले में भी अच्छे नतीजे मिलेंगे। आपको अपनी मेहनत और अपना स्किल दिखाने का मौका मिलेगा।भीड़भाड़ भरे इलाक़ों में यात्रा करते समय रक्तचाप के रोगियों को अतिरिक्त सावधान रहने की आवश्यकता है। जो लोग अब तक पैसेे को बेवजह खर्च कर रहे थे आज उन्हें समझ आ सकता है कि पैसे की जीवन में क्या अहमियत है क्योंकि आज अचानक आपको पैसे की जरुरत पड़ेगी और आपके पास पर्याप्त धन नहीं होगा। अपना नज़रिया दोस्तों और रिश्तेदारों पर थोपने की कोशिश न करें। क्योंकि न सिर्फ़ यह आपके लिए कुछ ख़ास फ़ायदेमंद साबित नहीं होगा, बल्कि ऐसा करना उन्हें नाराज़ भी कर सकता है। आज आप जीवन में सच्चे प्रेम की कमी का अनुभव करेंगे। ज़्यादा चिंता न करें, हर चीज़ समय के साथ बदलती है और इसलिए आपकी रोमांटिक ज़िंदगी में भी बदलाव आएगा। जो लोग विदेश व्यापार से जुड़े हैं उन्हें आज मनमाफिक फल मिलने की पूरी उम्मीद है। इसके साथ ही नौकरी पेशा से जुड़े इस राशि के जातक आज अपनी प्रतिभा का पूर्ण इस्तेमाल कार्यक्षेत्र में कर सकते हैं। दिन उम्दा है, आज के दिन अपने लिए समय निकालें और अपनी कमियों और खुबियों पर गौर फर्माएं। इससे आपके व्यक्तित्व में सकारात्मक परिवर्तन आएंगे। लंबे समय से कामकाज का दबाव आपके वैवाहिक जीवन के लिए कठिनाई खड़ा कर रहा है। लेकिन आज सारी शिकायतें दूर हो जाएंगी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- चावल या चाँदी माता से लेकर अपने पास रखना आर्थिक उन्नति में सहायक होगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन कामकाज के लिए अनुकूल रहेगा, इसलिए इसका पूरा फायदा उठाएं। निवेश संबंधित योजनाओं पर गंभीरता से विचार करें। लाभ की अच्छी संभावनाएं बनती हुई दिख रही हैं। आज आप धन संबंधित जरूरतों को लेकर कुछ चिंतित नजर आएंगे। अत्यधिक सोचने के कारण आप थोड़ा परेशान होंगे।आज शान्त और तनाव-रहित रहें। आपके घर से जुड़ा निवेश फ़ायदेमंद रहेगा। आपको ख़ुश रखने के लिए माता-पिता और दोस्त पूरी कोशिश करेंगे। प्यार का जज़्बा अनुभव के परे है, लेकिन आज आप प्यार की इस मदहोशी की कुछ झलक पा सकेंगे। इस राशि के जो लोग रचनात्मक कार्यों से जुड़े हैं उन्हें आज परेशानियों का सामना करना पड़ सकता है। आज आपको महसूस हो सकता है कि रचनात्मक कार्य करने से बेहतर नौकरी करना था। आज के समय में अपने लिए वक्त निकाल पाना बहुत मुश्किल है। लेकिन आज ऐसा दिन है जब आपके पास अपने लिए भरपूर समय होगा। आपका जीवनसाथी किसी ख़ूबसूरत सरप्राइज़ से आपका दिन बना सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- कांसे का सिक्का हरे धागे में डालकर गले में धारण करना नौकरी/बिज़नेस के लिए शुभ है। \n"
}]
