horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज के दिन अपनी गलतियों से सबक लेंगे। धन की जरूरत को समझेंगे और सही खर्च करने पर ध्यान देंगे। काम के सिलसिले में सही दिशा में आगे बढ़ेंगे। भाग्य प्रबल रहेगा। धार्मिक विचार मन में आएंगे। निजी जीवन में तनाव रह सकता है।आपका बच्चों जैसा भोला स्वभाव फिर सतह पर आ जाएगा और आप शरारती मनोदशा में होंगे। पैसे की अहमियत को आप अच्छे से जानते हैं इसलिए आज के दिन आपके द्वारा बचाया गया धन आपके बहुत काम आ सकता है और आप किसी बड़ी मुश्किल से निकल सकते हैं। ज़रूरत के वक़्त आपको दोस्तों का सहयोग मिलेगा। घर में परेशानियाँ पैदा हो सकती हैं- लेकिन अपने साथी को छोटी-छोटी बातों के लिए ताने देने से बचें। अगर आपके पास हालात से उबरने के लिए दृढ़ इच्छा-शक्ति है, तो कुछ भी असंभव नहीं है। मुमकिन है कि वैवाहिक जीवन में ठहराव से तंग आकर आपका जीवनसाथी आपके ऊपर फूट पड़े। किसी अच्छे स्पा में जाकर आप तरोताज़ा महसूस कर सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- खाने में शहद का प्रयोग करना प्रेम सम्बन्धों में मिठास घोलेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज के दिन इनकम पर ध्यान रहेगा। कुछ ऐसी बातें होंगी जो आपसे आपके बॉस द्वारा पूछी जा सकती हैं लेकिन आपके लिए ये अच्छा होगा। काम में इनका लाभ मिलेगा। निजी जीवन में खुशी और शांति रहेगी। सेहत का ध्यान रखना जरूरी होगा। ",
    "2": "मिथुन राशि : आज का राशिफल\nआज के दिन कुछ अलग करने की मन में ठानेंगे। निजी जीवन में समझदारी से काम लेकर खुशियों को काबू में करेंगे। काम के मामले में दिन आपके पक्ष में रहेगा। आप काफी मेहनत करेंगे और अच्छे पकवान खाएंगे।कोई आपका मूड ख़राब कर सकता है, लेकिन ऐसी चीज़ों को ख़ुद को क़ाबू न करने दें। व्यर्थ की चिंताएँ और परेशानियाँ आपके शरीर पर नकारात्मक असर डाल सकती हैं और त्वचा से जु‌ड़ी समस्याएँ पैदा कर सकती हैं। अपने जीवनसाथी केे साथ धन से जुड़े किसी मामले को लेकर आज आपका झगड़ा हो सकता है। हालांकि अपने शांत स्वभाव से आप सबकुछ ठीक कर देंगे। यह वक़्त इस बात को समझने का है कि ग़ुस्सा छोटा-पागलपन है और यह आपको बारी नुक़सान की तरफ़ धकेल सकता है। आज प्रेम-संबंधों में अपने स्वतन्त्र विवेक का इस्तेमाल कीजिए। चीज़ों और लोगों को तेज़ी-से परखने की क्षमता आपको दूसरों से आगे बनाए रखेगी। शादी के ठीक पहले के ख़ूबसूरत दिनों की याद ताज़ा हो सकती है - वही छेड़छाड़, आगे-पीछे घूमना और इज़हार गर्माहट पैदा करेंगे। काम की अधिकता आज आपको मानसिक रुप से परेशान कर सकती है। हालांकि शाम के वक्त थोड़ी देर ध्यान करके आप अपनी ऊर्जा वापस पा सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- चमेली का तेल, सिंदूर, चाँदी के वर्क का चोला हनुमान जी को चढाने से स्वास्थ्य अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nदिल में खुशी रहेगी। होठों पर मुस्कुराहट रहेगी। काम को मन लगाकर करेंगे जिससे अच्छा लाभ दिखाई देगा। कहीं लंबी ट्रैवलिंग पर जा सकते हैं। निजी जीवन शांतिपूर्ण रहेगा। खर्चों पर ध्यान देंगे। सेहत अच्छी रहेगी।शारीरिक तौर पर तंदुरुस्त रहने के लिए धूम्रपान की आदत छोड़ दें। आपको कई स्रोतों से आर्थिक लाभ होगा। परिवार के सदस्यों के साथ कुछ आराम के पल बिताएँ। आज आप जीवन में सच्चे प्रेम की कमी का अनुभव करेंगे। ज़्यादा चिंता न करें, हर चीज़ समय के साथ बदलती है और इसलिए आपकी रोमांटिक ज़िंदगी में भी बदलाव आएगा। व्यस्त दिनचर्या के बावजूद भी आज आप अपने लिए समय निकालपाने में सक्षम होंगे। खाली वक्त में आज कुछ रचनात्मक कर सकते हैं। अपने जीवनसाथी के साथ प्यार-मुहब्बत के लिए काफ़ी वक़्त मिलेगा, लेकिन सेहत गड़बड़ हो सकती है। अपने घर से बाहर निकलते समय अपने जरुरी सामान को एक बार जरुर देख लें। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- गरीब कन्याओं में सुंगंधित सफेद मिठाई बाँटने से स्वास्थ्य बेहतर होगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nकुछ बातों को लेकर तनाव महसूस करेंगे। काम के मामले में मेहनत सफल होगी। बाहर का वीजा लगने के योग बनेंगे। सेहत मजबूत होगी। निजी जीवन में खुशियां बरकरार रहेंगी। परिवार के सहयोग से काम बनेंगे।तली-भुनी चीज़ों से दूर रहें और नियमित व्यायाम करते रहें। ग्रह नक्षत्रों की चाल आपके लिए आज अच्छी नहीं है, आज के दिन आपको अपने धन को बहुत सुरक्षित रखना चाहिए। घरेलू काम-काज निपटाने में बच्चे मदद करेंगे। खाली वक़्त में उन्हें ऐसे काम करने के लिए उत्साहित करें। ख़ुशमिज़ाज रहें और प्यार की राह में बाधाओं का सामना करने के लिए तैयार रहें। घर से बाहर निकलकर आज आप खुली हवाओं में टहलना पसंद करेंगे। आज आपका मन शांत होगा जिसका फायदा आपको पूरे दिन मिलेगा। जीवनसाथी से बहुत ज़्यादा उम्मीदें रखना आपको वैवाहिक जीवन में उदासी की तरफ़ ले जा सकता है। आज घर पर रहेंगे लेकिन घर की उलझनें आपको परेशान कर सकती हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- मांसाहार का त्याग करने से स्वास्थ्य सेहत अच्छी रहेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nसेहत बढ़िया रहेगी। धार्मिक और आध्यात्मिक कामों में मन लगेगा। हल्के खर्चे होंगे। काम को लेकर कोई रणनीति बनानी पड़ेगी। इनकम अच्छी होने से मन में हर्ष की भावना रहेगी। निजी जीवन संतोषजनक रहेगा।गर्भवती महिलाओं को चलते-फिरते समय ख़ास ख़याल रखने की ज़रूरत है। अगर संभव हो तो ऐसे लोगों से दूर रहें जो धूम्रपान करते हैं, क्योंकि इससे पैदा होने वाले शिशु को नुक़सान हो सकता है। लम्बे समय से अटके मुआवज़े और कर्ज़ आदि आख़िरकार आपको मिल जाएंगे। दोस्त शाम के लिए कोई बढ़िया योजना बनाकर आपका दिन ख़ुशनुमा कर देंगे। आपका प्रिय आज रोमांटिक मूड में होगा। आज अपने लिए वक्त निकालकर अपने जीवनसाथी के साथ आप कहीं घूमने जा सकते हैं। हालांकि इस दौरान आप दोनों के बीच थोड़ी बहुत कहासुनी हो सकती है। थोड़ी-सी कोशिश करें तो यह दिन आपके वैवाहिक जीवन के सबसे विशेष दिनों में से एक हो सकता है। लोगों से दूरी बनाना कई बार जरुरी होता है लेकिन उन लोगों से दूरी न बनाएं जो आपके शुभचिंतक हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- तुलसी पत्र का सेवन करना स्वास्थ्य के लिए अच्छा रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nसेहत मजबूत रहने वाली है। खर्चों पर भी ध्यान जाएगा और इनकम बढ़िया होगी। दोस्तों के साथ गपशप करेंगे। जमीन जायदाद से जुड़े मामलों में सफलता मिलेगी। निजी जीवन में तनाव रहेगा। काम के मामले में अच्छे नतीजे दिखाई देंगे।\n आपका प्रबल आत्मविश्वास और आज के दिन का आसान कामकाज मिलकर आपको आराम के लिए काफ़ी वक़्त देंगे। जो लोग दुग्ध उद्योग से जुड़े हैं उन्हें आज आर्थिक लाभ होने की प्रबल संभावना है। यह परिवार में दबदबा बनाए रखने की अपनी आदतों को छोड़ने का वक़्त है। ज़िंदगी के उतार-चढ़ाव में उनके कंधे से कंधा मिलाकर साथ दें। आपका बदला हुआ बर्ताव उनके लिए ख़ुशी का सबब साबित होगा। आज अपने ख़ूबसूरत कामों को दिखाने के लिए आपका प्रेम पूरी तरह खिलेगा। शहर से बाहर यात्रा ज़्यादा आरामदेह नहीं रहेगी, लेकिन आवश्यक जान-पहचान बनाने के लिहाज़ से फ़ायदेमंद साबित होगी। आपका जीवनसाथी बिना जाने कुछ ऐसा ख़ास काम कर सकता है, जिसे आप कभी भुला नहीं पाएंगे। अपना पसंदीदा संगीत सुनना आपको एक चाय के प्याले से अधिक ताज़गी का अनुभव दे सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- माता से सम्बन्ध अच्छे रखें व उनका भूलकर भी निरादर न करें। इससे फैमिली लाइफ अच्छी होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nखुद पर भरोसा बढ़ेगा। इनकम में बढ़ोतरी होने से मन खुश रहेगा। काम में मजबूती आएगी। गवर्नमेंट से बेनिफिट मिल सकता है। परिवार में खुशी रहेगी। निजी जीवन में भी प्रेम की भावना में बढ़ोतरी होगी। जीवनसाथी की सलाह से व्यापार में लाभ होगा।तली-भुनी चीज़ों से दूर रहें और रोज़ाना कसरत करते रहें। यूं तो आज आर्थिक पक्ष अच्छा रहेगा लेकिन इसके साथ ही आपको यह ध्यान भी रखना होगा कि आप अपने पैसे को व्यर्थ में खर्च न करें। पारिवारिक सदस्यों के साथ सुकून भरे और शांत दिन का लुत्फ़ लें। अगर लोग परेशानियों के साथ आपके पास आएँ तो उन्हें नज़रअंदाज़ करें और उन्हें अपनी मानसिक शांति भंग न करने दें। अपने प्रिय के साथ सैर-सपाटे पर जाते समय ज़िंदगी को पूरी शिद्दत से जिएँ। आज ऐसे बर्ताव करें जैसे कि आप ‘सुपर-स्टार’ हैं, लेकिन सिर्फ़ उन चीज़ों की ही प्रशंसा करें जो उसके क़ाबिल हैं। यह दिन आपके सामान्य वैवाहिक जीवन से कुछ हटकर होने वाला है। आपको अपने जीवनसाथी की ओर से कुछ ख़ास देखने को मिल सकता है। घर में धार्मिक कार्य हो सकता है लेकिन आपके मन में किसी बात को लेकर चिंता बनी रहेगी। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- गाय को गुड़ खिलाने से आपका सप्ताहांत अच्छा बीतेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nसेहत अच्छी होगी। लोगों को एडवाइज देना पसंद करेंगे। काम को लेकर काफी गंभीर होंगे और पूरे ध्यान से काम करेंगे। भाग्य प्रबल रहेगा। कुछ छुपे हुए खर्चे होंगे। पारिवारिक जीवन में सुख शांति रहेगी। निजी जीवन में तनाव रहेगा।आपका स्पष्ट और निडर नज़रिया आपके दोस्त के अहम्‍को ठेस पहुँचा सकता है। पैसा अचानक आपके पास अएगा, जो अपके ख़र्चों और बिल आदि को सम्हाल लेगा। बच्चों की उनसे जुड़े मामलों में मदद करना आवश्यक है। आज रुमानियत का मौसम ज़रा ख़राब लगता है, क्योंकि आपका साथी आपसे आज कुछ ज़्यादा ही अपेक्षा करेगा। दिन को कैसे अच्छा बनाया जाए इसके लिए आपको अपने लिए भी समय निकालना सीखना होगा। आपको या आपके जीवनसाथी को बिस्तर में चोट लग सकती है। इसलिए एक-दूसरे का ख़याल रखें। आज आप गुस्से में परिवार के किसी सदस्य को भला-बुरा कह सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- पारिवारिक सुख बढ़ाने के लिए शराब न पिए क्योंकि सूर्य सात्विक ग्रह है और तामसिक वस्तुओं से चिढ़ता है। \n",
    "9": "मकर राशिः आज का राशिफल\nनिजी जीवन में तनाव खत्म होगा और प्रेम की बढ़ोतरी होगी। जमीन जायदाद से जुड़े मामलों में लाभ हो सकता है। सेहत में हल्का सुधार होगा। इनकम को लेकर ध्यान देना होगा। विरोधियों से घबराने की जरूरत नहीं है। खर्चों पर ध्यान देना जरूरी है। काम के मामले में दिन अच्छा रहेगा।ऊर्जा और उत्साह का अतिरेक आपको घेर लेगा और आप सामने आने वाले सभी मौक़ों का भरपूर फ़ायदा उठाएंगे। ख़र्चों पर क़ाबू रखने की कोशिश करें और सिर्फ़ ज़रूरी चीज़ें ही ख़रीदें। एक पारिवारिक आयोजन में आप सभी के ध्यान का केन्द्र होंगे। अपने प्रिय से दूर होने के बावजूद आप उसकी मौजूदगी महसूस करेंगे। घर के छोटे सदस्यों को साथ लेकर आज आप किसी पार्क या शॉपिंग मॉल में जा सकते हैं। आपका जीवनसाथी आज ऊर्जा और प्रेम से भरपूर है। शराब या सिगरेट का बहुत ज्यादा सेवन करना आज आपके स्वास्थ्य की स्थिति को खराब कर सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- गुड़ से बने चावल, दलिया, लाल फल, गेहूँ आदि अन्ध आश्रम में बांटना आपको काम के तनाव से मुक्त रखेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nइनकम में अच्छी बढ़ोतरी देखने को मिलेगी। हल्के खर्चे भी होंगे। निजी जीवन में तनाव बढ़ता हुआ महसूस होगा। सेहत का ध्यान रखना जरूरी होगा। काम के मामले में अपनी मेहनत काम आएगी। दूसरों पर निर्भरता ना रखें।योग और ध्यान आपको बेडौल होने से बचाने और मानसिक तौर पर सेहतमंद रखने में मददगार साबित होंगे। आज घर से बाहर बड़ों का आशीर्वाद लेकर निकलें इससे आपको धन लाभ हो सकता है। आज आप जहाँ भी जाएंगे, लोगों के बीच आप सबके ध्यान का केंद्र बने रहेंगे। बेवजह का शक रिश्तों को खराब करने का काम करता है। आपको भी अपने प्रेमी पर शक नहीं करना चाहिए। यदि किसी बात को लेकर आपके मन में उनके प्रति संशय है तो उनके साथ बैठकर हल निकालने की कोशिश करें। आपको अपने घर के छोटे सदस्यों के साथ वक्त बिताना सीखना चाहिए। अगर आप ऐसा नहीं करते हैं तो आप घर में सद्भाभ बना पाने में कामयाब नहीं हो पाएंगे. जीवनसाथी के साथ कुछ तनातनी मुमकिन है, लेकिन शाम के खाने के साथ चीज़ें भी सुलझ जाएंगी। व्यक्ति पैसे के चक्कर में स्वास्थ्य गँवाता है, फिर स्वास्थ्य के लिए पैसा – स्वास्थ्य अमूल्य धरोहर है, इसलिए आलस्य त्यागकर अपनी शारीरिक सक्रियता को बढ़ाना फ़ायदेमंद रहेगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- ॐ भौमाय नमः इस मंत्र का 11 बार उच्चारण करने से लव लाइफ ठीक रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nसेहत अच्छी रहेगी। कामों में सफलता मिलेगी। निजी जीवन में भी प्रेम और रोमांस बढ़ेगा। इनकम अच्छी खासी होगी। खर्चों में कमी आएगी। विरोधियों पर भारी रहेंगे। मन में खुशी का भाव रहेगा।किसी सज्जन पुरुष की दैवीय बातें आपको संतोष और ढांढस बंधाएंगी। अपने ख़र्चों पर क़ाबू रखें और आज हाथ खोलकर व्यय करने से बचें। नाती-पोतों से आज काफ़ी ख़ुशी मिल सकती है। आप रोमांटिक ख़यालों और सपनों की दुनिया में खोए रहेंगे। जो लोग बीते कुछ दिनों से काफी व्यस्त थे उन्हें आज अपने लिए फुर्सत के पल मिल सकते हैं। आपका जीवनसाथी आज ऊर्जा और प्रेम से भरपूर है। आज का दिन अपने व्यक्तित्व को निखारने में लगा सकते हैं। बेकार समय बिताने तो यह बेहतर ही है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- चाँदी का सिक्का सदैव जेब में रखने से आज के दिन आप तनाव से बचे रहेंगे। \n"
}]
