horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। शाम तक का समय बड़ा अच्छा रहेगा। आप दिल से खुश होंगे, लेकिन उसके बाद कुछ चिंताएं बढ़ेंगी। विरोधी परेशान करेंगे। खर्चों में बढ़ोतरी होगी। आपकी सेहत में भी उतार-चढ़ाव आ सकता है। काम के सिलसिले में दिनमान मजेदार रहेगा। आप अपने काम को इंजॉय करेंगे। शादीशुदा लोगों का गृहस्थ जीवन भी खुशनुमा रहेगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन बड़ा अच्छा रहने वाला है।अपने काम के लिए दूसरों पर दबाव न डालें। दूसरे लोगों की इच्छाओं और दिलचस्पियों पर भी ग़ौर करें, इससे आपको दिली ख़ुशी हासिल होगी। दिन के दूसरे हिस्से में आर्थिक तौर पर फ़ायदा होगा। अगर आप हर किसी की मांग पूरी करने की कोशिश करेंगे, तो सिर्फ़ नाकामी आपके हाथ लगेगी। प्रेम जीवन की डोर को मजबूत बनाए रखना चाहते हैं तो किसी तीसरे की बातों को सुनकर अपने प्रेमी के बारे में कोई भी राय न बनाएं। आप जीतोड़ मेहनत और धीरज के बल पर अपने उद्देश्य हासिल कर सकते हैं। बातचीत में कुशलता आज आपका मज़बूत पक्ष साबित होगी। पड़ोसियों का दख़ल शादीशुदा ज़िन्दगी में दिक़्क़त पैदा करने की कोशिश कर सकता है, लेकिन आप व आपके जीवनसाथी के बीच का बंधन बहुत मज़बूत है और इसे तोड़ना आसान नहीं है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- अपने भोजन में से कुछ हिस्सा निकालकर गाय को खिलाने से स्वास्थ्य अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। अपनी सभी जिम्मेदारियों को निभा कर खाली बैठेंगे और इंजॉय करेंगे। एंटरटेनमेंट में वक़्त गुजरेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बढ़िया रहेगा। अपनी क्रिएटिविटी से अपने प्रिय का दिल जीतेंगे और खुश रखेंगे। शादीशुदा लोगों के जीवन में तनाव रहेगा, फिर भी एक दूसरे के प्रति जिम्मेदारी रखिए। काम के सिलसिले में दिनमान सामान्य रहेगा। मेहनत पर ध्यान दें। मन में अच्छे विचार आएंगे।अपने वज़न पर नज़र रखें और ज़रूरत से ज़्यादा खाने से बचें। जिन लोगों ने लोन लिया था आज उन्हें उस लोन की राशि को चुकाने में दिक्कतें आ सकती हैं। घर वालों के साथ समय बिताना ख़ुशनुमा अनुभव रहेगा। सोशल मीडिआ पर अपने प्रिय के पिछले 2-3 संदेश देखिए, आपको एक ख़ूबसूरत ताज्जुब का एहसास होगा। बेहतर कामकाज के चलते आपको तारीफ़ मिल सकती है। जो लोग अब तक किसी काम में व्यस्त थे आज उन्हें अपने लिए समय मिल सकता है लेकिन घर में किसी काम के आ जाने से आप फिर से व्यस्त हो सकते हैं। संभावना है कि आपके और आपके जीवनसाथी के बीच तनाव और बढ़ सकता है। इससे बचाव न करने की स्थिति में इसके दूरगामी परिणाम अच्छे नहीं होंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- गर्म मसाले, सूखे मेवे, शहद, गुड का प्रयोग खाने में करने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। अपनी मेहनत से काम में सफलता पाएंगे। दोपहर बाद परिवार के साथ वक्त बिता कर खुद को हल्का महसूस करेंगे। सेहत ठीक-ठाक रहेगी। परिवार के लोगों का सपोर्ट मिलेगा। शादीशुदा लोगों का गृहस्थ जीवन बहुत खुशनुमा रहेगा। प्रेम जीवन बिता रहे लोग भी आज के दिन अपने रिश्ते से काफी खुश होंगे और प्रिया से प्यार भरी बातें करेंगे। काम के सिलसिले में दिन मजबूत रहेगा।आज आप ख़ुद को सुकून में और ज़िंदगी का लुत्फ़ उठाने के लिए सही मनोदशा में पाएंगे। धन से जुड़ा कोई मसला आज हल हो सकता है और आपको धन लाभ हो सकता है। शाम को रसोई के लिए ज़रूरी चीज़ों की ख़रीदारी आपको व्यस्त रखेगी। अपने प्रिय की छोटी-मोटी भूल को अनदेखा करें। काम में मन लगाएँ और जज़्बाती बातों से बचें। आज खाली वक्त का सही उपयोग करने के लिए आप अपने पुराने मित्रों से मिलने का प्लान बना सकते हैं। आपको और आपके जीवनसाथी को कोई बहुत सुखद ख़बर सुनने को मिल सकती है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- घर में तिल के तेल में थोड़े काले-सफेद तिल डालकर दीपक जलाने से पारिवारिक सुख बढ़ेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। पैसों की आवक होगी। आर्थिक स्थिति मजबूत होगी। हल्के खर्चे रहेंगे। दोपहर बाद परिवार के छोटे सदस्यों से कोई काम की बात जानने को मिलेगी। दोस्तों का सहयोग मिलेगा। काम के सिलसिले में दिनमान बढ़िया है। मेहनत का फल मिलेगा। शादीशुदा लोगों के गृहस्थ जीवन में प्रेम और रोमांच बढ़ेगा। समझदारी बढ़ेगी। प्रेम जीवन बिता रहे लोगों को थोड़ी परेशानी हो सकती है, लेकिन फिर भी प्यार में जमे रहेंगे।आज आपका आत्मविश्वास और ऊर्जा का स्तर ऊँचा रहेगा। आपके पास आज पैसा भी पर्याप्त मात्रा में होगा और इसके साथ ही मन में शांति भी होगी। अपने दोस्तों को अपने उदार स्वभाव का ग़लत फ़ायदा न उठाने दें। कोई आपको प्यार से दूर नहीं कर सकता है। आप क़ामयाबी ज़रूर हासिल करेंगे – बस एक-एक करके महत्वपूर्ण क़दम उठाने की ज़रूरत है। आज आप व्यस्त दिनचर्या के बावजूद भी अपने लिए समय निकाल पाने में समर्थ होंगे और इस खाली समय में अपने परिवार वालों के साथ गुफ्तगू कर सकते हैं। आपके आस-पास के लोग कुछ ऐसा कर सकते हैं, जिसके चलते आपका जीवनसाथी आपकी तरफ़ फिर से आकर्षित महसूस करेगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- नरसिंह चालीसा व आरती पढ़ने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। खुद और परिवार वालों के साथ कुछ महत्वपूर्ण बातों पर विचार विमर्श करेंगे। हल्के खर्चे रहेंगे, लेकिन मन को खुशी देंगे। इनकम बढ़िया रहेगी। काम के सिलसिले में ट्रैवलिंग करनी पड़ सकती है। शादीशुदा लोगों का ग्रहस्थ जीवन बहुत अच्छा रहेगा। आप अपने जीवन साथी के अच्छे का विचार करेंगे। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन बढ़िया रहेगा।पुरानी परियोजनाओं की सफलता आत्मविश्वास में वृद्धि करेगी। आज आपको अपने भाई या बहन की मदद से धन लाभ होने की संभावना है। रिश्तेदारों के यहाँ छोटी यात्रा आपके भागदौड़ भरे दिन में आराम और सुकून देने वाली साबित होगी। आपका होना इस दुनिया को आपके प्रिय के लिए रहने के क़ाबिल बनाता है। आपका वर्चस्ववादी स्वभाव आलोचना की वजह बन सकता है। आज आप सब कामों को छोड़कर उन कामों को करना पसंद करेंगे जिन्हें आप बचपन के दिनों में करना पसंद करते थे। आपका जीवनसाथी आज आपके लिए कुछ बहुत ख़ास करने वाला है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- करियर में सफल होने के लिए अपनें कार्य स्थान को साफ रखें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आप के लिए बढ़िया रहेगा। सेहत मजबूत रहेगी। परेशानियों से पीछा छूटेगा और आज काफी हल्का महसूस करेंगे। परिवार में कोई पूजा पाठ हो सकता है। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिन अच्छा रहेगा। आप अपनी बुद्धिमानी से जीवन साथी को खुश रखेंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान सामान्य रहेगा। रिश्ते में रोमांस करेंगे। काम के सिलसिले में आप पूरा दिमाग लगाकर नहीं करेंगे और अच्छे नतीजे पाएंगे।कार्यक्षेत्र में वरिष्ठों का दबाव और घर में अनबन के चलते आपको तनाव का सामना करना पड़ सकता है- जो काम में आपकी एकाग्रता को भंग करेगा। अतिरिक्त आय के लिए अपने सृजनात्मक विचारों का सहारा लें। दिन के दूसरे हिस्से में कुछ दिलचस्प और रोमांचक काम करने के लिए बढ़िया वक़्त है। ख़याली परेशानियों को छोड़ें और अपने साथी के साथ रोमांटिक समय बिताएँ। अपनी नौकरी से चिपके रहिए और दूसरों से उम्मीद मत कीजिए कि वे आकर आपकी मदद करेंगे। इस राशि वालों को आज के दिन अपने लिए समय निकालने की शख्त जरुरत है अगर आप ऐसा नहीं करते तो आपको मानसिक परेशानियां हो सकती हैं। यह दिन आपके जीवनसाथी के रूमानी पहलू को भरपूर तरीक़े से दिखाएगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- अपने इष्टदेव की सिक्के(लेड धातु) की मूर्ति बनवाकर घर में स्थापित करके पूजा करने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम फलदाई रहेगा। दोपहर बाद तक स्थिति बढ़िया रहेगी। इनकम बढ़ेगी, लेकिन उसके बाद यह खर्चों में बढ़ोतरी होगी। थोड़ा सी मानसिक चिंता बढ़ सकती है। सेहत का ध्यान शाम के समय में रखना जरूरी होगा। शादीशुदा लोगों के गृहस्थ जीवन में थोड़ा तनाव रहेगा। प्रेम जीवन बिता रहे लोग जिसको एंजॉय करेंगे। आप अपनी क्रिएटिविटी से अपने प्रिय के लिए कोई बढ़िया सा गिफ्ट लेकर आएंगे।आज आप उम्मीदों की जादुई दुनिया में हैं। जिन लोगों को आप जानते हैं, उनके ज़रिए आपको आमदनी के नए स्रोत मिलेंगे। लोग आपको आशाएँ और सपने देंगे, लेकिन असल में सारा दारोमदार आपके प्रयासों पर रहेगा। प्रेम-जीवन में आशा की नयी किरण आयेगी। पैसे बनाने के उन नए विचारों का उपयोग करें, जो आज आपके ज़ेहन में आएँ। यदि आपको व्यस्त दिनचर्या के बाद भी अपने लिए समय मिल पा रहा है तो आपको इस समय का सदुपयोग करना सीखना चाहिए। ऐसा करके अपने भविष्य को आप सुधार सकते हैं। यह दिन आपके जीवनसाथी का बेहतरीन पहलू आपको दिखाने वाला है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- रात को ॐ का 28 बार उच्चारण धीरे-धीरे व शांत मन से करना पारिवारिक सुख को बढ़ाएगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। अपने काम पर पूरा ध्यान देंगे। काम पर पकड़ मजबूत होगी। आपके बॉस भी आपसे प्रभावित होंगे। इनकम में बढ़ोतरी होगी। अगर आज सैलरी इनक्रीज की बात करेंगे, तो संभव है सफलता मिलेगी। शादीशुदा लोगों का गृहस्थ जीवन बढ़िया रहेगा। रिश्ते में रोमांस भी रहेगा और जीवन साथी के साथ कहीं घूमने जाएंगे। प्रेम जीवन बिता रहे लोगों के लिए दिन मान सामान्य रहेगा।हर इंसान को ग़ौर से सुनें, हो सकता है आपको अपनी समस्या का समाधान मिल जाए। चंद्र की स्थिति की वजह से आज आपका धन बेवजह की चीजों पर खर्च हो सकता है। अगर आपको धन संचय करके रखना है तो अपने जीवनसाथी या माता पिता से इस बारे में बात करें। क़रीबी दोस्त और साझीदार नाराज़ होकर आपकी ज़िंदगी मुश्किल बना सकते हैं। आज रोमांस आपके दिलो-दिमाग़ पर छाया रहेगा। रचनात्मक काम में लगे लोगों के लिए सफलता से भरा दिन है, उन्हें वह शौहरत और पहचान मिलेगी जिसकी उन्हें एक अरसे से तलाश थी। जल्दबाज़ी में फ़ैसले न करें, ताकि ज़िन्दगी में आगे आपको पछताना न पड़े। आपका जीवनसाथी आज काफ़ी रोमानी मिज़ाज में है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- रामचरितमानस के सुन्दरकाण्ड का पाठ करने से फैमिली लाइफ स्मूथ चलेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। अचानक से बिगड़ते हुए काम बनने लगेंगे, जिससे आपकी खुशी का कोई ठिकाना नहीं रहेगा। दोपहर बाद अपने काम में मजबूती दिखेगी। आपके प्रमोशन की बात चल सकती है। मन में मजबूती आएगी। कुछ अच्छा सोचेंगे। शादीशुदा लोगों के गृहस्थ जीवन के लिए वेतनमान अच्छा रहेगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन अच्छा है, लेकिन किसी भी बात को लेकर जल्दबाजी करना गलत होगा। इससे आपके रिश्ते पर गलत असर पड़ सकता है।कार्यक्षेत्र में वरिष्ठों का दबाव और घर में अनबन के चलते आपको तनाव का सामना करना पड़ सकता है- जो काम में आपकी एकाग्रता को भंग करेगा। अगर आपको लगता है कि आपके पास पर्याप्त धन नहीं है तो आज घर के किसी बड़े से धन संचित करने की सलाह लें। किसी पारिवारिक भेद का खुलना आपको चकित कर सकता है। आपको अपनी ओर से सबसे अच्छा बर्ताव करने की ज़रूरत है, क्योंकि आपके प्रिय का मूड बहुत अनिश्चित होगा। आपके बॉस किसी भी बहाने में दिलचस्पी नहीं ज़ाहिर करेंगे- इसलिए निगाहों में बने रहने के लिए अपना काम अच्छी तरह से करें। आप खुद को समय देना जानते हैं और आज तो आपको काफी खाली समय मिलने की संभावना है। खाली समय में आज आप कोई खेल-खेल सकते हैं या जिम जा सकते हैं। आपके जीवनसाथी की सुस्ती आपके कई कामों पर पानी फेर सकती है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- प्रेमी/प्रेमिका को चाँदी का शुद्ध कड़ा धारण करना चाहिए, इससे प्रेम सम्बन्ध अच्छे होंगे। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम रूप से फलदायक रहेगा। शाम तक आप किसी बात को लेकर बड़े चिंतित रहेंगे। मन में बेचैनी रहेगी। खाना पीना भी ठीक नहीं रहेगा, लेकिन उसके बाद एकदम से बदलाव आएगा। जैसे आपकी कोई इच्छा पूरी हो गई हो और आप मन से हर्षित होंगे। भाग्य का साथ मिलेगा। कामों में सफलता मिलेगी। शादीशुदा लोगों के गृहस्थ जीवन में बहुत ही रोमांटिक समय रहेगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन बहुत मजबूत है।बच्चों के साथ खेलना बहुत अच्छा और सुकून देने वाला अनुभव रहेगा। आज सफलता का मंत्र यह है कि उन लोगों की सलाह पर पैसे लगाएँ, जो मौलिक सोच रखते हों और अनुभवी भी हों। अगर आप अपने आकर्षण और होशियारी का इस्तेमाल करें, तो लोगों से मनचाहा व्यवहार पा सकते हैं। अपने प्रिय के साथ आज अच्छी तरह बर्ताव करें। अपना बायोडाटा भेजने या किसी इंटरव्यू में जाने के लिए अच्छा समय है। उन लोगों से मेलजोल बढ़ाने से बचें जिनके साथ आपका वक्त खराब होता है। ख़राब मिज़ाज के चलते आप महसूस कर सकते हैं कि आपका जीवनसाथी आपको बेवजह तंग कर रहा है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- अपने प्रेमी/प्रेमिका से मिलते वक़्त उन्हें पीले फूल जरूर दें इससे प्रेम सम्बन्ध मजबूत होंगे। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम फलदाई रहेगा। दोपहर तक अपने जीवन साथी के साथ बड़े अच्छे से पेश आएंगे, लेकिन दोपहर बाद कुछ परिस्थिति में बदलाव होगा। ससुराल के लोगों से किसी बात पर झड़प हो सकती है। इससे आपके गृहस्थ जीवन पर भी असर पड़ेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा रहेगा। जो लोग खुद पर नियंत्रण नहीं रखेंगे। उनको आज सेहत से जुड़ी दिक्कतें परेशान कर सकती हैं। काम के सिलसिले में दिनमान अच्छा है।पीने की आदत को अलविदा कहने के लिए बहुत ही अच्छा दिन है। आपको समझना चाहिए कि शराब सेहत की सबसे बड़ी दुश्मन है और यह आपकी क्षमताओं पर भी कुठाराघात करती है। यह बात भली भांति समझ लें कि दुख की घड़ी में आपका संचित धन ही आपके काम आएगा इसलिए आज के दिन अपने धन का संचय करने का विचार बनाएं। परिवार के सदस्यों की मदद करने के लिए अपने खाली समय का सदुपयोग करें। आप आज रुहानी प्यार की मदहोशी महसूस कर सकेंगे। इसे महसूस करने के लिए कुछ वक़्त बचाकर रखें। आपको पता लग सकता है कि आपके बॉस आपसे इतने रूखेपन से क्यों बात करते हैं। वजह जानकर आपको वाक़ई तसल्ली होगी। रात के समय आज आप घर के लोगों से दूर होकर अपने घर की छत या किसी पार्क में टहलना पसंद करेंगे। संभावना है कि आपके और आपके जीवनसाथी के बीच तनाव और बढ़ सकता है। इससे बचाव न करने की स्थिति में इसके दूरगामी परिणाम अच्छे नहीं होंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- शरीर पर सोना धारण करना आर्थिक स्थिति के लिए शुभ है। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन मान मध्यम रूप से फलदायक रहेगा। चुनौतियों में दोपहर बाद कमी आएगी और खर्चों में भी कमी आने के योग बनेंगे। आप अपने गृहस्थ जीवन पर अच्छा खासा ध्यान देंगे और जीवनसाथी की बातों को बड़े ध्यान से सुनेंगे और उन्हें मानने की भी कोशिश करेंगे। बिजनेस के लिए आज का दिन अच्छा है। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन बड़ा रोमांटिक रहेगा। आपकी सेहत अच्छी रहेगी और अपने काम को लेकर काफी लंबी रहेंगे।आज के मनोरंजन में बाहर की गतिविधियों और खेल-कूद को शामिल किया जाना चाहिए। अगर आप यात्रा पर जाने वाले हैं तो अपने कीमती सामान का ध्यान रखें उसके चोरी होने की संभावना है। खासकर अपने पर्स को आज बहुत संभालकर रखें। घरेलू मामलों और काफ़ी समय से लंबित घर के काम-काज के हिसाब से अच्छा दिन है। आज आप अपने प्रेमी के साथ कहीं घूमने का प्लान बनाएंगे लेकिन किसी जरुरी काम के आने की वजह से यह प्लान कामयाब नहीं हो पाएगा जिसकी वजह से आप दोनों के बीच कहासुनी हो सकती है। वेब डिज़ाइनर्स के लिए बेहतरीन दिन है। पूरी एकाग्रता से काम करें, क्योंकि आज आप चमक सकते हैं। कुछ लोगों को विदेश जाने का मौक़ा भी मिल सकता है। अगर आपके पास हालात से उबरने के लिए दृढ़ इच्छा-शक्ति है, तो कुछ भी असंभव नहीं है। आपके जीवनसाथी के लबों की मुस्कान पल भर में आपका सारा दर्द ग़ायब करने की क़ाबिलियत रखती हे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अपने बड़े भाई के विचारों का सम्मान करने व उनकी बात मानने से आर्थिक स्थिति में सुधार होगा। \n"
}]
