horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिनमान आपके लिए अनुकूल रहेगा। खर्चों में कमी आने से और इनकम बढ़िया होने से आज आप बैंक बैलेंस बढ़ा पाएंगे। काम के सिलसिले में भी दिनमान आपके हक में नतीजे लेकर आएगा और आप काफी मजबूत होंगे। पारिवारिक सदस्यों का पूरा सहयोग मिलेगा, जिससे आप खुद के अंदर अच्छा कॉन्फिडेंस महसूस करेंगे। सेहत भी मजबूत रहेगी लेकिन खाने पीने पर ध्यान दें, उसकी वजह से सेहत डगमगा सकती है और पेट बिगड़ सकता है।\nअच्छी चीज़ों को ग्रहण करने के लिए आपका दिमाग़ खुला रहेगा। बाकी दिनों के मुकाबले आज का दिन आर्थिक दृष्टि से अच्छा रहेगा और आपको पर्याप्त धन की प्राप्ति होगी। कोई चिट्ठी या ई-मेल पूरे परिवार के लिए अच्छी ख़बर लाएगी। आज आपकी कोई बुरी आदत आपके प्रेमी को बुरी लग सकती है और वो आपसे नाराज हो सकते हैं। बड़े उद्योगपतियों के साथ साझीदारी का व्यवसाय फ़ायदेमंद रहेगा। आज कुछ नया और सृजनात्मक करने के लिए अच्छा दिन है। जीवनसाथी के साथ हँसते-खिलखिलाते, हर पल के मज़े लेते हुए आप महसूस करेंगे कि आप किशोरावस्था में लौट गए हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- प्रेमी/प्रेमिका को वाइट डक्स(प्लास्टिक आदि का बना) का जोड़ा गिफ्ट में देने से लव लाइफ अच्छी रहेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nग्रहों की स्थिति इशारा करती है कि आज आप खुद पर भरोसा करके अपने बिजनेस को आगे बढ़ाने के लिए कुछ नया सोचेंगे। भाग्य भी आज आपके साथ रहेगा, जिससे कामों में सफलता जरूर मिलेगी। आप के खर्चे थोड़े से रहेंगे लेकिन चिंता नहीं होगी। आज आप काफी चिंताओं से बाहर निकलेंगे और जीवन को एक सही तरीके से देख पाएंगे। निजी जीवन खुशी देने वाला साबित होगा और जीवनसाथी से निकटता बढ़ेगी। आज आप कोई नया मोबाइल खरीद सकते हैं।\nअगर आप पर्याप्त आराम नहीं कर रहें है तो आप बहुत ज़्यादा थकान महसूस करेंगे और आपको अतिरिक्त आराम की ज़रूरत होगी। अतिरिक्त आय के लिए अपने सृजनात्मक विचारों का सहारा लें। छोटे बच्चे आपको व्यस्त रखेंगे और दिली सुकून देंगे। बहुत ख़ूबसूरत और प्यारे इंसान से मिलने की प्रबल संभावना है। अगर आप कामकाज के लिए ज़रूरत से ज़्यादा दबाव बनाएंगे तो लोग भड़क सकते हैं – कोई भी फ़ैसला लेने से पहले दूसरों की ज़रूरतों को समझने की कोशिश करें। आज आप ऑफिस से घर वापस आकर अपना पसंदीदा काम कर सकते हैं। इससे आपके मन को शांति मिलेगी। अपने जीवनसाथी के चलते आप महसूस करेंगे कि स्वर्ग धरती पर ही है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- तंदूर में मीठी रोटी बनवाकर कुत्ते को खिलाने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज ग्रहों की स्थिति ज्यादा अनुकूल नहीं है, इसलिए थोड़ी सी सावधानी रखें। अपना पैसा किसी को उधार ना दें और खर्चों पर ध्यान दें। निजी जीवन में जरूर सुख रहेंगे और काम के सिलसिले में आपको कुछ लोगों पर निर्भरता रखनी पड़ेगी। सेहत में उतार-चढ़ाव आ सकता है और आपके विरोधी भी आज मजबूत स्थिति में नजर आएंगे, इसलिए सावधानी से दिन व्यतीत करें।\nआज आपकी सेहत अच्छी रहेगी, जिसके चलते आप सफलता की ओर तेज़ी-से बढ़ेंगे। ऐसी हर चीज़ से परहेज़ करें, जिससे आपकी शक्ति नष्ट न हो। ख़र्चों में हुई अप्रत्याशित बढ़ोत्तरी आपके मन की शांति को भंग करेगी। अपने जीवन-साथी के साथ बेहतर समझ ज़िन्दगी में ख़ुशी, सुकून और समृद्धि लाएगी। आज आपको निराशा हाथ लग सकती है, क्योंकि मुमकिन है कि आप अपने प्रिय के साथ सैर-सपाटे पर न जा पाएँ। कार्यालय में कोई आपको कुछ बढ़िया चीज़ या ख़बर दे सकता है। तनाव से भरा दिन, जब नज़दीकी लोगों से कई मतभेद उभर सकते हैं। आप अपने जीवनसाथी के साथ रोमानी दिन गुज़ार सकते हैं, इससे आपका रिश्ता मज़बूत होगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- आर्थिक लाभ के लिए पिता या पिता सामान व्यक्ति को सूर्य की कारक वस्तुओं (गुड, गेहूँ, दलिया, लाल मिर्च, केसर) से बना भोजन कराएं। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिनमान आपके हक में फैसला सुनाएगा। आपकी आमदनी अच्छी स्थिति में होगी, जो आपके मन में हर्ष की भावना देगी। निजी जीवन में भी दिन खुशियों से भरा रहेगा और अपने प्रिय से दिल की बातें करने में मजा आएगा। जीवनसाथी भी आज आपके बिजनेस में कोई बड़ा योगदान दे सकते हैं। नौकरीपेशा हों या बिजनेस करने वाले, आज आपके लिए दिन अच्छा रहेगा और काम से संबंधित अच्छे नतीजे आपके हाथ लगेंगे। सेहत भी मजबूत नजर आएगी।\nहृदय-रोगियों के लिए कॉफ़ी छोड़ने का सही समय है। अब इसका ज़रा भी इस्तेमाल दिल पर अतिरिक्त दबाव डालेगा। आज के दिन धन हानि होने की संभावना है इसलिए लेन-देन से जुड़े मामलों में जितना आप सतर्क रहेंगे उतना ही आपके लिए अच्छा रहेगा। पारिवारिक तनावों को अपनी एकाग्रता भंग न करने दें। बुरा दौर ज़्यादा सिखाता है। उदासी के भंवर में ख़ुद को खोकर वक़्त बर्बाद करने से बेहतर है कि ज़िंदगी के सबक़ को जानने और सीखने की कोशिश की जाए। आज प्यार के मामले में सामाजिक बंधन तोड़ने से बचें। नई योजनाएँ आकर्षक होंगी और अच्छी आमदनी का ज़रिया साबित होंगी। यात्रा करना फ़ायदेमंद लेकिन महंगा साबित होगा। जीवनसाथी की ख़राब सेहत के चलते आप चिंताग्रस्त हो सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- किसी भी गरीब व्यक्ति को बक्षीस देनें या भोजन कराने से प्रेम सम्बन्धों में वृद्धि होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nग्रहों की स्थिति कार्य क्षेत्र में आज आपको मजबूती देगी। आप अपनी बुद्धि का पूरा इस्तेमाल करेंगे और मुश्किल से मुश्किल काम को भी आज बेहद आसानी से करने में आपको सफलता मिलेगी, जिससे आपको आज काफी तारीफ भी मिल सकती है। अपने घर से आज कुछ दूरी बनाकर रखेंगे क्योंकि आपका मन घर पर थोड़ा कम लगेगा। निजी जीवन में दिनमान बेहद अनुकूल है और आपको अपने परिवार के लोगों का पूरा सहयोग प्राप्त होगा। आपकी सेहत मजबूत रहेगी, जिससे आप सफल होंगे।\nआपकी सबसे बड़ी पूंजी आपकी हँसने-हँसाने की शैली है, अपनी बीमारी को ठीक करने के लिए इसका उपयोग करके देखें। आज सफलता का मंत्र यह है कि उन लोगों की सलाह पर पैसे लगाएँ, जो मौलिक सोच रखते हों और अनुभवी भी हों। दोस्तों और परिवार के सदस्यों के साथ शाम के आयोजन में शिरकत करें। अपने प्रिय की ग़ैर-ज़रूरी भावनात्मक मांगों के सामने घुटने न टेकें। करिअर के नज़रिए से शुरू किया सफ़र कारगर रहेगा। लेकिन ऐसा करने से पहले अपने माता-पिता से इजाज़ता ज़रूर ले लें, नहीं तो बाद में वे आपत्ति कर सकते हैं। गप्पबाज़ी और अफ़वाहो से दूर रहें। आज अपने जीवनसाथी का वह रुख़ देखने को मिलेगा, जो उतना अच्छा नहीं है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- लोहे के बर्तन से पानी पीना प्रेम सम्बन्धों को अच्छा रखेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज भाग्य आपके साथ खड़ा नजर आएगा, जिससे आपके काम बनते चले जाएंगे। सेहत भी पूरा साथ देगी और घर के लोग भी आपके सपोर्ट में रहेंगे। आज परिवार में लोगों की अच्छी सेहत रहेगी, जिससे आप काफी अच्छा महसूस करेंगे। परिवार के छोटे सदस्यों से कुछ कहासुनी हो सकती हैं। आज किसी दोस्त से झगड़ा हो सकता है, इसलिए सावधानी रखें। इनकम अच्छी रहेगी, जिससे आपके हाथ मजबूत रहेंगे। काम के सिलसिले में आज का दिन आप को सफल बनाएगा।\nशारीरिक लाभ के लिए, विशेषकर मानसिक तौर पर मज़बूती हासिल करने के लिए ध्यान और योग का आश्रय लें। इस राशि के कारोबारियों को आज अपने घर के उन सदस्यों से दूर रहना चाहिए जो आपसे पैसा मांगते हैं और फिर लौटाते नहीं हैं। आपका मज़ाकिया स्वभाव सामाजिक मेल-जोल की जगहों पर आपकी लोकप्रियता में इज़ाफ़ा करेगा। आपका प्रिय आपको ख़ुश रखने के लिए कुछ ख़ास करेगा। कारोबारी जितना हो अपने कारोबार से जुड़ी बातों को किसी से शेयर न करें। अगर आप ऐसा करते हैं तो आप बड़ी मुश्किल में पड़ सकते हैं। एकांत में वक्त बिताना अच्छा है लेकिन आपके दिमाग में कुछ चल रहा है तो लोगों से दूर रहकर आप और ज्यादा परेशान हो सकते हैं। इसलिए आपको हमारी सलाह है कि लोगों से दूर रहने से बेहतर होगा किसी अनुभवी शख्स से अपनी परेशानी के बारे में बात करें। आज आप अपने जीवनसाथी के साथ कुछ बेहतरीन पल गुज़ार सकेंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- ॐ नमो भगवते वासुदेवाय। इस मंत्र को 28 या 108 बार जपना नौकरी/बिज़नेस के लिए अच्छा है। \n",
    "6": "तुला राशिः आज का राशिफल\nजीवन में बैलेंस पर ध्यान देने वाले आप आज कुछ बैलेंस से बाहर नजर आएंगे। सेहत में गिरावट आ सकती है। मौसम की सर्द हवाएं आपको बीमार बना सकती हैं। सावधान रहें। सेहत के अलावा जो मोर्चा सबसे अधिक ध्यान देने वाला होगा। आपकी आर्थिक स्थिति आज धन हानि के योग बन सकते हैं, इसलिए बेहद सावधान रहें। किसी को भी पैसा ना दें और निवेश करने से भी बचें। बिजनेस करने के लिए दिन बेहद अच्छा है। बिजनेस में अच्छी सफलता मिलेगी। नौकरीपेशा लोग भी अपने काम में खुश नजर आएंगे निजी जीवन खुशनुमा होगा।\nआज के दिन आप बिना झंझट विश्राम कर सकेंगे। अपनी मांसपेशियों को आराम देने के लिए तैल से मालिश करें। आज घर से बाहर बड़ों का आशीर्वाद लेकर निकलें इससे आपको धन लाभ हो सकता है। नवयुवकों को स्कूल प्रोजेक्ट की बाबत कुछ राय लेने की ज़रूरत हो सकती है। प्यार-मोहब्बत के मामले में जल्दबाज़ी में क़दम उठाने से बचें। आप किसी बड़े व्यावसायिक लेन-देन को अंजाम दे सकते हैं और मनोरंजन से जुड़ी किसी परियोजना में कई लोगों का संयोजन कर सकते हैं। घर के छोटे सदस्यों को साथ लेकर आज आप किसी पार्क या शॉपिंग मॉल में जा सकते हैं। आपके जीवनसाथी की कामकाज को लेकर व्यस्तता आपकी उदासी का कारण बन सकती है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- लव लाइफ को बेहतर रखने के लिए श्रीकृष्ण जी के समक्ष कर्पूर जलाएं \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज आप मन ही मन खुश नजर आएंगे और निजी जीवन में इतनी प्रसन्नता होगी कि कोई ना कोई गाना गुनगुनाते नजर आएंगे। काफी रोमांटिक भी महसूस करेंगे और आपके अंदर की कोई कल आज बाहर नजर आएगी। गृहस्थ जीवन बेहद खुशनुमा रहेगा, जबकि प्रेम जीवन बिता रहे लोग भी आज अपने रिश्ते में काफी खुश नजर आएंगे। आज सुदूर यात्रा के योग बनेंगे।\n आज का दिन मौज-मस्ती और आनन्द से भरा रहेगा- क्योंकि आप ज़िन्दगी को पूरी तरह जिएंगे। आज के दिन आपको धन लाभ होने की पूरी संभावना है लेकिन इसके साथ ही आपको दान-पुण्य भी करना चाहिए क्योंकि इससे आपको मानसिक शांति मिलेगी। आज का दिन ख़ुशियों से भरा रहेगा, क्योंकि आपका जीवन-साथी आपको ख़ुशी देने का हर प्रयास करेगा। आपको अपनी तरफ़ से सबसे बेहतर तरीक़े से बर्ताव करने की ज़रूरत है – क्योंकि आज आपका प्रिय जल्दी ही नाराज़ हो सकता है। लोग आपको अपने बढ़िया काम के लिए कार्यक्षेत्र में पहचानेंगे। आपका व्यक्तित्व ऐसा है कि ज्यादा लोगों से मिलकर आप परेशान हो जाते हैं और फिर अपने लिए वक्त निकालने की कोशिश करने लग जाते हैं। इस लिहाज से आज का दिन आपके लिए बहुत उम्दा रहने वाला है। आज आपको अपने लिए पर्याप्त समय मिलेगा। जीवनसाथी की ख़राब सेहत के चलते आप चिंताग्रस्त हो सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- गणेश जी पर हरी दूर्वा (घास) चढ़ाने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिनमान आपके लिए थोड़ा कमजोर ही रहेगा, इसलिए ज्यादा हाथ पाव ना मारे और सामान्य जीवन व्यतीत करें। अपने अंदर किसी बात को लेकर ईगो न पालें क्योंकि यह इंसान की सबसे बड़ी दुश्मन है। गृहस्थ जीवन में कुछ तनाव देखने को मिल सकता है। खर्चे भी आज आसमान छू सकते हैं और इनकम बेहद सामान्य रहेगी, इसलिए थोड़ी सावधानी रखें और अपने धन का सदुपयोग करने पर जोर डालें। आज किसी कंपटीशन में सफलता मिल सकती है। आज आप लीक से हटकर कुछ करना पसंद करेंगे। नौकरीपेशा लोगों को बेहद अच्छे नतीजे मिलेंगे।\nजीवन-साथी की सेहत को ठीक तरह से ध्यान दिए जाने और देखभाल की ज़रूरत है। विदेशों में पड़ी आपकी जमीन आज अच्छे दामों में बिक सकती है जिससे आपको मुनाफा होगा। कुछ समय आप अपने शौक़ और अपने परिवार वालों की मदद में भी ख़र्च कर सकते हैं। थोड़ी कोशिश और करें। आज भाग्य आपका साथ ज़रूर देगा, क्योंकि यह आपका दिन है। दफ़्तर में स्नेह का माहौल बना रहेगा। जल्दबाज़ी में फ़ैसले न करें, ताकि ज़िन्दगी में आगे आपको पछताना न पड़े। मुमकिन है कि आज आपका जीवनसाथी ख़ूबसूरत शब्दों में यह बताए कि आप उनके लिए कितने क़ीमती हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- चाँदी के चम्मच से या चाँदी की थाली में भोजन करना स्वास्थ्य के लिए लाभदायक होगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज मन गुनगुनाने का करेगा और चेहरे पर हल्की मुस्कान दिखाई देगी। आज आप काफी खुश नजर आएंगे। अपने प्रिय से आप दिल की बात कहेंगे और उनसे आपके मन की कोई बात छुपी नहीं रहेगी। इनकम भी आज मजबूत रहेगी। जमीन जायदाद से जुड़े मामलों में आज आप सफलता अर्जित करेंगे। हल्के खर्चों के बावजूद आज का दिन मान आपके लिए काफी सफलता दायक साबित होगा। आपकी शादीशुदा जिंदगी आपको सुख देगी और संतान को लेकर भी आज आप काफी संतुष्ट नजर आएंगे।\nमनोवैज्ञानिक डर आपको बेचैन कर सकता है। सकारात्मक सोच और हालात के उजले पहलू को देखना आपको इससे बचा सकता है। आज बिना किसी की मदद के ही आप धन कमा पाने में सक्षम होंगे। दोस्तों और परिवार के साथ मज़ेदार समय बीतेगा। आज आप अपने जीवन की परेशानियों को अपने संगी से साझा करना चाहेंगे लेकिन वो अपनी परेशानियों के बारें में बता के आपको और ज्यादा परेशान कर देंगे। मशहूर लोगों से मेलजोल आपको नई योजनाएँ और आइडिया सुझाएगा। कोई आध्यात्मिक गुरू या बड़ा आपकी सहायता कर सकता है। दिन में जीवनसाथी के साथ बहस के बाद एक बेहतरीन शाम गुज़रेगी। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- अच्छी सेहत के लिए सूर्योदय के समय सूर्य नमस्कार करें। \n",
    "10": "कुंभ राशिः आज का राशिफल\nमानसिक तनाव से अगर दूर रह पाए, तो आज का दिन आपको बहुत कुछ प्रदान करेगा। इनकम तो बढ़ेगी ही कहीं से रुका हुआ पैसा भी वापस लौट आएगा। आज धार्मिक कामों में भी मन लगेगा। पूजा-पाठ के लोगों के भले के लिए कुछ नया करने की कोशिश करेंगे। सेहत आपकी ठीक-ठाक रहेगी, लेकिन चोट ना लगे। इसका ध्यान रखें। आपके अंदर कॉन्फिडेंस जबरदस्त होगा। बिजनेस में उत्तम सफलता मिलेगी। नौकरीपेशा लोगों को कुछ उतार-चढ़ाव का सामना करना पड़ेगा। कार्यस्थल पर किसी से झगड़ा ना करें। प्रेम जीवन में खुशी नजर आएगी।\nअपनी भावनाओं पर, ख़ास तौर पर ग़ुस्से पर, क़ाबू रखें। आप अच्छा पैसा बना सकते हैं, बशर्ते आप पारंपरिक तौर पर निवेश करें। जीवनसाथी आपका ख़याल रखेगा। आप आज प्यार की मनोदशा में होंगे- और आपके लिए काफ़ी मौक़े भी होंगे। नई चीज़ों को सीखने की आपकी ललक क़ाबिल-ए-तारीफ़ है। कोई रोचक मैगजीन या उपन्यास पढ़ के आजके दिन को आप अच्छी तरह से व्यतीत कर सकते हैं। जो यह समझते हैं कि शादी सिर्फ़ सेक्स के लिए होती है, वे ग़लत हैं। क्योंकि आज आपको सच्चे प्यार का एहसास होगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- काले व सफेद तिल बराबर मात्रा में लेकर चितकबरे कपड़े में बांधकर अपने पास रखने से हेल्थ अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन ट्रेवलिंग के नाम हो सकता है। दोस्तों या ऑफिस के काम से बाहर घूमने जा सकते हैं। खर्चे ठीक-ठाक रहेंगे, लेकिन इनकम बेहद अच्छी रहेगी। आज आपको कार्यस्थल पर कोई बड़े प्रमोशन की बात हो सकती है या फिर आपको गवर्नमेंट से भी कोई बड़ा बेनिफिट मिल सकता है। भाग्य की सफलता आपको आगे बढ़ने के पूरे मौके देगी, जिससे पैसा भी आपके हाथ में आ जा सकता है। सेहत अनुकूल रहेगी और आप खुश नजर आएंगे। आर्थिक स्थिति बेहतर बनाने के लिए आज आप कुछ और भी करने की कोशिश करेंगे। निजी जीवन खुशनुमा रहेगा।\nहर इंसान को ग़ौर से सुनें, हो सकता है आपको अपनी समस्या का समाधान मिल जाए। जो उधारी के लिए आपके पास आएँ, उन्हें नज़रअन्दाज़ करना ही बेहतर रहेगा। घरेलू ज़िंदगी सुकूनभरी और ख़ुशनुमा रहेगी। ख़ुशी के लिए नए संबंध की प्रतीक्षा करें। यह करिअर के मोर्चे पर उन बदलावों को करने का सही वक़्त है, जिनके बारे में आप लम्बे समय से सोच रहे हैं। लम्बे वक़्त से लटकी हुई दिक़्क़तों को जल्द ही हल करने की ज़रूरत है और आप जानते हैं कि आपको कहीं-न-कहीं से शुरुआत करनी होगी- इसलिए सकारात्मक सोचें और आज से ही प्रयास शुरू करें। आप अपने जीवनसाथी के प्यार की गर्माहट महसूस कर सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- आर्थिक उन्नति के लिए घर में केले का पेड़ लगाकर उसकी सेवा करना अच्छा रहेगा। \n"
}]
