horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nअपना सारा ध्यान इनकम पर लगाएंगे और आज का दिन ठीक-ठाक रहेगा। काम में बिजी रहेंगे। घर परिवार की भी सुध लेंगे। गृहस्थ जीवन तनावपूर्ण रहेगा। प्रेम जीवन में खुशियां आएंगी। आपसी संबंध मजबूत होंगे। सेहत सामान्य रहेगी।मुस्कुराएँ, क्योंकि यह सभी समस्याओं का सबसे उम्दा इलाज है। जीवन के बुरे दौर में पैसा आपके काम आएगा इसलिए आज से ही अपने पैसे की बचत करने के बारे में विचार करें नहीं तो आपको दिक्कतें हो सकती हैं। दोस्तों के साथ शाम बेहद मज़ेदार और हँसी-ख़ुशी से भरपूर रहेगी आपको अपनी ओर से सबसे अच्छा बर्ताव करने की ज़रूरत है, क्योंकि आपके प्रिय का मूड बहुत अनिश्चित होगा। करिअर के नज़रिए से शुरू किया सफ़र कारगर रहेगा। लेकिन ऐसा करने से पहले अपने माता-पिता से इजाज़ता ज़रूर ले लें, नहीं तो बाद में वे आपत्ति कर सकते हैं। आप खुद को समय देना जानते हैं और आज तो आपको काफी खाली समय मिलने की संभावना है। खाली समय में आज आप कोई खेल-खेल सकते हैं या जिम जा सकते हैं। आज अपने जीवनसाथी का वह रुख़ देखने को मिलेगा, जो उतना अच्छा नहीं है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- घर में एक्वेरियम स्थापित करके मछलियों को चारा खिलाने से धन वृद्धि होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nकाम पर पूरा ध्यान रहेगा। दिन मान अच्छा गुजरेगा। इनकम बढ़ेगी जिससे मन में खुशी आएगी सेहत मजबूत रहेगी। पूजा पाठ में मन लगेगा घर में खुशियां आएंगी। गृहस्थ जीवन खुशनुमा रहेगा।  प्रेम जीवन दिली इच्छाओं से भरपूर रहेगा और प्रिय को खुश रखने की कोशिश कामयाब होगी।आपका हँसमुख स्वभाव दूसरों को ख़ुश रखेगा। जो लोग अब तक पैसेे को बेवजह खर्च कर रहे थे आज उन्हें समझ आ सकता है कि पैसे की जीवन में क्या अहमियत है क्योंकि आज अचानक आपको पैसे की जरुरत पड़ेगी और आपके पास पर्याप्त धन नहीं होगा। वैवाहिक बंधन में बंधने के लिए अच्छा समय है। आपका महबूब आज आपको बड़ी ख़ूबसूरती से कुछ ख़ास करके चौंका सकता है। महत्वपूर्ण व्यापारिक सौदे करते समय दूसरों के दबाव में न आएँ। आपके घर का कोई करीबी शख्स आज आपके साथ वक्त बिताने की बात कहेगा लेकिन आपके पास उनके लिए वक्त नहीं होगा जिसकी वजह से उनको तो बुरा लगेगा ही आपको भी बुरा लगेगा। आपको अपने जीवनसाथी की ओर से ख़ास तोहफ़ा मिल सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- स्नान करने के बाद सफेद चंदन का तिलक मस्तक पर करने से आर्थिक पक्ष अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन अच्छा रहेगा। किसी खूबसूरत जगह के भ्रमण पर जाने की इच्छा होगी। मन से खुश होंगे। नया मोबाइल या लैपटॉप खरीदने की योजना बनाएंगे। गृहस्थ जीवन समझदारी से अच्छा रहेगा। प्रेम जीवन में खुशियां आएंगी लेकिन प्रिय किसी बात को लेकर गुस्सा भी हो सकता है।आपकी ऊँची बौद्धिक क्षमताएँ आपको कमियों से लड़ने में सहायता करेंगी। सिर्फ़ सकारात्मक विचारों के ज़रिए इन समस्याओं से निजात पायी जा सकती है। करीबी रिश्तेदारों के घर जाना आज आपकी आर्थिक स्थिति को बिगाड़ सकता है। घर का कुछ समय से टलता आ रहा काम-काज आपका थोड़ा वक़्त ले सकता है। हालाँकि प्यार में निराशा हाथ लग सकती है लेकिन हिम्मत मत हारिए क्योंकि आखिर में जीत सच्चे प्यार की ही होती है। खुदरा और थोक व्यापारियों के लिए अच्छा दिन है। आज के दिन आपके कुछ दोस्त आपके घर में आ सकते हैं और उनके साथ आप समय बिता सकते हैं हालांकि इस दौरान शराब, सिगरेट जैसे पदार्थों का सेवन करना आपके लिए अच्छा नहीं रहेगा। जीवनसाथी की ख़राब सेहत का असर आपके काम-काज पर भी पड़ सकता है, लेकिन आप किसी तरह चीज़ें संभालने में क़ामयाब रहेंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- कन्याओं में चॉकलेट, टॉफी, सफेद मिठाई बाँटने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nदिनमान सामान्य रहेगा। सेहत का ध्यान रखें। मानसिक तनाव से दूर रहें। काम के सिलसिले में दिनमान बढ़िया रहेगा। कामों में सफलता मिलेगी। गृहस्थ जीवन अच्छा चलेगा। प्रेम जीवन रोमांस से भरा रहेगा।आप आज ख़ुद को रोज़ाना की अपेक्षा कम ऊर्जावान महसूस करेंगे। स्वयं को ज़रूरत से ज़्यादा काम के नीचे न दबाएँ, थोड़ा आराम करें और आज के कामों को कल तक के लिए टाल दें। जो लोग अब तक पैैसे को बिना सोचे विचारे उड़ा रहे थे उन्हें आज पैसे की बहुत आवश्यकता पड़ सकती है और आज आपको समझ में आ सकता है कि पैसे की जीवन में क्या अहमियत है। शाम का ज़्यादातर समय मेहमानों के साथ गुज़रेगा। प्रेम के दृष्टिकोण से आपके लिए यह दिन विशेष रहने वाला है। हालाँकि वरिष्ठों से कुछ विरोध के स्वर सुनाई देंगे- लेकिन फिर भी आपको दिमाग़ ठण्डा रखने की ज़रूरत है। इस राशि के जातक आज लोगों से मिलने से ज्यादा अकेले में वक्त बिताना पसंद करेंगे। आज आपका खाली समय घर की सफाई में बीत सकता है। रिश्ते ऊपर स्वर्ग में बनते हैं और आपका जीवनसाथी आज यह साबित कर सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- पक्षियों को सतनाजा खिलाने से स्वास्थ्य अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nशादीशुदा जीवन खूबसूरत रहेगा। जीवन साथी के साथ प्यारी मीठी बातें करेंगे। माहौल को हल्का रखेंगे। प्रेम जीवन के लिए दिन अच्छा है। रिश्ते की बात करेंगे। काम के सिलसिले में दिनमान अच्छा रहेगा। इनकम बढ़ेगी। मानसिक तनाव से मुक्ति मिलेगी। बाहर जाने के योग बनेंगे।शारीरिक बीमारी के सही होनी की काफ़ी संभावनाएँ हैं और इसके चलते आप शीघ्र ही खेल-कूद में हिस्सा ले सकते हैं। आज के दिन आपको अपने उन दोस्तों से बचकर रहने की जरुरत है जो आपसे उधार मांगते हैं और फिर उसे लौटाते नहीं हैं। एक ख़ुशनुमा और बढ़िया शाम के लिए आपका घर मेहमानों से भर सकता है। किसी से आँखें चार होनी की काफ़ी संभावना है। आज के दिन आपका कठिन परिश्रम फलदायी सिद्ध होगा। दीर्घावधि में कामकाज के सिलसिले में की गयी यात्रा फ़ायदेमंद साबित होगी। आप अपने जीवनसाथी के प्यार की गर्माहट महसूस कर सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सफेद धोती काले किनारे वाली किसी साधु-संत को दान में देने से आर्थिक स्थिति बेहतर होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिनमान सामान्य रहेगा। काम के सिलसिले में सामान्य नतीजे मिलेंगे। काम पर ध्यान देना जरूरी होगा, मेहनत करें और काम से जी ना चुराएं। इनकम में गिरावट आएगी और खर्चों में बढ़ोतरी होने से मन अशांत रहेगा। दांपत्य जीवन में तनाव रहेगा। प्रेम जीवन अच्छा चलेगा।आशावादी बनें और उजले पक्ष को देखें। आपका विश्वास और उम्मीद आपकी इच्छाओं व आशाओं के लिए नए दरवाज़े खोलेंगी। व्यापारियों को आज व्यापार में घाटा हो सकता है और अपने व्यापार को बेहतर बनाने के लिए आपको पैसा खर्च करना पड़ सकता है। आज आपमें धैर्य की कमी रहेगी। इसलिए संयम बरतें, क्योंकि आपकी तल्ख़ी आस-पास के लोगों को दुःखी कर सकती है। बाहरी चीज़ों का अब कोई ख़ास मायने आपके लिए नहीं बचा है, क्योंकि आप ख़ुद को हमेशा प्यार की ख़ुमारी में महसूस करते हैं। व्यवसाय में नए विचारों का स्वागत खुले दिमाग़ और तेज़ी के साथ करें। ऐसा करना आपके पक्ष में रहेगा। आपको उन्हें अपनी मेहनत से हक़ीक़त में बदलने की ज़रूरत है, जो व्यवसाय में बने रहने का मूल मंत्र है। काम में दिलचस्पी बनाए रखने के लिए ख़ुद को शांत रखें। कुछ लोगों के लिए आकस्मिक यात्रा दौड़-भाग भरी और तनावपूर्ण रहेगी। आप दुनिया में ख़ुद को सबसे रईस महसूस करेंगे, क्योंकि आपके जीवनसाथी का व्यवहार आपको ऐसा महसूस कराएगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- धन की स्थिति अच्छी करने के लिए दूध में हल्दी डालकर पिएं। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। प्रेम जीवन को खूबसूरत बनाने की पूरी कोशिश करेंगे। अपने प्रिय के लिए कोई बढ़िया सा गिफ्ट लेकर आएंगे। शादीशुदा लोगों का गृहस्थ जीवन अब थोड़ा तनाव से मुक्त होगा लेकिन जीवन साथी के परिवार में कुछ तनाव हो सकता है। काम के सिलसिले में दिनमान अच्छा है। मेहनत करें। भाग्य का साथ मिलने से कामों में सफलता मिलेगी।ख़ुद को ज़्यादा आशावादी बनने के लिए प्रेरित करें। इससे न सिर्फ़ आपका आत्मविश्वास बढ़ेगा और व्यवहार लचीला होगा, बल्कि डर, ईर्ष्या और नफ़रत जैसे नकारात्मक मनोभावों में भी कमी आएगी। अगर आप लोन लेने वाले थे और काफी दिनों से इस काम में लगे थे तो आज के दिन आपको लोन मिल सकता है। ख़ुद को घरेलू कामकाज में लगाए रखें। साथ ही कुछ वक़्त अपने शौक़ के लिए भी ज़रूर निकालें, ताकि आपकी रफ़्तार बरक़रार रहे और शरीर व मन चुस्त रहे। बाहरी चीज़ों का अब कोई ख़ास मायने आपके लिए नहीं बचा है, क्योंकि आप ख़ुद को हमेशा प्यार की ख़ुमारी में महसूस करते हैं। बहादुरी भरे क़दम और फ़ैसले आपको अनुकूल पुरुस्कार देंगे। नए विचारों और आइडिया को जाँचने का बेहतरीन वक़्त। एक बढ़िया जीवनसाथी के साथ जीवन वाक़ई अद्भुत लगता है और आज आप इस बात का अनुभव कर सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- खटाई वाली चीजें नींबू , इमली या गोल-गप्पे छोटी कन्याओं में बाँटने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिनमान अच्छा है। सुख का आनंद लेंगे। मन में संतुष्टि रहेगी। सेहत बढ़िया रहेगी। प्रेम जीवन खुशनुमा रहेगा। शादीशुदा लोगों का गृहस्थ जीवन आज के दिन बढ़िया रहेगा। जीवनसाथी से दिल की बात कहने में हल्का महसूस होगा। काम के सिलसिले में दिनमान उतार-चढ़ाव से भरा रहेगा।मानसिक और नैतिक शिक्षा के साथ शारीरिक शिक्षा भी लें, केवल तभी सर्वांगीण विकास संभव है। याद रखें कि एक स्वस्थ शरीर में ही एक स्वस्थ दिमाग़ निवास करता है। होशियारी से निवेश करें। आपके आकर्षण और व्यक्तित्व के ज़रिए आपको कुछ नए दोस्त मिलेंगे। कुछ लोगों के लिए नया रोमांस ताज़गी लाएगा और आपको ख़ुशमिज़ाज रखेगा। खुदरा और थोक व्यापारियों के लिए अच्छा दिन है। आपको अपने दायरे से बाहर निकलकर ऐसे लोगों से मिलने-जुलने की ज़रूरत है, जो ऊँची जगहों पर हों। वैवाहिक सुख के दृष्टिकोण से आज आपको कुछ अनोखा उपहार मिल सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- किसी के विवाह या मंगल काम में तन, मन, धन से मदद करना आर्थिक स्थिति को मजबूत करेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिनमान मध्यम फलदायक रहेगा। घर में अपनी बादशाहत कायम रखना चाहेंगे ,इसलिए सभी से डिक्टेटर की तरह बात करेंगे जिससे घर में दिक्कत आ सकती है। मानसिक तनाव से दूर रहने की कोशिश करें। गृहस्थ जीवन प्यार और रोमांस से भरपूर रहेगा। प्रेम जीवन के लिए दिनमान ठीक-ठाक है। काम के सिलसिले में कुछ निराशा हो सकती है।शराब से दूर रहें, क्योंकि इससे आपकी नींद में खलल पड़ेगा और आप गहरे आराम से महरूम रह सकते हैं। वे निवेश-योजनाएँ जो आपको आकर्षित कर रहीं हैं, उनके बारे में गहराई से जानने की कोशिश करें- कोई भी क़दम उठाने से पहले विशेषज्ञ की सलाह ज़रूर ले लें। आपका मज़ाकिया स्वभाव सामाजिक मेल-जोल की जगहों पर आपकी लोकप्रियता में इज़ाफ़ा करेगा। आपके ईमानदार और ज़िंदादिल प्यार में जादू करने की ताक़त है। व्यवसायियों के लिए अच्छा दिन है, क्योंकि उन्हें अचानक बड़ा फ़ायदा हो सकता है। जीवनसंगी के साथ वक्त बिताने के लिए आज आप ऑफिस से जल्दी निकल सकते हैं लेकिन रास्ते में अत्यधिक जाम की वजह से आप ऐसा करने में समर्थ नहीं हो पाएंगे। वैवाहिक जीवन के लिए विशेष दिन है। अपने जीवनसाथी को बताएँ कि आप उनसे कितना प्यार करते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- शिवजी को पंचामृत से स्नान कराने से हेल्थ बनी रहेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिनमान आपके लिए सामान्य रहेगा। खर्चो पर ध्यान दें। बौद्धिक और आध्यात्मिक कामों में खूब मन लगेगा। पढ़ने और पढ़ाने में मजा आएगा। गृहस्थ जीवन शांतिपूर्ण रहेगा। प्रेम जीवन के लिए भी दिनमान खुशनुमा है। खर्चों में बढ़ोतरी होगी। काम के सिलसिले में खूब मेहनत करेंगे।झल्लाना और खीजना आपकी सेहत ख़राब कर सकता है। पुरानी बातों में न उलझें और जितना हो सके आराम करने की कोशिश करें। आज यदि आप अपने दोस्तों के साथ कहीं घूमने जा रहे हैं तो पैसा सोच समझकर खर्च करें। धन हानि हो सकती है। ज़रूरत के वक़्त आपको दोस्तों का सहयोग मिलेगा। अगर आप अपने प्रेमी के साथ कहीं बाहर घूमने जा रहे हैं तो कपड़े सोच-समझकर पहनें। अगर आप ऐसा नहीं करते तो आपका प्रेमी आपसे नाराज हो सकता है। दफ़्तर में आपको कुछ ऐसा काम मिल सकता है, जिसे आप हमेशा से करना चाहते थे। जो लोग घर सेे बाहर रहते हैं आज वो अपने सारे काम पूरे करके शाम के समय किसी पार्क या एकांत जगह पर समय बिताना पसंद करेंगे। हँसी-मजा़क के बीच आपके और आपके जीवनसाथी के बीच कोई पुराना मुद्दा उभर सकता है, जो फिर वाद-विवाद का रूप भी ले सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- कोढ़ी व गूंगे-बहरे व्यक्ति की मदद करने से स्वास्थ्य अच्छा होगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिनमान अच्छा रहेगा। मानसिक तनाव से मुक्ति मिलेगी। खुद पर भरोसा रखेंगे जिससे काम बनते चले जायेंगे। सेहत का थोड़ा ध्यान रखें। इनकम बढ़ेगी। परिवार के बुजुर्गों की इज्जत करेंगे। परिवार में खुशियां रहेंगी। गृहस्थ जीवन खुशनुमा रहेगा। प्रेम जीवन के लिए भी आज का दिन बहुत बढ़िया है।काम का बोझ आज कुछ तनाव और खीज की वजह बन सकता है। आज धन लाभ होने की संभावना तो बन रही है लेकिन ऐसा हो सकता है कि अपने गुस्सैल स्वभाव के कारण आप पैसा कमाने में सक्षम न हो पाएं। किसी भी चीज़ को अंतिम रूप देने से पहले अपने परिवार की राय लीजिए। महज़ आपका अपना फ़ैसला कुछ दिक़्क़त खड़ी कर सकता है। बेहतर परिणाम पाने के लिए परिवार में तालमेल पैदा करें। भावनात्मक उथल-पुथल आपको परेशान कर सकती है। काम पर लोगों के साथ मेलजोल में समझ और धैर्य से सावधानी बरतें। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। ख़ुद तनावग्रस्त होने की झल्लाहट आप बेवजह अपने जीवनसाथी पर निकाल सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- किसी भी लड़की(चंद्रमा) का दिल न दुखाएं व अपनी गर्लफ्रेंड का सम्मान करना लव लाइफ के लिए अच्छा है। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिनमान सामान्य रहेगा। बेवजह के खर्चों से परेशान रहेंगे। मन में किसी बात को लेकर गुस्सा हो सकता है। इनकम ठीक-ठाक रहेगी। काम के सिलसिले में दिन मजबूत है। प्रेम जीवन बिता रहे लोगों के लिए अच्छा दिन है। जीवन साथी के साथ शादीशुदा जीवन बिता रहे लोग खुद को भाग्यवान समझेंगे।आँखों के मरीज़ प्रदूषित जगहों पर जाने से बचें, क्योंकि धूँआ आपकी आँखों को और नुक़सान पहुँचा सकता है। अगर मुमकिन हो तो सूरज की तेज़ रोशनी से भी बचे। आप अच्छा पैसा बना सकते हैं, बशर्ते आप पारंपरिक तौर पर निवेश करें। घरेलू मामलों पर तुरंत ध्यान देने की ज़रूरत है। आपकी ओर से की गयी लापरावाही महंगी साबित हो सकती है। अपने प्रिय से कुछ भी तल्ख़ कहने से बचें- नहीं तो बाद में आपको पछताना पड़ सकता है। यह उन उम्दा दिनों में से एक दिन है जब कार्यक्षेत्र में आप अच्छा महसूस करेंगे। आज आपके सहकर्मी आपके काम की तारीफ करेंगे और आपका बॉस भी आपके काम से खुश होगा। कारोबारी भी आज कारोबार में मुनाफा कमा सकते हैं। आज लोग आपकी वह प्रशंसा करेंगे, जिसे आप हमेशा से सुनना चाहते थे। जीवनसाथी के साथ वाद-विवाद होने की काफ़ी संभावना है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- गाय को पालक खिलाने से लव लाइफ बढ़िया रहती है। \n"
}]
