horo_hindi=[ {
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। आपके खर्चे ज्यादा होंगे। आपकी इनकम भी बढ़ेगी जिससे आप बैलेंस रख पाएंगे। धार्मिक कामों में खूब मन लगेगा और किसी तीर्थ स्थान पर जा सकते हैं। आज आप खूब मेहनत करेंगे और अपने बॉस की प्रशंसा पाएंगे। परिवार का माहौल सामान्य रहेगा। प्रेम जीवन जी रहे लोगों के लिए दिनमान अच्छा रहेगा। जो लोग शादीशुदा हैं, उनके दांपत्य जीवन में भी रोमांस और प्रेम के अवसर आएंगे।शाम का वक़्त अपने जीवनसाथी के साथ किसी फ़िल्म, थिएटर या रेस्टोरेंट में बिताना आपको सुकून देगा और आपका मन तरोताज़ा रखेगा। अगर आप छात्र हैं और विदेशों में जाकर पढ़ाई करना चाहते हैं तो घर की आर्थिक तंगी आज आपके माथे पर शिकन ला सकती है। दोस्तों और परिवार के साथ मज़ेदार समय बीतेगा। नये रोमांस की संभावना प्रबल है, प्रेम का फूल आपकी ज़िन्दगी में जल्दी ही खिल सकता है। सहकर्मियों और वरिष्ठों के पूरे सहयोग के चलते दफ़्तर में काम तेज़ रफ़्तार पकड़ लेगा। सामाजिक और धार्मिक समारोह के लिए बेहतरीन दिन है। यह दिन आपके जीवनसाथी के रूमानी पहलू को भरपूर तरीक़े से दिखाएगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अच्छी आर्थिक स्थिति के लिए मांस-मदिरा व परनारी संपर्क से बचें। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। आज आपके कई काम बनेंगे जिससे आपका मन खुश रहेगा। इनकम बढ़ेगी और नए नए लोगों से मिलने का मौका मिलेगा। आज किसी शादी या पार्टी में जा सकते हैं। आपके प्रेम जीवन के लिए आज का दिन बहुत अच्छा रहेगा। प्रिय से प्रेम और रोमांस का अवसर मिलेगा। दांपत्य जीवन जी रहे लोगों को कुछ समस्या होगी। ससुराल पक्ष के लोगों से दिक्कत हो सकती है। काम के सिलसिले में नतीजे आपके पक्ष में रहेंगे। स्वास्थ्य बढ़िया रहेगा।सेहत बढ़िया रहेगी। आपका धन आपके काम तभी आता है जब आप फिजूलखर्ची करने से खुद को रोकते हैं आज ये बात आपको अच्छी तरह से समझ में आ सकती है। किसी पुराने दोस्त से अचानक मुलाक़ात संभव है, जिसके चलते पुरानी ख़ुशनुमा यादें फिर तरोताज़ा होंगी। अपने दिल की बात ज़ाहिर करके आप ख़ुद को काफ़ी हल्का और रोमांचित महसूस करेंगे। अगर आप अपनी योजनाओं को सबके सामने खोलने में बिल्कुल नहीं हिचकते, तो आप अपनी परियोजना को ख़राब कर सकते हैं। आपके हँसने-हँसाने का अन्दाज़ आपकी सबसे बड़ी पूंजी साबित होगा। बाहरी लोगों का हस्तक्षेप आपके वैवाहिक जीवन में परेशानी उत्पन्न कर सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- आटे के पेड़े(लोई) में गुड़ रखकर गाय को खिलाने से नौकरी/बिजनेस में उन्नति होगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन बहुत अच्छा रहेगा। काम के सिलसिले में आपको अच्छे नतीजे हासिल होंगे लेकिन साथ काम करने वालों से अच्छा व्यवहार करना भी जरूरी होगा, नहीं तो दिक्कतें बढ़ सकती हैं। आपका स्वास्थ्य अच्छा रहेगा लेकिन खानपान पर ध्यान दें। दांपत्य जीवन में तनाव के साथ-साथ समझदारी भी दिखाई देगी इसलिए सोच समझकर ही आगे बढ़ें। प्रेम जीवन जी रहे लोगों के लिए दिनमान अधिक अनुकूल नहीं है इसलिए उन्हें अपने प्रिय को नाराज नहीं करना चाहिए।सेहत के नज़रिए से यह वक़्त थोड़ा ठीक नहीं है, इसलिए जो आप खाएँ उसके प्रति सावधान रहें। कार्यक्षेत्र में या करोबार में आपकी कोई लापरवाही आज आपको आर्थिक नुक्सान करा सकती है। आपका मज़ाकिया स्वभाव आपके चारों ओर के वातावरण को ख़ुशनुमा बना देगा। अपने प्रिय को समझने की कोशिश करें, नहीं तो मुश्किल में फँस सकते हैं। अपना बायोडाटा भेजने या किसी इंटरव्यू में जाने के लिए अच्छा समय है। आपका चुम्बकीय और ज़िन्दादिल व्यक्तित्व आपको सबके आकर्षण का केन्द्र बना देगा। आपको महसूस होगा कि शादी के वक़्त किए गए सारे वादे सच्चे हैं। आपका जीवनसाथी ही आपका हमदम है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अच्छे स्वास्थ्य के लिए शरीर पर किसी भी तरह सोना या पीला धागा धारण करें। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन थोड़ा कमजोर रह सकता है। आप काफी खुश भी रहेंगे और हर काम को जिंदादिली से करेंगे लेकिन सफलता पाने के लिए आपको कड़ी मेहनत करनी पड़ेगी। आप अपने शत्रुओं से जीतेंगे और कोर्ट कचहरी के मामलों में सफलता मिलेगी। प्रेम जीवन के लिए भी दिन अच्छा रहेगा। काम के सिलसिले में आपको थोड़ा ध्यान रखना होगा और अपनी मेहनत को जारी रखें। दांपत्य जीवन में जीवन साथी किसी बात पर विचार विमर्श कर सकता है। स्वास्थ्य अच्छा रहेगा।आपके जीवन-साथी का प्यारा बर्ताव आपका दिन ख़ुशनुमा बना सकता है। आपका पैसा तभी आपके काम आएगा जब आप उसको संचित करेंगे यह बात भली भांति जान लें नहीं तो आपको आने वाले समय में पछताना पड़ेगा। किसी दूर के रिश्तेदार के यहाँ से मिली आकस्मिक अच्छी ख़बर आपके पूरे परिवार के लिए ख़ुशी के लम्हे लाएगी। कुछ लोगों के लिए नया रोमांस ताज़गी लाएगा और आपको ख़ुशमिज़ाज रखेगा। कार्यक्षेत्र में लक्ष्य हासिल करने के लिए अपनी पूरी ऊर्जा को इसी ओर लगाएँ। छात्रों को सलाह दी जाती है कि यारी-दोस्ती के चक्कर में इन कीमती पलों को खराब न करें। यार दोस्त आने वाले वक्त में भी मिल सकते हैं लेकिन पढ़ाई के लिए यही समय सबसे सही है। आज से पहले शादीशुदा ज़िन्दगी इतनी अच्छी कभी नहीं रही। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- ज्ञानी, विद्वान और न्यायकर्ता लोगों का सम्मान करने से आर्थिक स्थिति अच्छी होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन थोड़ा सामान्य रूप से फलदायक रहेगा। आपके मानसिक तनाव में बढ़ोतरी होगी और खर्चों में भी अधिकता रहने से मन दुखी रहेगा। आपके ऊपर आर्थिक दबाव बढ़ेगा तथा कार्यों में कठिन परिश्रम के बाद ही सफलता मिलने की संभावना होगी। प्रेम जीवन के लिए आज का दिन मान सामान्य रहेगा। जो लोग दांपत्य जीवन जी रहे हैं, उन्हें आज अच्छे नतीजे मिलेंगे। किसी वाद विवाद में सफलता मिलेगी। परिवार का माहौल बढ़िया रहेगा। स्वास्थ्य बढ़िया रहेगा। काम के सिलसिले में उतार-चढ़ाव भरा दिन रहने वाला है।आप अपने काम पर एकाग्रता बरक़रार रखने में दिक़्क़त महसूस करेंग, क्योंकि आज आपकी सेहत पूरी तरह ठीक नहीं होगी। जो लोग काफी वक्त से आर्थिक तंगी से गुजर रहे थे उन्हें आज कहीं से धन प्राप्त हो सकता है जिससे जीवन की कई परेशानियां दूर हो जाएंगी। बढ़िया दिन है जब आप सबके ध्यान को अपनी तरफ़ खींचेंगे- आपके सामने चुनने के लिए कई चीज़ें होंगी और आपके सामने समस्या यह होगी कि किसे पहले चुना जाए। कोई आपको दिल से सराहेगा। आपके पास आज अपनी क्षमताओं को दिखाने के मौक़े होंगे। बिना किसी को अवगत कराए ही आज आपके घर में किसी दूर के रिश्तेदार की एंट्री हो सकती है जिसके कारण आपका समय खराब हो सकता है। यह दिन आपके जीवनसाथी का बेहतरीन पहलू आपको दिखाने वाला है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अच्छे स्वास्थ्य के लिए जेब में लाल रंग का रुमाल रखें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। आप मन से खुश होंगे और आपके दांपत्य जीवन में रोमांस और प्रेम बढ़ेगा। एक दूसरे के प्रति समझदारी बढ़ेगी जिससे आपका दांपत्य जीवन मजबूत होगा। परिवार का वातावरण तनावपूर्ण रहेगा। प्रेम जीवन के लिए दिनमान सामान्य है। काम के सिलसिले में आपको अच्छे नतीजे मिलेंग। आप अपनी योजनाओं को अमलीजामा पहनाने में कामयाब रहेंगे।आपका ऊर्जा-स्तर ऊँचा रहेगा। पैसा अचानक आपके पास अएगा, जो अपके ख़र्चों और बिल आदि को सम्हाल लेगा। आज के दिन औरों की राय सुनना और उनपर अमल करना महत्वपूर्ण होगा। आज आपको महसूस होगा कि आपका महबूब आपसे कितना प्यार करता है। आज आपने जो नई जानकारी हासिल की है, वह आपको अपने प्रतिस्पर्धियों पर बढ़त दिलाएगी। बातचीत में कुशलता आज आपका मज़बूत पक्ष साबित होगी। छोटे-छोटे मामलों को लेकर हुए आपके आपसी झगड़े आज आपके वैवाहिक जीवन में कटुता को बढ़ा सकते हैं। इसलिए आपको चाहिए कि दूसरों के कहने और बहकावे में न आएं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- दाम्पत्य सुख प्राप्ति के लिए केसर का खाने में प्रयोग करें। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन आंशिक फलदायक रहेगा। आज आप मानसिक तनाव में रहेंगे और आपके खर्चों में भी बढ़ोतरी होगी। इसकी वजह से आपका काफी धन खर्च होगा जिससे आप एक दबाव महसूस करेंगे। किसी यात्रा पर जाने की संभावना बन सकती है। परिवार से दूर ही रहेंगे क्योंकि कामों में व्यस्तता अधिक होगी। प्रेम जीवन के लिए दिन सामान्य रहेगा। दांपत्य जीवन जीने वालों के लिए आज का दिन थोड़ा संभलने का है क्योंकि एक दूसरे से टकराव हो सकता है। काम के सिलसिले में दिनमान सामान्य रहेगा।क़ुदरत ने आपको आत्मविश्वास और तेज़ दिमाग़ से नवाज़ा है- इसलिए इनका भरपूर इस्तेमाल कीजिए। अटके हुए मामले और घने होंगे व ख़र्चे आपके दिमाग़ पर छा जाएंगे। आज आप जहाँ भी जाएंगे, लोगों के बीच आप सबके ध्यान का केंद्र बने रहेंगे। रोमांटिक मुलाक़ात बहुत रोमांचक रहेगी, लेकिन ज़्यादा देर के लिए नहीं होगी। अपनी नौकरी से चिपके रहिए और दूसरों से उम्मीद मत कीजिए कि वे आकर आपकी मदद करेंगे। आज आपको महत्वपूर्ण मामलों पर ध्यान लगाने की ज़रूरत है। अपने जीवनसाथी के किसी छोटी बात को लेकर बोेले गए झूठ से आप आहत महसूस कर सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- आर्थिक स्थिति बेहतर करने के लिए गाय को गुड खिलाएँ। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। आपके प्रेम जीवन में खुशी भरे पल आएंगे और अपने प्रिय के साथ वक्त बिताने का मौका मिलेगा। एक दूसरे के प्रति अपने प्यार को जाहिर करेंगे। परिवार का माहौल भी बढ़िया रहेगा जिससे आपको आपको आत्मबल मिलेगा। दांपत्य जीवन जी रहे लोगों के लिए भी आज का दिन बढ़िया रहेगा और जीवनसाथी को कोई फायदा मिलेगा। काम के सिलसिले में दिन बहुत बढ़िया रहेगा।आपकी सेहत ठीक रहेगी, लेकिन यात्रा आपके लिए थकाऊ और तनावपूर्ण साबित हो सकती है। कार्यक्षेत्र में या करोबार में आपकी कोई लापरवाही आज आपको आर्थिक नुक्सान करा सकती है। दूसरों को प्रभावित करने की आपकी क्षमता आपको कई सकारात्मक चीज़ें दिलाएगी। सम्हल कर दोस्तों से बात करें, क्योंकि आज के दिन दोस्ती में दरार पड़ने की आशंका है। साझीदारी में किसी नई परियोजना को शुरू करने के लिए अच्छा दिन है। इससे सभी को मुनाफ़ा होगा। लेकिन साझीदार से हाथ मिलाने से पहले भली-भांति विचार कर लें। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। वैवाहिक जीवन के कुछ साइड इफ़ेक्ट्स भी होते हैं; आज आपको इनका सामना करना पड़ सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- गणेशजी के मंदिर में मूँग के लड्डुओं का भोग लगाएँ तथा बच्चों को भी बाँटने से लव लाइफ अच्छी रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन बहुत बढ़िया रहेगा। आप अपने परिवार में वक्त बिताएंगे। परिवार के लोगों से आपके संबंध बढ़िया बनेंगे। एक दूसरे के प्रति प्रेम की भावना रहेगी। घर में कोई नया वाहन आ सकता है। घर की साफ सफाई और सजावट पर ध्यान देंगे। काम के सिलसिले में अच्छे नतीजे मिलेंगे।आपके साथ काम करने वाले आपकी मदद करेंगे। आप कड़वा बोल सकते हैं जिससे आपके दोस्तों को दिक्कत होगी। प्रेम जीवन के लिए दिन बढ़िया रहेगा। दांपत्य जीवन में तनाव रह सकता है।दूसरों के साथ ख़ुशी बांटने से सेहत और खिलेगी। आज आपको बेवजह पैसा खर्च करने से खुद को रोकना चाहिए नहीं तो जरुरत के समय आपके पास पैसे की कमी हो सकती है। घर के किसी सदस्य के व्यवहार की वजह से आप परेशान रह सकते हैं। आपको उनसे बात करने की जरुरत है। आपको प्यार में ग़म का सामना करना पड़ सकता है। आज कार्यक्षेत्र में आपके किसी पुराने काम की तारीफ हो सकती है। आपके काम को देखते हुए आज आपकी तरक्की भी संभव है। कारोबारी आज अनुभवी लोगों से करोबार को आगे बढ़ाने की सलाह ले सकते हैं। अपने ज़बरदस्त आत्मविश्वास का फ़ायदा उठाएँ, बाहर निकलें और कुछ नए सम्पर्क व दोस्त बनाएँ। कोई व्यक्ति आपके जीवनसाथी में काफ़ी दिलचस्पी दिखा सकता है, लेकिन दिन के आख़िर तक आपको एहसास होगा कि इसमें कुछ ग़लत नहीं है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- आर्थिक स्थिति मजबूत करने के लिए सूर्यदेव को प्रातः लाल फूल अर्पित करें। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम फलदायक रहेगा। यात्रा में सफलता भी मिलेगी और आपको मजा भी आएगा। किसी नए दोस्त से मिलने का मौका मिलेगा। जो लोग सिंगल हैं, उन्हें आज किसी नए व्यक्ति से मिलने की खुशी होगी। प्रेम जीवन में रहने वाले लोगों के लिए दिन बढ़िया रहेगा। अपने प्रिय से नजदीकी बढ़ेगी। दांपत्य जीवन के लिए भी दिन सामान्य रहेगा, फिर भी किसी बात को लेकर लड़ाई झगड़ा ना करें। आज आपके खर्चे काफी रहेंगे। काम के सिलसिले में आप सभी के साथ मिलकर काम करेंगे तभी सफलता मिलेगी।आपको काफ़ी समय से चल रही बीमारी से छुटकारा मिल सकता है। यात्रा आपको थकान और तनाव देगी- लेकिन आर्थिक तौर पर फ़ायदेमंद साबित होगी। पारिवारिक ज़िम्मेदारियों को न भूलें। प्रेम के दृष्टिकोण से आपके लिए यह दिन विशेष रहने वाला है। योग्य कर्मियों को पदोन्नति या आर्थिक मुनाफ़ा हो सकता है। इस राशि के छात्र छात्राओं को आज के दिन पढ़ाई में मन लगाने में दिक्कतें आ सकती हैं। आज आप अपना कीमती समय दोस्तों के चक्कर में बर्बाद कर सकते हैं। विवाह के बाद कई बातें ज़रूरत से आगे बढ़कर अनिवार्य हो जाती हैं। आज ऐसी ही कुछ बातें आपको व्यस्त रख सकती हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- भैरव मंदिर में दूध चढाने से फैमिली लाइफ अच्छी चलेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन बहुत अच्छा रहेगा। आज किसी पार्टी में शिरकत करेंगे। खर्चे आपके काफी बढ़ेंगे, फिर भी मन खुश रहेगा। अपने तेज दिमाग के बल पर आप कई चुनौतियों का सामना करते हुए जीत हासिल करेंगे। काम के सिलसिले में अच्छे नतीजे हासिल होंगे। आपकी इनकम भी खूब बढ़ेगी। व्यापार में भी अच्छे नतीजे मिलेंगे। प्रेम जीवन के लिए दिनमान सामान्य रहेगा। दांपत्य जीवन में भी हल्के-फुल्के तनाव के बावजूद स्थितियां बढ़िया रहेंगी।ख़ुद को किसी रचनात्मक काम में लगाएँ। मानसिक शांति के लिए आपकी खाली बैठने की आदत ख़तरनाक साबित हो सकती है। निवेश करना कई बार आपके लिए बहुत फायदेमंद साबित होता है आज आपको यह बात समझ में आ सकती है क्योंकि किसी पुराने निवेश से आज आपको मुनाफा हो सकता है। दोस्त और जीवनसाथी आपके लिए सुकून और ख़ुशी लेकर आएंगे, नहीं तो आपका दिन बुझा-बुझा और दौड़-भाग से भरा रहेगा। प्यार की ताक़त आपको प्यार करने की वजह देती है। कार्यक्षेत्र के नज़रिए से आज का दिन आपका है। इसका भरपूर फ़ायदा उठाएँ। जिन रिश्तों को आप अहमियत देते हैं उन्हें समय देना भी आपको सीखना होगा नहीं तो रिश्ते टूट सकते हैं। अपने जीवनसाथी के चलते आप महसूस करेंगे कि स्वर्ग धरती पर ही है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- माथे पर केसर का तिलक करना स्वास्थ्य के लिए शुभ रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम फलदायक रहेगा। इच्छापूर्ति होने से मन हर्षित रहेगा। दांपत्य जीवन में प्रेम बढ़ेगा और रोमांस के अवसर मिलेंगे। प्रेम जीवन जी रहे लोगों को कुछ परेशानी का सामना करना पड़ सकता है। अपने प्रिय से तनाव बढ़ सकता है। पारिवारिक जीवन में स्थितियां ज्यादा ठीक नहीं है इसलिए थोड़ा ध्यान से रहें। खर्चे काफी बढ़ेंगे। काम के सिलसिले में आपको अच्छे नतीजे मिलेंगे और आपकी साख बढ़ेगी। व्यापार के सिलसिले में दिनमान सामान्य है।ध्यान और आत्म-चिन्तन लाभदायक सिद्ध होगा। अगर आपका धन से जुड़ा कोई मामला कोर्ट-कचहरी में अटका था तो आज उसमें आपको विजय मिल सकती है और आपको धन लाभ हो सकता है। आपकी भरपूर ऊर्जा और ज़बरदस्त उत्साह सकारात्मक परिणाम लाएंगे व घरेलू तनाव दूर करने में मददगार रहेंगे। अपने प्रिय से दूर होने के बावजूद आप उसकी मौजूदगी महसूस करेंगे। अगर आप सेमिनार और व्याख्यान आदि में शिरकत करेंगे, तो कुछ नया सीखने को मिलेगा। किसी वजह से आज आपके ऑफिस में जल्दी छुट्टी हो सकती है इसका आप फायदा उठाएंगे और अपने परिवार के लोगों के साथ कहीं घूमने जाएंगे। मुमकिन है कि आज आपका जीवनसाथी ख़ूबसूरत शब्दों में यह बताए कि आप उनके लिए कितने क़ीमती हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- हनुमान चालीसा का पाठ करने से हेल्थ बेहतर होगी। \n"
}]
