horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन विद्यार्थियों के लिए अधिक मेहनत भरा रहेगा, जो लोग परीक्षा की तैयारी में लगे हैं, उन्हें पढ़ाई पर अधिक फोकस रखना होगा। यदि आज किसी से कोई वाद-विवाद होता है, तो स्वयं पर कंट्रोल रखें, नहीं तो नुकसान उठाना पड़ सकता है। दांपत्य जीवन मे कुछ तनाव उत्पन्न हो सकता है, जिससे आपको परेशानी होगी, इसलिए अधिक तनाव ना ले। आज शाम का समय आप अपने परिवार के सदस्यों के साथ व्यतीत करेंगे, जिससे आपका तनाव भी कम होगा।आज ख़ास दिन है, क्योंकि अच्छा स्वास्थ्य आपको कुछ असाधारण काम करने की क्षमता देगा। आज धन लाभ होने की संभावना तो बन रही है लेकिन ऐसा हो सकता है कि अपने गुस्सैल स्वभाव के कारण आप पैसा कमाने में सक्षम न हो पाएं। आपका लापरवाह रवैया आपके माता-पिता को दुःखी कर सकता है। कोई भी नयी परियोजना शुरू करने से पहले उनकी राय भी जान लें। प्यार का भरपूर लुत्फ़ मिल सकता है। आपका प्रतिस्पर्धी स्वभाव आपको दूसरों से आगे रखने में मदद करेगा। शहर से बाहर यात्रा ज़्यादा आरामदेह नहीं रहेगी, लेकिन आवश्यक जान-पहचान बनाने के लिहाज़ से फ़ायदेमंद साबित होगी। यह दिन शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक रहेगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सफेद फूलों का गुलदस्ता चाँदी के जार में घर में रखने से पारिवारिक ख़ुशियाँ बढ़ेंगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज के दिन व्यस्तता अधिक रहेगी, लेकिन आप व्यस्तता के चलते भी अपने प्रेम जीवन के लिए समय निकाल ही लेंगे, जिससे जीवन साथी की बाचे खिल उठेंगी। आज शाम के समय आपको कोई खुशखबरी सुनने को मिल सकती है, जो आप के फायदे के लिए होगी। अपने कार्यालय में आप सावधानी बरतें, तभी नुकसान होने से बचाया जा सकता है। यदि आप आज कहीं इन्वेस्टमेंट करना चाहते हैं, तो उसका भविष्य में आपको भरपुर लाभ मिलेगा।बच्चे आपकी शाम को ख़ुशी की चमक लाएंगे। थकाऊ और उबाऊ दिन को अलविदा कहने के लिए एक बढ़िया डिनर की योजना बनाएँ। उनका साथ आपके शरीर में फिर से ऊर्जा भर देगा। कार्यक्षेत्र में या करोबार में आपकी कोई लापरवाही आज आपको आर्थिक नुक्सान करा सकती है। किसी धार्मिक स्थल या संबंधी के यहाँ जाने की संभावना है। कुछ लोगों के लिए जल्द ही शादी की शहनाई बज सकती है, जबकि दूसरे ज़िन्दगी में नए रोमांस का अनुभव करेंगे। आपके काम की गुणवत्ता देखकर आपके वरिष्ठ आपसे प्रभावित होंगे। आज आप ऑफिस से घर वापस आकर अपना पसंदीदा काम कर सकते हैं। इससे आपके मन को शांति मिलेगी। आज आपका वैवाहिक जीवन हँसी-ख़ुशी, प्यार और उल्लास का केन्द्र बन सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- पक्षियों के लिए पानी की व्यवस्था करने से धन की स्थिति अच्छी रहेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज के दिन विद्यार्थियों को अपना ज्यादा से ज्यादा ध्यान पढ़ाई पर लगाना होगा, तभी परीक्षा में सफलता प्राप्त होती दिख रही है। व्यापार व व्यवसाय में आज कुछ नई तकनीक अपना सकते हैं, जिससे भविष्य में आपको भरपूर लाभ मिलेगा। दोपहर के समय तक आज किसी फोन या टेलीफोन के जरिए कोई खास जानकारी मिल सकती हैं। पिताजी की सेहत के प्रति सावधान रहें।अपने विचार व्यक्त करने में हिचकिचाएँ नहीं। आत्मविश्वास की कमी को ख़ुद पर हावी न होने दें, क्योंकि यह सिर्फ़ आपकी समस्या को और जटिल बनाएगा, साथ ही आपकी तरक़्क़ी में भी रोड़ा अटकाएगा। अपना आत्मविश्वास फिर से हासिल करने के लिए अपनी बात खुल कर कहें और परेशानियों का सामना होठों पर मुस्कुराहट के साथ करें। जो लोग लघु उद्योग करते हैं उन्हें आज के दिन अपने किसी करीबी की कोई सलाह मिल सकती है जिससे उन्हें आर्थिक लाभ होने की संभावना है। ऐसे विवादास्पद मुद्दों पर बहस करने से बचें, जो आपके और प्रियजनों के बीच गतिरोध पैदा कर सकते हैं। आप आज रुहानी प्यार की मदहोशी महसूस कर सकेंगे। इसे महसूस करने के लिए कुछ वक़्त बचाकर रखें। अगर आप सीधा जवाब नहीं देंगे तो आपके सहयोगी आपसे नाराज़ हो सकते हैं। आज आपके करीबी लोग आपके करीब आने की कोशिश करेंगे लेकिन अपने मन को शांत बनाए रखने के लिए आप एकांत में समय बिताना पसंद करेंगे। विवाह के बाद कई बातें ज़रूरत से आगे बढ़कर अनिवार्य हो जाती हैं। आज ऐसी ही कुछ बातें आपको व्यस्त रख सकती हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- परिवार में किसी का भी जन्मदिन हो तो उस दिन ग़रीबों में सफेद वस्तुएँ बांटने पर घर में सुख-शांति बनी रहेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आप अपने बिजनेस में कुछ नई तरकीब अपनाकर काफी लाभ उठाने में सफल रहेंगे। यदि कोई कार्य करना चाहते हैं और आपको लगता है कि वह रिस्क वाला है, तो उसे करने के लिए आज दिन उत्तम नहीं है। परिवार में जो आपके विरोधी हैं, वह कुछ समय के लिए शांत रहेंगे, लेकिन फिर भी सतर्कता बरतना जरूरी होगा, इसलिए सावधान रहें। आज शाम का समय किसी सामाजिक समारोह में व्यतीत करेंगे।भरे-पूरे और संतुष्ट जीवन के लिए अपनी मानसिक दृढ़ता में वृद्धि कीजिए। आज के दिन निवेश करने से बचना चाहिए। विद्यालय का काम पूरा करने के लिए बच्चे आपसे मदद ले सकते हैं। रोमांस आनन्ददायी और काफ़ी रोमांचक रहेगा। कामकाज के मोर्चे पर आज का दिन काफ़ी अच्छा रहने वाला है। कोई रोचक मैगजीन या उपन्यास पढ़ के आजके दिन को आप अच्छी तरह से व्यतीत कर सकते हैं। आपका जीवनसाथी आपको इतना बेहतरीन पहले कभी महसूस नहीं हुआ। आपको उनसे कोई बढ़िया सरप्राइज़ मिल सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- तेल व शराब पीपल की जड़ में चढाने से आर्थिक स्थिति बेहतर होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। यदि बिजनेस के लिए कोई नया आइडिया आया हो, तो उसे फौरन आगे बढ़ाएं। भविष्य में इसका भरपूर लाभ मिलेगा। यदि रिश्तेदारों से आपकी कोई अनबन हैं, तो वह दूर करने का आज उत्तम समय है। मित्रों से आज मुलाकात होगी, जिसका आपको भरपूर फायदा होगा। परिवार में आज कोई विवाद उत्पन्न हो सकता है, इसलिए बहसबाजी में ना पड़ें, बेहतर होगा और अपनी वाणी में मधुरता बनाए रखें।सेहत से जुड़ी परेशानियाँ असहजता का कारण बन सकती हैं। आर्थिक समस्याओं ने रचनात्मक सोचने की आपकी क्षमता को बेकार कर दिया है। घरेलू मामलों और काफ़ी समय से लंबित घर के काम-काज के हिसाब से अच्छा दिन है। आप अनुभव करेंगे कि आपके प्रिय का आपके प्रति प्यार वाक़ई बहुत गहरा है। महत्वपूर्ण व्यापारिक सौदे करते समय दूसरों के दबाव में न आएँ। कारोबारी आज करोबार से ज्यादा अपने परिवार के लोगों के बीच समय बिताना पसंद करेंगे। इससे आपके परिवार में सामंजस्य बनेगा। बढ़िया खाना, रोमानी पल और जीवनसाथी का साथ - यही ख़ास है आज। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- सफेद कपड़ों को ज्यादा से ज्यादा पहने से स्वास्थ्य अच्छा रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन काफी भागदौड़ भरा रहेगा, लेकिन दिमाग से किए गए कार्यों का आज आपको भरपूर फायदा होगा। इससे मन को खुशी मिलेगी। पुरानी चल रही समस्याएं भी आज समाप्त हो जाएंगी। आप अपने आप को आजाद महसूस करेंगे। आज का दिन आपको अपने व्यापार में ईमानदारी से कार्य करने का होगा। यदि ऐसा करेंगे, तो आपकी मदद करने वाले लोग भी सामने आएंगे, जिसका आपको भरपूर फल मिलेगा। व्यापार के लिए की गई यात्राएं उत्तम फलदायक रहेंगी।आपका दानशीलता का व्यवहार आपके लिए छुपे हुए आशीर्वाद की तरह सिद्ध होगा, क्योंकि यह आपको शक, अनास्था, लालच और आसक्ति जैसी ख़राबियों से बचाएगा। व्यापार को मजबूती देने के लिए आज आप कोई अहम कदम उठा सकते हैं जिसके लिए आपका कोई करीबी आपकी आर्थिक मदद कर सकता है। आपका ज्ञान और हास-परिहास आपके चारों ओर लोगों को प्रभावित करेगा। आपका प्रिय आज रोमांटिक मूड में होगा। किसी के साथ नयी परियोजना या भागीदारी वाले व्यवसाय को शुरू करने से बचें। आज आपको अपने कामों को समय पर निपटाने की कोशिश करनी चाहिए। ख्याल रखें कि घर पर आपका कोई इंतजार कर रहा है जिसको आपकी जरुरत है। अपने जीवनसाथी के चलते आप महसूस करेंगे कि स्वर्ग धरती पर ही है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- अपने अध्यापक, गुरु और छोटे बच्चों की मन से सहायता करें, उन्हें खुश करने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज आपको अपने स्वास्थ्य के प्रति सतर्क रहना होगा क्योंकि स्वास्थ्य में कोई गिरावट आ सकती है। नौकरी में आज आपको टीम वर्क करने का मौका मिलेगा, जिससे आपके साथी कर्मचारी भी खुश नजर आएंगे। यदि आप कोई नया बिजनेस करने की सोच रहे हैं, तो उसके लिए खतरा बना हुआ है, इसलिए बिल्कुल ना करें। प्रेम जीवन सुदृढ़ होगा, जिससे आपके जीवनसाथी खुश नजर आएंगे।किसी ऊँचे और ख़ास इंसान से मिलते समय घबराएँ नहीं और आत्मविश्वास बनाए रखें। यह सेहत के लिए उतना ही ज़रूरी है, जितना काम-धंधे के लिए पैसा। जो लोग अब तक पैसेे को बेवजह खर्च कर रहे थे आज उन्हें समझ आ सकता है कि पैसे की जीवन में क्या अहमियत है क्योंकि आज अचानक आपको पैसे की जरुरत पड़ेगी और आपके पास पर्याप्त धन नहीं होगा। अपने जीवन-साथी के साथ बेहतर समझ ज़िन्दगी में ख़ुशी, सुकून और समृद्धि लाएगी। आज के दिन रोमांस के नज़रिए से कोई ख़ास आशा नहीं की जा सकती है। कामकाज के मोर्चे पर आपको सबसे स्नेह और सहयोग प्राप्त होगा। आज खाली वक्त्त किसी बेकार के काम में खराब हो सकता है। वैवाहिक जीवन के कुछ साइड इफ़ेक्ट्स भी होते हैं; आज आपको इनका सामना करना पड़ सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- तेल व शराब पीपल की जड़ में चढाने से आर्थिक स्थिति बेहतर होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। बिजनेस में आपको उत्तम लाभ की प्राप्ति होती दिख रही है। शत्रु भी आज प्रबल रहेंगे, लेकिन आपको उन पर ध्यान नहीं देना है। राजनीति क्षेत्र में वृद्धि होने के प्रबल संकेत हैं। आज आप किसी मांगलिक कार्यक्रम में जा सकते हैं, जिसमें आपकी मुलाकात अच्छे और असरदार लोगों से होगी, जिनसे आप खास काम की बात करेंगे, जिससे आपकी कुछ चिंता कम होगी।जीवन-साथी ख़ुशी की वजह साबित होगा। जो लोग लघु उद्योग करते हैं उन्हें आज के दिन अपने किसी करीबी की कोई सलाह मिल सकती है जिससे उन्हें आर्थिक लाभ होने की संभावना है। जो लोग आपके क़रीब हैं, वे आपका ग़लत फ़ायदा उठा सकते हैं। आप अनुभव करेंगे कि आपके प्रिय का आपके प्रति प्यार वाक़ई बहुत गहरा है। नौकरी पेेशा से जुड़े लोगों को आज कार्यक्षेत्र में परेशानियों का सामना करना पड़ सकता है। आज आप न चाहते हुए भी कोई गलती कर बैठेंगे जिसकी वजह से आपको अपने सीनियर्स की डांट सहनी पड़ सकती है। कारोबारियों के लिए दिन सामान्य रहने की उम्मीद है। मुमकिन है कि आपके अतीत से जुड़ा कोई शख़्स आज आपसे संपर्क करेगा और इस दिन को यादगार बना देगा। आपका जीवनसाथी आपको प्यार का एहसास देना चाहता है, उसकी मदद करें। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- पारिवारिक सुख बढ़ाने के लिए शराब न पिए क्योंकि सूर्य सात्विक ग्रह है और तामसिक वस्तुओं से चिढ़ता है। \n",
    "8": "धनु राशिः आज का राशिफल\nआज आप व्यापार से जुड़ी कुछ यात्राएं कर सकते हैं, जिसका आपको भरपूर लाभ मिलेगा। नौकरी और व्यवसाय में साथी कर्मचारियों से बहस में ना पडें, नहीं तो दिक्कत में आ सकते हैं। दांपत्य जीवन के लिए समय उत्तम है। जीवन साथी का आपको भरपूर सहयोग मिलेगा। आपके बिजनेस के लिए अनुभवी लोगों की सलाह आपके लिए फायदेमंद हो सकती है। माता जी के स्वास्थ्य के प्रति सचेत रहें।आपका आकर्षक बर्ताव दूसरों का ध्यान आपकी तरफ़ खींचेगा। आज के दिन आपको धन लाभ होने की पूरी संभावना है लेकिन इसके साथ ही आपको दान-पुण्य भी करना चाहिए क्योंकि इससे आपको मानसिक शांति मिलेगी। प्यार, मेलजोल और आपसी जुड़ाव में इज़ाफा होगा। आज के दिन किसी के साथ छेड़खानी करने से बचें। आप जीतोड़ मेहनत और धीरज के बल पर अपने उद्देश्य हासिल कर सकते हैं। आज आप ऑफिस से घर वापस आकर अपना पसंदीदा काम कर सकते हैं। इससे आपके मन को शांति मिलेगी। किसी पड़ोसी, दोस्त या रिश्तेदार की वजह से वैवाहिक जीवन में अनबन मुमकिन है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- अपने प्रेमी/प्रेमिका को समय-समय पर सफेद वस्तुएं गिफ्ट में देते रहें। इससे प्रेम सम्बन्धों में बढ़ोतरी होगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज आपके ऊपर काम का प्रेशर अधिक रहेगा, लेकिन किसे पहले करूं और किसे बाद में यह आपको सोचना है, ताकि सभी कार्य समय से पूर्ण हो सके। परिवार में आज किसी से आपकी अनबन हो सकती हैं, लेकिन अपनी वाणी पर नियंत्रण रखें। कामकाज की स्थितियां बेहतर होंगी। आर्थिक स्थिति सुदृढ़ होगी। जीवनसाथी के लिए आज आप कोई उपहार खरीद सकते हैं। विद्यार्थियों को गुरुजनों से सलाह लेने की आवश्यकता पड़ेगी।आपकी उम्मीद एक महक से भरे हुए ख़ूबसूरत फूल की तरह खिलेगी। आज आपको अपना धन खर्च करने की जरुरत नहीं पड़ेगी क्योंकि घर का कोई बड़ा आज आपको धन दे सकता है। सबको अपनी महफ़िल में दावत दें। क्योंकि आपके पास आज अतिरिक्त ऊर्जा है, जो आपको किसी पार्टी या कार्यक्रम का आयोजन करने के लिए प्रेरित करेगी। आप रोमांटिक ख़यालों और सपनों की दुनिया में खोए रहेंगे। आज के दिन आप कार्यक्षेत्र में कुछ बढ़िया कर सकते हैं। आज आप सारे रिश्तों और रिश्तेदारों से दूर होकर अपना दिन किसी ऐसी जगह पर बिताना पसंद करेंगे जहां जाकर आपको शांति प्राप्त होती है। मुमकिन है कि आपके माता-पिता आपके जीवनसाथी को कुछ शानदार आशीर्वाद दें, जिसके चलते आपके वैवाहिक जीवन में और निखार आएगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- पीले सूरजमुखी के पौधे घर में लगाने से नौकरी व बिज़नेस में तरक्की होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन कुछ खर्चे भरा रहेगा। आज आप अपने किसी खास मित्र के लिए कोई तोहफा खरीद सकते हैं, लेकिन आपको अपनी जेब का ख्याल रखना होगा, नहीं तो आर्थिक स्थिति डगमगा सकती है। अपने कार्य क्षेत्र में आज आप अपने साथी कर्मचारियों के साथ मिलकर कार्य करेंगे, जिससे कुछ शत्रु भी प्रबल नजर आएंगे। किसी अनुभवी व्यक्ति से बातचीत या सलाह मशवरा करके आपके बिजनेस को नई जान मिलेगी।दिन की शुरुआत आप योग ध्यान से कर सकते हैं। ऐसा करना आपके लिए फायदेमंद रहेगा और सारे दिन आपमें ऊर्जा रहेगी। रात के समय आप आज आपको धन लाभ होने की पूरी संभावना है क्योंकि आपके द्वारा दिया गया धन आज आपको वापस मिल सकता है। दूसरों को प्रभावित करने की आपकी क्षमता आपको कई सकारात्मक चीज़ें दिलाएगी। आज आपकी मुस्कान बेमानी है, हँसी में वो खनक नहीं है, दिल धड़कने में आनाकानी कर रहा है; क्योंकि आप किसी ख़ास के साथ की कमी महसूस कर रहे हैं। आपको महसूस होगा कि आपके परिवार का सहयोग ही कार्यक्षेत्र में आपके अच्छे प्रदर्शन के लिए ज़िम्मेदार है। व्यस्त दिनचर्या के बावजूद भी आज आप अपने लिए समय निकालपाने में सक्षम होंगे। खाली वक्त में आज कुछ रचनात्मक कर सकते हैं। अगर आप अपने जीवनसाथी की छोटी-छोटी बातों को नज़रअन्दाज़ करेंगे, तो उन्हें बुरा लग सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- शिवलिंग पर जल चढ़ाने से लव लाइफ अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन मध्यम रूप से फलदायक रहेगा। आज आप कहीं बाहर फिजूलखर्ची करने की वजह घरवालों के साथ समय गुजारें, ताकि आपके परिवार के सदस्य भी खुश रहे क्योंकि आज खर्चा वैसे ही अधिक होगा। यदि कुछ कार्य बहुत समय से अटके हुए हैं, तो आज वह बन जाएंगे, इसलिए सतर्क रहें। आज आपको अपनी संतान के भविष्य की चिंता करता सकती हैं।आज के दिन आराम करना ज़रूरी साबित होगा, क्योंकि आप हाल के दिनों में भारी मानसिक दबाव से गुज़रे हैं। नयी गतिविधियाँ और मनोरंजन आपके लिए विश्राम करने में सहायक सिद्ध होंगे। रियल एस्टेट सम्बन्धी निवेश आपको अच्छा-ख़ासा मुनाफ़ा देंगे। अगर आपके मन में तनाव है तो किसी नज़दीकी रिश्तेदार या दोस्त से बात करें, इससे आपके दिल का बोझ हल्का हो जाएगा। शाम ढलते-ढलते कोई आकस्मिक रुमानी झुकाव आपके दिलोदिमाग़ पर छा सकता है। संतोषजनक परिणाम पाने के लिए काम को योजनाबद्ध तरीक़े से करें, दफ़्तर की परेशानियों को हल करने में आपको मानसिक तनाव का सामना करना पड़ सकता है। आपके द्वारा आज खाली समय में ऐसे काम किये जाएंगे जिनके बारे में आप अक्सर सोचा करते हैं लेकिन उन कामों को कर पाने में समर्थ नहीं हो पाते। आप अपने जीवन की कुछ यादगार शामों में से एक आज अपने जीवनसाथी के साथ बिता सकते हैंं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- कोयले के आठ टुकड़े बहते पानी में प्रवाहित करने से नौकरी व बिज़नेस में उन्नति होगी। \n"
}]
