horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ खास रहने वाला है। काफी लंबे संघर्ष के बाद आज आपको आपकी परेशानियों से निजात मिलती दिख रही है। अगर आज जरूरी हो, तो ही कहीं यात्रा पर जाएं क्योंकि आपकी वाहन की अकस्मात खराबी के कारण आपका कुछ धन व्यय हो सकता है। यदि आप पार्ट टाइम काम करने का मन बना रहे हैं, तो उसके लिए समय निकालने में कामयाब रहेंगे। आज आप की महत्वाकाक्षाओं की पूर्ति का दिन रहेगा। आज आप अपने परिवार के सभी सदस्यों की विशेषताओं की पूर्ति करने में कामयाब रहेंगे, इससे परिवार के छोटे बच्चे भी आपसे फरमाइशें करते नजर आएंगे। जीवनसाथी से सहयोग व सानिध्य आज आपको प्राप्त होगा।आपका रूख़ा बर्ताव आपके जीवनसाथी का मूड ख़राब कर सकता है। आपको समझना चाहिए कि किसी का अनादर और गम्भीरता से न लेना रिश्ते में दरार डाल सकता है। पैसे की अहमियत को आप अच्छे से जानते हैं इसलिए आज के दिन आपके द्वारा बचाया गया धन आपके बहुत काम आ सकता है और आप किसी बड़ी मुश्किल से निकल सकते हैं। जीवनसाथी से झगड़ा मानसिक तनाव की ओर ले जा सकता है। बेकार का तनाव लेने की ज़रूरत नहीं है। ज़िंदगी का एक बड़ा सबक़ इस बात को मान लेना है कि बहुत-सी चीज़ों को बदलना नामुमकिन है। अपने प्रिय की ईमानदारी पर शक न करें। कार्यक्षेत्र में आपके प्रतिद्वन्द्वियों को अपने ग़लत कामों का फल मिलेगा। देर शाम तक आपको कहीं दूर से कोई अच्छी ख़बर सुनने को मिल सकती है। आप शादीशुदा ज़िन्दगी से जुड़े चुटकुले सोशल मीडिआ पर पढ़कर खिलखिलाते हैं। लेकिन आज जब आपके वैवाहिक जीवन से जुड़ी कई प्यारी चीज़ें आपके सामने आएंगी, तो आप भावुक हुए बिना नहीं रह सकेंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- स्वास्थ्य बना रहे इसके लिए गुरुवार को तेल न लगाएं। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। परिवार में आज कोई शुभ व मांगलिक कार्यक्रम पर चर्चा हो सकती है, जिसमें परिवार के सभी सदस्य बढ़ चढ़कर हिस्सा लेंगे। आज आप दैनिक आवश्यकताओं की खरीदारी के लिए भी कुछ धन व्यय करेंगे। सायं काल के समय आज आप अपने किसी मित्र की सहायता के लिए आगे आएंगे। आज आपके व्यापार में कोई शत्रु आप को नुकसान पहुंचाने की कोशिश कर सकते है, इसलिए सतर्क रहें और आज आपको अपने सेहत के प्रति भी सावधान रहना होगा क्योंकि आपको पेट गैस, अपच जैसी समस्या परेशान कर सकती है, इसलिए बाहर के खाने-पीने से परहेज रखें।आलस्य और कम ऊर्जा-स्तर आपके शरीर के लिए ज़हर काम करेंगे। किसी सृजनात्मक काम में ख़ुद को व्यस्त रखना बेहतर रहेगा। साथ ही बीमारी से जूझने के लिए ख़ुद को उत्साहित करते रहें। कोई बेहतरीन नया विचार आपको आर्थिक तौर पर फ़ायदा दिलायेगा। रिश्तेदारों और दोस्तों से अचानक उपहार मिलेगा। आज आप अपने प्रिय से अपने जज़्बात का इज़हार करने में मुश्किल महसूस करेंगे। अपना बायोडाटा भेजने या किसी इंटरव्यू में जाने के लिए अच्छा समय है। आप जिस प्रतियोगिता में भी क़दम रखेंगे, आपका प्रतिस्पर्धी स्वभाव आपको जीत दिलाने में सहयोग देगा। जीवनसाथी की ख़राब सेहत के चलते आप चिंताग्रस्त हो सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- लव लाइफ को बेहतर बनाने के लिए चलते पानी में तांबे का सिक्का बहाए। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए उन्नति भरा रहेगा। आज आप हर काम को समय से निपटाने की कोशिश करेंगे, जिसमें आपको अधिक परिश्रम भी करना पड़ेगा। नौकरी में भी आज आपको कोई अहम कार्यभार सौंपा जा सकता है, जिसके पूरा करने के लिए आपको अपने सहयोगियों की आवश्यकता होगी। जीवनसाथी से यदि कोई तनाव चल रहा था, तो वह आज समाप्त होगा। आज आप अपने माता-पिता को सायंकाल के समय देव दर्शन की यात्रा के लिए लेकर जा सकते हैं। यदि साझेदारी में कोई व्यापार किया हुआ है, तो वह भी आज आपको उत्तम धन लाभ देगा।आपका आकर्षक बर्ताव दूसरों का ध्यान आपकी तरफ़ खींचेगा। दूसरों को प्रभावित करने के लिए ज़रूरत से ज़्यादा ख़र्चा न करें। अपने परिवार को पर्याप्त समय दें। उन्हें महसूस होने दें कि आप उनका ख़याल रखते हैं। उनके साथ अच्छा वक़्त बिताएँ और शिकायत करने का मौक़ा न दें। आपके प्रिय का मूड ठीक नहीं है, इसलिए सोच-समझ कर कोई भी काम करें। नए विचार फ़ायदेमंद साबित होंगे। अपना समय और ऊर्जा दूसरों की मदद करने में लगाएँ, लेकिन ऐसे मामलों में पड़ने से बचें जिनसे आपका कोई लेना-देना नहीं है। अपने जीवनसाथी के किसी काम की वजह से आप कुछ शर्मिन्दगी महसूस कर सकते हैं। लेकिन बाद में आपको महसूस होगा कि जो हुआ, अच्छे के लिए ही हुआ। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- तुलसी के पौधे पर शाम को एक दीया जलाएं, इससे लव लाइफ बढ़िया चलेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आप दूसरों के काम में फंसे नजर आएंगे, जिसके कारण आप अपने कामों को भूल जाएंगे, लेकिन आपको दूसरों की मदद करने के साथ-साथ अपने कार्यों की ओर ही ध्यान देना होगा, नहीं तो आपको नुकसान हो सकता है। यदि संतान के विवाह में कोई बाधा आ रही थी, तो वह आज दूर होगी, जिससे परिवार के सदस्यों में प्रसन्नता रहेगी। व्यवसाय में यदि स्थान परिवर्तन का मन बना रहे हैं, तो वह करना भी आज उत्तम रहेगा। सायंकाल के सामने आज आपको कोई शुभ समाचार प्राप्त हो सकता है। रोजगार के लिए परेशान लोगों को आज और रोजगार के अवसर प्राप्त होंगे।दोस्तों का रुख़ सहयोगी रहेगा और वे आपको ख़ुश रखेंगे। सट्टेबाज़ी से फ़ायदा हो सकता है। कोई ऐसा रिश्तेदार जो बहुत दूर रहता है, आज आपसे संपर्क कर सकता है। आपको आज ही अपने प्रिय को दिल की बात बताने की ज़रूरत है, क्योंकि कल बहुत देर हो जाएगी। आज अनुभवी लोगों से जुड़कर जानने की कोशिश करें कि उनका क्या कहना है। आज आपके पास खाली समय होगा और इस समय का इस्तेमाल आप ध्यान योग करने में कर सकते हैं। आपको आज मानसिक शांति का अहसास होगा। जीवनसाथी के साथ हँसते-खिलखिलाते, हर पल के मज़े लेते हुए आप महसूस करेंगे कि आप किशोरावस्था में लौट गए हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- मांस, मदिरा व अन्य तामसिक चीजों का त्याग करने से फैमिली लाइफ अच्छी रहती है। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपका मिलाजुला रहेगा। कारोबार की चिंता आज आपको परेशान कर सकती है। नौकरी व व्यवसाय आदि के क्षेत्र में यदि आप को सुधार चाहते हैं, तो आपको अपने आलस्य को त्यागना होगा, तभी आपका यह सपना पूरा हो पाएगा। आज आप संतान को सामाजिक कार्य करते देख आपके मन में प्रसन्नता रहेगी। आज आप अपने भाइयों के सहयोग से अपने व्यवसाय की प्रगति को आगे बढ़ाएंगे, जिससे आपको आर्थिक लाभ भी अवश्य होगा। यदि आज आपको अपने व्यापार के लिए कोई कठोर निर्णय लेना पड़े, तो अपने पिताजी से सलाह अवश्य लें।\n आपका व्यक्तित्व आज इत्र की तरह महकेगा और सबको आकर्षित करेगा। इस राशि के जो लोग विदेशों से व्यापार करते हैं उन्हें आज अच्छा खासा धन लाभ हो सकता है। आपकी ज्ञान की प्यास आपको नए दोस्त बनाने में मददगार साबित होगी। आपका प्रिय को आपसे भरोसे और वादे की ज़रूरत है। अपनी विशेषज्ञता का इस्तेमाल पेशेवर मामलों को सहजता से सुलझाने में करें। घर के छोटे सदस्यों के साथ गप्पें लगाकर आज आप अपने खाली समय का अच्छा इस्तेमाल कर सकते हैं। आपके वैवाहिक जीवन में शारीरिक सुख के नज़रिए से कुछ ख़ूबसूरत परिवर्तन हो सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- प्रेमी/प्रेमिका से मिलने जाने से पहले केसर का तिलक मस्तक पर करके जाएं, इससे लव लाइफ अच्छी रहेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपका व्यक्तित्व भागदौड़ भरा रहेगा। आज आप अपने लिए भी कुछ समय निकालने का प्रयास करेंगे, जिसमें सफल भी रहेंगे। आज आप अपने लिए कुछ जरूरी सामान खरीद सकते हैं, जैसे कपड़े, मोबाइल, लैपटॉप इत्यादि, लेकिन आप अपनी आय को देखकर ही व्यय करेंगे। विद्यार्थियों को आज परीक्षा की तैयारी के लिए अधिक परिश्रम की आवश्यकता है, तभी सफल हो पाएंगे। यदि आपने कहीं धन का निवेश किया है, तो वह आज आपको भरपूर लाभ दे सकता है। प्रेम जीवन जी रहे इन लोगों को आज जीवन साथी के साथ कहीं घूमने फिरने जा सकते हैं।मौज-मस्ती की यात्राएं और सामाजिक मेलजोल आपको ख़ुश रखेंगे और सुकून देंगे। अगर सफर कर रहे हैं तो अपने कीमती सामान का विशेष ध्यान रखें अगर आप ऐसा नहीं करते तो सामान के चोरी होने की संभावना है। अपने जीवन-साथी के साथ बेहतर समझ ज़िन्दगी में ख़ुशी, सुकून और समृद्धि लाएगी। प्रेम हमेशा आत्मीय होता है और यही बात आप आज अनुभव करेंगे। आप क़ामयाबी ज़रूर हासिल करेंगे – बस एक-एक करके महत्वपूर्ण क़दम उठाने की ज़रूरत है। रात को ऑफिस से घर आते वक्त आज आपको सावधानी से वाहन चलाना चाहिए, नहीं तो दुर्घटना हो सकती है और कई दिनों के लिए आप बीमार पड़ सकते हैं। आपका जीवनसाथी किसी ख़ूबसूरत सरप्राइज़ से आपका दिन बना सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए तांबे के पात्र से जल ग्रहण करें। \n",
    "6": "तुला राशिः आज का राशिफल\nआज आप प्रतिकूल परिस्थितियों के कारण चिंतित हो सकते हैं, इसलिए आपको अपने व्यवसाय की सामाजिक और व्यवसाय क्षेत्र में आज आपके विरोधी परेशान करेंगे, सावधान रहें और अपने काम पर ध्यान दें। सरकारी नौकरी से जुड़े जातकों को आज पदोन्नति मिल सकती है। जीवन साथी के साथ आज कुछ मनमुटाव हो सकता है। आज आप अपनी संतान की भविष्य की योजनाओं के लिए थोड़ा चिंतित नजर आएंगे। आपको मानसिक तनाव हो सकता है। आर्थिक स्थिति मजबूत रहेगी। ससुराल पक्ष से भी आज आपको मान सम्मान मिलता दिख रहा है।असहजता आपकी मानसिक शांति में बाधा पैदा कर सकती है, लेकिन कोई दोस्त आपकी परेशानियों के समाधान में काफ़ी मददगार साबित होगा। तनाव से बचने के लिए मधुर संगीत का सहारा लें। आर्थिक तौर पर सिर्फ़ और सिर्फ़ एक स्रोत से ही लाभ मिलेगा। दोस्त शाम के लिए कोई बढ़िया योजना बनाकर आपका दिन ख़ुशनुमा कर देंगे। आपका प्रिय आज कुछ खीझा हुआ महसूस कर सकता है, जो आपके दिमाग़ पर दबाव और बढ़ा देगा। नए विचार फ़ायदेमंद साबित होंगे। आपका व्यक्तित्व और लोगों से थोड़ा अलग है आप अकेले वक्त बिताना पसंद करते हैं। आज आपको अपने लिए वक्त तो मिलेगा लेकिन ऑफिस की कोई समस्या आपको सताती रहेगी। वैवाहिक जीवन में कठिन दौर से गुज़रने के बाद आपको अब कुछ राहत का एहसास होगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- खिरनी की जड़ को सफ़ेद कपड़े में लपेटकर अपने पास रखने से हेल्थ में सुधार आएगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। कार्य व्यवसाय के क्षेत्र में इस वक्त आने वाले तनाव को अपने ऊपर हावी ना होने दें, नहीं तो आपको नुकसान हो सकता है। यदि आपके घर परिवार में कोई पुराना वाद-विवाद चल रहा है, उनसे आज आपको छुटकारा मिल सकता है। नौकरी कर रहे जातकों को के काम से अधिकारी वर्ग आज प्रभावित होंगे, इसलिए निराशाजनक विचारों को अपने मन में ना आने दें। आज आपको अपने पिताजी के स्वास्थ्य के प्रति सचेत रहना होगा क्योंकि उसमें हल्की फुल्की गिरावट आ सकती है। सायंकाल का समय आज आप अपने मित्रों के साथ मौज मस्ती में व्यतीत करेंगे।ज़िंदगी की ओर उदास नज़रिया रखने से बचें। जो लोग लघु उद्योग करते हैं उन्हें आज के दिन अपने किसी करीबी की कोई सलाह मिल सकती है जिससे उन्हें आर्थिक लाभ होने की संभावना है। प्यार, मेलजोल और आपसी जुड़ाव में इज़ाफा होगा। व्यक्तिगत संबंध संवेदनशील और नाज़ुक रहेंगे। अपने बॉस/वरिष्ठों को घर पर बुलाने के लिए अच्छा दिन नहीं है। इस राशि के उम्रदराज जातक आज के दिन अपने पूराने मित्रों से खाली समय में मिलने जा सकते हैं। वैवाहिक जीवन में चीज़ें हाथ से निकलती हुई मालूम होंगी। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- तेल के पकौड़े कौवों को खिलाने से स्वास्थ्य बेहतर होगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए सफलता देने वाला रहेगा। आज आपके कुछ नए संपर्कों से जुड़ेंगे, जिनसे आपको लाभ मिल सकता है। आपको अपने रोजमर्रा के कार्य में कोताही कतई नहीं बरतनी है, नहीं तो आप को नुकसान उठाना पड़ सकता है। यदि आपका किसी को धन उधार दिया हुआ है, तो वह आज आपको कठिनाइयों के बाद अपने भाई की मदद से प्राप्त हो सकता है। रात्रि का समय आप किसी मांगलिक समारोह में सम्मिलित हो सकते हैं, जिसमें आपकी कुछ खास रसूखदार लोगों से मुलाकात होगी। व्यवसाय की उन्नति देखकर आज आपके आत्मविश्वास में वृद्धि होगी। जीवनसाथी के लिए आज आप कोई उपहार खरीद सकते हैं।जल्दी ही बीमारी से उबरने की संभावना है। जीवन के बुरे दौर में पैसा आपके काम आएगा इसलिए आज से ही अपने पैसे की बचत करने के बारे में विचार करें नहीं तो आपको दिक्कतें हो सकती हैं। दिन को रोमांचक बनाने के लिए क़रीबी दोस्तों और परिवार के साथ समय बिताएँ। एकतरफ़ा लगाव आपके लिए सिर्फ दिल तोड़ने का काम करेगा। खुदरा और थोक व्यापारियों के लिए अच्छा दिन है। जरुरी कामों को समय न देना और फिजूल के कामों पर वक्त जाया करना आज आपके लिए घातक सिद्ध हो सकता है। आपके जीवनसाथी की कामकाज को लेकर व्यस्तता आपकी उदासी का कारण बन सकती है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- केले न खाना आर्थिक स्थिति के लिए अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपको आपके मन के मुताबिक परिणाम देने वाला रहेगा, जिससे आपके मन में प्रसन्नता बनी रहेगी और आप धार्मिक व सामाजिक कार्य में भी बढ़ चढ़कर हिस्सा लेंगे, इससे आपका मान-सम्मान भी बढ़ेगा, लेकिन आपको आज अपनी आय को सीमित रखना होगा क्योंकि वे अधिक होने के कारण आपको परेशानी का सामना करना पड़ सकता है। दांपत्य जीवन में निकटता बनी रहेगी, लेकिन आपको व्यर्थ के झगड़े व झंझटों से बचना होगा। आज आपको दिनभर शुभ समाचार प्राप्त होते रहेंगे, जिससे आपकी खुशी का ठिकाना नहीं रहेगा। सायंकाल के समय आप किसी धार्मिक स्थान की यात्रा पर जाने की सोच सकते हैं। ध्यान और योग न केवल आध्यात्मिक तौर पर, बल्कि शारीरिक तौर पर भी आपके लिए फ़ायदेमन्द साबित होंगे। आज आपके माता-पिता में से कोई आपको धन की बचत करने को लेकर लेक्चर दे सकता है, आपको उनकी बातोें को बहुत गौर से सुनने की जरुरत है नहीं तो आने वाले समय में परेशानी आपको ही उठानी पड़ेगी। आज आपको अपने होशियारी और प्रभाव का उपयोग संवेदनशील घरेलू मुद्दों को हल करने के लिए करना चाहिए। मुहब्बत का सफ़र प्यारा, मगर छोटा होगा। इस राशि के कारोबारी आज किसी करीबी की गलत सलाह के कारण परेशानी में आ सकते हैं। जॉब करने वाले जातकों को आज कार्यक्षेत्र में सोच-समझकर चलने की जरुरत है। आज आपको महत्वपूर्ण मामलों पर ध्यान लगाने की ज़रूरत है। जीवनसाथी के किसी अचानक काम की वजह से आपकी योजनाएँ बिगड़ सकती हैं। लेकिन फिर आपको महसूस होगा कि जो होता है अच्छे के लिए ही होता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- नौकरी/बिज़नेस में लाभ हेतु अपने जूतों के तलों में तांबे की सात-सात कील लगवाएं। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए अनुकूल लाभ देने वाला रहेगा। आयात और निर्यात का व्यवसाय कर रहे लोगों को आज छोटे-छोटे लाभ के भरपूर अवसर मिलेंगे, लेकिन आपको उन्हें पहचानना होगा, नहीं तो वह आपके हाथ से निकल सकते हैं। आज आपको अपनी नौकरी में सरकारी कामों में उच्च अधिकारियों की कृपा से खाने से लाभ होता दिख रहा है, इसलिए आज आपको अपने आलस्य को त्यागना होगा, तभी आप अपने लाभ के अवसरों को पहचानने में कामयाब रहेंगे। आज आपका आपके पिताजी से कोई वाद विवाद हो सकता है, लेकिन कभी कभी बड़ों की बात सुनना अच्छा होता है, इसलिए ध्यान दें।आशावादी बनें और उजले पक्ष को देखें। आपका विश्वास और उम्मीद आपकी इच्छाओं व आशाओं के लिए नए दरवाज़े खोलेंगी। कार्यक्षेत्र में या करोबार में आपकी कोई लापरवाही आज आपको आर्थिक नुक्सान करा सकती है। अपने परिवार की भलाई के लिए मेहनत करें। आपके कामों के पीछे प्यार और दूरदृष्टि की भावना होनी चाहिए, न कि लालच का ज़हर। आज आप अपने किसी वादे को पूरा नहीं कर पाएंगे जिसकी वजह से आपका प्रेमी आपसे नाराज हो जाएगा। बड़े उद्योगपतियों के साथ साझीदारी का व्यवसाय फ़ायदेमंद रहेगा। यात्राओं से तुरंत लाभ तो नहीं होगा, लेकिन इसके चलते अच्छे भविष्य की नींव रखी जाएगी। बिजली कटौती या फिर किसी अन्य वजह से आपको सुबह तैयार होने में परेशानी का सामना करना पड़ सकता है, लेकिन जीवनसाथी की ओर से इससे निबटने में काफ़ी मदद मिलेगी। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- सफेद पालतू कुतिया को खाना खिलाना आर्थिक उन्नति में सहायक होगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए निश्चित परिणाम लेकर आएगा। आज आपको ज्ञान विज्ञान के क्षेत्र में काफी प्रगति मिलने की संभावना दिख रही है। आज आप अपने माता-पिता व गुरुजनों की सेवा में मन लगाएंगे व भजन कीर्तन इत्यादि में भी शामिल हो सकते हैं। यदि आपने किसी को कोई धन उधार दिया हुआ है, तो वह आज आपके खिलाफ कोई बड़ी साजिश कर सकता है, इसलिए सोच विचार कर चलें। अध्यात्म के प्रति भी आज आपकी रूचि बढ़ी दिखेगी। आज आपको अपने व्यापार में अपनी नौकरी में गुप्त शत्रु वे अपने इस ईषालु शत्रुओं से सावधान रहना होगा क्योंकि वह आपको परेशान करने की भरपूर कोशिश करेंगे। संतान के भविष्य के लिए आज कुछ धन जमा करके रख सकते हैं।सेहत की तरफ़ ज़रा ज़्यादा ग़ौर करने की ज़रूरत है। आपका कोई पड़ोसी आज आपसे धन उधार मांगने आ सकता है, आपको सलाह दी जाती है कि उधार देने से पहले उनकी विश्वसनीयता अवश्य जांच लें नहीं तो धन हानि हो सकती है। आपका लापरवाह रवैया आपके माता-पिता को दुःखी कर सकता है। कोई भी नयी परियोजना शुरू करने से पहले उनकी राय भी जान लें। सिर्फ़ स्पष्ट समझ के माध्यम से आप अपनी पत्नी/पति को भावनात्मक सहारा दे सकते हैं। आप जीतोड़ मेहनत और धीरज के बल पर अपने उद्देश्य हासिल कर सकते हैं। ऐसे लोगों से जुड़ने से बचें जो आपकी प्रतिष्ठा को आघात पहुँचा सकते हैं। शादिशुदा ज़िन्दगी के तमाम मुश्किल दिनों के बाद आप और आपका हमदम फिर प्यार की गर्माहट महसूस कर सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- केले के पेड की पूजा करने से स्वास्थ्य अच्छा रहेगा। \n"
}]
