horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nअपनी बुद्धि और कार्यकुशलता की बदौलत कुछ नया काम हाथ में लेंगे। पुरानी योजनाएं सिरे चढ़ेंगी और उनसे अच्छा लाभ होगा। आज आपके पास कई जगह से पैसा वापस लौट कर आ सकता है। रुका हुआ धन आने से भी स्थिति बढ़िया बनेगी। परिवार को सम्मान मिलेगा। मित्रों और रिश्तेदारों से बातचीत करके मन हल्का होगा। नौकरी में समय सामान्य रहेगा। व्यापार करने वालों को अच्छे नतीजे मिलेंगे। प्रेम जीवन में दिक्कतें रहेंगी। किसी और व्यक्ति से बातचीत अपने प्रिय को लेकर ना करें। दांपत्य जीवन अच्छा रहेगा।आप जो शारीरिक बदलाव आज करेंगे, वे निश्चित तौर पर आपके रूप-रंग को आकर्षक बनाएगा। धन से जुड़ा कोई मसला आज हल हो सकता है और आपको धन लाभ हो सकता है। जिन्हें आप चाहते हैं, उनके साथ उपहारों का लेन-देन करने के लिए अच्छा दिन है। सिर्फ़ स्पष्ट समझ के माध्यम से आप अपनी पत्नी/पति को भावनात्मक सहारा दे सकते हैं। साझीदारी की परियोजनाएँ सकारात्मक परिणाम से ज़्यादा परेशानियाँ देंगी। कोई आपका बेजा फ़ायदा उठा सकता है और उसे ऐसा करने देने के लिए आप ख़ुद से ही नाराज़ हो सकते हैं। अचानक आज आप काम से छुट्टी लेने का प्लान बना सकते हैं और अपने परिवार के साथ वक्त बिता सकते हैं। शादी के ठीक पहले के ख़ूबसूरत दिनों की याद ताज़ा हो सकती है - वही छेड़छाड़, आगे-पीछे घूमना और इज़हार गर्माहट पैदा करेंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- नौकरी/बिज़नेस में तरक्की हेतु पानी में लाल चंदन का पाउडर मिलाकर उससे स्नान करें। \n",
    "1": "वृष राशिः आज का राशिफल\nकहीं दूर जाने का विचार बनाएंगे लेकिन फिलहाल के लिए यह सब रद्द कर दें क्योंकि समय अनुकूल नहीं है। इनकम में गिरावट आ सकती है और खर्चों में बढ़ोतरी होगी। मानसिक तनाव भी बढ़ेगा, इसलिए सावधानी बरतें। परिवार में लोगों का अच्छा व्यवहार आपका दिल जीत लेगा, इसलिए परिवार के साथ वक्त बिताएं। अच्छा भोजन करेंगे। जीवन साथी की ओर से कोई खुशखबरी मिल सकती है। प्रेम जीवन के लिए भी दिन अच्छा रहेगा।चूँकि यात्रा के लिहाज़ से आप अभी कुछ कमज़ोर हैं, इसलिए लंबी यात्राओं से बचने की कोशिश कीजिए। दोस्तों की मदद से वित्तीय कठिनाईयाँ हल हो जाएंगी। जो लोग आपके क़रीब हैं, वे आपका ग़लत फ़ायदा उठा सकते हैं। सावधान रहें, कोई आपसे दिल्लगी या फ़्लर्ट करके अपना उल्लू सीधा कर सकता है। कार्यक्षेत्र में दिल लगाने से बचें नहीं तो आपकी बदनामी हो सकती है। यदि आप किसी से जुड़ना भी चाहते हैं तो ऑफिस से दूरी बनाकर ही उनसे बात करें। इस राशि के छात्र छात्राओं को आज के दिन पढ़ाई में मन लगाने में दिक्कतें आ सकती हैं। आज आप अपना कीमती समय दोस्तों के चक्कर में बर्बाद कर सकते हैं। आपके जीवनसाथी की सुस्ती आपके कई कामों पर पानी फेर सकती है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- लाल व भूरी चींटियों को खांड, मिश्री खिलाने से पारिवारिक जीवन अच्छा चलने लगता है। \n",
    "2": "मिथुन राशि : आज का राशिफल\nसेहत के मामले में दिन थोड़ा अच्छा रहेगा। किसी नए काम को करने का विचार बनाएंगे और उसकी रूपरेखा तैयार करेंगे। परिवार का माहौल खुशनुमा रहेगा। सरकारी क्षेत्र से लाभ के योग बनेंगे। प्रॉपर्टी खरीदने का विचार कर सकते हैं। वाहन भी खरीदने की स्थिति बन सकती है। प्रेम जीवन में प्रेम बढ़ेगा। दांपत्य जीवन में तनाव से मुक्ति मिलेगी। नौकरी पेशा लोगों को आज अच्छे नतीजे मिलेंगे।आपका व्यक्तित्व आज इत्र की तरह महकेगा और सबको आकर्षित करेगा। आपका पैसा तभी आपके काम आएगा जब आप उसको संचित करेंगे यह बात भली भांति जान लें नहीं तो आपको आने वाले समय में पछताना पड़ेगा। अचानक आयी ज़िम्मेदारी आपकी दिन की योजनाओं में बाधा डाल सकती है। आप पाएंगे कि आप दूसरों के लिए ज़्यादा और ख़ुद के लिए कम कर पा रहें। आप आज रुहानी प्यार की मदहोशी महसूस कर सकेंगे। इसे महसूस करने के लिए कुछ वक़्त बचाकर रखें। काम को मनोरंजन के साथ न मिलाएँ। शहर से बाहर यात्रा ज़्यादा आरामदेह नहीं रहेगी, लेकिन आवश्यक जान-पहचान बनाने के लिहाज़ से फ़ायदेमंद साबित होगी। एक बढ़िया जीवनसाथी के साथ जीवन वाक़ई अद्भुत लगता है और आज आप इस बात का अनुभव कर सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- सफेद गाय को चारा खिलाने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nमानसिक तनाव से मुक्ति मिलेगी लेकिन भोजन के प्रति अनियमितता आपको बीमार बना सकती है। अपने गले में दर्द या गले का इन्फेक्शन या टॉन्सिल अथवा गला खराब होने से यह मुंह के छालों से परेशान हो सकते हैं। परिवार का माहौल अच्छा रहेगा। काम के सिलसिले में किए गए प्रयास सफल रहेंगे। दांपत्य जीवन अच्छा रहेगा। प्रेम जीवन में तनाव बना रहेगा।अपने जीवन-साथी के साथ पारिवारिक समस्याओं को साझा करें। एक-दूसरे को फिर से भली-भांति जानने के लिए थोड़ा और वक़्त एक-दूसरे के साथ बिताएँ और ख़ुद की स्नेही जोड़े की छवि को मज़बूत करें। आपके बच्चे भी घर में ख़ुशी और सुकून के माहौल को महसूस कर सकेंगे। इससे आपको एक-दूसरे के साथ व्यवहार में ज़्यादा खुलापन और आज़ादी मिलेगी। आज आपको समझ आ सकता है कि धन को बिना सोच विचारे खर्च करना आपको कितना नुक्सान पहुंचा सकता है. किसी नज़दीकी रिश्तेदार या मित्र की तरफ़ से मिली अच्छी ख़बर के साथ दिन की शुरुआत होगी। आपका प्रिय आपको ख़ुश रखने के लिए कुछ ख़ास करेगा। आप जीतोड़ मेहनत और धीरज के बल पर अपने उद्देश्य हासिल कर सकते हैं। आज के समय में अपने लिए वक्त निकाल पाना बहुत मुश्किल है। लेकिन आज ऐसा दिन है जब आपके पास अपने लिए भरपूर समय होगा। आपको महसूस होगा कि आपका जीवनसाथी इससे बेहतर पहले कभी नहीं हुआ। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- खिरनी की जड़ को सफ़ेद कपड़े में लपेटकर अपने पास रखने से हेल्थ में सुधार आएगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nयात्रा पर जाने के लिए समय शुभ नहीं है, दिक्कतें आ सकती हैं, इसलिए ना जाएं। परिवार का माहौल अच्छा रहेगा लेकिन परिवार में किसी छोटे सदस्य की सेहत बिगड़ सकती है। प्रेम जीवन के लिए दिनमान अच्छा रहेगा लेकिन आपका प्रिय किसी बात को पकड़कर खींचेगा, जिससे झगड़ालू रवैया नजर आ सकता है। दांपत्य जीवन में रोमांस के अवसर आएंगे। नौकरी करने वालों को आज अच्छे परिणाम मिलेंगे। व्यापार भी फायदेमंद रहेगा।व्यस्त दिनचर्या के बावजूद स्वास्थ्य अच्छा रहेगा। आज आपको किसी अज्ञात स्रोत से पैसा प्राप्त हो सकता है जिससे आपकी कई आर्थिक परेशानियां दूर हो जाएंगी। घर के माहौल की वजह से आप उदास हो सकते हैं। आपका होना इस दुनिया को आपके प्रिय के लिए रहने के क़ाबिल बनाता है। आप किसी बड़े व्यावसायिक लेन-देन को अंजाम दे सकते हैं और मनोरंजन से जुड़ी किसी परियोजना में कई लोगों का संयोजन कर सकते हैं। रात के समय आज आप घर के लोगों से दूर होकर अपने घर की छत या किसी पार्क में टहलना पसंद करेंगे। आज आपको अपने जीवनसाथी से एक बार फिर प्यार हो जाएगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- नरसिंह चालीसा व आरती पढ़ने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nघरेलू खर्च में काफी धन व्यय होगा। परिवार की जिम्मेदारियों को समझेंगे और उन्हें निभाने का प्रयास करेंगे। परिजनों से उनके मन की बात जान कर खुद परिवार में अच्छा समय लाने का प्रयत्न करेंगे। दांपत्य जीवन में तनाव रह सकता है। काम के सिलसिले में किए गए प्रयास रंग लाएंगे। नौकरी में आप का प्रदर्शन सराहनीय रहेगा लेकिन मानसिक रूप से आप काफी व्यस्त रहेंगे, इसलिए काम पर ध्यान देना जरूरी होगा। सेहत कुछ कमजोर रहेगी। प्रेम जीवन सामान्य रहेगा।मानसिक शान्ति के लिए तनाव के कारणों का समाधान करें। आज किया गया निवेश आपकी समृद्धि और आर्थिक सुरक्षा में इज़ाफ़ा करेगा। जीवनसाथी ज़िंदगी में बदलाव लाने में मदद करेगा। ख़ुद को एक ज़िंदादिल और गर्मजोशी से भरा इंसान बनाएँ, जो ज़िंदगी की राह अपनी मेहनत और काम से बनता है। साथ ही इस राह में आने वाले गड्ढों और दिक़्क़तों से दिल छोटा न करें। आपको पहली नज़र में किसी से प्यार हो सकता है। प्रतिस्पर्धा के चलते काम-काज की अधिकता थकावट भरी हो सकती है। आज घर में अधिकतर समय आप सो कर गुजार सकते हैं। शाम के वक्त आपको महसूस होगा कि आपने अपना कितना कीमती समय बर्बाद कर दिया। यह दिन शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक रहेगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- ढाक के पत्ते का दोना खाने में प्रयोग करने से नौकरी/बिज़नेस में उन्नति होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nसंतान के प्रति काफी आशावान रहेंगे और उनके भविष्य को लेकर चिंतित भी रहेंगे। शिक्षा में व्यवधान आएंगे। बैंक लोन लेने में सफलता मिल सकती है। व्यापार के लिए दिन अच्छा रहेगा। नौकरी पेशा लोगों को आज अपनी चतुर बुद्धि का इस्तेमाल करते हुए अपना दिन अच्छा बनाने का प्रयास करना चाहिए। किसी अच्छे व्यक्ति से मुलाकात हो सकती है। सेहत अच्छी रहेगी। इनकम में बढ़ोतरी होगी।अगर आप बहुत ज़्यादा तनाव महसूस कर रहे हैं, तो बच्चों के साथ अधिक समय बिताएँ। उनके प्यार भरे आलिंगन और मासूम मुस्कुराहट आपकी सभी परेशानियों को ख़त्म कर देंगे। आपके पिता की कोई सलाह आज कार्यक्षेत्र में आपको धन लाभ करा सकती है. एक पारिवारिक आयोजन में आप सभी के ध्यान का केन्द्र होंगे। प्यार एक ऐसा जज़्बा है जिसे न सिर्फ़ महसूस किया जाना चाहिए, बल्कि अपने प्रिय के साथ बांटना भी चाहिए। आप महसूस करेंगे कि आपकी रचनात्मकता कहीं खो गयी है और फ़ैसले करने में आपको ख़ासी दिक़्क़त का सामना करना पड़ेगा। आज कुछ नया और सृजनात्मक करने के लिए अच्छा दिन है। आज आपको अपने जीवनसाथी से एक बार फिर प्यार हो जाएगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- खाने में सरसों, सूरजमुखी और करड़ी का तेल और देसी चने का प्रयोग करने से नौकरी व बिज़नेस में तरक्की मिलेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nखर्चों में अधिकता होने से मन पर एक बोझ बढ़ेगा। मानसिक चिंताएं बढ़ेंगी। सेहत भी कमजोर रहेगी। किसी काम में मन कम लगेगा लेकिन भाग्य के सहारे कई काम बन जाएंगे। पिता का साथ मिलेगा। काम के सिलसिले में आपको अच्छे लाभ की उम्मीद करनी चाहिए। प्रेम जीवन परेशानी जनक हो सकता है ।अपने प्रिय को मिलने के लिए आप काफी उत्सुक रहेंगे लेकिन यह मुलाकात अभी संभव नहीं होगी। दांपत्य जीवन ठीक-ठाक रहेगा।कुछ लोग सोच सकते हैं कि आप नया सीखने के लिए काफ़ी उम्रदराज़ हो चुके हैं- लेकिन यह सच्चाई से बहुत दूर है- आप अपने तेज़ और सक्रिय दिमाग़ की वजह से कुछ भी आसानी से सीख सकते हैं। धन का आगमन आज आपको कई आर्थिक परेशानियों से दूर कर सकता है। आपको अपनी एक-सी दिनचर्या से थोड़ी छुट्टी लेकर आज दोस्तों के साथ सैर-सपाटा करने की ज़रूरत है। प्रेम-संबंध में ग़ुलाम की तरह व्यवहार न करें। सहकर्मियों और कनिष्ठों के चलते चिंता और तनाव के क्षणों का सामना करना पड़ सकता है। अगर आप यात्रा कर रहें है तो सभी ज़रूरी दस्तावेज़ साथ रखना न भूलें। आपकी व्यस्त दिनचर्या के चलते आपका जीवनसाथी आपके ऊपर शक़ कर सकता है। लेकिन दिन के अन्त तक वह आपकी बात समझेगा और आपको गले लगाएगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- किसी सपेरे को सांप को दूध पिलाने के लिए पैसा देना नौकरी व बिज़नेस के लिए शुभ रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nघर परिवार के बारे में काफी सोच विचार करेंगे। व्यापार में अच्छा मुनाफा हाथ लगेगा। इनकम बढ़ेगी, जिससे आपका मन हर्षित होगा। नौकरी में किए गए प्रयास रंग लाएंगे और आपको अच्छे नतीजे मिलेंगे। आपके प्रमोशन के चांस बन सकते हैं लेकिन घमंड में आकर किसी को बुरा भला ना कहें। विरोधियों से सावधान रहें। प्रेम जीवन में रोमांस का मौका आएगा। शादीशुदा जातकों के दांपत्य जीवन में अच्छे समय की अनुभूति होगी लेकिन जीवन साथी बीमार हो सकता है।अपने काम के लिए दूसरों पर दबाव न डालें। दूसरे लोगों की इच्छाओं और दिलचस्पियों पर भी ग़ौर करें, इससे आपको दिली ख़ुशी हासिल होगी। नौकरी पेशा से जुड़े लोगों को आज धन की बहुत आवश्यकता पड़ेगी लेकिन बीते दिनों में किये गये फिजुलखर्च के कारण उनके पास पर्याप्त धन नहीं होगा। व्यक्तिगत मामलों को सुलझाते समय उदारता दिखाएँ, लेकिन अपनी ज़ुबान पर क़ाबू रखें ताकि उन्हें चोट न पहुँचे जो आपसे प्यार करते हैं और आपकी परवाह करते हैं। कुछ लोगों के लिए जल्द ही शादी की शहनाई बज सकती है, जबकि दूसरे ज़िन्दगी में नए रोमांस का अनुभव करेंगे। अगर आप अपने काम पर ध्यान एकाग्र करें, तो आप अपनी उत्पादकता दोगुनी कर सकते हैं। छात्र-छात्राओं को आज अपने काम को कल पर नहीं टालना चाहिए, आपको जब भी खाली समय मिले अपने काम को पूरा कर लें। ऐसा करना आपके लिए हितकारी है। वैवाहिक सुख के दृष्टिकोण से आज आपको कुछ अनोखा उपहार मिल सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- आर्थिक स्थिति को अच्छा रखने के लिए हाथ में सोने सोने की अंगूठी ज़रुर पहनें। \n",
    "9": "मकर राशिः आज का राशिफल\nसेहत में परेशानी बनी रह सकती है, इसलिए थोड़ा ध्यान दें और जरा भी लापरवाही ना करें। सुखों के प्रति भागना आपको आर्थिक चुनौतियों में फंसा सकता है। समाज में आपकी इच्छा शक्ति के कारण कुछ नया कार्य करना आपको प्रशंसा का पात्र बनाएगा। सामाजिक दायरा बढ़ेगा। प्रेम जीवन के लिए दिनमान सामान्य रहेगा। जो लोग शादीशुदा हैं, उन्हें आज अपने जीवन साथी से कुछ ऐसी बातें जानने को मिलेंगी, जिनसे आपका रिश्ता और बढ़िया हो जाएगा। नौकरी में सफलता मिलेगी।लंबे समय से चली आ रही अपनी बीमारी का इलाज अपनी मुस्कान से करें, क्योंकि यह सभी परेशानियों की सबसे कारगर दवा है। जिन लोगों ने किसी अनजान शख्स की सलाह पर कहीं निवेश किया था आज उन्हें उस निवेश से फायदा होने की पूरी संभावना है। बहन की शादी की ख़बर आपके लिए ख़ुशी का सबब लेकर आएगी। हालाँकि उससे दूर होने का ख़याल आपको उदास भी कर सकता है। लेकिन आपको भविष्य के बारे में सोचना छोड़ वर्तमान का पूरा आनंद लेना चाहिए। दूसरों को ख़ुशियाँ देकर और पुरानी ग़लतियों को भुलाकर आप जीवन को सार्थक बनाएंगे। अगर आपको एक दिन की छुट्टी पर जाना है तो चिंता न करें, आपकी ग़ैरहाज़िरी में सभी काम ठीक से चलते रहेंगे। और अगर किसी ख़ास वजह से कोई परेशानी खड़ी भी हो जाए, तो आप लौटने पर उसे आसानी से हल कर लेंगे। कई बार मोबाइल चलाते-चलाते आपको समय का पता ही नहीं चलता और फिर जब आप अपना समय बर्बाद कर चुके होते हैं तो आपको पछतावा होता है. आज आपको अपने जीवनसाथी का दैवीय पक्ष देखने को मिल सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- प्रेमी/प्रेमिका को हरे रंग के कपड़े गिफ्ट में देने से प्रेम सम्बन्ध मजबूत रहेंगे। \n",
    "10": "कुंभ राशिः आज का राशिफल\nखुद पर ज्यादा ध्यान देंगे और अच्छा खासा खर्चा भी कर सकते हैं, जिससे आपके व्यक्तित्व में निखार आएगा। अपनी वाणी से लोगों को अपना बनाने का प्रयास करेंगे। परिवार में किसी बुजुर्ग की सेहत बिगड़ सकती है। व्यापार में लाभ होगा। दांपत्य जीवन में प्रेम और रोमांस के अवसर आएंगे। प्रेम जीवन जीने वालों को आज अच्छा समय मिलेगा और उनका प्रिय उनसे बातें करेगा और अपने मन की सभी समस्याओं को उनके सामने रखेगा, जिससे एक दूसरे पर विश्वास जमेगा। काम के सिलसिले में दिन सामान्य रहेगा।ख़ुशनुमा दिन के लिए मानसिक तनाव और झंझटों से बचें। अगर आप छात्र हैं और विदेशों में जाकर पढ़ाई करना चाहते हैं तो घर की आर्थिक तंगी आज आपके माथे पर शिकन ला सकती है। पारिवारिक सदस्यों के साथ सुकून भरे और शांत दिन का लुत्फ़ लें। अगर लोग परेशानियों के साथ आपके पास आएँ तो उन्हें नज़रअंदाज़ करें और उन्हें अपनी मानसिक शांति भंग न करने दें। आज प्यार की मदहोशी में हक़ीक़त और फ़साना मिलकर एक होते मालूम होंगे। इसे महसूस करें। आज आपका कोई छुपा विरोधी आपको ग़लत साबित करने की पुरज़ोर कोशिश करेगा। तनाव से भरा दिन, जब नज़दीकी लोगों से कई मतभेद उभर सकते हैं। आज आप महसूस करेंगे कि जीवनसाथी के साथ की एहमियत कितनी हे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- बड़/बरगद के पेड को मीठे दूध से सींचे, इससे नौकरी/बिज़नेस में तरक्की होगी। \n",
    "11": "मीन राशिः आज का राशिफल\nखुद के काम पर ध्यान देंगे, जिससे काम में रुकी हुई रफ्तार वापस लौट आएगी और आपको लाभ होगा। आज अपने ऊपर अजीब सा अभिमान हो सकता है, इससे बचना ही अच्छा होगा। दूसरों को भी महत्व दें। समाज में लोकप्रियता बढ़ेगी और सम्मान मिलेगा। अच्छा भोजन करेंगे। नए वस्त्र खरीदने का विचार कर सकते हैं। यात्रा में समस्या होगी। व्यापार में नए अनुबंध के लिए प्रयास करेंगे। प्रेम जीवन सामान्य रहेगा। दांपत्य जीवन जीने वालों को तनाव का सामना करना पड़ेगा।दोस्त आपका परिचय किसी ख़ास इंसान से कराएंगे, जो आपकी सोच पर गहरा प्रभाव डालेगा। आपकी मनोकामनाएं दुआओं के ज़रिए पूरी होंगी और सौभाग्य आपकी तरफ़ आएगा- और साथ ही पिछले दिन की मेहनत भी रंग लाएगी। आपके व्यक्तिगत मोर्चे पर कोई बड़ी चीज़ होने वाली है, जो आपके और आपके परिवार के लिए उल्लास लेकर आएगी। प्यार-मोहब्बत की नज़रिए से बेहतरीन दिन है। प्यार का मज़ा चखते रहें। साझीदारी और व्यापार में हिस्सेदारी वग़ैरह से दूर रहें। इस राशि वाले जातकों को आज खाली वक्त में आध्यात्मिक पुस्तकों का अध्ययन करना चाहिए। ऐसा करके आपकी कई परेशानियां दूर हो सकती हैं। आपका जीवनसाथी अन्य दिनों की अपेक्षा आपका ज़्यादा ख़्याल रखेगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- गणेश मंदिर के दर्शन करने से नौकरी व बिज़नेस में तरक्की मिलेगी। \n"
}]
