horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए काफी अच्छा रहेगा। आज आप अपने दिमाग से ज्यादा दिल की सुनेंगे और इसका आपको लाभ मिलेगा। दिन का उत्तरार्ध काफी अनुकूल है। इसलिए कोई भी महत्वपूर्ण निर्णय दोपहर बाद ही लें। परिवार में सुख की प्राप्ति होगी। माता से स्नेह बढ़ेगा। आमदनी में बढ़ोतरी होगी और परिवार एकजुट रहेगा। कार्य क्षेत्र के लिए भी आज का दिन उत्तम है।आपके पास अपनी सेहत और रूप-रंग को सुधारने के लिए पर्याप्त समय होगा। आज आपको अपने उन रिश्तेदारों को पैसा उधार नहीं देना चाहिए जिन्होंने आपका पिछला उधार अब तक वापस नहीं किया है। अपने जीवनसाथी के मामलों में ज़रूरत से ज़्यादा दखल देना उसकी झुंझलाहट का कारण बन सकता है। ग़ुस्से को फिर से भड़कने से रोकने के लिए उसकी इजाज़त लें, तो आसानी से इस परेशानी को हल किया जा सकता है। आप जहाँ हैं वहीं रहेंगे, बावजूद इसके प्यार आपको एक नए और अनोखे लोक में ले जाएगा। साथ ही आज आप रोमानी सफ़र पर भी जा सकते हैं। घर के कामों को पूरा करने के बाद इस राशि की गृहणियां आज के दिन फुर्सत में टीवी या मोबाइल पर कोई मूवी देख सकती हैं। आज आप महसूस करेंगे कि शादी का बंधन वाक़ई स्वर्ग में बनाया जाता है। लोगोंं के बीच रहकर सबका सम्मान करना आपको आता है इसलिए आप भी सबकी नजरों में अच्छी छवि बना पाते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- घर में फटे-पुरानी पुस्तकें या धार्मिक ग्रंथों को न रखने से फैमिली लाइफ अच्छी चलेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। शारीरिक रूप से कमजोरी महसूस होगी। मानसिक तनाव बना रहेगा। कार्य में कुछ विलंब के बाद सफलता मिलेगी। पारिवारिक जीवन में खुशी रहेगी परिवार वालों के साथ दिन खुशी खुशी बिताएंगे।\n मानसिक तौर पर आप स्थिर महसूस नहीं करेंगे- इसलिए इस बात का ख़याल रखें कि दूसरों के सामने आप कैसे बर्ताव करते और बोलते हैं। धन का आगमन आज आपको कई आर्थिक परेशानियों से दूर कर सकता है। एक पारिवारिक आयोजन में आप सभी के ध्यान का केन्द्र होंगे। आपका प्रिय आपको ख़ुश रखने के लिए कुछ ख़ास करेगा। अगर आप ख़रीदारी पर जाएँ तो ज़रूरत से ज़्यादा जेब ढीली करने से बचें। आज के दिन आपके और आपके जीवनसाथी के लिए गहरी आत्मीयतापूर्ण बातें का सही समय है। आज का दिन उन चन्द दिनों जैसा है जब घड़ी की सुईयाँ बहुत धीरे-धीरे हिलती हैं और आप लंबे समय तक बिस्तर में पड़े रहते हैं। लेकिन इसके बाद ख़ुद को तरोताज़ा भी महसूस करेंगे और इसकी आपको काफ़ी ज़रूरत भी है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- बेसन की मिठाई, बेसन की कोई तली खाने की चीज़, सोहन पापड़ी, बेसन का हलवा गरीबों में बाँटने से स्वास्थ्य अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। आपकी कार्यक्षमता में वृद्धि होगी। लोग आपकी ऊर्जा की वजह से आपके मुरीद बनेंगे और आपके काम की तारीफ होगी। दांपत्य जीवन में सुख के पल आएंगे। दोपहर बाद स्थिति में बदलाव होगा और आमदनी में इजाफा होने का कोई बेहतर योग बनेगा। परिवार के प्रति समय व्यतीत करेंगे और किसी अच्छे व्यंजन का लुत्फ उठाएंगे।अपने ऊँचे आत्मविश्वास का आज सही इस्तेमाल करें। भागदौड़ भरे दिन के बावजूद आप फिर ऊर्जा और ताज़गी पाने में क़ामयाब रहेंगे। प्रोपर्टी से जुड़े लेन-देन पूरे होंगे और लाभ पहुँचाएंगे। आपका ज्ञान और हास-परिहास आपके चारों ओर लोगों को प्रभावित करेगा। एकतरफ़ा लगाव आपके लिए सिर्फ दिल तोड़ने का काम करेगा। कारोबारी आज करोबार से ज्यादा अपने परिवार के लोगों के बीच समय बिताना पसंद करेंगे। इससे आपके परिवार में सामंजस्य बनेगा। आपके जीवनसाथी की कामकाज को लेकर व्यस्तता आपकी उदासी का कारण बन सकती है। अकेलेपन को अपने ऊपर हावी न होने दें, इससे बेहतर होगा कि आप कहीं घूमने के लिए निकल सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- तंदूर या भट्टी में मीठी रोटी लगवाकर लाल या भूरे कुत्ते को खिलाने से लव लाइफ अच्छा चलेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम फलदायक रहेगा। परिवार को समय कम दे पाएंगे। राहु का प्रभाव होने से मानसिक रूप से खुद को अधिक व्यस्त महसूस करेंगे, जिससे मानसिक रूप से थकान का अनुभव होगा। खर्चे आपके थोड़े अधिक रहेंगे, लेकिन विरोधी आपके सामने टिक नहीं पाएंगे। कार्य क्षेत्र में आपको बेहतर परिणामों की प्राप्ति होगी। दांपत्य जीवन आज थोड़ा नीरस दिन रहेगा।आपको लंबे समय से महसूस हो रही थकान और तनाव से आराम मिलेगा। इन परेशानियों से स्थायी निजात पाने के लिए जीवन-शैली में बदलाव लाने का सही समय है। आपको कमीशन, लाभांश या रोयल्टी के ज़रिए फ़ायदा होगा। जीवनसाथी आपका ख़याल रखेगा। आपका प्रिय दिन भर आपको याद करने में समय बिताएगा। खाली वक्त का आज आप सदुपयोग करेंगे और उन कामों को पूरा करने की कोशिश करेंगे जो बीते दिनों पूरे नहीं हो पाए थे। जीवनसाथी के साथ यह एक बढ़िया दिन गुज़रने वाला है। बिना किसी को बताए आज आप घर में छोटी-मोटी पार्टी रख सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- गणेश मंदिर में लडडुओं का भोग लगवाकर गरीब लोगों में बाँटने से आर्थिक पक्ष अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहने वाला है। आज के दिन आपके लिए धन प्राप्ति का रास्ता दिखाई देगा। किसी कला के क्षेत्र से आपको लाभ हो सकता है। आपकी पहचान बनेगी। संतान का सहयोग मिलेगा। प्रेम संबंधों में आपसी सहमति से आगे बढ़ने के योग बनेंगे। प्रेम विवाह की सौगात भी मिल सकती है। कार्य क्षेत्र के लिए आज का दिन थोड़ा उतार-चढ़ाव से भरा रहेगा, लेकिन पारिवारिक जीवन बेहतर रहेगा।आज आपके पास अपनी सेहत और लुक्स से जुड़ी चीज़ों को सुधारने के लिए पर्याप्त समय होगा। माली सुधार की वजह से ज़रूरी ख़रीदारी करना आसान रहेगा। कोई ऐसा इंसान जिसके मन में आपके लिए ग़लत भावना थी आज मामला निबटाने और आपसे सुलह करने के लिए पहल करेगा। आपके प्रेम की राह एक ख़ूबसूरत मोड़ ले सकती है। आज आपको पता चलेगा कि फ़िजा़ओं में जब प्यार घुलता है तो कैसा महसूस होता है। आज आप जीवनसाथी के साथ वक्त बिताने और उनको कहीं घुमाने ले जाने का प्लान करेंगे लेकिन उनकी खराब तबीयत की वजह से यह नहीं हो पाएगा। सुबह जीवनसाथी से आपको कुछ ऐसा मिल सकता है, जिससे आपका सारा दिन ख़ुशगवार गुज़रेगा। आपके घर का कोई सदस्य आज आपसे प्यार से जुड़ी कोई समस्या शेयर कर सकता है। आपको उन्हें उचित सलाह देनी चाहिए। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- आर्थिक स्थिति बेहतर करने के लिए कच्ची साबुत हल्दी चलते पानी में बहाएं। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहने के संकेत दे रहा है। आपकी सूक्ष्म दृष्टि और दूरदर्शिता की भूरी भूरी प्रशंसा होगी। पारिवारिक जीवन भी पहले के मुकाबले थोड़ा शांत होगा। हालांकि माता-पिता का स्वास्थ्य अभी भी खराब हो सकता है। जीवन साथी का सहयोग मिलेगा, जिससे दांपत्य जीवन में सुख मिलेगा। संतान के प्रति दायित्व का निर्वाह करेंगे और घरेलू खर्च पर ध्यान देंगे।स्वास्थ्य का ध्यान रखें और चीज़ों को व्यवस्थित करें। आज किसी पार्टी में आपकी मुलाकात किसी ऐसे शख्स से हो सकती है जो आर्थिक पक्ष को मजबूत करने के लिए आपको अहम सलाह दे सकता है। आपके आकर्षण और व्यक्तित्व के ज़रिए आपको कुछ नए दोस्त मिलेंगे। आपका रुमानी संबंध आज थोड़ी परेशानी में पड़ सकता है। अपने व्यक्तित्व और रंग-रूप को बेहतर बनाने का कोशिश संतोषजनक साबित होगी। ज़रूरत के वक़्त आपका जीवनसाथी आपके परिवार की अपेक्षा अपने परिवार को ज़्यादा तरजीह देता हुआ नज़र आ सकता है। अपने जीवनसाथी या दोस्तों के साथ ऑनलाइन मूवी देखकर आप अपने लैपटॉप व इंटरनेट का सही इस्तेमाल कर सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- खीर का सेवन करने से स्वास्थ्य अच्छा रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। हालांकि आपको पिताजी से संबंधों पर ध्यान देना होगा और उनकी बिगड़ती सेहत पर भी ध्यान रखना आवश्यक होगा। सुदूर संबंधों से सफलता के मार्ग खुलेंगे। कोई ऐसा व्यक्ति आपके जीवन में दाखिल हो सकता है, जो सफलता का कारण बन सके। आर्थिक मामलों में आज का दिन बेहतर रहेगा और पारिवारिक रूप से थोड़ा दिन कमजोर रहेगा। प्रेम संबंधों में सफलता मिलेगी।अपनी सेहत का ख़याल रखें। जिन लोगों नेे अतीत में अपना धन निवेश किया था आज उस धन से लाभ होने की संभावना बन रही है। रिश्तेदारों के यहाँ छोटी यात्रा आपके भागदौड़ भरे दिन में आराम और सुकून देने वाली साबित होगी। आज के दिन आप किसी क़ुदरती ख़ूबसूरती से ख़ुद को सराबोर महसूस करेंगे। आज आप बिना किसी वजह के कुछ लोगों के साथ उलझ सकते हैं। ऐसा करना आपके मूड को तो खराब करेगा ही साथ ही इससे आपका कीमती समय भी बर्बाद होगा। आपको महसूस होगा कि आपका वैवाहिक जीवन बहुत ख़ूबसूरत है। आपके दिन की शुरुआत शानदार रहेगी और इसलिए आज पूरे दिन आप ऊर्जावान महसूस करेंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- हनुमान चालीसा का पाठ करने से हेल्थ बेहतर होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य फलदायक रहेगा। आप किसी बात को लेकर क्रोधित भी हो सकते हैं और मानसिक दबाव में भी होंगे, इसलिए कोई भी निर्णय आज के दिन ना लें, तो बेहतर होगा। आमदनी में थोड़ी गिरावट हो सकती है। भाग्य की कमी से दिन थोड़ा कमजोर रहेगा। कार्यक्षेत्र में आपको अच्छी सफलता मिल सकती है, लेकिन अन्य क्षेत्रों में अधिक मेहनत की आवश्यकता पड़ेगी। दांपत्य जीवन के लिए दिन बेहतर रहेगा। लव लाइफ में आज का दिन सुंदर तरीके से व्यतीत होगा।आपका विनम्र स्वभाव सराहा जाएगा। कई लोग आपकी ख़ासी तारीफ़ कर सकते हैं। पैसे की अहमियत को आप अच्छे से जानते हैं इसलिए आज के दिन आपके द्वारा बचाया गया धन आपके बहुत काम आ सकता है और आप किसी बड़ी मुश्किल से निकल सकते हैं। आपका जीवनसाथी आपकी सहायता करेगा और मददगार साबित होगा। आपके प्रिय की ख़राब तबियत के चलते रोमांस को दरकिनार होना पड़ सकता है। आज जीवनसाथी के साथ समय बिताने के लिए आपके पास पर्याप्त समय होगा। आपके प्रेम को देखकर आज आपका प्रेमी गदगद हो जाएगा। जीवनसाथी की ओर से मिले तनाव के चलते सेहत पर बुरा असर पड़ना मुमकिन है। आपकी बात को यदि सुना नहीं जा रहा तो आपा न खोएं बल्कि परिस्थिति को समझने की कोशिश करें। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- कांसे की थाली का प्रयोग खाने के लिए करना प्रेम सम्बन्धों के लिए शुभ है। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम फलदायक रहेगा। आज के दिन आप अपने व्यापार में कुछ नया कदम उठाएंगे, जिसका लाभ आपको आने वाले समय में मिलेगा। दांपत्य जीवन में चल रही गहमागहमी समाप्त होगी और प्यार की वृद्धि होगी। प्रियतम की वजह से कोई अच्छा लाभ मिल सकता है। संतान को अपने कार्यों में उन्नति मिलेगी। वो ऊर्जावान रहेंगे और आप भी अपने विरोधियों पर भारी पड़ेंगे।आपमें से कुछ लोगों को आज महत्वपूर्ण फ़ैसला लेने के लिए बाध्य होना पड़ सकता है, जिससे आप तनावग्रस्त और चिंतित हो सकते हैं। दिन की शुुरुआत भले ही अच्छी हो लेकिन शाम के वक्त किसी वजह से आपका धन खर्च हो सकता है जिससे आप परेशान होंगे। एक ख़ुशनुमा और बढ़िया शाम के लिए आपका घर मेहमानों से भर सकता है। जिनकी सगाई हो चुकी है, वे अपने मंगेतर से बहुत-सी ख़ुशियाँ पाएंगे। लोगों के साथ बात करने में आज आप अपना बहुमूल्य समय बर्बाद कर सकते हैं। आपको ऐसा करने से बचना चाहिए। जब आपका जीवनसाथी जब सारे मनमुटाव भुलाकर प्यार के साथ आपके पास फिर आएगा, तो जीवन और भी सुन्दर लगेगा। इस राशि के कुछ जातक आज से जिम जाने का विचार बना सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- काला-सफेद कंबल किसी धर्म स्थान में देने से हेल्थ बेहतर होगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य फलदायक रहेगा। आपको आज थोड़ा धैर्य का परिचय देना होगा। खर्चे अधिक रहेंगे, जिन पर आपको लगाम लगानी आवश्यक होगी। यदि आप संयम से चलेंगे, तो कार्य क्षेत्र में दोपहर बाद स्थिति बड़ी बेहतर हो जाएगी और आपके पक्ष में कोई अच्छी बात हो सकती है। जीवन साथी कहीं घूमने जाने की प्लानिंग कर सकता है और आपके दांपत्य जीवन में अभूतपूर्व खुशियों की वृद्धि होगी।मौज-मस्ती और मनपसंद काम करने का दिन है। आज किसी करीबी से आपका झगड़ा हो सकता है और बात कोर्ट कचहरी तक जा सकती है। जिसकी वजह से आपका अच्छा खास धन खर्च हो सकता है। घर में उल्लास का माहौल आपके तनावों को कम कर देगा। आप भी इसमें पूरी सहभागिता करें और महज़ मूक दर्शक न बने रहें। किसी से अचानक हुई रुमानी मुलाक़ात आपका दिन बना देगी। कर्म-काण्ड/हवन/पूजा-पाठ आदि का आयोजन घर मे होगा। यह दिन आपके जीवनसाथी का बेहतरीन पहलू आपको दिखाने वाला है। टीवी पर फ़िल्म देखना और अपने नज़दीकी लोगों के साथ गप्पें मारना – इससे बेहतर और क्या हो सकता है? अगर आप थोड़ी कोशिश करें तो आपका दिन कुछ इसी तरह गुज़रेगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- चावल या चाँदी माता से लेकर अपने पास रखना आर्थिक उन्नति में सहायक होगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। अंदर से खुश रहेंगे। आज आप सभी के प्रति स्नेह का भाव रखेंगे। आपकी लव लाइफ के लिए आज खुशनुमा दिन रहेगा और संतान भी मौज मस्ती करेगी। आपकी मित्र मंडली में समय गुजरेगा और धन की आवक होगी। कार्य क्षेत्र में मन थोड़ा कम लगेगा। हो सकता है कि आज के दिन आप ऑफिस से छुट्टी ले लें। कुल मिलाकर आज का दिन आराम फरमाने और घूमने-फिरने के लिए बेहतर है।आपका प्रबल आत्मविश्वास और आज के दिन का आसान कामकाज मिलकर आपको आराम के लिए काफ़ी वक़्त देंगे। आर्थिक तौर पर सुधार तय है। कुछ लोग आपकी झुंझुलाहट की वजह बन सकते हैं, उन्हें नज़रअंदाज़ करें। ज़रा संभल कर, क्योंकि आपका प्रिय रूमानी तौर पर आपको मक्खन लगा सकता है – मैं तुम्हारे बग़ैर इस दुनिया में नहीं रह सकता/सकती। जिन रिश्तों को आप अहमियत देते हैं उन्हें समय देना भी आपको सीखना होगा नहीं तो रिश्ते टूट सकते हैं। आज के दिन आपके और आपके जीवनसाथी के लिए गहरी आत्मीयतापूर्ण बातें का सही समय है। आज आपके पैसों में इजाफा होने के आसार हैं। इसका कारण अतीत में किया कोई निवेश हो सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सिक्के(लेड धातु) के चार टुकड़े चलते पानी में बहाने से पारिवारिक जीवन खुशहाल बनेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से कल लाइक रहेगा। आज आपके परिवार में तनाव के साथ-साथ किसी बड़ी योजना पर विचार विमर्श हो सकता है। कार्य क्षेत्र में स्थितियां आपके पक्ष में रहेंगी। अत्यधिक काम से थकान का अनुभव होगा। दोपहर बाद कामों में सफलता मिलेगी। मन प्रफुल्लित रहेगा। आमदनी में बढ़ोतरी होगी। प्रेम संबंधों में ख़ुशी का एहसास होगा।शाम के समय थोड़ा आराम कीजिए। ख़ास लोग ऐसी किसी भी योजना में रुपये लगाने के लिए तैयार होंगे, जिसमें संभावना नज़र आए और विशेष हो। किसी पारिवारिक भेद का खुलना आपको चकित कर सकता है। आपकी आँखें इतनी चमकीली हैं कि वे आपके प्रिय की अंधेरी रात को भी रोशन कर सकती हैं। आज आपके पास खाली समय होगा और इस समय का इस्तेमाल आप ध्यान योग करने में कर सकते हैं। आपको आज मानसिक शांति का अहसास होगा। आपको महसूस होगा कि आपका वैवाहिक जीवन बहुत ख़ूबसूरत है। स्वास्थ्य को नज़रअंदाज़ करने से तनाव बढ़ना संभव है, इसलिए डॉक्टरी सलाह आपके लिए कारगर सिद्ध हो सकती है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- अच्छे स्वास्थ्य के लिए हरी ज्वार का दान करें या गाय को खिलाएं। \n"
}]
