horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन बहुत बढ़िया रहेगा। अच्छे भोजन का आनंद लेंगे। परिवार में खुशियां रहेंगी। कोई नई चीज खरीद कर लाएंगे जिससे सभी को खुशी होगी। नया मोबाइल भी या लैपटॉप भी खरीद सकते हैं। नौकरी पेशा लोगों को काम में तरक्की मिलेगी। आपका काम अच्छा चलेगा। शादीशुदा लोगों का गृहस्थ जीवन बहुत ही प्रेम पूर्ण रहेगा। रिश्ते में एक दूसरे के प्रति समझदारी बढ़ेगी। प्रेम जीवन बिता रहे लोगों को भी सुखद नतीजे मिलेंगे।शरीर के किसी अंगे में दर्द होने की संभावना है। किसी भी ऐसे काम से बचें, जिसमें ज़्यादा शारीरिक मेहनत की ज़रूरत हो। पर्याप्त आराम भी करें। आपका बचाया धन आज आपके काम आ सकता लेकिन इसके साथ ही इसके जाने का आपको दुख भी होगा। आप अपनी परेशानियों को भूलकर परिवार के साथ अच्छा समय बिताएंगे। सावधान रहें, क्योंकि प्यार में पड़ना आज के दिन आपके लिए दूसरी कठिनाइयाँ खड़ी कर सकता है। यात्राओं से व्यवसाय के नए मौक़े मिलेंगे। आप अपनी छुपी ख़ासियत का इस्तेमाल कर दिन को बेहतरीन बनाएंगे। चीज़ें आपकी इच्छा के मुताबिक़ नहीं चलेंगी, लेकिन अपने हमदम के साथ आप अच्छा समय गुज़ारेंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- हनुमान जी पर सिंदूर का चोला चढ़वाने से स्वास्थ्य अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए बहुत अच्छा रहने वाला है। आप दिल से खुश हैं और दूसरों को खुशी देने की कोशिश करेंगे। इससे गृहस्थ जीवन में प्रेम बढ़ेगा और रोमांस तथा क्रिएटिविटी रहेगी जिससे एक दूसरे के दिल को जीतने में कामयाब रहेंगे। प्रेम जीवन में उतार-चढ़ाव रह सकता है। काम के सिलसिले में आपको अच्छे नतीजे मिलेंगे लेकिन आपके अंदर असंतुष्टि की भावना आ सकती है। सेहत अच्छी रहेगी।आपकी व्यक्तिगत समस्याएँ मानसिक शांति को भंग कर सकती हैं। मानसिक दबाव से बचने के लिए कुछ रोचक और अच्छा पढ़ें। अगर आप लोन लेने वाले थे और काफी दिनों से इस काम में लगे थे तो आज के दिन आपको लोन मिल सकता है। घरेलू मोर्चे पर समस्या खड़ी हो सकती है, इसलिए तोल-मोल कर ही बोलें। आपका संगी आपका भला सोचता है इसलिए कई बार आप पर गुस्सा भी कर बैठता है, उनके गुस्से पर नाराज होने से बेहतर यह होगा कि आप उनकी बातों को समझें। बिना गहराई से समझे-बूझे किसी व्यावसायिक/क़ानूनी दस्तावेज़ पर हस्ताक्षर न करें। आपका चुम्बकीय और ज़िन्दादिल व्यक्तित्व आपको सबके आकर्षण का केन्द्र बना देगा। किसी के प्रभाव में आकर आपका जीवनसाथी आपसे झगड़ सकता है, लेकिन प्यार और सद्भाव से मामला सुलझ जाएगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- केसर का तिलक लगाएं, इससे पारिवारिक जीवन अच्छा चलेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा लेकिन आपको अपनी सेहत का ध्यान रखना होगा। आज काफी खर्चा कर सकते हैं और कुछ बेवजह की चीजों पर खर्चा करेंगे जिसके लिए बाद में दुखी भी हो सकते हैं। काम के सिलसिले में अच्छे नतीजे मिलेंगे। मेहनत रंग लाएगी। गृहस्थ जीवन में कुछ दिक्कतें आ सकती हैं। प्रेम जीवन बिता रहे लोगों को सुखद समाचार मिलेंगे।आपकी जी-तोड़ मेहनत और परिवार का सहयोग इच्छित परिणाम देने में क़ामयाब रहेंगे। लेकिन तरक़्क़ी की रफ़्तार बरक़रार रखने के लिए मेहनत इसी तरह जारी रखें। आज आपको किसी अज्ञात स्रोत से पैसा प्राप्त हो सकता है जिससे आपकी कई आर्थिक परेशानियां दूर हो जाएंगी। कोई नया रिश्ता न सिर्फ़ लंबे वक़्त तक क़ायम रहेगा, बल्कि फ़ायदेमंद भी साबित होगा। आपको अपनी तरफ़ से सबसे बेहतर तरीक़े से बर्ताव करने की ज़रूरत है – क्योंकि आज आपका प्रिय जल्दी ही नाराज़ हो सकता है। नए संपर्क बनाने और व्यावसायिक उद्देश्यों के लिए की गयी यात्रा फलदायी साबित होगी। आज के दिन अधिकांश समय ख़रीदारी और दूसरी गतिविधियाँ में जाएगा। अगर आपके जीवनसाथी का मन खिन्न है और चाहते हैं की दिन अच्छा गुज़रे, तो चुप्पी साधे रहें। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- पक्षियों में सतनाजा डालने से लव लाइफ अच्छी होगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य तौर पर फलदायक रहेगा। इनकम में बढ़ोतरी होगी लेकिन खर्चे भी साथ-साथ बने रहेंगे इसलिए आपको ध्यान देना होगा। काम के सिलसिले में आज का दिन अच्छा रहेगा। आपके ट्रांसफर के आर्डर भी आ सकते हैं। गृहस्थ जीवन समझदारी और एक दूसरे के प्रति आकर्षण के साथ खुशनुमा रहेगा। प्रेम जीवन में कुछ अच्छे समाचार आएंगे।सकारात्मक विचारों को ही दिमाग़ में आने दें। आज का दिन ऐसी चीज़ों को ख़रीदने के लिए बढ़िया है, जिनकी क़ीमत आगे चलकर बढ़ सकती है। दोस्त शाम के लिए कोई बढ़िया योजना बनाकर आपका दिन ख़ुशनुमा कर देंगे। मुहब्बत के मोर्चे पर आज आपकी तूती बोलेगी, क्योंकि आपका महबूब आपकी रसिक कल्पनाओं को अमली जामा पहनाने के लिए तैयार है। कार्यक्षेत्र में आपका कोई प्रतिद्वंदी आज आपके खिलाफ साजिश कर सकता है, इसलिए आज आपको आंख कान खोलकर काम करने की जरुरत है। इस राशि के जातक आज के दिन अपने भाई-बहनों के साथ घर पर कोई मूवी या मैच देख सकते हैं। ऐसा करके आप लोगों के बीच प्यार में इजाफा होगा। आपके और आपके जीवन साथी के बीच विश्वास की कमी रह सकती है। जिससे आज वैवाहिक जीवन में तनाव हो सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- पलंग के चारों पायों में चाँदी की चार कील बनवाकर गाड़ देने से नौकरी/बिज़नेस की बाधाएं दूर होती हैं। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए बहुत अच्छा रहेगा। आप अपने काम पर पूरा ध्यान देंगे जिससे काम के सिलसिले में सुखद नतीजे मिलेंगे। गृहस्थ जीवन में कुछ दिक्कतें आ सकती हैं इसलिए जीवन साथी के साथ बातचीत सही मामले को समझाने की कोशिश करें। प्रेम जीवन बिता रहे लोगों के रिश्ते में शक की सुई घूम सकती हैं। सेहत अच्छी रहेगी लेकिन खानपान पर ध्यान बनाए रखें।स्वयं को शांत बनाए रखें क्योंकि आज आपको ऐसी कई बाधाओं का सामना करना पड़ सकता है, जिनके चलते आप काफ़ी मुश्किल में पड़ सकते हैं। ख़ास तौर पर अपने ग़ुस्से पर क़ाबू रखें, क्योंकि यह और कुछ नहीं बल्कि थोड़ी देर पागलपन है। आर्थिक जीवन में आज खुशहाली रहेगी। इसके साथ ही आप कर्जों से भी आज मुक्त हो सकते हैं। दोस्त और जीवनासाथी आराम तथा ख़ुशी देंगे, नहीं तो बाक़ी दिन उबाऊ और नीरस गुज़रेगा। कोई आपको दिल से सराहेगा। आने वाले समय में दफ़्तर में आपका आज का काम कई तरीक़े से असर दिखाएगा। वक्त से बढ़कर कुछ नहीं होता। इसलिए आप वक्त का सदुपयोग करते हैं लेकिन कई बार आपको जीवन को लचीला बनाने की जरुरत भी होती है और अपने घर परिवार के साथ समय बिताने की जरुरत होती है। आज के दिन जीवन साथी पर किया गया संदेह आने वाले दिनों में आपके वैवाहिक जीवन पर बुरा प्रभाव डाल सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अच्छे स्वास्थ्य के लिए छिलके सहित बादाम, साबुत मूंगफली, चने की दाल, घी, पीला कपडा किसी देव स्थान में देने से स्वास्थ्य में सुधार होगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए बहुत अच्छा रहेगा। आपकी इनकम बढ़ेगी। भाग्य का साथ मिलेगा जिससे हर काम में सफलता मिलेगी। कार्यों में सफलता मिलने से मन हर्षित होगा और आप का मनोबल बढ़ेगा। गृहस्थ जीवन में तनाव पूर्ण स्थितियां आ सकती हैं। प्रेम जीवन बिता रहे लोगों को आज अच्छे नतीजे मिलेंगे। आपके प्रिय से आपकी नजदीकी बढ़ेगी।योग और ध्यान आपको बेडौल होने से बचाने और मानसिक तौर पर सेहतमंद रखने में मददगार साबित होंगे। इस राशि के विवाहित जातकों को आज ससुराल पक्ष से धन लाभ होने की संभावना है। किसी दूर के रिश्तेदार से अचानक मिली ख़बर आपका दिन बना सकती है। अपने प्रिय के साथ सैर-सपाटे पर जाते समय ज़िंदगी को पूरी शिद्दत से जिएँ। कार्यालय में कोई आपको कुछ बढ़िया चीज़ या ख़बर दे सकता है। कार्यक्षेत्र में किसी काम के अटकने की वजह से आज आपका शाम का कीमती वक्त खराब हो सकता है। आपका जीवनसाथी आज ऊर्जा और प्रेम से भरपूर है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- जरूरतमंद व्यक्ति के लिए रक्तदान करने से नौकरी/बिज़नेस में उन्नति होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। मानसिक चिंता हो सकती हैं। आप बेवजह के खर्चे करेंगे। अपने सुखों पर बेवजह का धन लुटाना आपके लिये दुखदायी हो सकता है इसलिए ध्यान रखें। सेहत में भी उतार-चढ़ाव की स्थिति रहेगी। काम के सिलसिले में अच्छे नतीजे मिलेंगे। आपके पिताजी को कुछ दिक्कतें आ सकती हैं। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन खुशनुमा रहेगा। रिश्ते में प्यार बढ़ेगा।आज आपकी सेहत पूरी तरह अच्छी रहेगी। जिन लोगों ने लोन लिया था आज उन्हें उस लोन की राशि को चुकाने में दिक्कतें आ सकती हैं। ऐसा कोई जिसे आप जानते हैं, आर्थिक मामलों को ज़रूरत से ज़्यादा गंभीरता से लेगा और घर में थोड़ा-बहुत तनाव भी पैदा होगा। सिर्फ़ स्पष्ट समझ के माध्यम से आप अपनी पत्नी/पति को भावनात्मक सहारा दे सकते हैं। लंबित परियोजनाएँ पूरी होने की दिशा में बढ़ेंगी। आज किसी सहकर्मी के साथ आप शाम का वक्त बिता सकते हैं हालांकि अंत में आपको महसूस होगा कि आपने उनके साथ समय बर्बाद किया है और कुछ नहीं। आज के दिन जीवन साथी पर किया गया संदेह आने वाले दिनों में आपके वैवाहिक जीवन पर बुरा प्रभाव डाल सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- रोज़ाना हरी घास पर नंगे पाँव चलने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रहेगा। गृहस्थ जीवन में प्रेम बरकरार रहेगा। रिश्ते में अपनापन भी बढ़ेगा। रोमांस भी होगा और क्रिएटिविटी भी रहेगी जिससे एक दूसरे के दिल को छू लेंगे और रिश्ता मजबूत होगा लेकिन सेहत में गिरावट आ सकती है। ससुराल के लोग भी कोई तनाव दे सकते हैं। काम के सिलसिले में आपको थोड़ा ध्यान देना होगा। कोई कंट्रोवर्सी ना हो जाए। प्रेम जीवन सामान्य रहेगा।मुश्किल परिस्थितियों का सामना करते वक़्त आपको हिम्मत और मज़बूती दिखाने की ज़रूरत है। सकारात्मक रवैये के माध्यम से आप आसानी से इन बाधाओं को पार कर सकते हैं। आज के दिन आपको धन लाभ होने की पूरी संभावना है लेकिन इसके साथ ही आपको दान-पुण्य भी करना चाहिए क्योंकि इससे आपको मानसिक शांति मिलेगी। परिवार के सदस्यों की अच्छी सलाह आज आपके लिए लाभदायक सिद्ध होगी। जब आप अपने प्रिय के साथ बाहर जाएँ तो अपने पहनावे और बरताव में नयापन रखें। किसी भी तरह की साझीदारी करने से पहले उसके बारे में अपनी अंदरूनी भावना की बात ज़रूर सुनें। जीवन की आपाधापी के बीच आज आप अपने बच्चों के लिए वक्त निकालेंगे। उनके साथ वक्त गुजार के आपको महसूस हो सकता है कि आपने जीवन के कई जरुरी पल गवां दिए हैं। आपका जीवनसाथी हाल में हुई खटपट को भुलाकर अपने अच्छे स्वभाव का परिचय देगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- नौकरी व बिज़नेस में तरक्की हेतु धार्मिक विचार, ईश्वर पर आस्था और परोपकार की भावना को बढ़ाएं। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन थोड़ा सामान्य रहेगा। आपको ध्यान देना होगा कि आप के खर्चे इतने ना बढ़ जाएं कि आपको बाद में पछताना पड़े। गृहस्थ जीवन में तनावपूर्ण स्थितियाँ रहेंगी लेकिन काम के सिलसिले में बेहद अच्छे नतीजे मिलेंगे। आपका इंक्रीमेंट हो सकता है। प्रेम जीवन बिता रहे लोगों के लिए आज का दिनमान अच्छा रहेगा। सेहत में सामान्य सुधार होगा।आज आप उम्मीदों की जादुई दुनिया में हैं। आर्थिक तौर पर बेहतरी के चलते आपके लिए ज़रूरी चीज़ें ख़रीदना आसान होगा। पढ़ाई की क़ीमत पर घर से ज़्यादा देर तक बाहर रहना आपको माता-पिता के ग़ुस्से का शिकार बना सकता है। करिअर के लिए योजना बनाना उतना ही आवश्यक है, जितना कि खेलना-कूदना। इसलिए माता-पिता को ख़ुश करने के लिए दोनों में संतुलन बनाना ज़रूरी है। आपके लिए अपने प्रिय से दूर रहना बहुत मुश्किल होगा। काम में धीमी प्रगति हल्का-सा मानसिक तनाव दे सकती है। आज आपके करीबी लोग आपके करीब आने की कोशिश करेंगे लेकिन अपने मन को शांत बनाए रखने के लिए आप एकांत में समय बिताना पसंद करेंगे। जीवनसाथी के साथ एक आरामदायक दिन बीतेगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- कार्यक्षेत्र में उन्नति के लिए प्रातःकाल उठते ही सूर्य के दर्शन करते हुए 11 बार गायत्री मन्त्र पढ़ें। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके बहुत बढ़िया रहेगा। आपकी लव लाइफ को मानो पंख लगेंगे और आप अपने प्रिय के साथ रोमांस करेंगे। उनके साथ शेरो शायरी करेंगे और दिल की बातें उनके सामने रख देंगे जिससे वह आप से काफी इंप्रेस होंगे। शादीशुदा लोगों का गृहस्थ जीवन में बढ़िया रहेगा। रिश्ते में प्यार रहेगा। जीवनसाथी को कोई बढ़िया फायदा मिल सकता है। काम के सिलसिले में आप अपनी ओर से अच्छा प्रयास करेंगे फिर भी आप कोशिश कर सकते हैं कि कोई दूसरी नौकरी मिल जाए। सेहत मजबूत रहेगी। धार्मिक काम करेंगे।आज के मनोरंजन में बाहर की गतिविधियों और खेल-कूद को शामिल किया जाना चाहिए। पैसा अचानक आपके पास अएगा, जो अपके ख़र्चों और बिल आदि को सम्हाल लेगा। एक ख़ुशनुमा और बढ़िया शाम के लिए आपका घर मेहमानों से भर सकता है। प्रेम हमेशा आत्मीय होता है और यही बात आप आज अनुभव करेंगे। रचनात्मक काम में लगे लोगों के लिए सफलता से भरा दिन है, उन्हें वह शौहरत और पहचान मिलेगी जिसकी उन्हें एक अरसे से तलाश थी। अपने किस मित्र के साथ आज समय बिता सकते हैं लेकिन इस दौरान आप शराब का सेवन करने से बचना चाहिए नहीं तो समय की बर्बादी हो सकती है। शादीशुदा ज़िन्दगी के नज़रिए से यह दिन शानदार रहेगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- शिवलिंग पर जल चढ़ाने से लव लाइफ अच्छी रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपने बहुत बढ़िया रहेगा। आप परिवार में खुशियां मनाएंगे। घर में कोई अच्छा काम करा सकते हैं। कोई बढ़िया अप्लायंसेज खरीद के ला सकते हैं जिससे घर की सुख सुविधाओं में बढ़ोतरी होगी। घरवाले आपको प्रेम करेंगे। काम के सिलसिले में भी बेहद अच्छे नतीजे मिलेंगे। आपकी इनकम में बढ़ोतरी होगी। खर्चे बने रहेंगे फिर भी इनकम अच्छी होने से कोई चिंता नहीं होगी। सेहत में सामान्य उतार-चढ़ाव रहेगा। प्रेम जीवन तनावपूर्ण रहेगा।अपने दफ़्तर से जल्दी निकलने की कोशिश करें और वे काम करें जिन्हें आप वाक़ई पसंद करते हैं। आज आपको अपनी संतान की वजह से आर्थिक लाभ होने की संभावना नजर आ रही है। इससे आपको काफी खुशी होगी। ऐसे मुद्दों पर बात करने से बचें, जिनको लेकर प्रियजनों से वाद-विवाद होने की संभावना है। कोई पौधा लगाएँ। लंबित व्यावसायिक योजनाएँ शुरू होंगी। आपका आकर्षक और चुम्बकीय व्यक्तित्व सभी के दिलों को अपनी तरफ़ खींचेगा। आपका जीवनसाथी रोज़ाना की ज़रूरतों को पूरा करने से अपने हाथ पीछे खींच सकता है, जिसके चलते आपका मन उदास होने की संभावना है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- काले-सफेद कुत्ते को दूध-रोटी खिलाने से प्रेम सम्बन्ध बेहतर होंगे। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए ठीक-ठाक रहेगा। परिवार में किसी बात को लेकर असमंजस की स्थिति रहेगी और लोग विचार करके किसी निष्कर्ष पर पहुंचना चाहेंगे। काम के सिलसिले में आप काफी बिजी रहेंगे। आपके बॉस भी आपको कोई नया काम सौंप सकते हैं। सेहत अच्छी रहेगी। मन में गुस्सा ना रखें, दिक्कतें बढ़ सकती हैं। गृहस्थ जीवन में तनाव बढ़ेगा। प्रेम जीवन बिताने वालों को सुखद नतीजे मिलेंगे। दोस्तों के साथ टाइम पास करेंगे।मुमकिन है कि आपको किसी अंग मे दर्द या तनाव से जुड़ी समस्याओं का सामना करना पड़े। आज आप अपना धन धार्मिक कार्यों में लगा सकते हैं जिससे आपको मानसिक शांति मिलने की पूरी संभावना है। एक पारिवारिक आयोजन में आप सभी के ध्यान का केन्द्र होंगे। आपका बेपनाह प्यार आपके प्रिय के लिए बेहद क़ीमती है। अपने उद्देश्यों की ओर शान्ति से बढ़ते रहें और सफलता मिलने से पहले अपने पत्ते न खोलें। जिन रिश्तों को आप अहमियत देते हैं उन्हें समय देना भी आपको सीखना होगा नहीं तो रिश्ते टूट सकते हैं। आपका जीवनसाथी आपको इतना बेहतरीन पहले कभी महसूस नहीं हुआ। आपको उनसे कोई बढ़िया सरप्राइज़ मिल सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- प्लास्टर ऑफ़ पेरिस से बनी मूर्तियां घर में रखने से स्वास्थ्य अच्छा होगा। \n"
}]
