horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nखर्चों पर नियंत्रण रखने की कोशिश करें। सेहत का ध्यान रखें। जल्दबाजी में आकर कोई गलत कदम ना उठाएं। काम के सिलसिले में दिनमान अच्छा रहेगा। मेहनत पर भरोसा रखें। घर में सुख शांति रहेगी। रिश्तों को संभालने की कोशिश करें।थोड़ा विश्राम करें और काम के बीच-बीच में जितना हो सके, उतना आराम करते रहें। अपनेे लिए पैसा बचाने का आपका ख्याल आज पूरा हो सकता है। आपका तल्ख़ रवैया दोस्तों के लिए परेशानी पैदा कर सकता है। आज घर से बाहर बड़ों का आशीर्वाद लेकर निकलें इससे आपको धन लाभ हो सकता है। अपने जीवन-साथी के साथ प्यार, अपनापन और स्नेह महसूस करें। दूसरों की दख़लअन्दाज़ी गतिरोध पैदा कर सकती है। परिवार की जरुरतों को पूरा करते-करते आप कई बार खुद को वक्त देना भूल जाते हैं। लेकिन आज आप सबसे दूर होकर अपने आप के लिए वक्त निकाल पाएंगे। ख़र्चों को लेकर जीवनसाथी से तनातनी संभव है। आज आपको अपनी किसी पुरानी गलती का अहसास हो सकता है और आपका मन उदास हो सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- अपने प्रेमी/प्रेमिका को समय-समय पर सफेद वस्तुएं गिफ्ट में देते रहें। इससे प्रेम सम्बन्धों में बढ़ोतरी होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nयदि आपको संतान के भविष्य की चिंता सता रही थी, तो आज उसमें आपको राहत मिलती दिख रही है। राजनीति के क्षेत्र में किये प्रयासों में आज आपको सफलता मिलेगी। पारिवारिक बिजनेस में आपके पिताजी का भरपूर सहयोग मिलेगा। अपनी आर्थिक स्थिति को मजबूत बनाने के लिए आपके दिमाग में कुछ नए-नए आइडिया आएंगे। हालांकि रात्रि के समय कुछ अप्रिय व्यक्तियों के मिलने से आपको अनावश्यक कष्ट का सामना करना पड़ सकता है।किसी पुराने दोस्त से मुलाक़ात आपका मन ख़ुश कर देगी। तंग आर्थिक हालात के चलते कोई अहम काम बीच में अटक सकता है। ग्लानि और पछतावे में वक़्त बर्बाद न करें, बल्कि ज़िन्दगी से सीखने की कोशिश करें। आज प्यार की मदहोशी में हक़ीक़त और फ़साना मिलकर एक होते मालूम होंगे। इसे महसूस करें। टैक्स और बीमे से जुड़े विषयों पर ग़ौर करने की ज़रूरत है। आपका जीवनसाथी अन्य दिनों की अपेक्षा आपका ज़्यादा ख़्याल रखेगा। आज परिवार या मित्रों के साथ समय व्यतीत होगा। मुमकिन है कि आप झुंझलाहट या ख़ुद को फँसा हुआ महसूस करें, क्योंकि दूसरे ख़रीदारी में पूरी तरह मशगूल रह सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- आर्थिक स्थिति अच्छी करने के लिए लहसुन या प्याज की गाँठ बहते जल में प्रवाहित करें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आपकी किसी मूल्यवान वस्तुओं के खोने व चोरी होने का भय बना रहेगा। आज शाम का समय यदि आपका कोई कार्य लंबे समय से रुका हुआ है, तो वह पूरा हो सकता है, जिससे आपका मन प्रफुल्लित हो उठेगा। आज रात्रि का समय आप आपने परिवार के सदस्यों के साथ किसी धार्मिक सम्मेलन में सम्मिलित हो सकते हैं। व्यवसाय कर रहे लोगों को आज व्यवसाय में अधिक मेहनत करनी पड़ेगी। व्यस्तता के बीच आप अपने प्रेम जीवन के लिए समय निकाल ही लेंगे।आज के मनोरंजन में बाहर की गतिविधियों और खेल-कूद को शामिल किया जाना चाहिए। आकस्मिक मुनाफ़े या सट्टेबाज़ी के ज़रिए आर्थिक हालात सुदृढ़ होंगे। आपकी भरपूर ऊर्जा और ज़बरदस्त उत्साह सकारात्मक परिणाम लाएंगे व घरेलू तनाव दूर करने में मददगार रहेंगे। किसी से अचानक हुई रुमानी मुलाक़ात आपका दिन बना देगी। आपका कम्यूनिकेशन और काम करने की क्षमता असरदार सिद्ध होंगे। वैवाहिक जीवन में सब कुछ अच्छा महसूस होगा। मीडिया फिल्ड से जुड़े लोगों के लिए आज का दिन अच्छा रहने वाला है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- प्रेमी/प्रेमिका को काले व सफेद गुलाब गिफ्ट करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपका कार्य क्षेत्र में उत्तम फलदायक रहेगा। आपके कार्यक्षेत्र में आज आपको सुखद समाचार प्राप्त होने के योग बनते दिख रहे हैं। व्यवसाय के लिए तो आज का दिन शुभ रहेगा। आपके मेहनत के अनुरूप फल मिलने के योग हैं। संतान के दायित्व की आज पूर्ति हो सकती है। यदि आप घर से कार्य कर रहे हैं, तब ही आपके लिए आज का दिन उत्तम रहेगा। राज्य मान पद व प्रतिष्ठा में आज वृद्धि हो सकती है। आज आपको किसी यात्रा पर जाना पड़ सकता है, जो आपके लिए उत्तम लाभदायक रहेगी। रात्रि का समय आप अपने मित्रों के साथ आमोद प्रमोद में व्यतीत करेंगे।खीज और चिढ़चिढ़ेपन के अहसास को ख़ुद पर छाने न दें। आज आपको अपना धन खर्च करने की जरुरत नहीं पड़ेगी क्योंकि घर का कोई बड़ा आज आपको धन दे सकता है। दोस्त और जीवनसाथी आपके लिए सुकून और ख़ुशी लेकर आएंगे, नहीं तो आपका दिन बुझा-बुझा और दौड़-भाग से भरा रहेगा। अपने प्रिय की बातों के प्रति आप ज़रूरत से ज़्यादा संवेदनशील रहेंगे- आपको अपने जज़्बात पर क़ाबू रखने की ज़रूरत है और ऐसा कुछ करने से बचें जो मामले को और भी बिगाड़ दे। अगर कहीं बाहर जाने की योजना है तो वह आख़िरी वक़्त पर टल सकती है। अपने जीवनसाथी के किसी काम की वजह से आप कुछ शर्मिन्दगी महसूस कर सकते हैं। लेकिन बाद में आपको महसूस होगा कि जो हुआ, अच्छे के लिए ही हुआ। कोई फिल्म या नाटक देखकर आज आपका मन पहाड़ों में जाने का कर सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- ग़रीबों में केसर निर्मित मीठा हलवा बनाकर बांटने से लव लाइफ में प्यार बना रहता है। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज आपकी वाणी की सौम्यता आपको विशेष सम्मान दिलाएगी, जिससे आपका मन प्रसन्न होगा, दिन आज आपसे सबसे अधिक भागदौड़ करवाएगा, जिससे आपके नेत्र विकार होने की संभावना बनती दिख रही है। शत्रु आपको परेशान करने का हर संभव प्रयास करेंगे, लेकिन वह खुद ही परास्त हो जाएंगे, इसलिए आपको फिक्र करने की कोई जरूरत नहीं है, लेकिन आपको ध्यान रखना होगा कि आप किसी के प्रति गलत सोच और विचार ना रखें। प्रेम जीवन में आज आपको कोई उपहार भेट स्वरूप प्राप्त हो सकता है।आप अपने काम पर एकाग्रता बरक़रार रखने में दिक़्क़त महसूस करेंग, क्योंकि आज आपकी सेहत पूरी तरह ठीक नहीं होगी। आपके पिता की कोई सलाह आज कार्यक्षेत्र में आपको धन लाभ करा सकती है. कुल मिलाकर फ़ायदेमंद दिन है। लेकिन आप समझते थे जिसपर आप आँखें बंद करके यक़ीन कर सकते हैं, वह आपके भरोसे को तोड़ सकता है। एक लम्बा दौर जो काफ़ी समय से आपको दबोचे हुए था, ख़त्म हो चुका है- क्योंकि जल्दी ही आपको आपका जीवन-साथी मिलने वाला है। अपने व्यक्तित्व और रंग-रूप को बेहतर बनाने का कोशिश संतोषजनक साबित होगी। आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्तों की तरह है और आपको आज यह एहसास होगा। रात के वक्त आज आप बिना किसी को बताए घर से बाहर निकल सकते हैं क्योंकि आपके दिमाग में कोई उलझन रहेगी और आप उसका हल नहीं ढूंढ पाएंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- सूर्योदय के समय प्राणायाम करने से स्वास्थ्य बना रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nयदि आपका कोई कानूनी विवाद चल रहा है, तो दोपहर के बाद बातचीत से कोई नया मोड़ भी सामने आ सकता है या यूं कहें कि बात बन सकती है। व्यापार के क्षेत्र में जारी प्रयासों से आज आपको अल्पकालीन सफलता प्राप्ति होगी। संतान को अपने भविष्य के लिए प्रयास करते देख आज आपका मन खुशी से फूला नहीं समाएगा। आपके घर में आज कोई शुभ मांगलिक कार्यक्रम हो सकता है, जिसमें खर्चा भी होगा और आपकी कीर्ति में भी वृद्धि होगी। आपकी माता जी से भी आज आपको प्रेम व आशीर्वाद मिलता दिख रहा है।आपकी ओर से समर्पित दिल और बहादुरी का जज़्बा आपके जीवन-साथी को ख़ुशी दे सकता है। आपको मेरी सलाह है कि शराब सिगरेट जैसी चीजों पर पैसा खर्च न करें, ऐसा करना आपके स्वास्थ्य को तो खराब करता ही है आपकी आर्थिक स्थिति भी इससे बिगड़ती है। आपके माता-पिता की सेहत चिंता और घबराहट का कारण बन सकती है। आपकी मुस्कुराहट आपके प्रिय की नाराज़गी दूर करने के लिए सबसे उम्दा दवा है। दिन उम्दा है, आज के दिन अपने लिए समय निकालें और अपनी कमियों और खुबियों पर गौर फर्माएं। इससे आपके व्यक्तित्व में सकारात्मक परिवर्तन आएंगे। मुमकिन है कि आज आपका जीवनसाथी ख़ूबसूरत शब्दों में यह बताए कि आप उनके लिए कितने क़ीमती हैं। रात को आज आप अपने किसी करीबी से कई देर तक फोन पर बात कर सकते हैं और अपने जीवन में चल रही बातों को बता सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- धन की स्थिति अच्छी करने के लिए दूध में हल्दी डालकर पिएं। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए चारो ओर सुखद वातावरण बनाएगा। आज आपके घर परिवार में किसी पार्टी का आयोजन होने से परिवार के सदस्यों की खुशियां बढ़ जाएंगी। यदि कई दिनों से लेन-देन की कोई समस्या चल रही है, तो वह आज हल हो सकती है और पर्याप्त मात्रा में आपके हाथ धन आ सकता है जिससे, आपका मन प्रसन्न हो उठेगा। आज यात्रा के प्रबल योग बन रहे है। प्रेम संबंधों में अनुकूलता आयेगी, जिससे आपको सुखद अनुभूति अहसास होगा।\n खाने-पीने की ऐसी चीज़ों से बचने की कोशिश करें, जिनमें कॉलेस्ट्रॉल की ज़्यादा मात्रा है। आज आपको किसी अज्ञात स्रोत से पैसा प्राप्त हो सकता है जिससे आपकी कई आर्थिक परेशानियां दूर हो जाएंगी। आपको बच्चों के साथ कुछ समय बिताने, उन्हें अच्छे संस्कार देने और उनकी ज़िम्मेदारी समझाने की ज़रूरत है। आपके प्रिय के कड़वे शब्दों के कारण आपका मूड ख़राब हो सकता है। आज आप सारे रिश्तों और रिश्तेदारों से दूर होकर अपना दिन किसी ऐसी जगह पर बिताना पसंद करेंगे जहां जाकर आपको शांति प्राप्त होती है। वैवाहिक जीवन में चीज़ें हाथ से निकलती हुई मालूम होंगी। धीरे-धीरे ही सही लेकिन जिंदगी अब ट्रैक पर आ रही है इस बात का अहसास आज आपको होगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- दिन के किसी एक भोजन में नमक न खाएं इससे प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके स्वास्थ्य के लिए कमजोर रहने वाला है। आपको अपने स्वास्थ्य के प्रति कतई लापरवाही नहीं बरतनी है क्योंकि आपको वायु मूत्र रक्त्त इत्यादि संबंधित स्वास्थ्य समस्या परेशान कर सकती है। यदि ऐसा हो, तो तुरंत डॉक्टर से परामर्श करें। ध्यान रखें। सत्ता बदलते ही आपकी सेहत में सुधार होना शुरू हो जाएगा। परिवार में सन्तुलन बनाये रखने से सुखद समय व्यतीत होगा। शाम तक कोई शुभ समाचार मिलने के भी भरपूर योग बन रहे हैं। कार्य क्षेत्र में आपके शत्रु आपको परेशान करने की भी कोशिश करेंगे, लेकिन डरने की जरूरत नहीं है क्योंकि वह आपका कुछ भी नहीं बिगाड़ पाएंगे।आपकी इच्छाओं और महत्वाकांक्षाओं पर डर का साया पड़ सकता है। इसका सामना करने के लिए आपको उपयुक्त सलाह की ज़रूरत है। आपके द्वारा धन को बचाने के प्रयास आज असफल हो सकते हैं हालांकि आपको इससे घबराने की जरुरत नहीं है स्थिति जल्द ही सुधरेगी। हो सकता है कि आप अपने परिवार के लोगों की सभी बातों से सहमत न हों, लेकिन आपको उनके तजुर्बे से सीखने की कोशिश करनी चाहिए। आपके जीवन-साथी के पारिवारिक सदस्यों की वजह से आपका दिन थोड़ा परेशानीभरा हो सकता है। आज आप नए विचारों से परिपूर्ण रहेंगे और आप जिन कामों को करने के लिए चुनेंगे, वे आपको उम्मीद से ज़्यादा फ़ायदा देंगे। आप अपने जीवनसाथी को समझने में आपसे ग़लती हो सकती है, जिसकी वजह से सारा दिन उदासी में गुज़रेगा। अपने काम के प्रति आज आपका फोकस गजब का होगा। आपके काम को देखकर आज बॉस आपसे खुश हो सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- पीपल के वृक्ष पर जल चढाने से स्वास्थ्य बना रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nससुराल पक्ष से भी धन प्राप्ति के योग बनते दिख रहे हैं, जिससे आपका मन प्रसन्न रहेगा। यदि व्यवसाय करते है, तो आज आप को लाभ मिलने के पूरे योग है, लेकिन ध्यान रखें कि किसी पर भी आंख बंद करके भरोसा करना आपको नुकसान पहुंचा सकता है, सतर्कता बरतें। आज आपको शाम से लेकर रात तक सामाजिक व सांस्कृतिक कार्यक्रम में भाग लेने का अवसर प्राप्त होगा। दांपत्य जीवन में सुखद अनुभूति होगी। कार्य क्षेत्र में किसी महिला मित्र से सहयोग मिलने की उम्मीद दिख रही है।ख़ुद को उत्साही बनाए रखने के लिए अपनी कल्पनाओं में कोई ख़ूबसूरत और शानदार तस्वीर बनाएँ। दिन की शुुरुआत भले ही अच्छी हो लेकिन शाम के वक्त किसी वजह से आपका धन खर्च हो सकता है जिससे आप परेशान होंगे। बढ़िया दिन है जब आप सबके ध्यान को अपनी तरफ़ खींचेंगे- आपके सामने चुनने के लिए कई चीज़ें होंगी और आपके सामने समस्या यह होगी कि किसे पहले चुना जाए। विवाह-प्रस्ताव के लिए सही समय है, क्योंकि आपका प्यार जीवन भर के साथ में बदल सकता है। ऐसे लोगों से जुड़ने से बचें जो आपकी प्रतिष्ठा को आघात पहुँचा सकते हैं। क्या आपको लगता है कि शादी महज़ समझौतों का नाम है? अगर हाँ, तो आप आज हक़ीक़त महसूस करेंगे और जानेंगे कि यह आपके जीवन की सबसे अच्छी घटना थी। घर से बाहर रहने वाले जातकों को आज अपने घर की बहुत याद सताएगी। अपने मन को हल्का करने के लिए आप घर वालों से कई देर तक बात कर सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- कौवों को खाने की वस्तु डालकर आप अपनी कार्यक्षमता बढ़ा सकते हैं। \n",
    "9": "मकर राशिः आज का राशिफल\nआज आपको किसी भी वाद-विवाद व झगड़े में पड़ने से बचना होगा क्योंकि वह आप को नुकसान पहुंचा सकता है। आज पारिवारिक व आर्थिक मामलों में आपको सफलता मिलेगी। आजीविका के क्षेत्र में चल रहे प्रयास फलीभुत होंगे। व्यवसाय में जुड़ने से लाभ के नए अवसर सामने आ सकते हैं। आपके पारिवारिक बिजनेस में कामयाबी आज आपके हाथ लगेगी, कार्य क्षेत्र में अधिक मेहनत करने से ही आज आपको सफलता मिलने के भरपूर योग बन रहे हैं।आप अपने काम पर एकाग्रता बरक़रार रखने में दिक़्क़त महसूस करेंग, क्योंकि आज आपकी सेहत पूरी तरह ठीक नहीं होगी। आज धन लाभ होने की संभावना तो बन रही है लेकिन ऐसा हो सकता है कि अपने गुस्सैल स्वभाव के कारण आप पैसा कमाने में सक्षम न हो पाएं। दूसरों को प्रभावित करने की आपकी क्षमता आपको कई सकारात्मक चीज़ें दिलाएगी। अनपेक्षित रोमांटिक आकर्षण की संभावना है। घर के कामों को पूरा करने के बाद इस राशि की गृहणियां आज के दिन फुर्सत में टीवी या मोबाइल पर कोई मूवी देख सकती हैं। आज आप एक बार फिर समय में पीछे जाकर शादी के शुरुआती दिनों के प्यार और रुमानियत को महसूस कर सकते हैं। सितारों की मानें तो आज आप अपने दोस्तों के साथ एक बेहतरीन शाम गुज़ारने वाले हैं। बस इतना याद रखें कि कोई भी चीज़ ज़रूरत से ज़्यादा हो तो अच्छी नहीं होती है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- माथे पर केसर का तिलक करना स्वास्थ्य के लिए शुभ रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपको कोई विपरीत समाचार सुनकर छोटी दूरी की यात्रा पर जाना पड़ सकता है, इसलिए आपको सावधान रहना होगा। किसी भी तरह के झगड़े में पडने से बचें। आपकी वाणी की सौम्यता बड़ी बड़ी समस्या को क्षण में समाप्त कर सकती है, ध्यान रखें। आज आपके जीवनसाथी के स्वास्थ्य में कुछ गड़बड़ी होती दिख रही है। शाम का समय कुछ अनावश्यक भागदौड़ हो सकती है, जिसमें आपका धन भी अधिक व्यय होगा। इसका प्रभाव आने वाले समय में आपकी आर्थिक स्थिति पर पड़ सकता है।निराशावादी रवैये से बचें क्योंकि न सिर्फ़ यह आपकी संभावनाओं को कम कर देगा, बल्कि शरीर के आंतरिक संतुलन को भी बिगाड़ देगा। आर्थिक पक्ष के मजबूत होने की पूरी संभावना है। अगर आपने किसी शख्स को पैसा उधार दिया था तो आज आपको वो पैसा वापस मिलने की उम्मीद है। माता-पिता की तबियत में सुधार होगा और वे अपना प्यार आपके ऊपर बरसाएंगे। आज ही लंबे वक़्त से चले आ रहे झगड़ों को सुलझा लें, क्योंकि हो सकता है कि कल बहुत देर हो जाए। आज आप कोई नई पुस्तक खरीदकर किसी कमरे में खुद को बंद करके पूरा दिन गुजार सकते हैं। जीवनसाथी की वजह से आपको अनमने ढंग से बाहर जाना पड़ सकता है, जो बाद में आपकी झल्लाहट की वजह बनेगा। अगर आपकी आवाज सुरीली है तो कोई गाना गाकर आप अपने प्रेमी को आज खुश कर सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- विष्णु जी की मतस्यवतार की कथा पढ़ने से प्रेम सम्बन्ध बेहतर रहेंगे। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके जीवन में मध्यस्थता लेकर आएगा। आज आपको अपने पुत्र व पुत्री की चिंता तथा उनके कामों में ही दिन व्यतीत हो जाएगा। यदि आपके दांपत्य जीवन में कोई विवाद चल रहा है, तो वह भी आज समाप्त हो जाएगा। धार्मिक क्षेत्रों की यात्रा और पुण्य कार्य कर आज आपका खर्चा हो सकता है, इसलिए सावधान रहें। आज आपको कुछ खर्चे ऐसे भी करने होंगे, जो ना चाहते हुए भी करने पड़ सकते हैं, जो आपकी आर्थिक स्थिति को कमजोर कर सकते हैं, इसलिए आपको सावधान रहना होगा।\n आपको अपनी सेहत के प्रति ज़्यादा सावधानी बरतने की ज़रूरत है, ख़ास तौर पर रक्तचाप के मरीज़ों को। जो लोग लघु उद्योग करते हैं उन्हें आज के दिन अपने किसी करीबी की कोई सलाह मिल सकती है जिससे उन्हें आर्थिक लाभ होने की संभावना है। कोई चिट्ठी या ई-मेल पूरे परिवार के लिए अच्छी ख़बर लाएगी। अपने प्रिय की बातों के प्रति आप ज़रूरत से ज़्यादा संवेदनशील रहेंगे- आपको अपने जज़्बात पर क़ाबू रखने की ज़रूरत है और ऐसा कुछ करने से बचें जो मामले को और भी बिगाड़ दे। आपमें से कुछ लोगों को लंबा सफ़र करना पड़ सकता है – जो काफ़ी दौड़-भाग भरा होगा – लेकिन साथ ही बहुत फ़ायदेमंद भी साबित होगा। आपकी भागदौड़ भरी दिनचर्या के कारण आपका जीवनसाथी ख़ुद को दरकिनार महसूस कर सकता है, जिसका इज़हार शाम को होना मुमकिन है। अपनों का ख्याल रखना अच्छी बात है लेकिन उनका ख्याल रखते-रखते अपनी सेहत न बिगाड़ लें। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- जमादार को कुछ पैसे देने से प्रेम सम्बन्ध बेहतर होंगे। \n"
}]
