horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिनमान आपके लिए बहुत बढ़िया रहेगा। खुद का हौसला बढ़ेगा। कामों में सफलता मिलेगी। भाग्य प्रबल होने से काम बनते चले जाएंगे। शादीशुदा लोगों का गृहस्थ जीवन आज बहुत बढ़िया रहेगा। प्यार भरी बातों से एक दूसरे के दिल में जगह बना कर रखेंगे और इस दिन को इंजॉय करेंगे। प्रेम जीवन बिता रहे लोग भी आज काफी रोमांटिक नजर आएंगे। खर्चों पर ध्यान देना जरूरी होगा। विरोधियों पर आप भारी पड़ेंगे।खेलों और आउटडोर गतिविधियों में भागीदारी आपकी खोयी ऊर्जा को फिर से इकट्ठा करने में आपकी मदद करेगी। बिना किसी अनुभवी शख्स की सलाह के आज ऐसा कोई भी काम न करें जिससे आपको आर्थिक हानि हो। आज का दिन मज़े करने के लिहाज़ से बढ़िया है, इसलिए अपनी पसंदीदा चीज़ों और काम का लुत्फ़ उठाएँ। आपकी प्रेम कहानी आज एक नया मोड़ ले सकती है, आपका साथी आज आपसे शादी को लेकर बात कर सकता है। ऐसे में कोई भी फैसला लेने से पहले आपको विचार अवश्य करना चाहिए। आज ऐसे बर्ताव करें जैसे कि आप ‘सुपर-स्टार’ हैं, लेकिन सिर्फ़ उन चीज़ों की ही प्रशंसा करें जो उसके क़ाबिल हैं। जीवनसाथी के साथ यह दिन और दिनों की अपेक्षा बेहतर गुज़रेगा। आज आप बच्चों के साथ बच्चों के जैसा ही व्यवहार करेंगे जिससे आपके बच्चे सारे दिन आपसे चिपके रहेंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- अपने वजन के बराबर जौ गौशाला में दान करने से स्वास्थ्य अच्छा होगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिनमान आपके लिए मध्यम रूप से फलदायक रहेगा। खर्चों में बढ़ोतरी होती देख आपको कुछ चिंता होगी। इनकम भी ठीक होगी, फिर भी खर्चा पर ध्यान देना जरूरी होगा। परिवार में सुख रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान उतार-चढ़ाव से भरा रहेगा। किसी बात को लेकर लड़ाई झगड़े से बचें। शादीशुदा लोगों का गृहस्थ जीवन भी आज मनमाफिक नहीं होगा।अपनी ख़ुशियों को दूसरों के साथ साझा करना आपकी सेहत को भी बेहतर करेगा। लेकिन ख़याल रखें कि इसे नज़रअंदाज़ करना बाद में भारी पड़ सकता है। आज आपको बेवजह पैसा खर्च करने से खुद को रोकना चाहिए नहीं तो जरुरत के समय आपके पास पैसे की कमी हो सकती है। किसी पारिवारिक भेद का खुलना आपको चकित कर सकता है। आपकी प्रेम कहानी आज एक नया मोड़ ले सकती है, आपका साथी आज आपसे शादी को लेकर बात कर सकता है। ऐसे में कोई भी फैसला लेने से पहले आपको विचार अवश्य करना चाहिए। अपनी बातचीत में मौलिकता रखें, क्योंकि किसी भी तरह का बनावटीपन आपको फ़ायदा नहीं पहुँचाएगा। आज के दिन जीवन साथी पर किया गया संदेह आने वाले दिनों में आपके वैवाहिक जीवन पर बुरा प्रभाव डाल सकता है। समय को व्यर्थ गँवाने की बजाय आज किसी विदेशी भाषा को सीखना आपके वार्तालाप के तरीक़ों में वृद्धि कर सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- पक्षियों के लिए पानी की व्यवस्था करने से धन की स्थिति अच्छी रहेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिनमान आपके लिए सामान्य रूप से फलदायक रहेगा। आपकी इनकम अच्छी होगी, जिस से उत्साह बढ़ेगा। मन में हर्ष की भावना होगी। जमीन जायदाद से जुड़े मामलों में सफलता मिलेगी। काम के सिलसिले में भी काफी मजबूती दिखाएंगे। शादीशुदा लोगों के गृहस्थ जीवन के लिए आज का दिन मान अच्छा रहेगा। रिश्ते में समझदारी बढ़ेगी। प्रेम जीवन बिता रहे लोग आज के दिन को इंजॉय करेंगे।भागमभाग भरे दिन के बावजूद आपकी सेहत पूरी तरह दुरुस्त रहेगी। पैसा अचानक आपके पास अएगा, जो अपके ख़र्चों और बिल आदि को सम्हाल लेगा। ऐसा कोई जिसके साथ आप रहते हैं, आज आपके किसी काम की वजह से बहुत झुंझलाहट महसूस करेगा। संभव है कि कोई आपसे अपने प्यार का इज़हार करे। जो लोग बीते कुछ दिनों से काफी व्यस्त थे उन्हें आज अपने लिए फुर्सत के पल मिल सकते हैं। जो यह समझते हैं कि शादी सिर्फ़ सेक्स के लिए होती है, वे ग़लत हैं। क्योंकि आज आपको सच्चे प्यार का एहसास होगा। आज आप किसी दोस्त या करीबी रिश्तेदार से अपने दिल के गम साझा कर सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- दुर्गाजी के मंदिर में प्रसाद चढ़ाकर ग़रीबों में बांटना आपको सुकून भरा अहसास दे सकता है। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिनमान आपके लिए अच्छा रहेगा। काम के सिलसिले में किए गए प्रयास सफल होंगे, जिससे आप काफी खुश नजर आएंगे। जमीन जायदाद से जुड़े मामलों में आपका काफी समय बीत जाएगा। शादीशुदा लोगों के गृहस्थ जीवन में थोड़ा तनाव देखने को मिल सकता है, लेकिन प्रेम जीवन बिता रहे लोग आज के दिन को लेकर थोड़ा सावधान रहे, किसी भी बात का बतंगड़ ना बनाएं।ज़िंदगी की ओर उदास नज़रिया रखने से बचें। आपका धन कहां खर्च हो रहा है इसपर आपको नजर बनाए रखने की जरुरत है नहीं तो आने वाले समय में आपको परेशानी हो सकती है। कुछ लोगों के लिए- परिवार में किसी नए का आना जश्न और उल्लास के पल लेकर आएगा। आज प्यार की मदहोशी में हक़ीक़त और फ़साना मिलकर एक होते मालूम होंगे। इसे महसूस करें। आज इस राशि के कुछ छात्र लेपटॉप या टीवी पर कोई मूवी देखकर अपना कीमती समय जाया कर सकते हैं। आज चाहे दुनिया इधर-की-उधर ही क्यों न हो जाए, आप अपने जीवनसाथी की बाहों से दूर नहीं हो सकेंगे। लोगोंं के बीच रहकर सबका सम्मान करना आपको आता है इसलिए आप भी सबकी नजरों में अच्छी छवि बना पाते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अपने इष्टदेव को पूजा में लाल सिंदूर अर्पित करने से हेल्थ अच्छी रहेगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिनमान आपके लिए अच्छा रहेगा। भाग्य काफी प्रबल होगा, जिससे आपकी इच्छाएं पूरी होंगी और काम बनेंगे। शादीशुदा लोगों का गृहस्थ जीवन काफी रोमांटिक रहेगा और एक दूसरे के लिए आकर्षण महसूस करेंगे। प्रेम जीवन बिता रहे लोग आज के दिन काफी खुश नजर आएंगे और अपनी शादी की बात कर सकते हैं।दोस्त आपका परिचय किसी ख़ास इंसान से कराएंगे, जो आपकी सोच पर गहरा प्रभाव डालेगा। अपने जीवनसाथी के साथ मिलकर आज आप भविष्य के लिए कोई आर्थिक योजना बना सकते हैं और उम्मीद है कि यह योजना सफल भी होगी। दूसरों की कमियाँ ढूंढने का ग़ैर-ज़रूरी काम रिश्तेदारों की आलोचना का रुख़ आपकी ओर मोड़ सकता है। आपको समझना चाहिए कि यह केवल समय की बर्बादी है और इससे कुछ हासिल नहीं होता है। बेहतर रहेगा कि आप अपनी यह आदत बदल दें। आपका साहस आपको प्यार दिलाने में सफल रहेगा। इस राशि के जातक आज खाली वक्त में रचनात्मक काम करने का प्लान तो बनाएंगे लेकिन उनका यह प्लान पूरा नहीं हो पाएगा। अगर आप अपने जीवनसाथी से स्नेह की आशा रखते हैं, तो यह दिन आपकी आशाओं को पूरा कर सकता है। दिवास्वप्न देखना इतना भी बुरा नहीं है – बशर्ते इसके माध्यम से आप कुछ रचनात्मक विचार हासिल कर सकें तो। ऐसा आज आप कर सकते हैं, क्योंकि आपके पास समय का अभाव नहीं होगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- पारिवारिक सुख बढ़ाने के लिए शराब न पिए क्योंकि सूर्य सात्विक ग्रह है और तामसिक वस्तुओं से चिढ़ता है। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिनमान आपके लिए उतार-चढ़ाव से भरा रहेगा। बेवजह की चिंताएं, आपका ध्यान आकर्षित करेंगे। वाहन सावधानी से चलाएं। चोट लग सकती है। घर में सुख शांति रहेगी। शादीशुदा लोगों के गृहस्थ जीवन में आज तनाव देखने को मिल सकता है, लेकिन जीवन साथी अपनी तरफ से सभी जिम्मेदारी निभाएगा। प्रेम जीवन बिता रहे लोग कुछ निराश महसूस कर सकते हैं।काम का बोझ आज कुछ तनाव और खीज की वजह बन सकता है। रियल एस्टेट सम्बन्धी निवेश आपको अच्छा-ख़ासा मुनाफ़ा देंगे। घरेलू मामलों और काफ़ी समय से लंबित घर के काम-काज के हिसाब से अच्छा दिन है। आज प्यार की कमी महसूस हो सकती है। जो लोग अब तक किसी काम में व्यस्त थे आज उन्हें अपने लिए समय मिल सकता है लेकिन घर में किसी काम के आ जाने से आप फिर से व्यस्त हो सकते हैं। आपके लिए यह ख़ूबसूरत रोमानी दिन रहेगा, लेकिन सेहत को लेकर थोड़ी परेशानी का सामना करना पड़ सकता है। छोटे भाई के साथ घूमने जा सकते हैं इससे आप दोनों के रिश्तों में प्रगाढ़ता आएगी। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- शुद्ध शहद का रोजाना प्रयोग करने से स्वास्थ्य अच्छा होगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिनमान आपके लिए अच्छा रहेगा। बिजनेस में अच्छा लाभ मिलेगा। कंस्ट्रक्शन का काम करवा सकते हैं। आपकी मजाकिया शैली लोगों को पसंद आएगी। खर्चों में बढ़ोतरी होगी। इनकम ठीक-ठाक रहेगी। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बहुत बढ़िया रहेगा। अपने प्रिय के दिल में जगह बनाएंगे। काम के सिलसिले में दिनमान अच्छा रहेगा।आपका ऊर्जा-स्तर ऊँचा रहेगा। अपने पैसे को संचय करने के लिए आज अपने घर के लोगों से आपको बात करने की जरुरत है। उनकी सलाह आपकी आर्थिक स्थिति को सुधारने में मददगार होगी। परिवार के सदस्यों के साथ कुछ आराम के पल बिताएँ। आज आप अपने प्रेमी के साथ कहीं घूमने का प्लान बनाएंगे लेकिन किसी जरुरी काम के आने की वजह से यह प्लान कामयाब नहीं हो पाएगा जिसकी वजह से आप दोनों के बीच कहासुनी हो सकती है। आज आप कोई नई पुस्तक खरीदकर किसी कमरे में खुद को बंद करके पूरा दिन गुजार सकते हैं। आज आपको और आपके जीवनसाथी को प्यार-मुहब्बत के लिए पर्याप्त समय मिल सकता है। अगर आप अपने मन की सुनें, तो यह दिन ख़रीदारी के लिहाज़ से उम्दा है। आपको कुछ अच्छे कपड़ों और जूतों की ज़रूरत भी है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सतनाजे की रोटी बनाकर पक्षियों में डालने से आर्थिक स्थिति अच्छी होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। शादीशुदा लोगों के गृहस्थ जीवन में तनाव खत्म होगा और प्रेम बढ़ेगा। प्रेम जीवन बिता रहे लोग अपने रिश्ते में कुछ परेशानी महसूस करेंगे और  एक दूसरे के बीच दूरी बढ़ सकती है। काम के सिलसिले में दिनमान सामान्य रहेगा, लेकिन काम पर ध्यान देना जरूरी होगा। हल्के खर्चे भी होंगे और आपकी सेहत में भी उतार-चढ़ाव हो सकता है।अपनी शारीरिक चुस्ती-फुर्ती को बनाए रखने के लिए आप आज का दिन खेलने में व्यतीत कर सकते हैं। ऐसा लगता है आप जानते हैं कि लोग आपसे क्या चाहते हैं- लेकिन आज अपने ख़र्चों को बहुत ज़्यादा बढ़ाने से बचें। अपने दोस्तों को अपने उदार स्वभाव का ग़लत फ़ायदा न उठाने दें। आप आज प्यार की मनोदशा में होंगे- और आपके लिए काफ़ी मौक़े भी होंगे। आज जितना हो सके लोगों से दूर रहें। लोगों को वक्त देने से बेहतर है अपने आपको वक्त दें। आज आप अपने जीवनसाथी के साथ कुछ बेहतरीन पल गुज़ार सकेंगे। बहुत ज्यादा बातें करके आज आपको सिर में दर्द हो सकता है। इसलिए जितनी आवश्यकता हो उतनी ही बातें करें। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- गाय को गुड़ खिलाने से आपका सप्ताहांत अच्छा बीतेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। शादीशुदा लोगों का गृहस्थ जीवन अच्छा रहेगा और आप अपनी संतान को लेकर भी काफी प्रसन्न हुए मन में हर्ष की भावना रखेगे। जो लोग प्रेम जीवन बिता रहे हैं। वह आज काफी खुश नजर आएंगे क्योंकि आपके प्रिय से बड़ी प्यारी मीठी बातें होंगी और एक दूसरे के दिल में प्यार बढ़ेगा। काम के सिलसिले में आज का दिन मान बहुत अच्छा है। गवर्नमेंट से कोई लाभ मिल सकता है। जमीन जायदाद से जुड़े मामलों में अच्छी सफलता हाथ लग सकती है। सेहत मजबूत रहेगी।आपका तल्ख़ बर्ताव जीवनसाथी के साथ आपके संबंधों में तनाव डाल सकता है। कोई भी ऐसा काम करने से पहले इसके परिणामों के बारे में सोच लें। अगर मुमकिन हो तो अपना मूड बदलने के लिए कहीं और जाएँ। आप ख़ुद को नए रोमांचक हालात में पाएंगे- जो आपको आर्थिक फ़ायदा पहुँचाएंगे। एक मज़ेदार शाम के लिए दोस्त आपको अपने घर पर बुलाएंगे। आपका प्यार न सिर्फ़ परवान चढ़ेगा, बल्कि नई ऊँचाइयों को भी छूएगा। दिन की शुरुआत प्रिय की मुस्कान से होगी और रात उसके सपनों में ढलेगी। अगर आप अपनी चीज़ों का ध्यान नहीं रखेंगे, तो उनके खोने या चोरी होने की संभावना है। बारिश को रोमांस से जुड़ा माना जाता है और आज आप अपने जीवनसाथी के साथ प्यार की बारिश महसूस कर सकते हैं। यह दिन दोस्तों-रिश्तेदारों के साथ शॉपिंग पर जाने का है। बस अपने ख़र्चों पर थोड़ी नज़र रखें। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- प्लास्टर ऑफ़ पेरिस से बनी मूर्तियां घर में रखने से स्वास्थ्य अच्छा होगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिनमान अच्छा रहने वाला है। आप अपनी जिम्मेदारियों को समझकर परिवार के लिए कुछ करने की सोचेंगे। काम के सिलसिले में दिन मान अच्छा रहेगा। अपनी बुद्धिमत्ता के कामों में सफलता मिलेगी। कुछ बिगड़े हुए काम भी बनेंगे, जिससे हौसला बढ़ेगा। सेहत सही रहेगी। हल्के खर्चे होंगे। शादीशुदा लोगों के गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन जी रहे लोग आज के दिन बहुत खुश रहेंगे।दोस्तों का रुख़ सहयोगी रहेगा और वे आपको ख़ुश रखेंगे। वैसे तो अपना पैसा दूसरे को देना किसी को पसंद नहीं आता लेकिन आज आप किसी जरुरतमंद को पैसा देकर सुकून का अनुभव करेंगे। आप महसूस करेंगे कि आपके दोस्त सहयोगी स्वभाव के हैं- लेकिन बोलने में सावधानी बरतें। आपकी प्रेम कहानी आज एक नया मोड़ ले सकती है, आपका साथी आज आपसे शादी को लेकर बात कर सकता है। ऐसे में कोई भी फैसला लेने से पहले आपको विचार अवश्य करना चाहिए। वह काम जो आज आप दूसरों के लिए स्वेच्छा से करेंगे, न सिर्फ़ औरों के लिए मददगार साबित होगा बल्कि आपके दिल में ख़ुद की छवि भी सकारात्मक होगी। काफ़ी वक़्त बाद आप और आपका जीवनसाथी एक शान्त दिन साथ बिता सकते हैं, जब कोई लड़ाई-झगड़ा न हो - सिर्फ़ प्यार हो। बेहतर भविष्य की योजना बनाना कभी बुरा नहीं होता। आज के दिन का अच्छा प्रयोग आप उज्ज्वल भविष्य की योजना बनाने के लिए कर सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- तांबे के चौकोर टुकड़े पर केसर लगाकर, गुलाबी वस्त्र में लपेटकर, पूर्व दिशा में जाकर सूर्योदय के समय निर्जन स्थान में दबाने से फैमिली लाइफ अच्छी रहती है। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन मान मध्यम रूप से फलदायक रहेगा। दोस्तों के साथ बहुत बातें होंगी। सेहत में कुछ उतार-चढ़ाव रहेगा, इसलिए सावधानी रखें। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बहुत बढ़िया रहेगा। अपने रिश्ते को लेकर आगे बढ़ेंगे। काम के सिलसिले में दिनमान थोड़ा नाजुक है, इसलिए सावधानी रखें। शादीशुदा लोगों का गृहस्थ जीवन आज अच्छा रहेगा। रिश्ते में रोमांस में रहेगा।आपकी जी-तोड़ मेहनत और परिवार का सहयोग इच्छित परिणाम देने में क़ामयाब रहेंगे। लेकिन तरक़्क़ी की रफ़्तार बरक़रार रखने के लिए मेहनत इसी तरह जारी रखें। आर्थिक रुप से आज आप काफी मजबूत नजर आएंगे, ग्रह नक्षत्रों की चाल से आज आपके लिए धन कमाने के कई मौके बनेंगे. तनाव का दौर बरक़रार रहेगा, लेकिन पारिवारिक सहयोग मदद देगा। जिसे आप चाहते हैं, उसके साथ आपका तल्ख़ रवैया आपके रिश्ते में दूरी बढ़ा सकता है। इस राशि वालों को आज खुद के लिए काफी समय मिलेगा। इस समय का उपयोग आप अपने शोकों को पूरा करने में कर सकते हैं। आप कोई किताब पढ़ सकते हैं या अपना पसंदीदा म्यूजिक सुन सकते हैं। जीवनसाथी का आत्मकेन्द्रित व्यवहार आपको नागवार गुज़रेगा। धन को इतनी अहमियत न दें कि आपके रिश्ते ही खराब हो जाएँ। यह बात याद रखें कि धन मिल सकता है लेकिन रिश्ते नहीं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- सफेद बतखों का आर्टिफिशियल जोड़ा अपने प्रेमी/प्रेमिका को भेंट में देने से लव लाइफ अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिनमान आपके लिए अच्छा रहेगा। पैसों की आवक होगी, जिससे आर्थिक स्थिति में बढ़ोतरी होगी। सेहत अच्छी रहेगी, लेकिन गुस्से पर काबू रखें। शादीशुदा लोगों का गृहस्थ जीवन आज तनाव से भरा रहेगा, इसलिए सावधानी रखें।  प्रेम जीवन बिता रहे लोगों के लिए दिनमान सामान्य रहेगा। काम के सिलसिले में आज का दिन बहुत बढ़िया है, इसका फायदा उठाएं।कार्यक्षेत्र में वरिष्ठों का दबाव और घर में अनबन के चलते आपको तनाव का सामना करना पड़ सकता है- जो काम में आपकी एकाग्रता को भंग करेगा। आपको कई स्रोतों से आर्थिक लाभ होगा। घरेलू मामलों पर तुरंत ध्यान देने की ज़रूरत है। आज ही लंबे वक़्त से चले आ रहे झगड़ों को सुलझा लें, क्योंकि हो सकता है कि कल बहुत देर हो जाए। आज रात को जीवनसाथी के साथ खाली वक्त बिताते समय आपको लगेगा कि आपको उन्हें और भी वक्त देना चाहिए। वैवाहिक जीवन में आप कुछ निजता की ज़रूरत महसूस करेंगे। मैट्रो में सफर करते दौरान आज किसी विपरीत लिंगी शख्स से आपकी आंखें चार हो सकती हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- विधारा की जड़ को रात्रि में एक पात्र में भीगकर रखें व अगली सुबह उस जल का सेवन करने से पारिवारिक जीवन अच्छा रहेगा। \n"
}]
