horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ मिश्रित परिणाम लेकर आएगा। यदि आपको अपने व्यवसाय में किसी बात की कोई चिंता सता रही है, तो वह आज समाप्त होगी। आज आपका अपने परिवार के सदस्यो के साथ घूमने फिरने का प्लान बन सकता है और फिर वह बिगड़ भी सकता है। आज आपको ध्यान देना होगा कि आप किसी से कोई वादा ना करें क्योंकि आप यदि किसी का भला सोचेंगे, तो वह आपको नुकसान पहुंचा सकता है। आज आपको अपने व्यापार को आगे बढ़ाने के लिए किसी अनुभवी व्यक्ति की सलाह की आवश्यकता होगी। भाइयों के साथ रिश्तों में सुधार होगा।मौज-मस्ती और मनपसंद काम करने का दिन है। कुछ ख़रीदने से पहले उन चीज़ों का इस्तेमाल करें, जो पहले से आपके पास हैं। एक मज़ेदार शाम के लिए दोस्त आपको अपने घर पर बुलाएंगे। रोमांस के लिए बढ़ाए गए क़दम असर नहीं दिखाएंगे। ऐसे लोगों से साथ जुड़ें जो स्थापित हैं और भविष्य के रुझानों को समझने में आपकी मदद कर सकते हैं। अपना समय और ऊर्जा दूसरों की मदद करने में लगाएँ, लेकिन ऐसे मामलों में पड़ने से बचें जिनसे आपका कोई लेना-देना नहीं है। अगर आपके जीवनसाथी की सेहत कर चलते किसी से मिलने की योजना रद्द हो जाए तो चिंता न करें, आप साथ में अधिक समय व्यतीत कर सकेंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- भैरव मंदिर में दूध चढाने से फैमिली लाइफ अच्छी चलेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ विशेष कर दिखाने का होगा। यदि आप साझेदारी में कोई व्यापार करते हैं, तो आपके कंधो पर आज कुछ अतिरिक्त भार आ सकता है, जिसे पाकर आप कुछ विशेष करेंगे, जिससे आपके बिजनेस को भरपूर लाभ होगा। आज आपके परिवार में आपकी जिम्मेदारी कुछ बढ़ सकती है, जिससे आप थोड़ा तनाव ग्रस्त भी रहेंगे। नौकरी से जुड़े जातकों को आज कोई नया काम सोपा जा सकता है, जिसे आपको मेहनत और ईमानदारी से करना होगा, जिससे आपको अपनी साथियों का भरपूर सहयोग मिलेगा। विद्यार्थी आज किसी प्रतियोगिता में भाग ले सकते हैं।आज के दिन आप बिना झंझट विश्राम कर सकेंगे। अपनी मांसपेशियों को आराम देने के लिए तैल से मालिश करें। समय और धन की कद्र आपको करनी चाहिए नहीं तो आने वाला वक्त परेशानियों भरा रह सकता है। पड़ोसियों से झगड़ा आपका मूड ख़राब कर सकता है। लेकिन अपना आपा न खोएँ, इससे सिर्फ़ आग और भड़केगी। अगर आप सहयोग न करें, तो कोई आपसे नहीं झगड़ सकता है। सबसे अच्छा रिश्ता बनाए रखने की कोशिश करें। रोमांस के लिए बढ़ाए गए क़दम असर नहीं दिखाएंगे। काम में धीमी प्रगति हल्का-सा मानसिक तनाव दे सकती है। आज आप फुर्सत के क्षणों में कोई नया काम करने का सोचेंगे लेकिन इस काम में आप इतना उलझ सकते हैं कि आपके जरुरी काम भी छूट जाएंगे । पड़ोसियों का दख़ल शादीशुदा ज़िन्दगी में दिक़्क़त पैदा करने की कोशिश कर सकता है, लेकिन आप व आपके जीवनसाथी के बीच का बंधन बहुत मज़बूत है और इसे तोड़ना आसान नहीं है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- किसी भी धार्मिक कार्य में सहयोग करने से नौकरी व बिज़नेस में तरक्की होगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपको कुछ उत्तर दायित्व की पूर्ति करनी पड़ सकती है जिससे आपकी कुछ दिक्कते भी बढ़ सकती हैं, लेकिन आपको अपने क्रोध पर नियंत्रण रखना होगा और धैर्य रखिए तो अच्छा फील होगा। आज आपके व्यापार मे आपके ऊपर कुछ कठिनाइयां आएंगी, लेकिन इसके बाद आप स्वयं को कमजोर नहीं समझे क्योंकि आने वाला समय आपके लिए खुशियां लेकर आएगा, जिससे आप की आर्थिक स्थिति मजबूत होगी। आज सायंकाल के समय आपकी किसी ऐसे परिजन से मुलाकात हो सकती है, जिसकी आपको मदद भी करनी पड़ सकती हैं।आज के मनोरंजन में बाहर की गतिविधियों और खेल-कूद को शामिल किया जाना चाहिए। आज आपका धन कई चीजों पर खर्च हो सकता है, आपको आज अच्छा बजट प्लान करने की आवश्यकता है इससे आपकी कई परेशानियां दूर हो सकती हैं। अपनी बातों पर क़ाबू रखें, क्योंकि इसके चलते बड़े-बुज़ुर्ग आहत महसूस कर सकते हैं। बेकार की बातें करके समय बर्बाद करने से बेहतर है कि आप शांत रहें। याद रखें कि समझदार कामों के ज़रिए ही हम जीवन को अर्थ देते हैं। उन्हें महसूस करने दें कि आप उनका ख़याल रखते हैं। आपका प्रेमी आज आपकी बातों को सुनने से ज्यादा अपनी बातें कहना पसंद करेगा जिसकी वजह से आप थोड़े खिन्न हो सकते हैं। आपके बॉस किसी भी बहाने में दिलचस्पी नहीं ज़ाहिर करेंगे- इसलिए निगाहों में बने रहने के लिए अपना काम अच्छी तरह से करें। आज आप सारे रिश्तों और रिश्तेदारों से दूर होकर अपना दिन किसी ऐसी जगह पर बिताना पसंद करेंगे जहां जाकर आपको शांति प्राप्त होती है। आपका जीवनसाथी आपकी कमज़ोरियों को सहलाएगा और आपको सुखद अनुभूति देगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- जरूरतमंद व्यक्ति के लिए रक्तदान करने से नौकरी/बिज़नेस में उन्नति होगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आपको आवेश में आकर अपने व्यवसाय में नौकरी में कोई भी गलती करने से बचना होगा अन्यथा आपकी मुश्किलें बढ़ सकती हैं। विवाह योग्य जातकों के लिए उत्तम विवाह के प्रस्ताव आएंगे। आज आपको ध्यान देना होगा कि किसी के भी प्रति मन में गलत विचार ना लाएं यानी खुद के अलावा दूसरों का भला सोचें, तभी आपका भला होगा। आज किसी नए व्यवसाय या अनुबंध का भी योग बनता दिख रहा है। साईं काल का समय आज आप अपने परिवार के छोटे बच्चों के साथ मौज मस्ती में व्यतीत करेंगे। नौकरी कर रहे जातकों को आज अपने साथी कर्मचारी से सावधान रहना होगा।व्यस्त दिनचर्या के बावजूद स्वास्थ्य अच्छा रहेगा। बीते दिनों में जितना धन आपने आज को बेहतर बनाने के लिए इनवेस्ट किया था उसका फायदा आज आपको फायदा मिल सकता है। बच्चे आपको अपनी उपलब्धियों से गर्व का अनुभव कराएंगे। रुमानी यादें आज आपके ऊपर छायी रहेंगी। अगर आप कई दिनों से कामकाज में दिक़्क़त महसूस कर रहे हैं, तो आज के दिन आपको राहत महसूस हो सकती है। बातचीत में कुशलता आज आपका मज़बूत पक्ष साबित होगी। ऐसा लगता है कि आपके जीवनसाथी आज आपके ऊपर ख़ास ध्यान देंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- पीले कपड़े में अपने किसी पूर्वज की सोने की चीज़ बाधंकर लॉकर में रखने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आपको आवेश में आकर अपने व्यवसाय में नौकरी में कोई भी गलती करने से बचना होगा अन्यथा आपकी मुश्किलें बढ़ सकती हैं। विवाह योग्य जातकों के लिए उत्तम विवाह के प्रस्ताव आएंगे। आज आपको ध्यान देना होगा कि किसी के भी प्रति मन में गलत विचार ना लाएं यानी खुद के अलावा दूसरों का भला सोचें, तभी आपका भला होगा। आज किसी नए व्यवसाय या अनुबंध का भी योग बनता दिख रहा है। साईं काल का समय आज आप अपने परिवार के छोटे बच्चों के साथ मौज मस्ती में व्यतीत करेंगे। नौकरी कर रहे जातकों को आज अपने साथी कर्मचारी से सावधान रहना होगा।दोस्त आपका परिचय किसी ख़ास इंसान से कराएंगे, जो आपकी सोच पर गहरा प्रभाव डालेगा। आज कोई लेनदार आपके दरवाजे पर आ सकता है और आपसे पैसे उधार मांग सकता है। उन्हें पैसे लौटाकर आप आर्थिक तंगी में आ सकते हैं। आपको सलाह दी जाती है कि उधार लेने से बचें। घरेलू काम थका देने वाला होगा और इसलिए मानसिक तनाव की वजह भी बन सकता है। मतभेद के चलते व्यक्तिगत संबंधों में दरार पड़ सकती है। सहकर्मियों और कनिष्ठों के चलते चिंता और तनाव के क्षणों का सामना करना पड़ सकता है। अपने व्यक्तित्व और रंग-रूप को बेहतर बनाने का कोशिश संतोषजनक साबित होगी। जीवनसाथी के कारण कुछ नुक़सान हो सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- आर्थिक स्थिHति को अच्छा करने के लिए नियमित गायत्री मन्त्र व गायत्री चालीसा पढ़ें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज के दिन आपके चारों ओर का वातावरण सुखमय रहेगा। आज यदि आपके बिजनेस में आपको कोई प्रिय व्यक्ति सलाह दे, तो उसे नजरअंदाज ना करें अन्यथा आप को नुकसान उठाना पड़ सकता है। आपको उन लोगों से सतर्क रहना होगा, जो आपको कभी भी नुकसान पहुंचा सकते हैं। यदि आपका लंबे समय से कहीं पर धन फंसा हुआ है, तो वह आज आपके भाइयों की मदद से आपको प्राप्त होगा। आज आप अपनी जीवन साथी के लिए कोई उपहार खरीद कर ला सकते हैं, जिससे आपके जीवनसाथी प्रसन्न नजर आएंगे सायंकाल के समय आज आप देव दर्शन आदि की यात्रा के लिए जा सकते हैं।अकेलेपन और तन्हाई की भावना से बाहर आएँ और परिवार के साथ कुछ पल बिताएँ। जो लोग टैक्स चोरी करते हैं आज वो बड़ी मुसीबत में फंस सकते हैं। इसलिए आपको यही सलाह दी जाती है कि टैक्स की चोरी न करें। आज आपमें धैर्य की कमी रहेगी। इसलिए संयम बरतें, क्योंकि आपकी तल्ख़ी आस-पास के लोगों को दुःखी कर सकती है। सावधान रहें, क्योंकि प्यार में पड़ना आज के दिन आपके लिए दूसरी कठिनाइयाँ खड़ी कर सकता है। आज आप एक ऐसी परियोजना पूरी कर राहत की सांस लेंगे, जिसे आपके बहुत पहले शुरू किया था। जरुरी कामों को समय न देना और फिजूल के कामों पर वक्त जाया करना आज आपके लिए घातक सिद्ध हो सकता है। जीवनसाथी से बहुत ज़्यादा उम्मीदें रखना आपको वैवाहिक जीवन में उदासी की तरफ़ ले जा सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- काले चने, काले उड़द, काले कपड़े और सरसों के तेल का दान करने से स्वास्थ्य अच्छा रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रहेगा। आज आपको अपने परिवार के प्रति अपनी जिम्मेदारियों को समझने का प्रयास करना होगा, नहीं तो आपके रिश्ते में दूरियां आ सकती हैं। जीवनसाथी से भी आज कुछ मतभेद हो सकता है। यदि ऐसा हो, तो उन्हें मनाने की पूरी कोशिश करें। आज आपको अपने कार्य क्षेत्र में कुछ फेरबदल भी करनी पड़ सकती है, इसका ध्यान रखें। यदि ऐसा हुआ तो यह बदलाव आपके लिए कुछ बेहतर परिणाम लेकर आएगा। प्रेम जीवन जी रहे लोग आज अपने जीवनसाथी को कहीं बाहर घुमाने फिराने लेकर जा सकते हैं। विवाह योग्य जातकों के लिए आज उत्तम विभाग के प्रस्ताव आएंगे।सेहत अच्छी रहेगी। आज आपको अपने भाई या बहन की मदद से धन लाभ होने की संभावना है। आपमें से कुछ गहने या घरेलू सामान ख़रीद सकते हैं। जब आप अपने प्रिय के साथ बाहर जाएँ तो अपने पहनावे और बरताव में नयापन रखें। आज फ़ायदा हो सकता है, बशर्ते आप अपनी बात भली-भांति रखें और काम में लगन व उत्साह दिखाएँ। आज आप ऑफिस से घर वापस आकर अपना पसंदीदा काम कर सकते हैं। इससे आपके मन को शांति मिलेगी। आप और आपका हमदम एक-दूसरे से आज एक-दूसरे की ख़ूबसूरत भावनाओं का इज़हार कर सकेंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- लव लाइफ को बेहतर रखने के लिए गुलाब के फूलों का गुलदस्ता तांबे के जार में घर में रखें। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। यदि आप आज कोई नौकरी की खोज कर रहे हैं या फिर कोई नया कारोबार चलना चाहते हैं, तो उसके लिए दिन उत्तम रहेगा लेकिन उसके चल व अचल पहलुओं को सावधानी से जांच लें, तभी आगे बढ़े। इसमें आपको अपने पिताजी की सलाह की आवश्यकता होगी। ससुराल पक्ष से किसी बात को लेकर आज वाद विवाद हो सकता है, इसलिए सावधान रहें। यदि ऐसा हो, तो आप अपने क्रोध पर नियंत्रण रखें, नहीं तो आपक रिश्तों में दरार पड़ सकती है। जीवनसाथी का भरपूर सहयोग मिलेगा।आपकी शाम कई जज़्बातों से घिरी रहेगी और इसलिए तनाव भी दे सकती है। लेकिन ज़्यादा चिंता करने की ज़रूरत नहीं है, क्योंकि आपकी ख़ुशी आपकी निराशाओं के मुक़ाबले आपको ज़्यादा आनंद देगी। यह बात भली भांति समझ लें कि दुख की घड़ी में आपका संचित धन ही आपके काम आएगा इसलिए आज के दिन अपने धन का संचय करने का विचार बनाएं। बच्चों के साथ समय बिताना ख़ास होगा। ताज़ा फूल की तरह अपने प्यार में भी ताज़गी बनाए रखें। अपना रवैया ईमानदार और स्पष्टवादी रखें। लोग आपकी दृढ़ता और क्षमताओं को सराहेंगे। दूसरों को राज़ी करने की आपकी प्रतिभा आपको काफ़ी फ़ायदा पहुँचाएगी। वैवाहिक सुख के दृष्टिकोण से आज आपको कुछ अनोखा उपहार मिल सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- किसी भी कार्य से बाहर जाते वक्त मस्तक पर लाल टीका लगाकर जाना आर्थिक पक्ष को मजबूत करेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आप को सतर्क रहने की आवश्यकता होगी। आज आपको अपनी नौकरी या व्यापार दोनों में लापरवाही नहीं बरतनी है क्योंकि आपके शत्रु इसका फायदा उठा सकते हैं। यदि ऐसा हुआ तो आपके बनते बनते काम बिगड़ सकते हैं। सायंकाल के समय आज आपका कोई रुका हुआ काम पूरा होने से रात्रि के समय आप परिवार के सदस्यों के साथ पार्टी का आयोजन कर सकते हैं। आज संतान की शिक्षा या किसी प्रतियोगिता में आशातीत सफलता मिलने का समाचार सुनने से मन में हर्ष होगा। ससुराल पक्ष से भी आज आपको धन लाभ मिलता दिख रहा है।मौज-मस्ती और मनपसंद काम करने का दिन है। जो लोग लघु उद्योग करते हैं उन्हें आज के दिन अपने किसी करीबी की कोई सलाह मिल सकती है जिससे उन्हें आर्थिक लाभ होने की संभावना है। आज के दिन बिना कुछ ख़ास किए आप आसानी से लोगों का ध्यान अपनी ओर आकर्षित करने में क़ामयाब रहेंगे। अपनी दीवानगी को क़ाबू में रखें, नहीं तो यह आपके प्रेम-संबंध को मुश्किल में डाल सकती है। आप पाएंगे कि आज लंबे वक़्त से अ‍टके कई सारे छोटे-छोटे, लेकिन अहम काम आप निबटाने में क़ामयाब हो रहे हैं। दीर्घावधि में कामकाज के सिलसिले में की गयी यात्रा फ़ायदेमंद साबित होगी। असजता की वजह से आप वैवाहिक जीवन में ख़ुद को फँसा हुआ अनुभव कर सकते हैं। आपको ज़रूरत है तो जीवनसाथी के साथ आत्मीय बातचीत की। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- बेसन का हलवा खाने व खिलाने से लव लाइफ अच्छी रहेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए उन्नति के नए-नए मार्ग खोलेगा। आज आप छोटी दूरी की यात्रा पर भी जा सकते हैं। यदि आपने कोई मन्नत मांगी हुई है, तो आज आप उसे पूरा करने के लिए जाएंगे। संतान के दायित्व की पूर्ति होगी। यदि आज आप अपने व्यवसाय की किसी डील को लंबा खींचने की कोशिश करेंगे, तो वह आपके लिए नुकसानदायक हो सकती है, इसलिए उसका निर्णय तभी ले। भाई व बहन के विवाह में आ रही बाधा दूर होगी। सायंकाल का समय आज आप अपने माता पिता की सेवा में व्यतीत करेंगे। विद्यार्थियों की शिक्षा के मार्ग में आ रही बांधा आज दूर होगी।आपका झगाड़ालू स्वभाव आपके दुश्मनों की सूची लम्बी कर सकता है। किसी को ख़ुद पर इतना नियंत्रण न दें, कि वह आपको नाराज़ कर सके और जिसके लिए बाद में आपको पछताना पड़े। आर्थिक पक्ष के मजबूत होने की पूरी संभावना है। अगर आपने किसी शख्स को पैसा उधार दिया था तो आज आपको वो पैसा वापस मिलने की उम्मीद है। ऐसे कामों में सहभागिता करने के लिए अच्छा समय है, जिसमें युवा लोग जुड़े हों। ख़याली परेशानियों को छोड़ें और अपने साथी के साथ रोमांटिक समय बिताएँ। आप अपने मातहतों से नाख़ुश हो सकते हैं, क्योंकि वे उम्मीद के मुताबिक़ काम नहीं कर रहे हैं। चिट्ठी-पत्री में सावधानी बरतने की ज़रूरत है। क्या आपको लगता है कि शादी महज़ समझौतों का नाम है? अगर हाँ, तो आप आज हक़ीक़त महसूस करेंगे और जानेंगे कि यह आपके जीवन की सबसे अच्छी घटना थी। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- चाँदी के चम्मच से या चाँदी की थाली में भोजन करना स्वास्थ्य के लिए लाभदायक होगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज आप बहुत लंबे समय बाद अपनी लाइफ के रूटिन में बदलाव कर सकते हैं। आज आप अपने लिए कुछ समय निकाल लेंगे और अपने ऊपर कुछ धन व्यय करेंगे। आप अपनी जरूरत के लिए नए कपड़े, मोबाइल, घड़ी आदि भी खरीद कर ला सकते हैं। आज आपको आमदनी के नए स्त्रोत प्राप्त होंगे, जिससे आपकी आर्थिक स्थिति मजबूत होगी, लेकिन नौकरी में यदि आज किसी से कोई विवाद होता है, तो आपको अपनी वाणी मे सौम्यता को बनाए रखना होगा, वही आपको सम्मान दिलवाएगी। नौकरी में आज आपको कोई नया पद भी मिल सकता है।ज़िन्दगी की बेहतरीन चीज़ों को शिद्दत से महसूस करने के लिए अपने दिल-दिमाग़ के दरवाज़े खोलें। चिंता को छोड़ना इसकी ओर पहला क़दम है। आर्थिक तौर पर सिर्फ़ और सिर्फ़ एक स्रोत से ही लाभ मिलेगा। आपको अपना बाक़ी वक़्त बच्चों के संग गुज़ारना चाहिए, चाहे इसके लिए आपको कुछ ख़ास ही क्यों न करना पड़े। मुमकिन है कि आपके आँसुओं को पोंछने के लिए कोई ख़ास दोस्त आगे आए। आज किए गए निवेश काफ़ी फ़ायदेमन्द साबित होंगे, लेकिन आपको भागीदारों से विरोध का सामना करना पड़ सकता है। किसी वजह से आज आपके ऑफिस में जल्दी छुट्टी हो सकती है इसका आप फायदा उठाएंगे और अपने परिवार के लोगों के साथ कहीं घूमने जाएंगे। यह दिन शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक रहेगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- दुर्गा जी के मंदिर में बादाम चढ़ाकर आधे बादाम प्रसाद रूप में घर लाएं और उसे काले या नीले कपड़े में लपेटकर अपने पास रखने से नौकरी व बिज़नेस में तरक्की होगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ खर्चा भरा रहेगा। आज आप अपने घर की साज-सज्जा पर कुछ खर्चा कर सकते हैं, लेकिन आप अपनी आय को ध्यान में रखकर ही कार्य करें। आज आपको किसी शान दिखाने वाले व्यक्ति से अपना मुकाबला भी नहीं करना है, नहीं तो आपको नुकसान हो सकता है। यदि आपका कोई संपत्ति संबंधित कानूनी विवाद चल रहा है, तो आज दोपहर बाद उसमें आपको जीत मिल सकती है, जो आपके लिए खुशी का कारण बन सकती है। आज आप सामाजिक कार्य पर भी कुछ धन व्यय करेंगे। आज सायंकाल के समय आप अपने मित्रों के साथ किसी सामाजिक समारोह में भी सम्मिलित हो सकते हैं, जिसमें आपकी अपने किसी खास परिचित से मुलाकात होगी।दिन की शुरुआत आप योग ध्यान से कर सकते हैं। ऐसा करना आपके लिए फायदेमंद रहेगा और सारे दिन आपमें ऊर्जा रहेगी। अगर आप अपनी रचनात्मक प्रतिभा को सही तरीक़े से इस्तेमाल करें तो वह काफ़ी फ़ायदेमंद साबित होगी। परिवार वालों का हँसी-मज़ाक भरा बर्ताव घर के वातावरण को हल्का-फुल्का और ख़ुशनुमा बना देगा। आपकी शोहरत बढ़ेगी और आप आसानी से दूसरे लिंग के लोगों को अपनी तरफ़ आकर्षित करेंगे। प्रतिस्पर्धा में बढ़त के लिए व्यवसायियों को नई योजनाओं और रणनीतियों पर काम करने की ज़रूरत है। आज आपको रिश्तों की अहमियत का अंदाज हो सकता है क्योंकि आज के दिन का ज्यादातर समय आप अपने परिवार के लोगों के साथ बिताएंगे। अपने साथी पर किया गया संदेह एक बड़ी लड़ाई का रूप ले सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सफेद बतखों का आर्टिफिशियल जोड़ा अपने प्रेमी/प्रेमिका को भेंट में देने से लव लाइफ अच्छी रहेगी। \n"
}]
