horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nमेष राशि के जातकों को अपने कामकाज से जुड़े मामलों को बहुत गहराई से समझने की कोशिश करनी होगी क्योंकि ऐसा ना करने से आपको कार्य क्षेत्र में संघर्ष और चुनौतियों का सामना करना पड़ सकता है। आपके सीनियर भी आप से नाराज हो सकते हैं और यही वजह है कि आज आपको कार्यक्षेत्र में परिवर्तन का सामना भी करना पड़ सकता है। सावधानी रखना जरूरी होगा। आपको परिवार के बुजुर्गों खासकर अपने पिता को सम्मान देना सीखना होगा और रिश्तों की गरिमा बनाए रखने से ही आपको सफलता मिलेगी। आर्थिक लिहाज से आज का दिन बढ़िया है। बस अपने स्वास्थ्य पर ध्यान दें।कामकाम में आपकी तेज़ी लम्बे समय से चली आ रही समस्या का समाधान कर देगी। जिन लोगों को आप जानते हैं, उनके ज़रिए आपको आमदनी के नए स्रोत मिलेंगे। दोस्त शाम के लिए कोई बढ़िया योजना बनाकर आपका दिन ख़ुशनुमा कर देंगे। आपका होना इस दुनिया को आपके प्रिय के लिए रहने के क़ाबिल बनाता है। आज का दिन समझ-बूझ के क़दम उठाने का है, इसलिए तब तक अपने विचार व्यक्त न करें जब तक आप उनकी सफलता के लिए आश्वस्त न हों। जीवन की आपाधापी के बीच आज आप अपने बच्चों के लिए वक्त निकालेंगे। उनके साथ वक्त गुजार के आपको महसूस हो सकता है कि आपने जीवन के कई जरुरी पल गवां दिए हैं। आज आपको अपने जीवनसाथी से एक बार फिर प्यार हो जाएगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- नौकरी व बिज़नेस में तरक्की के लिए घर की छत या पडछत्ती में चौखट, जाली व लोहे के सामान का संग्रह न करें। \n",
    "1": "वृष राशिः आज का राशिफल\nवृषभ राशि के जातकों को आज अपने कामकाज को लेकर थोड़ी चिंता रहेगी। आपका व्यवसाय भी आपको चिंता ग्रस्त बनाएगा, जो कि उसकी बिगड़ती स्थिति आपकी चिंता को बढ़ाने वाली होगी। आपको अपने पारिवारिक जीवन को शांत रखने के लिए अपनी चंचलता पर काबू रखना होगा, लेकिन आज आपका कॉन्फिडेंस बढ़िया रहेगा, जिससे मुश्किलों से बाहर निकलने में आसानी होगी। पैसों के मामले में दिन बढ़िया है, लेकिन किसी भी तरह का निवेश करने से पूरी तरह से परहेज करें क्योंकि आज किया गया निवेश नुकसानदायक हो सकता है।आउटडोर खेल आपको आकर्षित करेंगे- ध्यान और योग आपको फ़ायदा पहुँचाएंगे। अपने धन का संचय कैसे करना है यह हुनर आज आप सीख सकते हैं और इस हुनर को सीख कर आप अपना धन बचा सकते हैं। आज आपको अपने होशियारी और प्रभाव का उपयोग संवेदनशील घरेलू मुद्दों को हल करने के लिए करना चाहिए। प्यार की ताक़त आपको प्यार करने की वजह देती है। जो कला और रंगमंच आदि से जुड़े हैं, उन्हें आज अपना कौशल दिखाने के लिए कई नए मौक़े मिलेंगे। आज धार्मिक कामों में आप अपना खाली समय बिताने का विचार बना सकते हैं। इस दौरान बेवजह की बहसों में आपको नहीं पड़ना चाहिए। आज आपको अपने जीवनसाथी से एक बार फिर प्यार हो जाएगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- खुशहाल पारिवारिक जीवन के लिए शनिदेव का तेल से अभिषेक करें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nमिथुन राशि के जातकों को आज अनिश्चितता मिलेगी क्योंकि आपके विरोधी आज शांत हो जाएंगे। उनके ऊपर कुछ ना कुछ ऐसी स्थिति का निर्माण होगा, जिससे वह दब जाएगा। यदि कोई कोर्ट कचहरी में मामला निर्णयाधीन है तो आज आप के पक्ष में उसका परिणाम आ सकता है, जिससे कोर्ट कचहरी में सफलता मिलेगी। आपको किसी भी गलत काम को करने से बचना चाहिए। पैसा कमाना अच्छी बात है लेकिन पैसा कमाने के लिए गलत काम करना आपको नुकसान दे सकता है, इसलिए बेहद सावधान रहें और अपनी संगति पर भी ध्यान दें।क़ुदरत ने आपको आत्मविश्वास और तेज़ दिमाग़ से नवाज़ा है- इसलिए इनका भरपूर इस्तेमाल कीजिए। निवेश करना कई बार आपके लिए बहुत फायदेमंद साबित होता है आज आपको यह बात समझ में आ सकती है क्योंकि किसी पुराने निवेश से आज आपको मुनाफा हो सकता है। घर पर आपके बच्चे आपके सामने किसी समस्या को तिल का ताड़ बनाकर पेश करेंगे- कोई भी क़दम उठाने से पहले तथ्यों की भली-भांति पड़ताल कर लें। कोई अच्छी ख़बर या जीवनसाथी/प्रिय से मिला कोई संदेश आपके उत्साह को दोगुना कर देगा। साझीदारी और व्यापार में हिस्सेदारी वग़ैरह से दूर रहें। जो लोग अब तक किसी काम में व्यस्त थे आज उन्हें अपने लिए समय मिल सकता है लेकिन घर में किसी काम के आ जाने से आप फिर से व्यस्त हो सकते हैं। यह शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक है। आपको प्रेम की गहराई का अनुभव करेंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- चाँदी के आभूषणों का अधिक प्रयोग करने से पारिवारिक जीवन खुशहाल बना रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nकर्क राशि के जातक आज अपने किसी हॉबी को निखारने की कोशिश करेंगे। आज अपनी दैनिक जीवनचर्या से अलग हटकर जीने की कोशिश करेंगे और खुद पर ध्यान देकर अपनी जरूरतों पर फोकस करेंगे। आज आपको अपने कामकाज के संबंध में अनुभवी और वरिष्ठ व्यक्तियों का मार्गदर्शन प्राप्त होगा, जिससे आपको अपने कामों को सही तरीके से करने में मदद मिलेगी। शेयर बाजार में पैसों का निवेश करना आपके लिए आज लाभदायक साबित होगा और आप के खर्चे भी आज नियंत्रण में बने रहेंगे, जिससे आर्थिक स्थिति ठीक ठाक रहेगी।रचनात्मक शौक़ आज आपको सुक़ून का एहसास कराएंगे। ख़र्चों पर क़ाबू रखने की कोशिश करें और सिर्फ़ ज़रूरी चीज़ें ही ख़रीदें। अपने परिवार के साथ रुखा व्यवहार न करें। यह पारिवारिक शान्ति को भंग कर सकता है। रोमांस के लिए अच्छा दिन है। जो लोग प्रतियोगी परीक्षाओं की तैयारी कर रहे हैं, उन्हें दिमाग़ शांत रखने की ज़रूरत है। परीक्षा की घबराहट को हावी न होने दें। आपका प्रयास सकारात्मक परिणाम ज़रूर देगा। चंंद्रमा की स्थिति को देखते हुए यह कहा जा सकता है कि आज आपके पास काफी खाली वक्त होगा लेकिन बावजूद इसके भी आप वो काम नहीं कर पाएंगे जो आपको करना था। ऐसा लगता है कि आज आप अपने जीवनसाथी के साथ बहुत ख़र्चा कर सकते हैं। बावजूस इसके, आप इस वक़्त का पूरा लुत्फ़ उठा पाएंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- गमलों में काले-सफेद मार्बल के दाने रखने से पारिवारिक खुशियां बढ़ेंगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nसिंह राशि के जातकों को आज बिजनेस में कुछ उतार-चढ़ाव देखने को मिलेगा। व्यावसायिक गतिविधियां भी धीमी गति से चलेंगी। आज आपको आपके काम करने के तरीके में परिवर्तन लाना होगा, तभी आप नई योजनाएं बनाकर सफलता प्राप्त कर पाएंगे। आज जीवन में पारिवारिक तनाव का सामना करना पड़ेगा लेकिन इसे अपने काम पर हावी ना होने दें। मार्केटिंग से जुड़े कामों पर आपको खास ध्यान देने की जरूरत पड़ेगी। आर्थिक मसलों पर आपको पूरी सतर्कता रखनी होगी। किसी भी ऐसे व्यक्ति से धन का लेनदेन करने से बचें, जिसे आप ढंग से जानते ना हों।आप महसूस करेंगे कि आस-पास के लोग बहुत ज़्यादा मांग करने वाले हैं। लेकिन जितना आप कर सकते हैं, उससे ज़्यादा करने का वादा न करें और केवल दूसरे को ख़ुश करने के लिए ख़ुद को तनाव से नहीं थकाएँ। व्यापाार में मुनाफा आज कई व्यापारियों के चेहरे पर खुशी ला सकता है। अपने जीवन-साथी के साथ बेहतर समझ ज़िन्दगी में ख़ुशी, सुकून और समृद्धि लाएगी। सावधान रहें, क्योंकि प्यार में पड़ना आज के दिन आपके लिए दूसरी कठिनाइयाँ खड़ी कर सकता है। अपने चारों ओर होने वाली गतिविधियों का ध्यान रखें, क्योंकि आपके काम का श्रेय कोई दूसरा ले सकता है। अगर आप जल्दबाज़ी में निष्कर्ष निकालेंगे और ग़ैर-ज़रूरी काम करेंगे, तो आज का दिन काफ़ी निराशाजनक हो सकता है। किसी ख़बसूरत याद के कारण आपके और आपके जीवनसाथी के बीच की अनबन रुक सकती है। इसलिए वाद-विवाद की हालत में पुराने दिनों की यादों को ताज़ा करना न भूलें। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- घर में लाल रंग के पर्दे और चादर का प्रयोग करें। \n",
    "5": "कन्या राशि: आज का राशिफल\nकन्या राशि के जातकों का आज पूरा ध्यान अपने सामाजिक दायरे को बढ़ाने पर लगाना होगा। आप समाज में कैसे उठते बैठते हैं और किन लोगों से आप के संपर्क हैं तथा अपने सामाजिक संपर्कों को बढ़ाने से आने वाले समय में आपको बहुत लाभ मिलेगा। आज कॉन्फिडेंट रहेंगे और इसी से आपके सारे काम होते रहेंगे। आपके हाथ में जो असाइनमेंट हैं, वो भी जल्दी पूर्ण हो जाने की अच्छी संभावना दिखाई देती है। आर्थिक लिहाज से आज का दिन बढ़िया है। बस खर्च करने में जेब का लिहाज करें और खुलकर खर्च करने से बचें, नहीं तो आर्थिक स्थिति बिगड़ सकती है।बच्चों के साथ आप सुकून पाएंगे। बच्चों की यह क्षमता क़ुदरती है और न केवल आपके परिवार के बच्चों में, बल्कि हर बच्चे में यह गुण होता है। वे आपको सुकून और राहत दे सकते हैं। माता-पिता की मदद से आप आर्थिक तंगी से बाहर निकलने में क़ामयाब रहेंगे। कुल मिलाकर फ़ायदेमंद दिन है। लेकिन आप समझते थे जिसपर आप आँखें बंद करके यक़ीन कर सकते हैं, वह आपके भरोसे को तोड़ सकता है। आज आप हर तरफ़ प्यार-ही-प्यार फैलाएंगे। आपके लिए आज बहुत सक्रिय और लोगों से मेल-जोल भरा दिन रहेगा। लोग आपसे आपकी राय मांगेंगे और जो भी आप कहेंगे, उसे बिना सोचे मान लेंगे। आज आप ऑफिस से घर वापस आकर अपना पसंदीदा काम कर सकते हैं। इससे आपके मन को शांति मिलेगी। आज आप अपने जीवनसाथी के साथ कुछ बेहतरीन पल गुज़ार सकेंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- साधु-संतों का आदर करने व उन्हें भोजन कराने से स्वास्थ्य अच्छा रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nतुला राशि के जातक अपने पैतृक व्यवसाय में आज सफलता अर्जित करेंगे अपने रिश्तेदारों की सहायता मिलेगी जिससे सभी काम पूरे करने में आपको कामयाबी मिलेगी जमीन जायदाद से जुड़े मामलों में परिवार के साथ सकारात्मक बातचीत होने की संभावना दिखाई देती है इससे कोई ना कोई निष्कर्ष निकलकर आएगा धन से जुड़े मामलों में आज का समय अच्छा रहेगा और आपको सफलता मिलेगी और आर्थिक लाभ होगा आपकी समृद्धि बढ़ने की भी संभावना है वाणी पर संयम रखें।बहुत ज़्यादा खाने से बचें और अपने वज़न पर नज़र रखें। समय और धन की कद्र आपको करनी चाहिए नहीं तो आने वाला वक्त परेशानियों भरा रह सकता है। आपमें से कुछ गहने या घरेलू सामान ख़रीद सकते हैं। आज अपने प्रिय को माफ़ करना न भूलें। अगर आपको लगता है कि आप दूसरों की मदद के बिना महत्वपूर्ण कामों को कर सकते हैं, तो आपकी सोच काफ़ी ग़लत है। चंंद्रमा की स्थिति को देखते हुए यह कहा जा सकता है कि आज आपके पास काफी खाली वक्त होगा लेकिन बावजूद इसके भी आप वो काम नहीं कर पाएंगे जो आपको करना था। अगर आपके जीवनसाथी की सेहत कर चलते किसी से मिलने की योजना रद्द हो जाए तो चिंता न करें, आप साथ में अधिक समय व्यतीत कर सकेंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- नौकरी/बिज़नेस में तरक्की हेतु पानी में लाल चंदन का पाउडर मिलाकर उससे स्नान करें। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nवृश्चिक राशि के जातकों को आज किसी से भी झगड़ा या वाद-विवाद करने से बचना चाहिए दूसरों के मामले में हस्तक्षेप करने से भी बचना ही उत्तम होगा आज आप भावनाओं में बहकर कोई गलत डिसीजन ले सकते हैं जो आपको मुसीबत दे सकता है कामकाज से संबंधित अहम कागजात को संभाल कर रखना जरूरी होगा आज आपको उनकी आवश्यकता पड़ सकती है आर्थिक नजरिए से आज का दिन बढ़िया रहेगा आपको धन लाभ के योग बनेंगे यदि आप सोच समझकर और किसी विशेषज्ञ की मदद लेकर निवेश करते हैं तो आज किया गया निवेश आपको अच्छा लाभ देगा।जब सेहत से जुड़ा मामला हो तो ख़ुद को अनदेखा नहीं करना चाहिए और सावधानी बरतनी चाहिए। जो लोग शेयर बाजार में पैसा लगाते हैं आज उनका पैसा डूब सकता है। वक्त रहते सचेत हो जाएं तो आपके लिए बेहतर रहेगा। आपकी पारिवारिक सदस्यों को क़ाबू में रखने और उनकी न सुनने प्रवृत्ति की वजह से बेवजह वादविवाद हो सकता है और आपको आलोचना का सामना भी करना पड़ सकता है। संभव है आज आप अपने प्रिय को टॉफ़ी और कॉकलेट वग़ैरह दें। किसी के साथ नयी परियोजना या भागीदारी वाले व्यवसाय को शुरू करने से बचें। अपने मन पर काबू रखना सीखें क्योंकि कई बार आप मन की मानकर अपना कीमती समय बर्बाद कर देते हैं। आज भी आप ऐसा कुछ कर सकते हैं। आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्तों की तरह है और आपको आज यह एहसास होगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- माथे पर केसर का तिलक करना स्वास्थ्य के लिए शुभ रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nअति हर काम की बुरी होती है इसलिए आज आपको अति आत्मविश्वास से बचना होगा क्योंकि यह आज आपके लिए कोई बड़ी परेशानी खड़ी कर सकता है काम के सिलसिले में आप का प्रभुत्व बना रहेगा और लोग आपकी चर्चा करेंगे कामकाज से जुड़े मामलों में लाभ की संभावनाएं नजर आएंगे और आपको अपनी मेहनत से सफलता हासिल होगी आर्थिक मामलों में भी लाभ मिलने के योग बनेंगे लेकिन खर्च करने की भी प्रबल संभावना बनेगी जिस को ध्यान में रखना और नियंत्रण के अनुसार ही करना शुभ होगा।आपका सबसे बड़ा सपना हक़ीक़त में बदल सकता है। लेकिन अपने उत्साह को क़ाबू में रखें, क्योंकि ज़्यादा ख़ुशी भी परेशानी का सबब बन सकती है। आर्थिक तौर पर बेहतरी के चलते आपके लिए ज़रूरी चीज़ें ख़रीदना आसान होगा। दोस्तों की परेशानियों और तनाव के चलते आप अच्छा महसूस नहीं करेंगे। आज का दिन रोमांस से भरपूर होने की पूरी संभावना है। आपमें बहुत-कुछ हासिल करने की क्षमता है- इसलिए अपने रास्ते में आने वाले सभी मौक़ों को झट-से दबोच लें। आज आपके करीबी लोग आपके करीब आने की कोशिश करेंगे लेकिन अपने मन को शांत बनाए रखने के लिए आप एकांत में समय बिताना पसंद करेंगे। आपका जीवनसाथी आज ऊर्जा और प्रेम से भरपूर है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- खाने में शहद का प्रयोग करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nमकर राशि के जातक आज भाग्य के भरोसे बैठने की बजाए अपने काम से अपना दिन बढ़िया बनाएंगे और इससे आपकी मुश्किल परिस्थितियों से भी बाहर निकलने में सफलता मिलेगी सामाजिक सरोकार के कामों में समय लगेगा इससे आप के कुछ महत्वपूर्ण लोगों से संपर्क बनेंगे जिससे आपको फायदा होगा धन से जुड़े मामलों में चल रही समस्याएं खत्म होंगी और लाभ प्राप्त होने की अच्छी संभावनाएं आज आपको दिखाई देने लगेंगी।आपमें से जो दफ़्तर में ओवरटाइम कर रहे थे और ऊर्जा की कमी से जूझ रहे थे, आज उन्हें फिर वैसी ही समस्याओं से दो-चार होना पड़ सकता है। आज आप अपने घर केे सदस्यों को कहीं घुमाने ले जा सकते हैं और आपका काफी धन खर्च हो सकता है। मुश्किल दौर में आपकी जिन रिश्तेदारों ने मदद की है, उनके लिए अपनी कृतज्ञता को व्यक्त करें। आपका यह छोटा-सा काम उनके उत्साह को बढ़ाएगा। कृतज्ञता जीवन की सुगंध को फैलाती है और अहसान-फ़रामोशी इसे तार-तार कर देती है। आप आज रुहानी प्यार की मदहोशी महसूस कर सकेंगे। इसे महसूस करने के लिए कुछ वक़्त बचाकर रखें। आपके आत्मविश्वास में वृद्धि हो रहा है और तरक़्की साफ़ नज़र आ रही है। आपके घर का कोई सदस्य आज आपके साथ वक्त बिताने की जिद्द कर सकता है जिसके कारण आपका कुछ समय खराब हो जाएगा। आपके और आपके जीवन साथी के बीच विश्वास की कमी रह सकती है। जिससे आज वैवाहिक जीवन में तनाव हो सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- अच्छे स्वास्थ्य के लिए जेब में लाल रंग का रुमाल रखें। \n",
    "10": "कुंभ राशिः आज का राशिफल\nकुंभ राशि के जातकों को आज एक सही रणनीति बनाकर अपने कामों को करना होगा तब भी आपके सभी कार्य समय से और पूर्ण रूप से हो पाएंगे ऐसा करने से आपको उम्मीद से ज्यादा सफलता मिलेगी किसी अजनबी शख्स पर धन के मामले में भरोसा ना करें अन्यथा आप को नुकसान उठाना पड़ सकता है किसी के द्वारा किया गया विश्वासघात आज आपको परेशानी दे सकता है पारिवारिक जीवन में आज कोई हेल्थ पॉलिसी ले सकते हैं या परिवार में किसी सदस्य के स्वास्थ्य को लेकर खर्च करेंगे।नियमित व्यायाम के माध्यम से वज़न को नियन्त्रित रखें। आपके भाई-बहनों में से कोई आज आपसे पैसे उधार मांग सकता है, आप उनको पैसे उधार तो दे देंगे लेकिन इससे आपके आर्थिक हालात खराब हो सकते हैं। छोटे भाई-बहन आपसे राय मांग सकते हैं। विवाह-प्रस्ताव के लिए सही समय है, क्योंकि आपका प्यार जीवन भर के साथ में बदल सकता है। किसी ऐसे नए उद्योग से जुड़ने से बचें जिसमें कई भगीदार हों- और अगर ज़रूर पड़े तो उन लोगों की राय लेने से न कतराएँ, जो आपके क़रीबी है। खाली वक्त का आज आप सदुपयोग करेंगे और उन कामों को पूरा करने की कोशिश करेंगे जो बीते दिनों पूरे नहीं हो पाए थे। आपको महसूस होगा कि आपका वैवाहिक जीवन बहुत ख़ूबसूरत है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- पीपल के वृक्ष की छाया में खड़े होकर लोहे के बर्तन में जल, चीनी, घी तथा दूध मिलाकर पीपल की जड़ में चढ़ाने से आर्थिक समृद्धि आएगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआपकी राशि के जातकों को आज भाग्य का पूरा सहयोग मिलेगा जिससे बड़े-बड़े काम आसानी से बन जाएंगे आज परिवार के बुजुर्गों का आशीर्वाद लेकर आप जो काम करेंगे वह आसानी से पूर्ण होंगे जल्दी ही तरक्की की भी संभावना आपके लिए बनती नजर आ रही है आर्थिक मामलों में आज दिन अनुकूल रहेगा और धन की आवक होगी शेयर मार्केट में निवेश करने से आपको फायदा होगा आध्यात्मिक गतिविधियों में बढ़-चढ़कर हिस्सा लेने से मन को शांति मिलेगी और मान सम्मान प्राप्त होगा।काम का बोझ आज कुछ तनाव और खीज की वजह बन सकता है। निवेश के लिए अच्छा दिन है, लेकिन उचित सलाह से ही निवेश करें। अपनी पत्नी/पति के साथ पिकनिक पर जाने का बेहतरीन दिन है। यह न केवल आपका मन हल्का करेगा, बल्कि आप दोनों के बीच मतभेद दूर करने में भी मदद करेगा। आपका प्रिय को आपसे भरोसे और वादे की ज़रूरत है। यह दूसरे देशों में व्यावसायिक सम्पर्क बनाने का बेहतरीन समय है। रात को ऑफिस से घर आते वक्त आज आपको सावधानी से वाहन चलाना चाहिए, नहीं तो दुर्घटना हो सकती है और कई दिनों के लिए आप बीमार पड़ सकते हैं। आज आप अपने जीवनसाथी के साथ सैर-सपाटे का मज़ा ले सकते हैं। साथ में समय गुज़ारने का यह बढ़िया मौक़ा है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सफेद कपड़ों को ज्यादा से ज्यादा पहने से स्वास्थ्य अच्छा रहेगा। \n"
}]
