horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आजकल आपकी परीक्षा का दौर चल रहा है, इसलिए आपको अपनी पढ़ाई पर ध्यान देना होगा। मित्रों के साथ मौज मस्ती करने की बाद में सोचें फिलहाल घर में अधिक समय बिताने से घर वालों को अच्छा लगेगा। आज आपको पारिवारिक तनाव परेशान कर सकता है, लेकिन आप परेशान ना हो क्योंकि इसकी वजह कोई छोटी मोटी टेंशन है। आप अपने पिताजी की सलाह से इसे समाप्त करने में कामयाब रहेंगे। आज आप अपने लिए कुछ खरीदारी कर सकते हैं, जैसे या मोबाइल लैपटॉप कुछ कपड़े आदि।अपनी शारीरिक चुस्ती-फुर्ती को बनाए रखने के लिए आप आज का दिन खेलने में व्यतीत कर सकते हैं। बीते दिनों में जितना धन आपने आज को बेहतर बनाने के लिए इनवेस्ट किया था उसका फायदा आज आपको फायदा मिल सकता है। पुराने परिचितों से मिलने-जुलने और पुराने रिश्तों को फिर से तरोताज़ा करने के लिए अच्छा दिन है। आज आप महसूस करेंगे कि प्यार दुनिया में हर मर्ज़ की दवा है। अपने लक्ष्यों का पीछा करने के लिए उम्दा दिन है। अपनी शारीरिक-ऊर्जा का स्तर ऊँचा बनाए रखें, ताकि आप जी-तोड़ मेहनत कर जल्द-से-जल्द उन्हें हासिल कर सकें। इस मामले में आप अपने दोस्तों की मदद भी ले सकते हैं। इससे आपका उत्साह बढ़ेगा और उद्देश्य को पाने में सहायता मिलेगी। बिना किसी को बताए आज आप अकेले वक्त बिताने घर से बाहर जा सकते हैं। लेकिन आप अकेले तो होंगे लेकिन शांत नहीं आपके दिल में आज के दिन कई चिंताएं हैं होंगी। यह आपके पूरे वैवाहिक जीवन के सबसे ज़्यादा स्नेहपूर्ण दिनों में से एक हो सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- केले के पेड की पूजा करने से प्रेम सम्बन्ध मजबूत बनते है। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ व्यस्तता भरा रहेगा। आज आपको अपने व्यापार के लिए सरकार से कोई अच्छी खबर सुनने को मिल सकती है, जिससे आपको भरपूर लाभ भी होगा और आपकी आर्थिक स्थिति मजबूत होगी। यदि आज आप किसी शेयर बाजार मार्केट आदि में इन्वेस्टमेंट करना चाहते हैं, तो आज आपको उसका भरपूर फायदा मिलेगा। संतान की धार्मिक कार्यों में रुचि बढ़ी देख आज आपके मन में प्रसन्नता होगी। सायंकाल का समय यदि आपके आस पड़ोस में कोई विवाद होता है, तो आपको से बचने की कोशिश करें, क्योंकि वह कानूनी हो सकता है।व्यस्त दिनचर्या के बावजूद सेहत अच्छी रहेगी। लेकिन इसे हमेशा के लिए सच मानने की ग़लती न करें। अपनी ज़िंदगी और सेहत का सम्मान करें। अगर आप सूझ-बूझ से काम लें, तो आज अतिरिक्त धन कमा सकते हैं। यह वक़्त इस बात को समझने का है कि ग़ुस्सा छोटा-पागलपन है और यह आपको बारी नुक़सान की तरफ़ धकेल सकता है। आज आपको महसूस होगा कि आपका महबूब आपसे कितना प्यार करता है। काम में मन लगाएँ और जज़्बाती बातों से बचें। आपकी संप्रेषण अर्थात कम्यूनिकेशन की क्षमता प्रभावशाली साबित होगी। इस बात की प्रबल सम्भावना है कि आपके आस-पास के लोग आप दोनों के बीच मतभेद पैदा करने का प्रयास करेंगे। अत: बाहरी लोंगों के कहने पर अमल करना ठीक नहीं होगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- नौकरी/बिज़नेस में लाभ प्राप्त करने के लिए गाय को हरी घास व हरा चारा खिलाएं। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपका उत्साह से भरा रहेगा। आज आप कुछ नया करने की कोशिश करें लगे रहेंगे, लेकिन आपको ध्यान देना होगा, कहीं ऐसा ना हो कि आप नया करने के चक्कर में और पुराने पर ध्यान ना दें। आज आपको दोपहर के समय फोन के जरिए कोई शुभ समाचार सुनने को मिल सकता है। बिजनेस कर रहे लोग आज अपने बिजनेस में कुछ नई तकनीकी को अपना सकते हैं, जिसका भविष्य में आपको लाभ अवश्य मिलेगा। विद्यार्थियों को परीक्षा में सफलता प्राप्ति के लिए अपना ज्यादा से ज्यादा ध्यान पढ़ाई पर लगाना होगा, तभी सफलता मिलती दिख रही है। सायंकाल का समय आज आप अपने माता-पिता को छोटी दूरी की यात्रा पर लेकर जा सकते हैं।ख़ुश हो जाएँ क्योंकि अच्छा समय आने वाला है और आप स्वयं में अतिरिक्त ऊर्जा का अनुभव करेंगे। आज के दिन आपको शराब जैसे मादक तरल का सेवन नहीं करना चाहिए, नशे की हालत में आप कोई कीमती सामान खो सकते हैं। कोई नया रिश्ता न सिर्फ़ लंबे वक़्त तक क़ायम रहेगा, बल्कि फ़ायदेमंद भी साबित होगा। रोमांस के लिहाज़ से रोमांचक दिन है। शाम के लिए कोई ख़ास योजना बनाएँ और जितना हो सके, इसे उतना रुमानी बनाने की कोशिश करें। आज आपका कोई छुपा विरोधी आपको ग़लत साबित करने की पुरज़ोर कोशिश करेगा। आपने बीते दिनों कार्यक्षेत्र में कई काम अधूरे छोड़े हैं जिसका भुगतान आज आपको करना पड़ सकता है। आज आपका खाली वक्त भी ऑफिस के काम को पूरा करने में ही लगेगा। आपका जीवनसाथी आपको ख़ुश करने के लिए आज काफ़ी कोशिशें करता नज़र आएगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- आर्थिक स्थिति को अच्छा रखने के लिए कांसे का दान करें, इससे बुध प्रसन्न रहता है। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ स्पेशल साबित हो सकता है क्योंकि आज आपका जीवन साथी आपके लिए कोई सरप्राइस पार्टी प्लान कर सकते हैं और कोई उपहार भी दे सकते हैं, जिससे आप प्रसन्न नजर आएंगे। यदि आज आपको अपने व्यापार में कोई जोखिम उठाना पड़े, तो बिल्कुल ना उठाएं क्योंकि भविष्य में यह आपको नुकसान ही देगा। यदि आपके परिवार में कोई विवाद चल रहा था, तो वह आज समाप्त होगा, जिससे परिवार के सदस्यों में आपसी प्रेम नजर आएगा। सायंकाल का समय आज आप अपने मित्रों के साथ मौज मस्ती में व्यतीत करेंगे, जिसमें आपको कोई अहम जानकारी भी प्राप्त हो सकती है।रुपये-पैसे के हालात और उससे जुड़ी समस्याएँ तनाव का कारण साबित हो सकती हैं। दिन चढ़ने पर वित्तीय तौर पर सुधार आएगा। सामाजिक उत्सवों में सहभागिता का मौक़ा है, जो आपको प्रभावशाली व्यक्तियों के संपर्क में लाएगा। आज आपके दिल की धड़कनें अपने प्रिय के साथ ताल-से-ताल मिलाती मालूम होंगी। जी हाँ, यह प्यार का ही ख़ुमार है। कामकाज के मोर्चे पर आज का दिन काफ़ी अच्छा रहने वाला है। अगर आप शादीशुदा हैं और आपके बच्चे भी हैं तो वो आज आपसे शिकायत कर सकते हैं क्योंकि आप उनको पर्याप्त समय नहीं दे पाते। आँखें दिल की बातें बयान कर देती हैं। यह दिन अपने जीवनसाथी के साथ इसी भाषा में बात करने के लिए है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- शिवजी के सामने या पीपल के नीचे दो या पांच पीले नीम्बू रखने से स्वास्थ्य बेहतर होगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। यदि आज आपको अपने बिजनेस के लिए कोई नया आइडिया मन में आए, तो उसे तुरंत फौरन आगे बढ़ाएं उसका आपको फायदा जरूर मिलेगा। आज किसी कारणवश आपके परिवार के सदस्यों से आपका वैचारिक मतभेद हो सकता है, लेकिन उसमें आपको अपनी वाणी पर नियंत्रण रखना होगा, नहीं तो आपके रिश्तो में दरार पड़ सकती है। यदि आपका आपने रिश्तेदारों व परिजनों से कोई गिला शिकवा है, तो आज आप उसे दूर करने की कोशिश करेंगे। आज आपको अपने किसी मित्र से भरपूर फायदा मिल सकता है। \n आपका प्रबल आत्मविश्वास और आज के दिन का आसान कामकाज मिलकर आपको आराम के लिए काफ़ी वक़्त देंगे। अगर आप आय में वृद्धि के स्रोत खोज रहे हैं, तो सुरक्षित आर्थिक परियोजनाओं में निवेश करें। काम-काज में ज़रूरत से ज़्यादा तनाव के चलते परिवार की ज़रूरतों और इच्छाओं को दरकिनार न करें। आज आपके और आपके प्यार के बीच कोई आ सकता है। पैसे बनाने के उन नए विचारों का उपयोग करें, जो आज आपके ज़ेहन में आएँ। आपमें से कुछ लोगों को लंबा सफ़र करना पड़ सकता है – जो काफ़ी दौड़-भाग भरा होगा – लेकिन साथ ही बहुत फ़ायदेमंद भी साबित होगा। जीवनसाथी की ख़राब सेहत का असर आपके काम-काज पर भी पड़ सकता है, लेकिन आप किसी तरह चीज़ें संभालने में क़ामयाब रहेंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- अस्पताल में रोगियों की सहायता करने से पारिवारिक जीवन अच्छा चलेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nअगर आपका आज का दिन आपके लिए काफी व्यस्तता भरा रहेगा। यदि आपको लंबे समय से कोई तनाव परेशान कर रहा था, तो वह आज समाप्त होगा। आज आपको अपने व्यापार में ईमानदारी से कार्य करना होगा, तभी वह आपको लाभ दे पाएगा। अगर आप आज किसी जरूरतमंद की मदद के लिए आगे आएंगे, तो भविष्य में दूसरे आपकी मदद के लिए आगे आएंगे। आज आप अपने दिमाग से किए गए कार्य में भरपूर लाभ पाएंगे, जिससे आपको खुशी मिलेगी। व्यस्तता के बीच आप अपने प्रेम जीवन के लिए समय निकालने में कामयाब रहेंगे, जिससे जीवनसाथी आपसे प्रसन्न नजर आएंगे।आज आपको कई दिक़्क़तों और मतभेदों का सामना करना पड़ सकता है, जिस वजह से आप झुंझलाहट और बेचैनी महसूस करेंगे। जीवन की गाड़ी को अच्छे से चलाना चाहते हैं तो आज आपको पैसे की आवाजाही पर विशेष ध्यान देना होगा। पारिवारिक सदस्यों से मतभेद ख़त्म कर आप अपने उद्देश्यों की पूर्ति आसानी से कर सकते हैं। अपने प्रिय से कुछ भी तल्ख़ कहने से बचें- नहीं तो बाद में आपको पछताना पड़ सकता है। एक अहम प्रोजेक्ट- जिसपर आप काफ़ी अरसे से काम कर रहे थे- टल हो सकता है। जो लोग घर सेे बाहर रहते हैं आज वो अपने सारे काम पूरे करके शाम के समय किसी पार्क या एकांत जगह पर समय बिताना पसंद करेंगे। जीवनसाथी के ख़राब व्यवहार का नकारात्मक असर आपके ऊपर पड़ सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- पक्षियों में सतनाजा डालने से लव लाइफ अच्छी होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए उन्नति के नए-नए मार्ग खुलेगा। आज आपको दिन के पहले हिस्से में अपने व्यवसाय के लिए कोई शुभ सूचना प्राप्त हो सकती है और यदि लंबे समय से कोई डील लटकी हुई थी, तो वह आज आप उसको भी फाइनल कर सकते हैं, लेकिन आज आपको अपने स्वास्थ्य के प्रति सचेत रहना होगा। आपकी सेहत नरम गरम रह सकती हैं। जीवन साथी के साथ अच्छा समय व्यतीत होगा। आज आपके घर के खर्चे कुछ ज्यादा बढ़ सकते हैं। अपने खर्चों पर लगाम लगानी होगी। यदि आज आप किसी व्यक्ति से रुपये का लेनदेन करते हैं, तो सोच विचार कर करें क्योंकि उसमें आपको नुकसान हो सकता है।आपका ग़ुस्सा राई का पहाड़ बना सकता है, जो आपके परिवार को नाराज़ कर सकता है। वे लोग ख़ुशक़िस्मत हैं जो अपने ग़ुस्से पर क़ाबू रख सकते हैं। इससे पहले कि आपका ग़ुस्सा आपको ख़त्म करे, आप उसे ख़त्म कर दें। आज आपको पैसों से जुड़ी कोई समस्या आ सकती है जिसे सुलझाने के लिए आप अपने पिता या पितातुल्य किसी आदमी से सलाह ले सकते हैं। किसी दूर के रिश्तेदार के यहाँ से मिली आकस्मिक अच्छी ख़बर आपके पूरे परिवार के लिए ख़ुशी के लम्हे लाएगी। आपको अपनी तरफ़ से सबसे बेहतर तरीक़े से बर्ताव करने की ज़रूरत है – क्योंकि आज आपका प्रिय जल्दी ही नाराज़ हो सकता है। आज आपके पास अपनी धनार्जन की क्षमता को बढ़ाने के लिए ताक़त और समझ दोनों ही होंगे। सामाजिक और धार्मिक समारोह के लिए बेहतरीन दिन है। रिश्तेदारों को लेकर जीवनसाथी के साथ नोंकझोंक हो सकती है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- सोने की अंगूठी में मंगल यंत्र खुदवाकर धारण करना स्वास्थ्य के लिए शुभ है। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ मिलाजुला रहेगा। आपको घूमने जाने का मौका मिलता है, तो आप एकदम तैयार रहते हैं। आज आपको वैसा ही मौका एक बार फिर मिलेगा। जिससे आप प्रसन्न नजर आएंगे। आज सायंकाल का समय आप किसी मंगलिक समारोह में सम्मिलित हो सकते हैं, इसमें आपकी कुछ अच्छे और रसूखदार व्यक्ति से मुलाकात होगी, जिससे किसी जरुरी काम की चिंता समाप्त होगी। रोजगार की दिशा में काम कर रहे लोग को आज रोजगार के अवसर प्राप्त होगे। परिवार में आज किसी व्यक्ति को प्रमोशन मिल सकता है, जिससे परिवार में पार्टी का आयोजन सकता है।आज अपनी सेहत के चिंता करने की क़तई ज़रूरत नहीं है। आपके आस-पास के लोग आपको प्रोत्साहित करेंगे व सराहेंगे। जिन लोगों ने किसी अनजान शख्स की सलाह पर कहीं निवेश किया था आज उन्हें उस निवेश से फायदा होने की पूरी संभावना है। एक नज़दीकी रिश्तेदार ख़ुद के लिए आपका ज़्यादा ध्यान चाहेगा, हालाँकि वह काफ़ी मददगार और ख़याल रखने वाला होगा। आप अनुभव करेंगे कि आपके प्रिय का आपके प्रति प्यार वाक़ई बहुत गहरा है। आज आप एक ऐसी परियोजना पूरी कर राहत की सांस लेंगे, जिसे आपके बहुत पहले शुरू किया था। अपना समय और ऊर्जा दूसरों की मदद करने में लगाएँ, लेकिन ऐसे मामलों में पड़ने से बचें जिनसे आपका कोई लेना-देना नहीं है। विवाह के बाद कई बातें ज़रूरत से आगे बढ़कर अनिवार्य हो जाती हैं। आज ऐसी ही कुछ बातें आपको व्यस्त रख सकती हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- पीपल के वृक्ष को केसर से तिलक कर पीले कच्चे धागे से बाँधने से पारिवारिक जीवन में खुशहाली आएगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज यदि आप किसी बैंक व किसी व्यक्ति से कर्ज लेना चाहते हैं, तो उसके लिए दिन उत्तम रहेगा, वह आपको आसानी से मिल जाएगा। आज आपके सामने कुछ ऐसे खर्चे आएंगे, जो आपको ना चाहते हुए भी करने पड़ेंगे, इसलिए आपको अपनी बचत पर भी ध्यान देना होगा। आर्थिक स्थिति मजबूत होगी। ससुराल पक्ष से आज आपको मान सम्मान मिलता दिख रहा है। आज आप किसी यात्रा का जाएंगे, तो आपका कोई जरूरी काम बन सकता है, जिसमें सभी लोगों को किसी की मदद से फायदा हो सकता है।कोई दोस्त आपकी सहनशक्ति और समझ की परीक्षा ले सकता है। अपने मूल्यों को दरकिनार करने से बचें और हर फ़ैसला तार्किक तरीक़े से लें। आज बिना किसी की मदद के ही आप धन कमा पाने में सक्षम होंगे। तनाव का दौर बरक़रार रहेगा, लेकिन पारिवारिक सहयोग मदद देगा। आज आपको प्यार का जवाब प्यार और रोमांस से मिलेगा। आप जीतोड़ मेहनत और धीरज के बल पर अपने उद्देश्य हासिल कर सकते हैं। इस राशि के बच्चे आज खेलकूद में दिन बिता सकते हैं, ऐसे में माता-पिता को उनपर ध्यान देना चाहिए क्योंकि चोट लगने की संभावना है। अगर आप कोशिश करें तो आप अपने जीवनसाथी के साथ अपने जीवन का सबसे अच्छा दिन आज गुज़ार सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- चाँदी के टुकड़े पर शुक्र का यंत्र खुदवाकर पूजा करने से पारिवारिक जीवन खुशहाल बना रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज आपका अपने परिवार के किसी सदस्य से विवाद हो सकता है, इसलिए यदि आज आप किसी को धन उधार देने की सोच रहे हैं, तो सोच विचार कर दें। कामकाज में आपकी स्थितियां बेहतर होंगी। बिजनेस में आज आपको मुनाफे के योग बनते दिख रहे हैं। आज आप अपनी संतान की शिक्षा के लिए कुछ यात्रा भी कर सकते हैं। आज आपके पास पूरे दिन काम करने के लिए बहुत है, लेकिन आपको यह सोचना होगा कि किसे पहले करूं और किसे बाद में। सायंकाल का समय आज आप अपने जीवनसाथी को कहीं घुमाने फिराने लेकर जा सकते हैं।आज आप उम्मीदों की जादुई दुनिया में हैं। अनचाहा कोई महमान आज आपके घर आ सकता है जिसके आने से आपको घर के उन समानों पर भी खर्चा करना पड़ सकता है जिनको आपने अगले महीने पर टाला हुआ था। आज का दिन ख़ुशियों से भरा रहेगा, क्योंकि आपका जीवन-साथी आपको ख़ुशी देने का हर प्रयास करेगा। किसी से आँखें चार होनी की काफ़ी संभावना है। नई परियोजनाओं को आरम्भ करने के लिए शुभ दिन है। जब आपसे राय पूछी जाए तो संकोच न करें- क्योंकि इसके लिए आपकी काफ़ी तारीफ़ होगी। दिन वाक़ई रोमानी है। बढ़िया खाने, महक और ख़ुशी के साथ आप अपने हमदम के साथ बेहतरीन समय बिता सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- बहन, बेटी व मौसी का सम्मान करने से आर्थिक स्थिति अच्छी होती है। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मिलजुल कर कार्य करने का रहेगा। नौकरी में भी आज आपको टीम वर्क के जरिए कार्य करने से ही फायदा होगा। यदि बिजनेस में कोई विवाद चल रहा है, तो वह भी आज बातचीत के जरिए सुलझ जाएगा। आज आप अपने किसी दोस्त के लिए तोहफा खरीद सकते हैं, लेकिन आपको उसे खरीदते समय अपनी आय का ध्यान रखना होगा। सायंकाल का समय आज आप अपने माता पिता की सेवा में व्यतीत करेंगे। विद्यार्थियों को शिक्षा में आज कुछ धन की कमी का सामना करना पड़ सकता है। संतान के स्वास्थ्य में आज कुछ कमी आ सकती है, इसलिए सतर्क रहें।आप अपने सकारात्मक रवैये और आत्मविश्वास की वजह से आस-पास के लोगों को प्रभावित करेंगे। जीवनसाथी से पैसों से जुड़े किसी मुद्दे को लेकर आज बहस होने की आशंका है। आज आपकी फिजुलखर्ची पर आपका साथी आपको लेक्चर दे सकता है। जिन्हें आप चाहते हैं, उनके साथ उपहारों का लेन-देन करने के लिए अच्छा दिन है। आज प्यार के नज़रिए से दिन काफ़ी विवादास्पद रहेगा। नयी साझीदारी आज के दिन फलदायी रहेगी। वक्त के साथ चलना आपके लिए अच्छा है लेकिन साथ ही आपको यह समझना भी जरुरी है कि जब कभी आपके पास खाली समय हो अपने करीबियों के साथ वक्त बिताएं। रिश्तेदारों को लेकर जीवनसाथी के साथ नोंकझोंक हो सकती है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- हनुमान जी की नियमित पूजा करने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ मध्यम रहेगा, लेकिन आज आप यदि कोशिश करेंगे, तो आपके अटके हुए कार्य किसी मित्र की सहायता से पूरे होंगे, लेकिन नौकरी से जुड़े जातकों को आज सतर्क रहना होगा क्योंकि उनके शत्रु आपको नुकसान पहुंचाने की कोशिश करेंगे। आज आपको बाहर अपने मित्रों के साथ फिजूलखर्ची करने के बजाए, अपने परिवार के सदस्यों के साथ समय बिताने से भरपूर फायदा होगा, नहीं तो आज आपके परिवार के सदस्य आपसे नाराजगी जता सकते हैं। यदि साझेदारी में कोई व्यापार करने का मन बना रहे हैं, तो उसके लिए अति उत्तम रहेगा।सुकून हासिल करने लिए कुछ पल क़रीबी दोस्तों के साथ बिताएँ। बिना किसी की सलाह लिये बिना आज आपको पैसा कहीं भी इनवेस्ट नहीं करना चाहिए। तल्ख़ बर्ताव के बावजूद आपको जीवन-साथी का सहयोग मिलेगा। प्यार एक ऐसा जज़्बा है जिसे न सिर्फ़ महसूस किया जाना चाहिए, बल्कि अपने प्रिय के साथ बांटना भी चाहिए। नए विचार फ़ायदेमंद साबित होंगे। लोगों के साथ बात करने में आज आप अपना बहुमूल्य समय बर्बाद कर सकते हैं। आपको ऐसा करने से बचना चाहिए। आप अपने जीवन की कुछ यादगार शामों में से एक आज अपने जीवनसाथी के साथ बिता सकते हैंं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- हनुमान जी पर सिंदूर का चोला चढ़वाने से स्वास्थ्य अच्छा रहेगा। \n"
}]
