horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज व्यापार में अकारण व्यवधान आने से धन के मार्ग प्रभावित होंगे। विद्यार्थियों को आज अधिक मेहनत की आवश्यकता होगी, तभी सफलता मिलती दिख रही है। आज आपको अजनबी लोगों का सहयोग मिल सकता है, जिससे आपको लाभ भी होगा। आज आपको अपने घर या व्यापार में निर्माण कार्य की आवश्यकता महसूस होगी। आज आपको अपने व्यापार के लिए कोई शुभ समाचार सुनने को मिल सकता है, जिससे आपका उत्साह भी बढ़ेगा। नौकरी में आज आपको तरक्की करते देख आपके शत्रु परेशान रहेंगे और वह आपको नुकसान पहुंचाने की कोशिश करेंगे। आज आप अपने जीवन साथी के लिए कोई उपहार खरीद सकते हैं।खेलों और आउटडोर गतिविधियों में भागीदारी आपकी खोयी ऊर्जा को फिर से इकट्ठा करने में आपकी मदद करेगी। कोई बड़ी योजनाओं और विचारों के ज़रिए आपका ध्यान आकर्षित कर सकता है। किसी भी तरह का निवेश करने से पहले उस व्यक्ति के बारे में भली-भांति जाँच-पड़ताल कर लें। घरेलू मामलों और काफ़ी समय से लंबित घर के काम-काज के हिसाब से अच्छा दिन है। दोस्ती में प्रगाढ़ता के चलते रोमांस का फूल खिल सकता है। लंबित व्यावसायिक योजनाएँ शुरू होंगी। आपका आकर्षक और चुम्बकीय व्यक्तित्व सभी के दिलों को अपनी तरफ़ खींचेगा। कोई पुराना दोस्त आपके और आपके जीवनसाथी की साझा यादों को तरोताज़ा कर सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- मांस, मदिरा, हिंसा, परपीड़ा, निंदा का त्याग करना आर्थिक स्थिति के लिए शुभ है। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए उन्नति के नए-नए मार्ग खोलेगा। आज आपको गलत तरीके से धन नहीं कमाना है यानी किसी के दिल को दुखाकर कोई पैसा नहीं कमाना है। आज आप अपने किसी कार्य से अधिक खुश और सफलता पाएंगे, तो इससे आपके सभी कार्य बन सकते हैं। आज आपकी अपने पुराने मित्रों से मुलाकात होगी, जिससे मन में प्रसन्नता रहेगी और आपको कोई आवश्यक सूचना भी प्राप्त होगी। सायंकाल का समय आप अपने भाई से कुछ बातों पर विचार विमर्श कर सकते हैं। संतान को उत्तम कार्य करते देख मन में प्रसन्नता रहेगी।ऊर्जा और उत्साह का अतिरेक आपको घेर लेगा और आप सामने आने वाले सभी मौक़ों का भरपूर फ़ायदा उठाएंगे। बिना किसी की सलाह लिये बिना आज आपको पैसा कहीं भी इनवेस्ट नहीं करना चाहिए। अपने जीवन-साथी के साथ बेहतर समझ ज़िन्दगी में ख़ुशी, सुकून और समृद्धि लाएगी। आज आप हर तरफ़ प्यार-ही-प्यार फैलाएंगे। महत्वपूर्ण व्यापारिक सौदे करते समय दूसरों के दबाव में न आएँ। आज पूरे दिन आप खाली रह सकते हैं और टीवी पर कई फिल्में और प्रोग्राम देख सकते हैं। आपको महसूस होगा कि आपका जीवनसाथी इससे बेहतर पहले कभी नहीं हुआ। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- नौकरी व बिज़नेस में तरक्की हेतु धार्मिक विचार, ईश्वर पर आस्था और परोपकार की भावना को बढ़ाएं। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए कुछ विषम परिस्थितियां पैदा करेगा। पारिवारिक परेशानी आज सिर उठा सकती हैं, जिसके लिए आप परेशान रहेंगे और कुछ तनाव भी महसूस करेंगे। यदि आज ससुराल पक्ष के किसी व्यक्ति को धन उधार देना पड़े, तो सोच विचार कर दें. क्योंकि उसके वापस आने की संभावना बहुत कम है, नही तो रिश्तों में दरार भी पड़ सकती है। परिवार की समस्याओं के संबंध में कोई गलत निर्णय लेना आज कठिन होगा। आपके कार्यकाल में आज आपके द्वारा किए गए कार्यो का विरोध हो सकता है, इसलिए सावधान रहें। सामाजिक क्षेत्र में आज आपका मान सम्मान बढ़ता देख रहा है। आज यदि आपने लंबे समय से अपने कार्यों को रोका हुआ है, तो आज आपको उन्हें पूरा करना पड़ सकता है।दोस्त से मिली ख़ास तारीफ़ ख़ुशी का ज़रिया बनेगी। ऐसा इसलिए है क्योंकि आपने अपनी ज़िंदगी को पेड़ की तरह बना लिया है, जो ख़ुद तपती धूप में खड़ा होकर और उसे सहकर भी राहगीरों को छांव देता है। अगर आप यात्रा पर जाने वाले हैं तो अपने कीमती सामान का ध्यान रखें उसके चोरी होने की संभावना है। खासकर अपने पर्स को आज बहुत संभालकर रखें। आपकी स्वच्छन्द जीवनशैली घर में तनाव पैदा कर सकती है, इसलिए देर रात तक बाहर रहने और ज़्यादा ख़र्च करने से बचें। आज आप अपने जीवन की परेशानियों को अपने संगी से साझा करना चाहेंगे लेकिन वो अपनी परेशानियों के बारें में बता के आपको और ज्यादा परेशान कर देंगे। आज ऑफिस में आपको अच्छे परिणाम नहीं मिलेंगे। आपका कोई खास ही आज आपके साथ विश्वासघात कर सकता है। जिसकी वजह से आप दिनभर परेशान रह सकते हैं। महत्वपूर्ण लोगों के साथ बातचीत करते वक़्त अपने शब्दों को ग़ौर से चुनें। जीवनसाथी से बहुत ज़्यादा उम्मीदें रखना आपको वैवाहिक जीवन में उदासी की तरफ़ ले जा सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- आटे के पेड़े(लोई) में गुड़ रखकर गाय को खिलाने से नौकरी/बिजनेस में उन्नति होगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ मिला जुला रहेगा। आप अपने व्यवहार में अधिक परिश्रम के बाद भी वांछित लाभ हीगा जिससे आप परेशान नजर आएंगे। मानसिक परेशानी के चलते आप कुंठाग्रस्त रहेंगे, तनाव आप पर हावी रहेगा। आपको सुख-दुख को समान समझकर सब कुछ अपने भाग्य पर छोड़ना होगा। आज आपको अपने व्यापार के लिए पास व दूर की यात्रा भी करनी पड़ सकती है, जिसमें आपको सतर्क रहना होगा। आज किसी प्रिय वस्तु के खोने व चोरी होने का भय बना हुआ है। सायंकाल का समय आज आप अपने परिवार के छोटे बच्चों के साथ खेलकूद में व्यतीत करेंगे।आपको लंबे समय से महसूस हो रही थकान और तनाव से आराम मिलेगा। इन परेशानियों से स्थायी निजात पाने के लिए जीवन-शैली में बदलाव लाने का सही समय है। आपका धन कहां खर्च हो रहा है इसपर आपको नजर बनाए रखने की जरुरत है नहीं तो आने वाले समय में आपको परेशानी हो सकती है। जितना आपने सोचा था, आपका भाई उससे ज़्यादा मददगार साबित होगा। आज हो सकता है कि पहली नज़र में ही आपको कोई पसंद कर ले। आपके लिए आज बहुत सक्रिय और लोगों से मेल-जोल भरा दिन रहेगा। लोग आपसे आपकी राय मांगेंगे और जो भी आप कहेंगे, उसे बिना सोचे मान लेंगे। आज लोग आपकी वह प्रशंसा करेंगे, जिसे आप हमेशा से सुनना चाहते थे। आपके आस-पास के लोग कुछ ऐसा कर सकते हैं, जिसके चलते आपका जीवनसाथी आपकी तरफ़ फिर से आकर्षित महसूस करेगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- गणेश जी को दूर्वा चढ़ाने से आर्थिक स्थिति अच्छी होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज आपको अपने खर्चों पर नियंत्रण रखना होगा क्योंकि आज आपके परिवार के सदस्य आपसे कुछ फरमाइशें कर सकते हैं, जिनको आप सोच समझकर पूरा करें, नहीं तो भविष्य में आपको आर्थिक संकट परेशान कर सकता है। व्यापार व व्यवसाय से जुड़े जातकों के आज विभिन्न क्षेत्रों में साख बढ़ेगी, तो उसके लिए दिन उत्तम रहेगा। भाग्य का भरपूर साथ मिलेगा। आज आपके सभी कार्य सहज व समय से पूरे होंगे, जिससे मन में प्रसन्नता रहेगी। अपने किसी मित्र की सहायता के लिए भी आज कुछ धन व्यय करेंगे।सेहत अच्छी रहेगी। आपका पैसा तभी आपके काम आएगा जब आप उसको संचित करेंगे यह बात भली भांति जान लें नहीं तो आपको आने वाले समय में पछताना पड़ेगा। किसी ऐसे के साथ परस्पर संवाद की कमी जिसका आपको बहुत ख़याल है, आपको तनाव दे सकती है। आपके प्रिय के साथ कुछ मतभेद उभर सकते हैं- साथ ही अपने साथी को अपना नज़रिया समझाने में भी तकलीफ़ महसूस होगी। दिन की शुरुआत से अन्त तक आप ख़ुद को ऊर्जा से लबरेज़ महसूस करेंगे। अगर आप यात्रा कर रहें है तो सभी ज़रूरी दस्तावेज़ साथ रखना न भूलें। आपको और आपके जीवनसाथी को वैवाहिक जीवन में कुछ निजता की ज़रूरत हे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- शिवलिंग पर जल चढ़ाने से पारिवारिक खुशियाँ बढ़ेंगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए सम्मान प्राप्ति का रहेगा। सामाजिक क्षेत्र में कार्य कर रहे लोगों की ख्याति आज चारों ओर फैलेगी, जिससे उनकी जनसभा में भी बढ़ोतरी होगी। संतान के प्रति आजा थोड़ा चिंतित नजर आएंगे। यदि समझदारी से काम लेंगे, तो सभी समस्याएं समय से समाप्त हो जाएंगी। आज आपके लिए शुभ समाचारों का आना जाना लगा रहेगा, इसलिए आज वही कार्य करें, जिसके बनने की उम्मीद हो और आप अपने रुके हुए कार्यों को भी पूरा कर सकते हैं। दांपत्य जीवन सुखमय रहेगा। सायंकाल का समय आज आप अपने परिवार के सदस्यों के साथ किसी मांगलिक समारोह में सम्मिलित हो सकते हैं।मुस्कुराएँ, क्योंकि यह सभी समस्याओं का सबसे उम्दा इलाज है। भविष्य में अगर आपको आर्थिक रुप से मजबूत बनना है तो आज से ही धन की बचत करें। अपने परिवार के सदस्यों की ज़रूरतों पर ध्यान देना आज आपकी प्राथमिकता होनी चाहिए। आपको अपनी हार से कुछ सबक़ सीखने की ज़रूरत है, क्योंकि आज अपने दिल की बात ज़ाहिर करने से नुक़सान भी हो सकता है। आपके तारे आज आपको असाधारण शक्ति देंगे, इसलिए ऐसे निर्णय लें जो ज़रूरी हों और आने वाले समय में आपको सही दिशा दे सकें। आज अपने लिए वक्त निकालकर अपने जीवनसाथी के साथ आप कहीं घूमने जा सकते हैं। हालांकि इस दौरान आप दोनों के बीच थोड़ी बहुत कहासुनी हो सकती है। आपके जीवनसाथी की सुस्ती आपके कई कामों पर पानी फेर सकती है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- साबुत हल्दी बहते जल में प्रवाहित करने से प्रेम सम्बन्धों में आ रही बाधाएं समाप्त होंगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए निश्चित परिणाम लेकर आएगा। कार्य क्षेत्र में आज आप के धाक जमी रहेगी व एक के बाद एक मामले आंसानी से सुलझते चले जाएंगे। समय के अनुसार चलने से आप उन्नति करेंगे वरना समय आपको पीछे छोड़ देगा, इसलिए आपको समय के साथ चलना होगा, तभी आप उन्नति कर पाएंगे। यदि आपको कोई रोग परेशान कर रहा है, तो उसमें आज उस कष्ट में आज वृद्धि हो सकती हैं। सायंकाल के समय आज आपका आपके माताजी से कोई वैचारिक मतभेद हो सकता है। आपको अपनी वाणी पर नियंत्रण रखना होगा और कभी कभी बड़ों की बात मानना अच्छा होता है, इसलिए उनकी बात सुनें और समझें।आपका आकर्षक बर्ताव दूसरों का ध्यान आपकी तरफ़ खींचेगा। जो लोग लघु उद्योग करते हैं उन्हें आज के दिन अपने किसी करीबी की कोई सलाह मिल सकती है जिससे उन्हें आर्थिक लाभ होने की संभावना है। आज आपका ऊर्जा से भरपूर, ज़िंदादिल और गर्मजोशी से भरा व्यवहार आपके आस-पास के लोगों को ख़ुश कर देगा। आपका बेपनाह प्यार आपके प्रिय के लिए बेहद क़ीमती है। इससे पहले कि वरिष्ठ को पता लगे, लंबित काम जल्दी ही निबटा लें। किसी भी स्थिति में आपको अपने समय का ख्याल रखना चाहिए याद रखिये अगर समय की कद्र नहीं करेंगे तो इससे आपको ही नुक्सान होगा। आपका जीवनसाथी आपको इतना बेहतरीन पहले कभी महसूस नहीं हुआ। आपको उनसे कोई बढ़िया सरप्राइज़ मिल सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अपने इष्टदेव की सिक्के(लेड धातु) की मूर्ति बनवाकर घर में स्थापित करके पूजा करने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए व्यस्तता व भागदौड़ भरा रहेगा। आज आपके दांपत्य जीवन के सुखों में वृद्धि होगी। पड़ोसियों के कारण आज आपको कुछ परेशानियों का सामना करना पड़ सकता है, लेकिन आपको उनके साथ मधुर व्यवहार रखना होगा। आज आपको कुछ मानसिक उलझनों के कारण सिरदर्द की समस्या बनी रहेगी, जिससे आप थोड़ा परेशान रहेंगे, लेकिन फिर भी आप व्यस्तता के बीच अपने दांपत्य जीवन के लिए समय निकालने में कामयाब रहेंगे। विद्यार्थियों की शिक्षा में आ रही बाधा दूर होगी। संतान की शिक्षा से संबंधित आज कुछ भागदौड़ करनी पड़ सकती है, जिसमें आपको सफलता मिलेगी।सेहत अच्छी रहेगी। अटके हुए मामले और घने होंगे व ख़र्चे आपके दिमाग़ पर छा जाएंगे। बढ़िया दिन है जब आप सबके ध्यान को अपनी तरफ़ खींचेंगे- आपके सामने चुनने के लिए कई चीज़ें होंगी और आपके सामने समस्या यह होगी कि किसे पहले चुना जाए। गर्लफ़्रेंड/बॉयफ़्रेंड के साथ अभद्र व्यवहार न करें। आज फ़ायदा हो सकता है, बशर्ते आप अपनी बात भली-भांति रखें और काम में लगन व उत्साह दिखाएँ। दिल के करीबी लोगों के साथ आपका वक्त बिताने का मन करेगा लेकिन आप ऐसा कर पाने में सक्षम नहीं हो पाएंगे। आपके जीवनसाथी की बेरुख़ी दिन भर आपको उदास रख सकती है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- लाल चूड़ियाँ व लाल वस्त्र कन्याओं को दान में देने से आर्थिक स्थिति में सुधार होगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ निश्चित परिणाम लेकर आएगा। आज आपकी वाहन संबंधित समस्या आपको परेशान कर सकती हैं, इसलिए यदि आपको किसी यात्रा पर जाना पड़े, तो उसको कुछ समय के लिए टाल दें। आज आपको पर्याप्त  धन संपदा हाथ में होने के बावजूद भी पारिवारिक अशांति परेशान कर सकती हैं क्योंकि परिवार का माहौल तनावपूर्ण रहेगा और मित्रों को सहयोग भी प्राप्त होगा। सरकारी नौकरी से जुड़े जातकों को आज प्रमोशन मिल सकता है। विवाह योग्य जातकों के लिए आज उत्तम विवाह के प्रस्ताव आएंगे।आपका ऊर्जा-स्तर ऊँचा रहेगा। दिन की शुुरुआत भले ही अच्छी हो लेकिन शाम के वक्त किसी वजह से आपका धन खर्च हो सकता है जिससे आप परेशान होंगे। एक बेहतरीन शाम के लिए रिश्तेदार/दोस्त घर आ सकते हैं। आज के इस ख़बसूरत दिन प्रेम-संबंध में आपकी सभी शिकायतें ग़ायब हो जाएंगी। आज आपका मन ऑफिस के काम में नहीं लगेगा। आज आपके मन में कोई दुविधा होगी जो आपको एकाग्र नहीं होने देगी। आज के दिन अधिकांश समय ख़रीदारी और दूसरी गतिविधियाँ में जाएगा। आप अपने जीवनसाथी के साथ कुछ बहुत रोमांचक काम कर सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- मीठे चावल बनाकर गरीबों में बाँटने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए साहस व पराक्रम से भरा रहेगा। आज आप यदि किसी चल व अचल संपत्ति की खरीद का मन बना रहे हैं, तो उसके वैधानिक पहलुओं को स्वाधीनता से जांच लें। आज आप अपने परिवार के तनाव को सुलझाने में व्यस्त रहेंगे। आज व्यापार के लिए सोच समझकर निर्णय लें। सफल होंगे और मित्रों के द्वारा किए जा रहे विरोध में भी कमी आएगी। रोजगार की दिशा में कार्य कर रहे लोगों को आज उत्तम रोजगार के अवसर प्राप्त होंगे। प्रेम जीवन जी रहे लोगों ने यदि अभी तक अपने अपने जीवनसाथी को अपने परिवार वालों से नहीं मिलवाया है, तो वह आज मिलवा सकते हैं, उसके लिए दिन उत्तम रहेगा।नफ़रत की भावना महंगी पड़ सकती है। यह न केवल आपकी सहन-शक्ति घटाती है, बल्कि आपके विवेक को भी ज़ंग लगा देती है और रिश्तों में हमेशा के लिए दरार डाल देती है। आप घूमने-फिरने और पैसे ख़र्च करने के मूड में होंगे- लेकिन अगर आपने ऐसा किया तो बाद में आपको पछताना पड़ सकता है। अपनी बातों पर क़ाबू रखें, क्योंकि इसके चलते बड़े-बुज़ुर्ग आहत महसूस कर सकते हैं। बेकार की बातें करके समय बर्बाद करने से बेहतर है कि आप शांत रहें। याद रखें कि समझदार कामों के ज़रिए ही हम जीवन को अर्थ देते हैं। उन्हें महसूस करने दें कि आप उनका ख़याल रखते हैं। आपके प्रिय का प्यारा बर्ताव आपको ख़ास होने का अनुभव कराएगा; इन लम्हों का पूरा लुत्फ़ उठाएँ। कामकाजी लोगों को हाल की उपलब्धियों के लिए सहकर्मियों से सराहना और मदद मिलेगी। आज जितना हो सके लोगों से दूर रहें। लोगों को वक्त देने से बेहतर है अपने आपको वक्त दें। आँखें दिल की बातें बयान कर देती हैं। यह दिन अपने जीवनसाथी के साथ इसी भाषा में बात करने के लिए है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- काली उड़द, काले तिल, और नारियल जल में बहाने से स्वास्थ्य अच्छा रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ आर्थिक संकट पैदा कर सकता है। आज आप थोड़ा परेशान रहेंगे। सायंकाल के समय आज आपके घर में किसी पुराने मित्र का आगमन हो सकता है, इसमें परिवार के सभी सदस्य व्यस्त नजर आएंगे। आज किसी पर व्यर्थ के तर्क-वितर्क से समय व धन की हानि होगी। आर्थिक स्थिति मजबूत होगी। ससुराल पक्ष से संबंधों में सुधार होगा। आज आप किसी से कोई धन उधार लेने की सोच रहे हैं, तो बिल्कुल ना लें. क्योंकि उसका वापस उतार  पाना मुश्किल होगा।ऊर्जा के अपने ऊँचे स्तर को आज अच्छे काम में लगाएँ। आज कोई लेनदार आपके दरवाजे पर आ सकता है और आपसे पैसे उधार मांग सकता है। उन्हें पैसे लौटाकर आप आर्थिक तंगी में आ सकते हैं। आपको सलाह दी जाती है कि उधार लेने से बचें। समस्याओं को दिमाग़ से बाहर खदेड़ दें और घर व दोस्तों के बीच अपनी स्थिति सुधारने के बारे में सोचें। आपकी शोहरत बढ़ेगी और आप आसानी से दूसरे लिंग के लोगों को अपनी तरफ़ आकर्षित करेंगे। अपने चारों ओर होने वाली गतिविधियों का ध्यान रखें, क्योंकि आपके काम का श्रेय कोई दूसरा ले सकता है। अगर आप शादीशुदा हैं और आपके बच्चे भी हैं तो वो आज आपसे शिकायत कर सकते हैं क्योंकि आप उनको पर्याप्त समय नहीं दे पाते। जीवनसाथी से अच्छी बातचीत हो सकती है; आप महसूस करेंगे कि आप-दोनों में कितना प्यार है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- बाहर जाते समय केसर या हल्दी का तिलक मस्तक पर करना आर्थिक स्थिति को सुधारेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम लाभदायक रहेगा। आज आप अपने व्यापार में कुछ नए नए प्रयोगों से धन कमाएंगे और व्यापार में आज आप कुछ बदलाव कर सकते हैं, जिसमें आपको अपने पिताजी की सलाह की आवश्यकता होगी। आज आपको अपने स्वास्थ्य के प्रति सचेत रहना होगा क्योंकि आपको स्वास्थ्य संबंधित समस्या परेशान कर सकती है। जटिलताएं खत्म होंगी और विरोधी भी परास्त होंगे। जीवनसाथी से आर्थिक कारणों से दूर रहेगी, लेकिन प्रेम यथावत बना रहेगा। आज आपका लंबे समय से रूका हुआ धन आपको प्राप्त होगा, जिससे मन में प्रसन्नता बनी रहेगी।लोगों से साथ बात करने और समारोहों में शिरकत करने का डर आपके घबराहट की वजह बन सकता है। इस परेशानी से बचने के लिए अपने आत्मविश्वास में इज़ाफ़ा करें। जिन लोगों को आप जानते हैं, उनके ज़रिए आपको आमदनी के नए स्रोत मिलेंगे। आपको आश्चर्य में डालते हुए आपके बचाव में आपका भाई आगे आएगा। आपको एक-दूसरे की ख़ुशी के लिए आपसी सहयोग और साथ में मिलकर काम करने की ज़रूरत है। याद रखें कि सहयोग जीवन का केंद्र-बिंदु है। फूल देकर अपने प्यार का इज़हार करें। नई परियोजनाओं और कामों को अमली जामा पहनाने के लिए बेहतरीन दिन है। खाली वक्त का आज आप सदुपयोग करेंगे और उन कामों को पूरा करने की कोशिश करेंगे जो बीते दिनों पूरे नहीं हो पाए थे। ऐसा लगता है कि आपके जीवनसाथी आज आपके ऊपर ख़ास ध्यान देंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- छात्रों को स्टेशनरी का सामान(कॉपी, पेन, पेन्सिल इत्यादि) बाँटने से स्वास्थ्य अच्छा होगा। \n"
}]
