horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए और आपके परिवार जनों से कोई सुखद समाचार लेकर आएगा, जो लोग सरकारी क्षेत्र में कार्यरत हैं, उनकी आमदनी आज बढ़ती हुई नजर आ रही है। कार्यक्षेत्र में जीवनसाथी का सहयोग मददगार साबित होगा। राजकीय धन प्राप्ति के योग भी आज बनते दिख रहे हैं, लेकिन आज शाम के समय आपको अपने स्वास्थ्य का ध्यान देना होगा अन्यथा सेहत बिगड़ सकती है। सामाजिक कार्य करने से आपके परिवार व खानदान को गौरव प्राप्त होगा। भाग्य का भरपूर साथ मिलने से आप के निर्णय लेने की क्षमता मजबूत होगी, जिससे आपको लाभ होगा। धार्मिक कार्यों में भी आज रुचि बढ़ती हुई दिखेगी। विद्यार्थी भी आज सफलता के पथ पर आगे बढ़ेंगे।अवसाद के ख़िलाफ़ आपकी मुस्कान परेशानी से उबारने वाली रहेगी। आपको मेरी सलाह है कि शराब सिगरेट जैसी चीजों पर पैसा खर्च न करें, ऐसा करना आपके स्वास्थ्य को तो खराब करता ही है आपकी आर्थिक स्थिति भी इससे बिगड़ती है। जो लोग आपके लिए सबसे ज़्यादा अहमियत रखते हैं, उन्हें अपनी बात समझाने में आप ख़ासी दिक़्क़त महसूस करेंगे। प्यार का जज़्बा अनुभव के परे है, लेकिन आज आप प्यार की इस मदहोशी की कुछ झलक पा सकेंगे। कार्यक्षेत्र में दिल लगाने से बचें नहीं तो आपकी बदनामी हो सकती है। यदि आप किसी से जुड़ना भी चाहते हैं तो ऑफिस से दूरी बनाकर ही उनसे बात करें। हितकारी ग्रह कई ऐसे कारण पैदा करेंगे, जिनकी वजह से आज आप ख़ुशी महसूस करेंगे। वैवाहिक जीवन के लिहाज़़ से यह बढ़िया दिन है। साथ में एक अच्छी शाम गुज़ारने की योजना बनाएँ। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- हनुमान जी की नियमित पूजा करने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। संतान के श्रेष्ठ आचरण और उनकी सफलता से आपको यश और हर्ष दोनों होगा। आज घर से निकलते समय अपने माता जी व पिता जी का आशीर्वाद अवश्य लें, इससे कार्यों में सफलता मिलेगी। अनावश्यक खर्चो पर आज नियंत्रण रखने की जरूरत है। प्रेम जीवन में सुखद अनुभूति होगी। आज मित्रों के साथ लंबी यात्रा पर जाने का भी प्लान बन सकता है। आज जीवन जीवन साथी का साथ आप को कठिनाइयों से मुक्ति दिलाने में आपकी मदद करेगा। आज का समय आपका देव दर्शन और पुण्य कार्य पर व्यतीत होगा। आपके बौद्धिक सुखों में वृद्धि होगी और आमदनी के नए मार्ग भी बनते दिख रहे हैं।आज के दिन ऐसी चीज़ों पर काम करने की ज़रूरत है, जो आपकी सेहत में सुधार ला सकती हैं। आज निवेश के जो नए अवसर आपकी ओर आएँ, उनपर विचार करें। लेकिन धन तभी लगाएँ जब आप उन योजनाओं का भली-भांति अध्ययन कर लें। हो सकता है कि आप अपने परिवार के लोगों की सभी बातों से सहमत न हों, लेकिन आपको उनके तजुर्बे से सीखने की कोशिश करनी चाहिए। आज आप अपने किसी वादे को पूरा नहीं कर पाएंगे जिसकी वजह से आपका प्रेमी आपसे नाराज हो जाएगा। आपको अपने भागीदार को आपकी योजना से जुड़े रहने के लिए मनाने में दिक़्क़त होगी। आज घर में अधिकतर समय आप सो कर गुजार सकते हैं। शाम के वक्त आपको महसूस होगा कि आपने अपना कितना कीमती समय बर्बाद कर दिया। जीवनसाथी का बिगड़ता स्वास्थ्य आपके लिए परेशानी का सबब बन सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- चाँदी की बनी गाय का दान करने से नौकरी व बिज़नेस में तरक्की होगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nयदि आप नौकरी करते हैं, तो आज अधिकारियों की कृपा मिलेगी और आपके अधिकार के क्षेत्र में भी भरपूर वृद्धि होगी, जो लोग राजकीय कार्य में जुड़े हैं, उनके आज मान सम्मान में वृद्धि होगी, लेकिन लेनदेन के मामले में आज सावधानी बरतनी होगी और कोर्ट कचहरी के मामले के लिए दिन बेहद अनुकूल है। व्यापारियों को आज नगद धन की कमी के कारण परेशानी का सामना करना पड़ सकता है, लेकिन शाम के समय स्थिति में सुधार होगा। मित्रों के साथ शाम का समय गाने बजाने और मौज मस्ती में व्यतीत होगा। आज अपने भाई की सलाह से किए गए कार्य पूर्ण रूप से रुप से सफल होंगे।आप ख़ुद को ऊर्जा से सराबोर महसूस करेंगे- लेकिन काम का बोझ आपमें खीज पैदा करेगा। प्रोपर्टी से जुड़े लेन-देन पूरे होंगे और लाभ पहुँचाएंगे। पारिवारिक सदस्यों के साथ सुकून भरे और शांत दिन का लुत्फ़ लें। अगर लोग परेशानियों के साथ आपके पास आएँ तो उन्हें नज़रअंदाज़ करें और उन्हें अपनी मानसिक शांति भंग न करने दें। आज प्यार के मामले में सामाजिक बंधन तोड़ने से बचें। अपने काम में तेज़ी लाने के लिए आप तकनीक से जुड़ी चीज़ों में निवेश कर सकते हैं। आज आप फुर्सत के क्षणों में कोई नया काम करने का सोचेंगे लेकिन इस काम में आप इतना उलझ सकते हैं कि आपके जरुरी काम भी छूट जाएंगे । जीवनसाथी यह जता सकता है कि आपके साथ रहने का क्या-क्या ख़ामियाज़ा उसे भुगतना पड़ रहा है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- साधु संतों को प्रसन्न करने व उनका मान-सम्मान करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन बहुत बढ़िया रहेगा। आज के दिन परिवार का ध्यान रखेंगे। पारिवारिक जिम्मेदारियों को निभाएंगे। काम के सिलसिले में दिनमान अच्छा रहेगा। आपको तारीफ मिलेगी। सेहत अच्छी रहेगी। खर्चों पर नियंत्रण रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान सामान्य रहेगा।मौज-मस्ती और मनपसंद काम करने का दिन है। जेवर और एंटीक में निवेश फ़ायदेमंद रहेगा और समृद्धि लेकर आएगा। आपके घर वाले आपकी कोशिशों और समर्पण को सराहेंगे। अगर आप अपने प्रिय को पर्याप्त समय न दें, तो वह नाराज़ हो सकता/सकती है। साझीदारी में किसी नई परियोजना को शुरू करने के लिए अच्छा दिन है। इससे सभी को मुनाफ़ा होगा। लेकिन साझीदार से हाथ मिलाने से पहले भली-भांति विचार कर लें। आप खाली समय में अपने पसंदीदा काम करना पसंद करते हैं, आज भी आप ऐसा ही कुछ करने का सोचेंगे लेकिन किसी शख्स के घर में आने की वजह से आपका यह प्लान चौपट हो सकता है। आपके और आपके जीवनसाथी के बीच कोई बाहरी व्यक्ति दूरी पैदा करने की कोशिश कर सकता है, लेकिन आप दोनों चीज़ें संभाल लेंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- घर में मछलियों का एक्वेरियम रखें जिसमे 1 काली व 10 गोल्डन मछलियाँ हों, इससे प्रेम सम्बन्ध प्रगाढ़ होंगे। \n",
    "4": "सिंह राशि: आज का राशिफल\nजो लोग व्यापार करते हैं, आज उनके व्यापार में सकारात्मक परिवर्तन होंगे, जिसके कारण उनकी जिम्मेदारियां और बढ़ जाएंगी। परिवार के किसी सदस्य की उन्नति से शुभ समाचार सुनने को मिलेगा, जिससे मन बागबान हो जाएगा। यदि आपके पारिवारिक रिश्तो में कुछ कड़वाहट चल रही थी, तो वह आज खत्म होगी और पारिवारिक समस्या का भी अंत होगा। आज आपको विषाणु जनित रोगों से सावधान रहना होगा। रोजगार से जुड़े जातकों के लिए किए गए प्रयास आज शुभ समाचार लेकर आएंगे और उनके अधिकार भी बढ़ेंगे, जिससे आपको आर्थिक लाभ व सम्मान मिलेगा।आपका प्रबल आत्मविश्वास और आज के दिन का आसान कामकाज मिलकर आपको आराम के लिए काफ़ी वक़्त देंगे। आपके मन में जल्दी पैसे कमाने की तीव्र इच्छा पैसा होगी। पड़ोसियों से झगड़ा आपका मूड ख़राब कर सकता है। लेकिन अपना आपा न खोएँ, इससे सिर्फ़ आग और भड़केगी। अगर आप सहयोग न करें, तो कोई आपसे नहीं झगड़ सकता है। सबसे अच्छा रिश्ता बनाए रखने की कोशिश करें। दूसरों की दख़लअन्दाज़ी गतिरोध पैदा कर सकती है। साझीदारी की परियोजनाएँ सकारात्मक परिणाम से ज़्यादा परेशानियाँ देंगी। कोई आपका बेजा फ़ायदा उठा सकता है और उसे ऐसा करने देने के लिए आप ख़ुद से ही नाराज़ हो सकते हैं। इस राशि के जातक आज लोगों से मिलने से ज्यादा अकेले में वक्त बिताना पसंद करेंगे। आज आपका खाली समय घर की सफाई में बीत सकता है। ख़राब मिज़ाज के चलते आप महसूस कर सकते हैं कि आपका जीवनसाथी आपको बेवजह तंग कर रहा है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- लाल चंदन से स्नान करने से लव लाइफ अच्छी चलती है। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन थोड़ा सावधानी से चलने का होगा। कार्य के क्षेत्र में आज आपको संभल कर कार्य करना होगा अन्यथा आपके शत्रु आपको हानि पहुंचा सकते हैं। परिवार के छोटे सदस्यों के साथ आज अच्छा समय व्यतीत करेंगे,  जिससे मानसिक शांति मिलेगी। आपकी आर्थिक स्थिति में आज सुधार होगा, लेकिन किसी भी प्रकार का निवेश आज हानिकारक सिद्ध होगा। सायंकाल के समय आज अपने और अपने परिवार के सदस्यो के स्वास्थ्य का ध्यान रखें। आज आप अपनी शान शौकत पर कुछ धन खर्च कर सकते हैं, जो व्यर्थ होगा। दूसरों की सेवा का आज आपको भरपूर लाभ मिलेगा।रक्तचाप के मरीज़ों को ख़ास ख़याल रखने और दवा-दारू करने की ज़रूरत है। साथ ही उन्हें कॉलेस्ट्रोल को क़ाबू में रखने की कोशिश भी करनी चाहिए। ऐसा करना आगे काफ़ी लाभदायक सिद्ध होगा। आपकी माता पक्ष से आज आपको धन लाभ होने की पूरी संभावना है। हो सकता है कि आपके मामा या नाना आपकी आर्थिक मदद करें। घर के किसी सदस्य के व्यवहार की वजह से आप परेशान रह सकते हैं। आपको उनसे बात करने की जरुरत है। आज अपने ख़ूबसूरत कामों को दिखाने के लिए आपका प्रेम पूरी तरह खिलेगा। आपकी अतिरिक्त काम करने की क्षमता उन लोगों को चौंका देगी, जिनका प्रदर्शन आपसे कमतर है। वक्त की नाजाकत को समझते हुए आज आप सब लोगों से दूरी बनाकर एकांत में वक्त बिताना पसंद करेंगे। ऐसा करना आपके लिए हितकर भी होगा। आपका जीवनसाथी आज ऊर्जा और प्रेम से भरपूर है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- लाल गाय या लाल कुत्ते को भोजन कराना पारिवारिक जीवन की ख़ुशियों को बढ़ाएगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज आपको ससुराल पक्ष से सहायता मिलने की पूरी संभावना बन रही है। कानून के नियमों का पालन करें अन्यथा राजकीय दंड भी आज आपको प्राप्त हो सकता है, इसलिए सावधानी बरतें। शाम के समय मान हानि की आशंका बन रही है, इसलिए अपनी वाणी व व्यवहार आज दोनों पर संयम रखें, जो लोग हाई ब्लड प्रेशर और डायबिटीज के मरीज हैं, उनको आज अपने स्वास्थ्य का खास ख्याल रखना होगा। आज का दिन मिश्रित फलदायक रहेगा। आध्यात्मिक की तरफ झुकाव बढेगा और छात्रों को मनमानी सफलता के लिए अधिक मेहनत करनी पड़ सकती है। आज अपने कार्य क्षेत्र में सोच समझ कर कार्य करें अन्यथा नुकसान हो सकता है।बच्चों के साथ आप सुकून पाएंगे। बच्चों की यह क्षमता क़ुदरती है और न केवल आपके परिवार के बच्चों में, बल्कि हर बच्चे में यह गुण होता है। वे आपको सुकून और राहत दे सकते हैं। आज इस राशि के कुछ बेरोजगार लोगों को नौकरी मिल सकती है जिससे उनकी आर्थिक स्थिति सुधरेगी। अपने बच्चों के लिए योजना बनाने के लिहाज़ से अच्छा दिन है। अपनी दीवानगी को क़ाबू में रखें, नहीं तो यह आपके प्रेम-संबंध को मुश्किल में डाल सकती है। कामकाज के मामले में आज आपकी आवाज़ पूरी तरह सुनी जाएगी। जो लोग अब तक किसी काम में व्यस्त थे आज उन्हें अपने लिए समय मिल सकता है लेकिन घर में किसी काम के आ जाने से आप फिर से व्यस्त हो सकते हैं। पड़ोसियों का दख़ल शादीशुदा ज़िन्दगी में दिक़्क़त पैदा करने की कोशिश कर सकता है, लेकिन आप व आपके जीवनसाथी के बीच का बंधन बहुत मज़बूत है और इसे तोड़ना आसान नहीं है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- अच्छे स्वास्थ्य के लिए हरी ज्वार का दान करें या गाय को खिलाएं। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपको कोई पारिवारिक संपत्ति मिलने वाली थी, तो आज उसके मिलने के भरपूर लाभ है, जो जातक नौकरी से जुड़े हैं, उनके पद व अधिकारों में आज वृद्धि होगी। साथ ही संतान के प्रति आपकी प्रेम भावना बढ़ती हुई दिखेगी, लेकिन भौतिक सुख सुविधाओं का सुख आपको भरपूर मात्रा में मिलेगा। कार्यक्षेत्र में आपके जो कार्य अटके हुए थे, वह किसी अधिकारी की मदद से आज पूरे होंगे। साझेदारी से किए गए कार्यों से सावधान रहें अन्यथा वाद विवाद की आशंका भरपूर बन रही है। आपके साहस व पराक्रम से आपके शत्रु नतमस्तक होंगे। संतान पक्ष से कोई शुभ समाचार सुनने को मिलेगा, जिससे आपको उनके भविष्य की चिंता कम होगी।आज का दिन मौज-मस्ती और आनन्द से भरा रहेगा- क्योंकि आप ज़िन्दगी को पूरी तरह जिएंगे। पुराने निवेशों के चलते आय में बढ़ोत्तरी नज़र आ रही है। परिवार के साथ सामाजिक गतिविधियों में सहभागिता काफ़ी मानसिक दबाव पैदा कर सकती है। सच्चे और पवित्र प्रेम का अनुभव करें। आप महसूस करेंगे कि आपकी रचनात्मकता कहीं खो गयी है और फ़ैसले करने में आपको ख़ासी दिक़्क़त का सामना करना पड़ेगा। इस राशि वालों को आज खुद के लिए काफी समय मिलेगा। इस समय का उपयोग आप अपने शोकों को पूरा करने में कर सकते हैं। आप कोई किताब पढ़ सकते हैं या अपना पसंदीदा म्यूजिक सुन सकते हैं। आज के दिन आपके और आपके जीवनसाथी के लिए गहरी आत्मीयतापूर्ण बातें का सही समय है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- ॐ नमो भगवते वासुदेवाय। इस मंत्र को 28 या 108 बार जपना नौकरी/बिज़नेस के लिए अच्छा है। \n",
    "8": "धनु राशिः आज का राशिफल\nआज आपको संतान के स्वास्थ्य की चिंता हो सकती है।सामाजिक स्तर में वृद्धि होगी और व्यापार के लिए की गई यात्राएं सिद्ध होंगी। विद्यार्थियों को आज अपने गुरुजनों का ज्ञान प्राप्त होगा और उनका मन दान पुण्य में भी लगेगा। यदि आपका धन कहीं रुका हुआ था, तो वह आज आपको प्राप्त होगा और व्यापार में नए विचारों पर काम करने से आपकी ख्याति बढ़ेगी। लव लाइफ में नए संबंध स्थापित होंगे। आपकी आर्थिक स्थिति में धीरे-धीरे सुधार होगा, लेकिन आपको अपने खर्चे नियंत्रण में रखने होंगे अन्यथा आपकी आर्थिक स्थिति डगमगा सकती है।थोड़ा विश्राम करें और काम के बीच-बीच में जितना हो सके, उतना आराम करते रहें। हालाँकि आपकी आर्थिक स्थिति में सुधार आएगा, लेकिन पैसे का लगातार पानी की तरह बहते जाना आपकी योजनाओं में रुकावट पैदा कर सकता है। पढ़ाई की क़ीमत पर घर से ज़्यादा देर तक बाहर रहना आपको माता-पिता के ग़ुस्से का शिकार बना सकता है। करिअर के लिए योजना बनाना उतना ही आवश्यक है, जितना कि खेलना-कूदना। इसलिए माता-पिता को ख़ुश करने के लिए दोनों में संतुलन बनाना ज़रूरी है। किसी छोटी-मोटी बात को लेकर भी आपके प्रिय से आपकी नोंक-झोंक हो सकती है। आज आपने जो नई जानकारी हासिल की है, वह आपको अपने प्रतिस्पर्धियों पर बढ़त दिलाएगी। जो लोग घर सेे बाहर रहते हैं आज वो अपने सारे काम पूरे करके शाम के समय किसी पार्क या एकांत जगह पर समय बिताना पसंद करेंगे। आपका जीवनसाथी रोज़ाना की ज़रूरतों को पूरा करने से अपने हाथ पीछे खींच सकता है, जिसके चलते आपका मन उदास होने की संभावना है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- खाने में शहद का प्रयोग करना प्रेम सम्बन्धों में मिठास घोलेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज आपको अपने जीवनसाथी के सानिध्य से मानसिक शांति प्राप्त होगी।  दिन आपके लिए मिश्रित फलदायक रहेगा। सुबह से ही आज आप ऊर्जावान महसूस करेंगे, जिससे आपकी शारीरिक शक्ति व उत्साह में वृद्धि होगी, वही ऐसे अनावश्यक खर्चे सामने आएंगे, जो आप को ना चाहते हुए भी मजबूरी में करने पड़ेंगे, लेकिन आज आप को बड़ी मात्रा में धन की प्राप्ति होने से हर्ष होगा और घर की कुछ जरूरी चीजों की खरीदारी भी आज आप करेंगे। आपके कार्य के क्षेत्र में आज कोई व्यक्ति आपके खिलाफ षड्यंत्र रच सकता है, इसलिए सावधान रहें और अपना काम इमानदारी और समय दोनों पर पूरा करें।बाहरी गतिविधियाँ आपके लिए फ़ायदेमंद रहेंगी। क़िलेबंदी वाली जीवन-शैली में बंधे रहना और हमेशा अपनी सुरक्षा की चिंता करना आपके शारीरिक और मानसिक विकास को रोक देंगे। यह आदत आपको चिड़चिड़ा और बेचैन इंसान बना सकती है। आर्थिक दृष्टि से आज का दिन मिलाजुला रहने वाला है। आज आपको धन लाभ तो हो सकता है लेकिन इसके लिए आपको कड़ी मेहनत करनी होगी। किसी दूर के रिश्तेदार के यहाँ से अचानक आया कोई संदेश पूरे परिवार के लिए रोमांचक रहेगा। सावधान रहें, क्योंकि प्यार में पड़ना आज के दिन आपके लिए दूसरी कठिनाइयाँ खड़ी कर सकता है। मातहत और सहकर्मियों का रुख़ बहुत मददगार रहेगा। अपने काम से आराम लेकर आज आप कुछ समय अपने जीवनसाथी के साथ बिता सकते हैं। आपको या आपके जीवनसाथी को बिस्तर में चोट लग सकती है। इसलिए एक-दूसरे का ख़याल रखें। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- शिवजी को पंचामृत से स्नान कराने से हेल्थ बनी रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज आपको थोड़ी समझदारी से काम लेना होगा। अपने कार्य क्षेत्र में भी धैर्य दिखा कर काम करें क्योंकि जल्दबाजी में किए गए कार्य आपको केवल हानि  दे सकते हैं। माता पिता की सेवा का भी आपको अवसर मिलता दिख रहा है। भाई की सलाह आपके बिजनेस के लिए लाभदायक सिद्ध होगी, संतान की नौकरी या विवाह इत्यादि के लिए किए गए कार्यों में आज सफलता मिलेगी। प्रेम जीवन में आज कुछ उपहार मिल सकते हैं और छात्रों को गुरुजनों का आशीर्वाद मिलेगा।दोस्त की बेरुख़ी आपको नाराज़ करेगी। लेकिन ख़ुद को शांत रखें। इस बात को परेशानी न बनने दें और इससे बचने की कोशिश करें। ख़र्चों में हुई अप्रत्याशित बढ़ोत्तरी आपके मन की शांति को भंग करेगी। बहन की शादी की ख़बर आपके लिए ख़ुशी का सबब लेकर आएगी। हालाँकि उससे दूर होने का ख़याल आपको उदास भी कर सकता है। लेकिन आपको भविष्य के बारे में सोचना छोड़ वर्तमान का पूरा आनंद लेना चाहिए। प्रेम-जीवन में आशा की नयी किरण आयेगी। आज किए गए निवेश काफ़ी फ़ायदेमन्द साबित होंगे, लेकिन आपको भागीदारों से विरोध का सामना करना पड़ सकता है। अचानक आज आप काम से छुट्टी लेने का प्लान बना सकते हैं और अपने परिवार के साथ वक्त बिता सकते हैं। शादिशुदा ज़िन्दगी के तमाम मुश्किल दिनों के बाद आप और आपका हमदम फिर प्यार की गर्माहट महसूस कर सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- हनुमान जी पर सिंदूर का चोला चढ़वाने से स्वास्थ्य अच्छा रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज यदि आप किसी व्यक्ति या संस्था से कर्ज लेना चाहते हैं, तो आज समय अनुकूल नहीं है। छात्रों के लिए आज उच्च शिक्षा का मार्ग प्रशस्त होगा और परिवार का वातावरण भी आज मधुर होगा। यदि नई योजनाओं पर कार्य करेंगे, तो सफलता मिलने की संभावना है। आपके साहस एवं पराक्रम से आपका आत्मविश्वास बढ़ेगा। परिवार के छोटे बच्चों के साथ आज आप अच्छा समय व्यतीत करेंगे, जिससे आपको मानसिक शांति मिलेगी। संपत्ति में भी आज वृद्धि होगी।अगर आप बहुत ज़्यादा तनाव महसूस कर रहे हैं, तो बच्चों के साथ अधिक समय बिताएँ। उनके प्यार भरे आलिंगन और मासूम मुस्कुराहट आपकी सभी परेशानियों को ख़त्म कर देंगे। आज आप अपने घर केे सदस्यों को कहीं घुमाने ले जा सकते हैं और आपका काफी धन खर्च हो सकता है। यह परिवार में दबदबा बनाए रखने की अपनी आदतों को छोड़ने का वक़्त है। ज़िंदगी के उतार-चढ़ाव में उनके कंधे से कंधा मिलाकर साथ दें। आपका बदला हुआ बर्ताव उनके लिए ख़ुशी का सबब साबित होगा। आपका होना इस दुनिया को आपके प्रिय के लिए रहने के क़ाबिल बनाता है। आपकी सबको साथ लेकर चलने की क्षमता और भली-भांति विश्लेषण करने की ख़ासियत को लोग सराहेंगे। वह काम जो आज आप दूसरों के लिए स्वेच्छा से करेंगे, न सिर्फ़ औरों के लिए मददगार साबित होगा बल्कि आपके दिल में ख़ुद की छवि भी सकारात्मक होगी। आपको और आपके जीवनसाथी को कोई बहुत सुखद ख़बर सुनने को मिल सकती है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- अच्छी सेहत के लिए पेड़-पौधों की कोपलें, अंकुर न तोड़ें क्योंकि गुरु ग्रह ब्रह्मा रूप है। \n"
}]
