horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए भाग्य के दृष्टिकोण से उत्तम रहेगा। आज यदि आपको किसी आर्थिक सहायता की जरूरत होगी, तो दोस्त व रिश्तेदार मदद के लिए आगे आएंगे। हालांकि आज आपकी किसी अपने से अनबन की स्थिति भी आ सकती है। कार्यक्षेत्र में आज आपका दिन व्यस्तता भरा रहेगा, लेकिन व्यस्तता के बीच आप अपने जीवनसाथी के लिए समय निकाल कामयाब रहेंगे। यदि आज कोई महत्वपूर्ण निर्णय लेना पड़े, तो अपने पिताजी की सलाह अवश्य लें, तभी उसमें सफलता मिलती दिख रही है। सायंकाल का समय आप अपने मित्रों के साथ मौज मस्ती में व्यतीत करेंगे।व्यस्त दिनचर्या के बावजूद स्वास्थ्य अच्छा रहेगा। आज के दिन आपको शराब जैसे मादक तरल का सेवन नहीं करना चाहिए, नशे की हालत में आप कोई कीमती सामान खो सकते हैं। यह परिवार में दबदबा बनाए रखने की अपनी आदतों को छोड़ने का वक़्त है। ज़िंदगी के उतार-चढ़ाव में उनके कंधे से कंधा मिलाकर साथ दें। आपका बदला हुआ बर्ताव उनके लिए ख़ुशी का सबब साबित होगा। कोई आपको दिल से सराहेगा। आप खुद को समय देना जानते हैं और आज तो आपको काफी खाली समय मिलने की संभावना है। खाली समय में आज आप कोई खेल-खेल सकते हैं या जिम जा सकते हैं। जीवन साथी से पूर्णरूपेण सहयोग न मिलने के कारण आप निराश हो सकते हैं। परिवार के साथ किसी मॉल या शॉपिंग कॉम्प्लेक्स जाने की संभावना है। हालाँकि इससे आपका ख़र्चा काफ़ी बढ़ सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- नशेबाजी से दूर रहें, आर्थिक स्थिति बेहतर रहेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। विद्यार्थियों को आज किसी प्रतियोगिता में सफलता मिलने का समाचार सुनने को मिलेगा, जिसमे परिवार के सभी सदस्य खुश नजर आएंगे। यदि आप कोई व्यवसाय करते हैं, तो उसमें आज आपको अधिक मेहनत की आवश्यकता होगी। प्रेम जीवन में आज नई ऊर्जा का संचार होगा। आज का दिन नौकरी से जुड़ी समस्याओं को हल करने में व्यतीत हो सकता है। नौकरी में आज आपको पदोन्नति का समाचार सुनने को मिलेगा। ससुराल पक्ष के किसी सदस्य से यदि कोई मतभेद चल रहा है, तो वह आज समाप्त होगा।प्यार, उम्मीद, सहानुभूति, आशावादिता और निष्ठा जैसी सकारात्मक भावनाओं को अपनाने के लिए ख़ुद को प्रोत्साहित करें। एक बार ये गुण आपके अंदर रच-बस जाएँ, तो हर हालात में वे ख़ुद ही सकारात्मक तरीक़े से उभर आएंगे। दीर्घावधि निवेश से बचिए और अपने दोस्तों के साथ बाहर जाकर कुछ ख़ुशी के पल बिताएँ। उस रिश्तेदार को देखने जाएँ, जिसकी तबियत काफ़ी समय से ख़राब है। अपने प्रिय से दूर होने के बावजूद आप उसकी मौजूदगी महसूस करेंगे। सेमिनार और प्रदर्शनी आदि आपको नई जानकारियाँ और तथ्य मुहैया कराएंगे। आप अपने जीवनसाथी के प्यार की मदद से ज़िन्दगी की मुश्किलों का आसानी से सामना कर सकते हैं। आज अपने घर की छत में लेटकर खुले आसमान को निहारना आपको अच्छा लगेगा। आज आपके पास इसके लिए पर्याप्त समय होगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- परिवार में किसी का भी जन्मदिन हो तो उस दिन ग़रीबों में सफेद वस्तुएँ बांटने पर घर में सुख-शांति बनी रहेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए उन्नति के नए-नए मार्ग खोलेगा।आज दूसरों के इमोशंस को पहचान करके उनके अनुसार चलना होगा, तो आपको आत्म संतोष होगा। कार्यक्षेत्र में भी आजाद टीम के जरिए किसी कठिन समस्या का समाधान निकालने में कामयाब रहेंगे। सायंकाल का आप अपने परिवार के सदस्यों के साथ भविष्य की योजना बनाने में व्यतीत करेंगे। नौकरी से जुड़े जातकों को आज अपने अधिकारियों से कोई भी अनबन नहीं करनी है, नहीं तो उसका भविष्य में उनको नुकसान हो सकता है। विद्यार्थियों के उच्च शिक्षा के मार्ग प्रशस्त होंगे।आपमें आज चुस्ती-फुर्ती देखी जा सकती है। आपका स्वास्थ्य आज पूरी तरह से आपका साथ देगा। आर्थिक तौर पर बेहतरी के चलते आपके लिए ज़रूरी चीज़ें ख़रीदना आसान होगा। सामाजिक समारोह में परिवार के साथ शामिल होना सबके लिए अच्छा अनुभव रहेगा। प्रेम भगवान की पूजा की ही तरह पवित्र है। यह आपको सच्चे अर्थों में धर्म व आध्यात्मिकता की ओर भी ले जा सकता है। आज के दिन शुरू किया गया निर्माण का कार्य संतोषजनक रूप से पूरा होगा। यूँ तो जीवन हमेशा कुछ नया और चौंकाने वाली चीज़ आपके सामने लाता है। लेकिन आज आप अपने जीवनसाथी का एक अनोखा पहलू देखकर ख़ुशी से चौंक जाएंगे। आपके घर का कोई सदस्य आज आपसे प्यार से जुड़ी कोई समस्या शेयर कर सकता है। आपको उन्हें उचित सलाह देनी चाहिए। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- घर में एक्वेरियम स्थापित करके मछलियों को चारा खिलाने से धन वृद्धि होगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके पास खुद को साबित करने के कई मौके आएंगे, लेकिन उन्हें पहचान कर उन पर खरा उतरना आपकी जिम्मेदारी होगी। आज परिवार के सदस्यों के साथ सुखद समय व्यतीत करेंगे और भविष्य की योजनाओं पर चर्चा करेंगे। आज का दिन आपको व्यापार में आने वाली लाभ की योजनाएं पर ध्यान देने का होगा, बिना जांचे परखे किसी भी दस्तावेज पर  हां कहने से बचें। आज आप अपनी दैनिक आवश्यकताओं की पूर्ति के लिए भी कुछ धन व्यय करेंगे। आज आपको अपनी माता जी के स्वास्थ्य के प्रति सचेत रहना होगा।ख़ुशनुमा दिन के लिए मानसिक तनाव और झंझटों से बचें। जिन लोगों नेे अतीत में अपना धन निवेश किया था आज उस धन से लाभ होने की संभावना बन रही है। तनाव का दौर बरक़रार रहेगा, लेकिन पारिवारिक सहयोग मदद देगा। ख़याली परेशानियों को छोड़ें और अपने साथी के साथ रोमांटिक समय बिताएँ। व्यस्त दिनचर्या के बावजूद भी आज आप अपने लिए समय निकालपाने में सक्षम होंगे। खाली वक्त में आज कुछ रचनात्मक कर सकते हैं। वैवाहिक जीवन के लिए विशेष दिन है। अपने जीवनसाथी को बताएँ कि आप उनसे कितना प्यार करते हैं। किसी ऐसे शख़्स का फ़ोन आ सकता है जिससे आप बहुत लंबे समय से बात करना चाहते थे। बहुत-सी पुरानी यादें ताज़ा हो जाएंगी और आप समय में पीछे लौट जाएंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- पक्षियों को सतनाजा खिलाने से स्वास्थ्य अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए खुशियों भरा रहेगा। आज आपको हर कार्य में जीवनसाथी के सहयोग की आवश्यकता होगी। ससुराल पक्ष से आज आपको उपहार व मान सम्मान मिलता दिख रहा है। किसी वाद विवाद या बहसबाजी मे आपको जीत मिल सकती है। परिवार में आपका दिन सुखमय रहेगा। भाई बहन आज आपको अपना सुख-दुख बताएंगे, जिससे आप आपनी समस्याओं का समाधान निकालने में कामयाब रहेंगे। विद्यार्थियों को आज अपने सीनियर की सलाह की आवश्यकता होगी। सायंकाल का समय आप अपने माता-पिता की सेवा में व्यतीत करेगे।अपनी सेहत के बारे में ज़रूरत से ज़्यादा चिंता न करें। निश्चिंतता बीमारी की सबसे बड़ी दवा है। आपका सही रवैया ग़लत रवैये को हराने में क़ामयाब रहेगा। जिन लोगों ने किसी रिश्तेदार से पैसा उधार लिया था उनको आज वो उधार किसी भी हालत में वापस करना पड़ सकता है। अपने बर्ताव में उदार बनें और परिवार के साथ प्यार भरे लम्हे गुज़ारें। आज आप ख़ुद को अपने प्रिय के प्यार से सराबोर महसूस करेंगे। इस लिहाज़ से आज का दिन बहुत ख़ूबसूरत रहेगा। कई कामों को छोड़कर आप आज अपने पसंदीदा कामों को करने का मन बनाएंगे लेकिन काम की अधिकता के कारण आप ऐसा नहीं कर पाएँगे। आज के दिन आपका वैवाहिक जीवन एक ख़ूबसूरत बदलाव से गुज़रेगा। दिल की बातों को जुबां पर लाना भी जरुरी है इससे प्यार में गहराई आती है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- खोटा सिक्का नदी में बहाने से स्वास्थ्य बेहतर होगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज के दिन आपकी उन्नति के नए-नए मार्ग खुलेगा। आज आपके ऊपर कुछ जिम्मेदारियां निभाने का दायित्व आ सकता है। आप परेशान होने की वजह  उन्हें निपटाने की शुरुआत करें, जिससे सायंकाल तक आप सारी जिम्मेदारियों को पूरा करने में कामयाब रहेंगे और आपके हुनर की तारीफ भी होगी। आज आप अपने जीवनसाथी को कहीं घुमाने फिराने लेकर जा सकते हैं और उनके लिए कुछ उपहार भी खरीद सकते हैं, इसमें कुछ धन भी व्यय होगा। सायंकाल का समय आप अपने परिवार के वरिष्ठ सदस्यों के साथ किसी अहम मुद्दे पर विचार विमर्श  मे व्यतीत करेंगे।बहुत ज़्यादा चिंता और तनाव की आदत आपकी सेहत बर्बाद कर सकती है। मानसिक स्पष्टता बनाए रखने के लिए शंका और झुंझलाहट से निजात पाएँ। आज आप अपना धन धार्मिक कार्यों में लगा सकते हैं जिससे आपको मानसिक शांति मिलने की पूरी संभावना है। नयी चीज़ों पर ध्यान लगाएँ और अपने सबसे अच्छे दोस्त की मदद लें। आपके प्रिय का मूड ठीक नहीं है, इसलिए सोच-समझ कर कोई भी काम करें। यह दिन बेहतरीन दिनों में से एक हो सकता है। आज दिन में आप कई अच्छे प्लान भविष्य के लिए बना सकते हैं लेकिन शाम के वक्त किसी दूर के रिश्तेदार के घर में आ जाने के कारण आपके सारे प्लान धरे के धरे रह सकते हैं। आपको अपने जीवनसाथी का सख़्त और रुखा पहलू देखने को मिल सकता है, जिसके चलते आप असहज महसूस करेंगे। आज अपने घर की छत में लेटकर खुले आसमान को निहारना आपको अच्छा लगेगा। आज आपके पास इसके लिए पर्याप्त समय होगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- हनुमान जी को गुड-चने का प्रसाद चढाने से स्वास्थ्य अच्छा रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज आप अपनी पुरानी देनदारी चुकाने में कामयाब रहेंगे, जिससे आप कर्जा मुक्त हो पाएंगे, लेकिन आज आप जरूरी सामान खरीदने के लिए धन भी व्यय करेंगे, लेकिन आपको अपनी जेब का ख्याल रखना होगा, नहीं तो भविष्य में आप की आर्थिक स्थिति पर संकट मंडरा सकता है। प्रेम जीवन में नई ऊर्जा का संचार होगा। संतान के भविष्य के लिए आज आप कुछ नई योजनाएं बनाएंगे, जिसमें जीवन साथी का आपको भरपूर सहयोग मिलेगा। आज आपकी माता जी की सेहत में कुछ गिरावट आ सकती है।आउटडोर खेल आपको आकर्षित करेंगे- ध्यान और योग आपको फ़ायदा पहुँचाएंगे। आज कोई लेनदार आपके दरवाजे पर आ सकता है और आपसे पैसे उधार मांग सकता है। उन्हें पैसे लौटाकर आप आर्थिक तंगी में आ सकते हैं। आपको सलाह दी जाती है कि उधार लेने से बचें। अपने सामाजिक जीवन को दरकिनार न करें। अपनी व्यस्त दिनचर्या में से थोड़ा-सा समय निकालकर अपने परिवार के साथ किसी आयोजन में शिरकत करें। यह न सिर्फ़ आपका दबाव कम करेगा, बल्कि आपकी झिझक भी मिटा देगा। भावनात्मक उथल-पुथल आपको परेशान कर सकती है। यात्राओं से तुरंत लाभ तो नहीं होगा, लेकिन इसके चलते अच्छे भविष्य की नींव रखी जाएगी। आपके जीवनसाथी की बेरुख़ी दिन भर आपको उदास रख सकती है। ठंडा पानी पीना आज आपके स्वास्थ्य को खराब कर सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- पीपल के वृक्ष की छाया में खड़े होकर लोहे के बर्तन में जल, चीनी, घी तथा दूध मिलाकर पीपल की जड़ में चढ़ाने से आर्थिक समृद्धि आएगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए काफी व्यस्तता व भागदौड़ भरा रहेगा। व्यवसाय कर रहे लोगों के लिए आज का दिन उत्तम रहेगा। यदि आप साझेदारी में कोई व्यापार करते हैं, तो वह आज आपको अत्यंत लाभ देगा। आज किसी से पैसे का लेनदेन करना पड़े, तो सोच समझकर करें। आज आपके व्यापार में कोई नई डील फाइनल हो सकती है, जिसका लंबे समय से इंतजार कर रहे थे, भाई व बहन की शादी में यदि कोई बाधा आ रही थी, तो वह आज परिवार के बुजुर्ग सदस्यों की सलाह से दूर होगी। सायंकाल का समय आप अपने परिवार के छोटे बच्चों के साथ मौज मस्ती में व्यतीत करेंगे।धैर्य बनाए रखें, क्योंकि आपकी समझदारी और प्रयास आपको सफलता ज़रूर दिलाएंगे। अपने जीवनसाथी केे साथ धन से जुड़े किसी मामले को लेकर आज आपका झगड़ा हो सकता है। हालांकि अपने शांत स्वभाव से आप सबकुछ ठीक कर देंगे। अपने परिवार के साथ रुखा व्यवहार न करें। यह पारिवारिक शान्ति को भंग कर सकता है। आपके जीवन-साथी के पारिवारिक सदस्यों की वजह से आपका दिन थोड़ा परेशानीभरा हो सकता है। अगर आज आप ख़रीदारी के लिए निकलते हैं, तो कोई अच्छी पोशाक ले सकते हैं। ज़्यादा ख़र्चे की वजह से जीवनसाथी से खट-पट हो सकती है। प्यार से बढ़कर कोई अहसास नहीं, आपको भी अपने प्रेमी को कुछ ऐसी बातें बोलनी चाहिए जिससे उनका विश्वास आपमें बढ़े और प्यार को नई ऊंचाई प्राप्त हो। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सफेद कपड़ों को अधिक पहनकर अपने गर्लफ्रेंड/बॉयफ्रेंड से मिलने जाएं इससे लव लाइफ अच्छा चलेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आपको अपने कार्य क्षेत्र यानी ऑफिस में कुछ नए अधिकार दिए जा सकते हैं, जिनके लिए आपको अधिक परिश्रम की आवश्यकता होगी, तभी वह पूरे हो सकेंगे। आज आप घरेलू वस्तुओं की खरीदारी में कुछ धन व्यय करेंगे। यदि आज किसी से संबंध स्थापित करने हैं, तो उसके पहले एक बार विचार अवश्य करें, ताकि भविष्य में किसी तरह के विरोध से बच सके। आज आप अपने रुके हुए धन की प्राप्ति के लिए विरोध करेंगे, जिससे आपको अपना रुका हुआ  प्राप्त होगा। यदि साझेदारी में कोई व्यापार किया हुआ है, तो उसका भविष्य में आपको भरपूर लाभ मिलेगा।गाड़ी चलाते समय सावधान रहें, ख़ास तौर पर मोड़ पर। नहीं तो किसी और की ग़लती का ख़ामियाज़ा आपको भुगतना पड़ सकता है। यह बात भली भांति समझ लें कि दुख की घड़ी में आपका संचित धन ही आपके काम आएगा इसलिए आज के दिन अपने धन का संचय करने का विचार बनाएं। जिन लोगों के साथ आप रहते हैं वे आपसे बहुत ख़ुश नहीं होंगे, चाहे आपने इसके लिए कुछ भी क्यों न किया हो। शाम को प्रिय के साथ रोमांटिक मुलाक़ात और साथ में कहीं लज़ीज़ खाना खाने के लिहाज़ से बढ़िया दिन है। किसी पार्क में घूमते समय आज आपकी मुलाकात किसी ऐसे शख्स से हो सकती है जिससे अतीत में आपके मतभेद थे। आज आपका वैवाहिक जीवन हँसी-ख़ुशी, प्यार और उल्लास का केन्द्र बन सकता है। सितारे इशारा कर रहे हैं कि किसी नज़दीकी स्थान की यात्रा हो सकत है। यह सफ़र मज़ेदार रहेगा और आपके प्रिय लोगों का साथ मिलेगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- दूध मिले जल से स्नान करने से हेल्थ अच्छी रहेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए एक नई ऊर्जा लेकर आएगा। उससे आप की कार्य क्षमता बढ़ी हुई रहेगी, इसके चलते आप अपने कार्यस्थल पर भी बेहतर प्रदर्शन कर पाएंगे। आज आप अपने दांपत्य जीवन में यदि कोई तनाव चल रहा था, तो वह आज समाप्त होगा और जीवनसाथी का भरपूर सहयोग मिलेगा। नौकरी से जुड़े जातकों को आज प्रमोशन या सैलरी बढ़ने की उम्मीद है, इस दौरान आपको अपने क्रोध पर नियंत्रण रखना होगा अन्यथा यह आपके बनते हुए कामों को बिगाड़ कर रख देगा। यदि आपको ही जमीन व मकान खरीदने का मन बना रहे हैं, तो उसकी पूरी जानकारी पहले अवश्य ले, नहीं तो भविष्य में आपके साथ धोखा हो सकता है।क्षणिक आवेग में बहकर कोई निर्णय न करें। यह आपके बच्चों के हितों को हानि पहुँचा सकता है। आप अच्छा पैसा बना सकते हैं, बशर्ते आप पारंपरिक तौर पर निवेश करें। आप दोस्तों के साथ बेहतरीन वक़्त बिताएंगे, लेकिन गाड़ी चलाते वक़्त ज़्यादा सावधानी बरतें। रोमांचक दिन है, क्योंकि आपका प्रिय आपको तोहफ़े/उपहार दे सकता है। कारोबारी आज करोबार से ज्यादा अपने परिवार के लोगों के बीच समय बिताना पसंद करेंगे। इससे आपके परिवार में सामंजस्य बनेगा। आज आपको अपने जीवनसाथी से एक बार फिर प्यार हो जाएगा। आज घर पर रहेंगे लेकिन घर की उलझनें आपको परेशान कर सकती हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- सफेद कपड़ों को ज्यादा से ज्यादा पहने से स्वास्थ्य अच्छा रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज आपको दोपहर तक व्यापार में छुटपुट लाभ देने की भरपूर संभावना है। आपकी आर्थिक स्थिति मजबूत होगी। यदि आपके व्यापार की बात करें, तो आज आपको एक नई तरह की चुनौती का सामना करना पड़ सकता है, लेकिन आज आप व्यापार के लिए  अपने कुछ लक्ष्य को प्राप्त करने में भी सफल हो सकते हैं, लेकिन यदि किसी यात्रा पर जाए, तो ईश्वर का ध्यान करके जाएं, नहीं तो आपकी किसी प्रिय वस्तु के चोरी होने का भय बना हुआ है। परिवार में बातचीत करते समय आज आपको अपनी वाणी पर संयम रखना होगा, नहीं तो रिश्तों में दरार पड़ सकती है।आपका विनम्र स्वभाव सराहा जाएगा। कई लोग आपकी ख़ासी तारीफ़ कर सकते हैं। तंग आर्थिक हालात के चलते कोई अहम काम बीच में अटक सकता है। शादी लायक़ युवाओं का रिश्ता तय हो सकता है। फूल देकर अपने प्यार का इज़हार करें। कार्यक्षेत्र के किसी काम में खराबी की वजह से आज आप परेशान रह सकते हैं और इस बारे में सोचकर अपना कीमती वक्त बर्बाद कर सकते हैं। आज आपके वैवाहिक जीवन के सबसे अच्छे दिनों में से एक हो सकता है। किसी ऐसे इंसान के साथ समय बिताना जिसका साथ आपको बहुत पसंद न हो, आपकी खीझ की वजह हो सकता है। इसलिए सोच-समझकर फ़ैसला करें कि आप किसके साथ बाहर जाने वाले हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- काले-सफेद तिल और सतनाजा किसी धर्म स्थान में दान करने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। आज आप अपने आप में ही मस्त रहेंगे। किसी की कोई परवाह ही नहीं करेंगे, इसलिए आपके शत्रु भी आपको परेशान करने की कोशिश कर सकते हैं, लेकिन वह आपका कुछ भी नहीं बिगाड़ पाएंगे। जमीन जायदाद से संबंधित मामलों में आजाद आपको लाभ हो सकता है। परिवार में यदि किसी व्यक्ति को छोटी से छोटी बीमारी हो, तो उसे अनदेखा ना करें। उसकी जांच अवश्य कराएं, ताकि वह कोई बड़ी समस्या से बच सके। सामाजिक कार्यों में भी आज बढ़ चढ़कर हिस्सा लेंगे, लेकिन प्रेम जीवन में आज निराशा हाथ लग सकती है।आज के दिन आपके चेहरे पर मुस्कान बिखरी रहेगी और अजनबी भी जाने-पहचाने से महसूस होंगे। जिन लोगों ने कहीं निवेश किया था आज के दिन आपको आर्थिक हानि होने की संभावना है। परिवार के सदस्यों की ज़रूरतों को तरजीह दें। उनके सुख-दुःख के भागीदार बनें, ताकि उन्हें महसूस हो कि आप वाक़ई उनका ख़याल रखते हैं। कोई पौधा लगाएँ। अपने जरुरी कामों को निपटाकर आज आप अपने लिए समय तो अवश्य निकालेंगे लेकिन इस समय का उपयोग आप अपने हिसाब से नहीं कर पाएंगे। आपकी भागदौड़ भरी दिनचर्या के कारण आपका जीवनसाथी ख़ुद को दरकिनार महसूस कर सकता है, जिसका इज़हार शाम को होना मुमकिन है। रिश्तों से परे आपकी अपनी भी एक दुनिया है और उस दुनिया में आज आप दस्तक दे सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- समय-समय पर अपने प्रेमी/प्रेमिका को लाल वस्त्र गिफ्ट में दें, इससे प्रेम में वृद्धि होगी। \n"
}]
