horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन मध्यम रहेगा। दांपत्य जीवन में तनाव बना रहेगा और जीवन साथी किसी बात को लेकर आप से नाराज हो सकता है। प्रेम जीवन जीने वालों के लिए आज का दिन अच्छा रहने वाला है। आपका परिवार आपके साथ हंसी-खुशी समय बताएगा। आप अपनी मां जी को भी खूब प्रेम करेंगे और परिवार वालों के साथ सुख-शांति की प्राप्ति होगी। काम के सिलसिले में आपको अच्छे नतीजे मिलेंगे और आपका मन काम में लगेगा।ध्यान और आत्म-चिन्तन लाभदायक सिद्ध होगा। आप ख़ुद को नए रोमांचक हालात में पाएंगे- जो आपको आर्थिक फ़ायदा पहुँचाएंगे। शाम का वक़्त दोस्तों के साथ बिताना दिलचस्प तो रहेगा ही, साथ ही छुट्टी साथ बिताने की योजनाओं पर भी चर्चा हो सकेगी। आपका प्यार न सिर्फ़ परवान चढ़ेगा, बल्कि नई ऊँचाइयों को भी छूएगा। दिन की शुरुआत प्रिय की मुस्कान से होगी और रात उसके सपनों में ढलेगी। टैक्स और बीमे से जुड़े विषयों पर ग़ौर करने की ज़रूरत है। वैवाहिक जीवन के दृष्टिकोण से देखें तो चीज़ें आपके पक्ष में जाती हुई नज़र आ रही हैं। आज आपके पैसों में इजाफा होने के आसार हैं। इसका कारण अतीत में किया कोई निवेश हो सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- केसर की पुड़िया पीले रंग के कपड़े में बांधकर अपने पास रखने से पारिवारिक जीवन अच्छा चलता है। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन भागदौड़ से भरा रहने वाला है। आपका मानसिक तनाव बढ़ेगा। आपके कामों में सफलता तो मिलेगी लेकिन विलंब से, जिससे आपको कभी खुशी कभी गम जैसी स्थिति महसूस होगी। परिवार के छोटों से संबंध मजबूत होंगे। उनके साथ समय बिताना आपको अच्छा लगेगा। आज किसी पुराने मित्र से भी बातचीत होगी जिससे पुरानी यादें ताजा हो जाएंगी। काम के सिलसिले में दिनमान सामान्य रहेगा। प्रेम जीवन में गलतफहमियां दूर होंगी। शादीशुदा जातकों का दांपत्य जीवन खुशनुमा रहेगा।दूसरों के साथ ख़ुशी बांटने से सेहत और खिलेगी। रियल एस्टेट सम्बन्धी निवेश आपको अच्छा-ख़ासा मुनाफ़ा देंगे। आपसी संवाद और सहयोग आपके और आपके जीवनसाथी के बीच रिश्ते को मज़बूत बनाएगा। रोमांस आपके दिल-दिमाग़ पर छाया रहेगा, क्योंकि आज आपकी मुलाक़ात अपने प्रिय से होगी। आपका व्यक्तित्व ऐसा है कि ज्यादा लोगों से मिलकर आप परेशान हो जाते हैं और फिर अपने लिए वक्त निकालने की कोशिश करने लग जाते हैं। इस लिहाज से आज का दिन आपके लिए बहुत उम्दा रहने वाला है। आज आपको अपने लिए पर्याप्त समय मिलेगा। आपको महसूस होगा कि आपका जीवनसाथी इससे बेहतर पहले कभी नहीं हुआ। यात्रा पर किसी हसीन अजनबी से मुलाकात आपको अच्छे अनुभव करा सकती है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- स्वस्थ पारिवारिक जीवन पानें पिछड़ी जाति से आने वाली लड़कियों की सहायता करें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। धन की आवक होगी, जिससे आपको खुशी मिलेगी। परिवार के साथ समय बिता कर अच्छा महसूस करेंगे। आपके शादीशुदा जीवन में तनाव से मुक्ति रहेगी, जिससे आप खुश रहेंगे। कामों में सफलता मिलेगी। संतान से सुख मिलेगा।आपको संतुष्टि होगी। इनकम में बढ़ोतरी होगी।शिक्षा के मामले में अच्छे नतीजे मिलेंगे। प्रेम जीवन के लिए दिनमान उम्मीद से ज्यादा अनुकूल है। अपने प्रिय के साथ अपना भविष्य देखेंगे।आउटडोर खेल आपको आकर्षित करेंगे- ध्यान और योग आपको फ़ायदा पहुँचाएंगे। निवेश करना कई बार आपके लिए बहुत फायदेमंद साबित होता है आज आपको यह बात समझ में आ सकती है क्योंकि किसी पुराने निवेश से आज आपको मुनाफा हो सकता है। कुछ लोगों के लिए- परिवार में किसी नए का आना जश्न और उल्लास के पल लेकर आएगा। एकतरफ़ा लगाव आपके लिए सिर्फ दिल तोड़ने का काम करेगा। तनाव से भरा दिन, जब नज़दीकी लोगों से कई मतभेद उभर सकते हैं। जीवनसाथी के साथ वाद-विवाद होने की काफ़ी संभावना है। जिन्दगी का स्वाद तो स्वादिष्ट भोजन को करने में ही है। यह बात आज आपके जुबान पर आ सकती है क्योंकि आप के घर में आज स्वादिष्ट भोजन बन सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- अपने प्रेमी/प्रेमिका को सफेद गुलाब भेंट में देने से प्रेम सम्बन्ध मजबूत होंगे। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज के दिन अनुकूल रहेगा। आपके शादीशुदा जीवन में खुशियां रहेंगी और जीवन साथी और आपके बीच प्रेम और आकर्षण की बढ़ोतरी होगी। किसी नई संपत्ति को खरीदने का सौदा कर सकते हैं। विरोधियों पर आप भारी रहेंगे। प्रेम जीवन जीने वालों को सफलता मिलेगी। काम के सिलसिले में आप खूब मेहनत करेंगे। अपने स्वास्थ्य का ध्यान रखना जरूरी होगा। बिजनेस करने वाले लोगों को आज से लाभ मिलने के संकेत दिखते हैं।आपका उदार स्वभाव आज आपके लिए कई ख़ुशनुमा पल लेकर आएगा। जिन व्यापारियों के संबंध विदेशों से हैं उन्हें आज धन हानि होने की संभावना है इसलिए आज के दिन सोच समझकर चलें। बच्चे उम्मीदों पर खरे न उतरकर आपको निराश कर सकते हैं। सपनों को साकार करने के लिए उन्हें प्रोत्साहन देने की ज़रूरत है। मुहब्बत और रोमांस आपको ख़ुशमिज़ाज रखेगे। जब आपसे राय पूछी जाए तो संकोच न करें- क्योंकि इसके लिए आपकी काफ़ी तारीफ़ होगी। आपका जीवनसाथी आपकी कमज़ोरियों को सहलाएगा और आपको सुखद अनुभूति देगा। आपकी बातें आज आपके करीबियों को समझ नहीं आएंगी जिसकी वजह से आप परेशानी महसूस करेंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- पराई स्त्री के प्रति नजरे साफ़ रखने से आर्थिक उन्नति होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। आपकी सेहत कमजोर रहेगी। आपको सर्दी लग सकती है, इसलिए अपना ध्यान रखें क्योंकि इससे आपके काम भी विलंब से पूरे होंगे और मानसिक तनाव भी बढ़ेगा। आपके विरोधी प्रबल होंगे। मानसिक शांति की कमी होगी लेकिन आपकी इनकम थोड़ी ठीक रहेगी, जिससे आप थोड़ी राहत महसूस करेंगे। दांपत्य जीवन के लिए दिनमान सामान्य रहेगा। प्रेम जीवन जीने वालों को दिल की बात कहने का मौका मिलेगा।आपका दानशीलता का व्यवहार आपके लिए छुपे हुए आशीर्वाद की तरह सिद्ध होगा, क्योंकि यह आपको शक, अनास्था, लालच और आसक्ति जैसी ख़राबियों से बचाएगा। आपको मेरी सलाह है कि शराब सिगरेट जैसी चीजों पर पैसा खर्च न करें, ऐसा करना आपके स्वास्थ्य को तो खराब करता ही है आपकी आर्थिक स्थिति भी इससे बिगड़ती है। हो सकता है कि आप अपने परिवार के लोगों की सभी बातों से सहमत न हों, लेकिन आपको उनके तजुर्बे से सीखने की कोशिश करनी चाहिए। प्रेम भगवान की पूजा की ही तरह पवित्र है। यह आपको सच्चे अर्थों में धर्म व आध्यात्मिकता की ओर भी ले जा सकता है। खाली वक्त का आज आप सदुपयोग करेंगे और उन कामों को पूरा करने की कोशिश करेंगे जो बीते दिनों पूरे नहीं हो पाए थे। आँखें दिल की बातें बयान कर देती हैं। यह दिन अपने जीवनसाथी के साथ इसी भाषा में बात करने के लिए है। इंटरनेट सर्फ़िंग करना आपकी अंगुलियों की अच्छी वर्जिश करने के साथ-साथ आपके ज्ञान को भी बढ़ा सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- नशेबाजी से दूर रहें, आर्थिक स्थिति बेहतर रहेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन अनुकूल रहने वाला है। आपके द्वारा किए गए प्रयास रंग लाएंगे और आपकी मेहनत का फल आज आपको मिलेगा। आपकी इनकम में बढ़ोतरी होगी और साथ काम करने वालों से आपको अच्छे सहयोग की प्राप्ति होगी, इसलिए इससे कार्य करने में आपको मजा भी आएगा और काम के सिलसिले में बेहद जबरदस्त नतीजे आपको हासिल होंगे। परिवार के बड़ों का प्रेम आपको मिलेगा। प्रेम जीवन जीने वालों के लिए समय बढ़िया रहेगा और आपका प्रिय आपको खुश रखेगा। शादीशुदा जातकों के दांपत्य जीवन में खुशी भरे पल आएंगे।ख़ुद को उत्साही बनाए रखने के लिए अपनी कल्पनाओं में कोई ख़ूबसूरत और शानदार तस्वीर बनाएँ। यदि आप किसी से उधार वापस मांग रहे थे और अब तक वो आपकी बात को टाल रहा था तो आज बिना बोले ही वो आपको पैसा लौटा सकता है। आज के दिन बिना कुछ ख़ास किए आप आसानी से लोगों का ध्यान अपनी ओर आकर्षित करने में क़ामयाब रहेंगे। प्यार में थोड़ी निराशा आपको हतोत्साहित नहीं कर सकेगी। वक़ील के पास जाकर क़ानूनी सलाह लेने के लिए अच्छा दिन है। रोज़मर्रा की ज़रूरतें पूरी न होने से आपके वैवाहिक जीवन में तनाव संभव है। खाना, साफ़-सफ़ाई या कोई और घरेलू चीज़ इसका कारण हो सकती है। अगर बहुत ज़्यादा न हो, तो आज देर रात स्मार्टफ़ोन पर गप्पें मारने में भी कोई बुराई नहीं है। हालाँकि किसी भी चीज़ की अति नुक़सानदेह है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- समय-समय पर अपने प्रेमी/प्रेमिका को लाल वस्त्र गिफ्ट में दें, इससे प्रेम में वृद्धि होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन भागदौड़ से भरा रहने वाला है। आज आप बेवजह के कामों में व्यस्त रहेंगे, जिससे दिन कब बीतेगा, यह तो आपको पता नहीं चलेगा लेकिन आप थोड़े परेशान होंगे और मानसिक तनाव बढ़ेगा। परिवार के लोगों से आपको खुशी मिलेगी और परिवार का माहौल आपको संतुष्टि देगा। किसी तरह की यात्रा से बचने का प्रयास करें। परिवार के छोटो को कोई दिक्कत आ सकती है और आपकी किसी मित्र से आपकी कहासुनी हो सकती है। दांपत्य जीवन सामान्य रहेगा। प्रेम जीवन जीने वालों को अपने बर्ताव को सुधारना होगा और प्रिय से अच्छे से पेश आना होगा।माता-पिता को अनदेखा करना आपके भविष्य की संभावनाओं को ख़त्म कर सकता है। अच्छा समय बहुत ज़्यादा दिनों तक नहीं रहता है। इंसान के कर्म ध्वनि की तरंगों की तरह हैं। साथ मिलकर ये संगीत बनाते हैं और आपस में टकराकर खड़खड़ाहट। हम जो बोते हैं, वही पाते हैं। दिन के दूसरे हिस्से में आर्थिक तौर पर फ़ायदा होगा। अपने परिवार की भलाई के लिए मेहनत करें। आपके कामों के पीछे प्यार और दूरदृष्टि की भावना होनी चाहिए, न कि लालच का ज़हर। आपको चिंता करने की ज़रूरत नहीं है। आज आपका दुःख बर्फ़ की तरह पिघल जाएगा। वक्त सेे हर काम को पूरा करना ठीक होता है अगर आप ऐसा करते हैं तो आप अपने लिए भी वक्त निकाल पाते हैं। अगर आप हर काम को कल पर टालते हैं तो अपने लिए आप कभी समय नहीं निकाल पाएंगे। अपने जीवनसाथी की ख़ूबियों के चलते आप एक बार फिर उनके प्यार में गिरफ़्तार हो सकते हैं। पिता या बड़ा भाई आज आपकी किसी गलती पर आपको डांट सकता है। उनकी बातों को समझने की कोशिश करें। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सुगन्धित चीज़ों का प्रयोग करने से स्वास्थ्य लाभ होगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम रहेगा। यदि फिजूल की बातों को अपने पर हावी होने से रोक कर रखेंगे तो आज के दिन को बढ़िया बना पाएंगे। खर्चे अधिक होंगे लेकिन आप उनसे घबराएंगे नहीं। इनकम भी ठीक-ठाक होगी।शरीर में सुस्ती या कमजोरी महसूस कर सकते हैं। परिवार के बड़ों का सम्मान करेंगे। काम के सिलसिले में कुछ उतार-चढ़ाव रहेगा। ट्रांसफर के योग भी बनने वाले हैं, इसलिए थोड़ा ध्यान दें। प्रेम जीवन जीने वालों को अच्छे नतीजे मिलेंगे और दांपत्य जीवन जीने वालों को भी आज अपने परिवार को अपने प्रिय के बारे में बताने का मौका मिलेगा।आपको काफ़ी समय से चल रही बीमारी से छुटकारा मिल सकता है। कोई बेहतरीन नया विचार आपको आर्थिक तौर पर फ़ायदा दिलायेगा। ऐसे कामों में सहभागिता करने के लिए अच्छा समय है, जिसमें युवा लोग जुड़े हों। ज़ाहिर तौर पर रोमांस के लिए पर्याप्त मौक़े हैं- लेकिन ऐसा बहुत कम समय के लिए है। आपने बीते दिनों कार्यक्षेत्र में कई काम अधूरे छोड़े हैं जिसका भुगतान आज आपको करना पड़ सकता है। आज आपका खाली वक्त भी ऑफिस के काम को पूरा करने में ही लगेगा। आज आप अपने जीवनसाथी से काफ़ी आत्मीय बातचीत कर सकते हैं। आज छुट्टी के दिन किसी मल्टीप्लेक्स में जाकर कोई अच्छी फ़िल्म देखने से बढ़िया और क्या हो सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अच्छी आर्थिक स्थिति के लिए काले जूते व छाते का दान किसी गरीब को करें। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन थोड़ा कमजोर रहेगा। सेहत का ध्यान रखना जरूरी होगा। अपने बर्ताव पर नियंत्रण रखें और धार्मिक आचरण करें। किसी प्रकार के धन का निवेश करना आपके लिए नुकसानदायक हो सकता है। किसी शॉर्टकट के चक्कर में ना पड़ें, नहीं तो नुकसान उठाना पड़ सकता है। काम के सिलसिले में उतार-चढ़ाव की स्थिति रहेगी शादीशुदा जातकों का दांपत्य जीवन खुशनुमा रहेगा और और जीवन साथी की  बातों पर ध्यान देंगे। प्रेम जीवन जीने वालों के लिए आज का दिन कोई गिफ्ट देकर उनका मूड अच्छा करने के लिए बढ़िया रहने वाला है।सेहत के नज़रिए से यह वक़्त थोड़ा ठीक नहीं है, इसलिए जो आप खाएँ उसके प्रति सावधान रहें। अपने जीवनसाथी केे साथ धन से जुड़े किसी मामले को लेकर आज आपका झगड़ा हो सकता है। हालांकि अपने शांत स्वभाव से आप सबकुछ ठीक कर देंगे। बच्चों से जुड़ी समस्याओं के समाधान के लिए थोड़ा समय अलग से निकालें। ज़िन्दगी की भाग-दौड़ में आप ख़ुद को ख़ुशनसीब पाएंगे, क्योंकि आपका हमदम वाक़ई सबसे बेहतरीन है। यात्रा के मौक़ों को हाथ से नहीं जाने देना चाहिए। इस बात की प्रबल सम्भावना है कि आपके आस-पास के लोग आप दोनों के बीच मतभेद पैदा करने का प्रयास करेंगे। अत: बाहरी लोंगों के कहने पर अमल करना ठीक नहीं होगा। आपके दिन की शुरुआत शानदार रहेगी और इसलिए आज पूरे दिन आप ऊर्जावान महसूस करेंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- काली उड़द, काले तिल, और नारियल जल में बहाने से स्वास्थ्य अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रहेगा। आप यदि व्यापार करते हैं तो आपको उसमें सफलता मिलेगी और नौकरी करने वालों को ज्यादा मेहनत करने की जरूरत पड़ेगी। शादीशुदा जातकों का दांपत्य जीवन प्रेम और स्नेह से भरा रहेगा। प्रेम जीवन जीने वालों को भी आज अच्छे नतीजे मिलेंगे। किसी बात को लेकर मन में दुविधा रहेगी इस दुविधा को दूर करने के लिए किसी से मन की बात शेयर करें।अपने विचार और ऊर्जा को उन कामों में लगाएँ, जिनसे आपके सपने हक़ीक़त का रूप ले सकते हैं। सिर्फ़ ख़याली पुलाव पकाने से कुछ नहीं होता है। अभी तक आपके साथ समस्या यह है कि आप कोशिश करने की बजाय केवल इच्छा करते हैं। दूसरों को प्रभावित करने के लिए ज़रूरत से ज़्यादा ख़र्चा न करें। बच्चे उम्मीदों पर खरे न उतरकर आपको निराश कर सकते हैं। सपनों को साकार करने के लिए उन्हें प्रोत्साहन देने की ज़रूरत है। आपका प्यार न सिर्फ़ परवान चढ़ेगा, बल्कि नई ऊँचाइयों को भी छूएगा। दिन की शुरुआत प्रिय की मुस्कान से होगी और रात उसके सपनों में ढलेगी। अपनी ख़ासियत और भविष्य की योजनाओं पर फिर से सोचने का समय। आप दुनिया में ख़ुद को सबसे रईस महसूस करेंगे, क्योंकि आपके जीवनसाथी का व्यवहार आपको ऐसा महसूस कराएगा। लोगों से दूरी बनाना कई बार जरुरी होता है लेकिन उन लोगों से दूरी न बनाएं जो आपके शुभचिंतक हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- ऑफिस की चिंता से छुटकारा पाने के लिए आज आप हनुमान जी या भैरव जी की पूजा कर सकते हैं। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रहेगा। आप अपनी कार्यकुशलता और बुद्धिमानी के द्वारा अपने काम में बढ़िया नतीजा हासिल करेंगे। आपकी इनकम में भी जबरदस्त बढ़ोतरी होगी, जिससे आप हर्षित होंगे। प्रेम जीवन के लिए आज का दिन थोड़ा कमजोर है। दांपत्य जीवन जीने वालों को आज अच्छे नतीजे मिलेंगे। सेहत के प्रति लापरवाही ना बरतें।भले ही आप उत्साह से लबरेज़ हों, फिर भी आज आप किसी ऐसे की कमी महसूस करेंगे जो आज आपके साथ नहीं है। आप ऐसे स्रोत से धन अर्जित कर सकते हैं, जिसके बारे में आपने पहले सोचा तक न हो। ऐसे दोस्तों के पास जाएँ, जिन्हें आपकी ज़रूरत है। आज प्यार के नज़रिए से दिन काफ़ी विवादास्पद रहेगा। दूसरों को राज़ी करने की आपकी प्रतिभा आपको काफ़ी फ़ायदा पहुँचाएगी। रोज़मर्रा की ज़रूरतें पूरी न होने से आपके वैवाहिक जीवन में तनाव संभव है। खाना, साफ़-सफ़ाई या कोई और घरेलू चीज़ इसका कारण हो सकती है। अपनों का ख्याल रखना अच्छी बात है लेकिन उनका ख्याल रखते-रखते अपनी सेहत न बिगाड़ लें। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- अपने गर्लफ्रेंड/बॉयफ्रेंड को सीप, मोती या शंख से बनी वस्तु भेंट करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए भागदौड़ से भरा रहेगा। प्रेम जीवन जीने वालों को खुशी मिलेगी और प्रिय से अच्छे समाचार मिलेंगे। शादीशुदा जातकों का दांपत्य जीवन थोड़ा सा तनावपूर्ण रह सकता है। काम के माहौल में आप खुद को ढालने में कामयाब होंगे, जिससे काम के सिलसिले में अच्छे नतीजे मिलेंगे। परिवार का माहौल आप को नई खुशियां देगा। नई नौकरी पाने का मौका मिल सकता है।शारीरिक बीमारी के सही होनी की काफ़ी संभावनाएँ हैं और इसके चलते आप शीघ्र ही खेल-कूद में हिस्सा ले सकते हैं। अगर आप अपनी रचनात्मक प्रतिभा को सही तरीक़े से इस्तेमाल करें तो वह काफ़ी फ़ायदेमंद साबित होगी। अगर आप सामूहिक गतिविधियों में हिस्सा लेंगे, तो आप नए दोस्त बना सकते हैं। सावधान रहें, क्योंकि प्यार में पड़ना आज के दिन आपके लिए दूसरी कठिनाइयाँ खड़ी कर सकता है। आपको याद रखने की ज़रूरत है कि भगवान उसी की मदद करता है, जो ख़ुद अपनी मदद करता है। आपका जीवनसाथी आपसे नाराज़ हो सकता है, क्योंकि आप उनसे कोई बात साझा करना भूल गए थे। शराब या सिगरेट का बहुत ज्यादा सेवन करना आज आपके स्वास्थ्य की स्थिति को खराब कर सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- बागवानी करना व्यस्त रहने का एक अच्छा विकल्प है-घर में सफेद सुंगंधित पुष्प लगाएं व उनकी देखभाल करें। \n"
}]
