horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा और आपके रुके हुए काम भी बनने लगेंगे जिससे आपके चेहरे पर हर्ष दिखेगा। जीवनसाथी धार्मिक रूप से काफी सक्रिय रहेगा और आप को भी इस दिशा में प्रेरित करेगा। अपने विरोधियों से आपको चिंतित होने की आवश्यकता नहीं है। प्रेम जीवन के लिहाज से दिन काफी अनुकूल है और आप किसी लंबी यात्रा पर जाने वाले हैं। परिवार का वातावरण थोड़ा परेशानी जनक हो सकता है जिसमें ससुराल पक्ष का योगदान भी होगा। बिजनेस में अच्छे नतीजे मिलेंगे और आपकी मेहनत सफल होगी।कोई अच्छी ख़बर मिल सकती है। जिन लोगों ने किसी अनजान शख्स की सलाह पर कहीं निवेश किया था आज उन्हें उस निवेश से फायदा होने की पूरी संभावना है। बच्चों को पढ़ाई पर ध्यान लगाने और भविष्य के लिए योजना बनाने की ज़रूरत है। सच्चे और पवित्र प्रेम का अनुभव करें। इससे पहले कि वरिष्ठ को पता लगे, लंबित काम जल्दी ही निबटा लें। अगर आप जल्दबाज़ी में निष्कर्ष निकालेंगे और ग़ैर-ज़रूरी काम करेंगे, तो आज का दिन काफ़ी निराशाजनक हो सकता है। आप और आपका जीवनसाथी मिलकर वैवाहिक जीवन की बेहतरीन यादें रचेंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- ॐ कें केतवे नमः। इस मंत्र का शाम-रात को 11 बार उच्चारण करने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन शुरुआत में थोड़ी परेशानी दे सकता है लेकिन आप अपनी बुद्धिमानी से सभी चुनौतियों से जूझने में कामयाब रहेंगे। प्रेम जीवन के लिए दिन अनुकूल नहीं है। इसलिए थोड़ा समझदारी से काम लें। दांपत्य जीवन में तनाव रह सकता है लेकिन फिर भी जीवन साथी अपनी तरफ से आप को प्रसन्न रखने की कोशिश करेगा। व्यापार के सिलसिले में अच्छे नतीजे मिलेंगे। कानून के विरुद्ध जाकर कोई कार्य करना आपको परेशानी में डाल सकता है। खर्चों पर लगाम लगाना आवश्यक होगा। कामकाज के सिलसिले में दिनमान व्यस्त रखेगा। आज किसी को पैसा उधार ना दें।आँखों के मरीज़ प्रदूषित जगहों पर जाने से बचें, क्योंकि धूँआ आपकी आँखों को और नुक़सान पहुँचा सकता है। अगर मुमकिन हो तो सूरज की तेज़ रोशनी से भी बचे। आपके घर से जुड़ा निवेश फ़ायदेमंद रहेगा। आपको चिंतामुक्त होकर अपने क़रीबी दोस्तों और परिवार के बीच ख़ुशी के लम्हे तलाशने की ज़रूरत है। घर में परेशानियाँ पैदा हो सकती हैं- लेकिन अपने साथी को छोटी-छोटी बातों के लिए ताने देने से बचें। थोड़ा-सा मोलभाव और चतुरता काफ़ी फ़ायदा पहुँचा सकती है। आज आप जीवनसाथी के साथ वक्त बिताने और उनको कहीं घुमाने ले जाने का प्लान करेंगे लेकिन उनकी खराब तबीयत की वजह से यह नहीं हो पाएगा। जीवनसाथी द्वारा परिवार और मित्रों के बीच नकारात्मक तरीक़े से आपके वैवाहिक जीवन की निजी बातें उजागर हो सकती हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- स्टील या लोहे के बनी कोई भी वस्तु अपने प्रेमी/प्रेमिका को भेंट करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा जिससे मन में प्रसन्नता और प्रेम का भाव रहेगा। सभी से अच्छा व्यवहार करेंगे। इस से आपको लोगों की प्रशंसा मिलेगी। दांपत्य जीवन में खुशियों भरा दिन रहेगा। जीवनसाथी के साथ रोमांटिक पल बिताएंगे। प्रेम जीवन बिता रहे लोगों को आज सामान्य नतीजे मिलेंगे। आप का प्रिय कुछ अच्छी बातें करेगा और कोई काम की सलाह भी दे सकता है। प्रॉपर्टी के मामले में लाभ मिलेगा। परिवार का वातावरण सामान्य नहीं रहेगा, कुछ परिस्थितियां आपको परिवार पर ध्यान देने के लिए प्रेरित करेंगी। कामकाज के सिलसिले में आज आपकी मेहनत साफ नजर आएगी और पूरी व्यस्तता रहेगी लेकिन सेहत का ध्यान रखें।ख़ुद अपना इलाज करने से बचें, क्योंकि दवाई पर आपकी निर्भरता बढ़ने की संभावना से इंकार नहीं किया जा सकता है। आपके भाई-बहनों में से कोई आज आपसे पैसे उधार मांग सकता है, आप उनको पैसे उधार तो दे देंगे लेकिन इससे आपके आर्थिक हालात खराब हो सकते हैं। घरेलू काम थका देने वाला होगा और इसलिए मानसिक तनाव की वजह भी बन सकता है। मुमकिन है कि आज आपकी आँखें किसी से चार हो जाएँ- अगर आप अपने सामाजिक दायरे में उठेंगे-बैठेंगे तो। किसी नयी परियोजना पर काम करने से पहले अच्छी तरह सोच-विचार लें। आपको अपने दायरे से बाहर निकलकर ऐसे लोगों से मिलने-जुलने की ज़रूरत है, जो ऊँची जगहों पर हों। अपने जीवनसाथी की ख़ूबियों के चलते आप एक बार फिर उनके प्यार में गिरफ़्तार हो सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- किन्नरों(बुध नपुंसक ग्रह है) को हरे वस्त्र और हरी चूड़ियां दान देने से सेहत अच्छी रहेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन अनुकूल रहेगा। आपके खर्चों में भी कमी आएगी। मानसिक रूप से प्रसन्नता मिलेगी। मानसिक तनाव से मुक्ति मिलेगी। कामों में सफलता मिलेगी। काम के सिलसिले में किए गए प्रयास आपसे ज्यादा मेहनत की मांग कर सकते हैं। प्रेम जीवन में कुछ समस्या रह सकती है। परिवार वालों का दबाव इसके पीछे कारण बन सकता है। शादीशुदा लोगों का गृहस्थ जीवन खुशी देगा। आपका मन अपने जीवनसाथी के प्रति आकर्षित होगा। संतान को कुछ समस्या हो सकती है। घर में आज खुशी रहेगी।अगर मुमकिन हो तो लम्बे सफ़र पर जाने से बचें, क्योंकि लम्बी यात्राओं के लिए अभी आप कमज़ोर हैं और उनसे आपकी कमज़ोरी और बढ़ेगी। आज किसी विपरीत लिंगी की मदद से आपको करोबार या नौकरी में आर्थिक लाभ होने की संभावना है। मुमकिन है कि आप अपने घर में या उसके आस-पास आज कुछ बड़े बदलाव करें। प्रेम-जीवन में आशा की नयी किरण आयेगी। मुश्किल मामलों से बचने के लिए आपको अपने संपर्क उपयोग करने की ज़रूरत है। व्यस्त दिनचर्या के बावजूद भी आज आप अपने लिए समय निकालपाने में सक्षम होंगे। खाली वक्त में आज कुछ रचनात्मक कर सकते हैं। पारिवारिक विवादों के कारण आज आपका वैवाहिक जीवन प्रभावित रह सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अच्छी सेहत के लिए सूर्योदय के समय सूर्य नमस्कार करें। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन प्रयास करने से बढ़िया बनेगा। प्रेम जीवन में खुशी भरने के लिए आपको  खुद ही कोशिश करनी पड़ेगी। यदि आप शादीशुदा हैं तो दांपत्य जीवन सामान्य तौर पर बीतेगा और संतान की ओर से सुखद समाचार प्राप्त होंगे। यदि आप विद्यार्थी हैं और कला क्षेत्र से संबंधित है तो आपको बेहतर नतीजे हासिल होंगे। धार्मिक आचरण करेंगे जिससे आपका मान-सम्मान बढ़ेगा। काम के सिलसिले में आज दोपहर बाद की स्थितियां बेहतर होंगी। आपकी सेहत में सुधार होगा लेकिन पारिवारिक जीवन में थोड़ा तनाव हो सकता है।आप अपने काम पर एकाग्रता बरक़रार रखने में दिक़्क़त महसूस करेंग, क्योंकि आज आपकी सेहत पूरी तरह ठीक नहीं होगी। निवेश के लिए अच्छा दिन है, लेकिन उचित सलाह से ही निवेश करें। प्यार, मेलजोल और आपसी जुड़ाव में इज़ाफा होगा। प्यार एक ऐसा जज़्बा है जिसे न सिर्फ़ महसूस किया जाना चाहिए, बल्कि अपने प्रिय के साथ बांटना भी चाहिए। आप आप अपने उद्देश्यों की पूर्ति करने में सफल रहेंगे, बशर्ते इसके लिए आप दूसरों से मदद लें तो। आज के दिन आपके कुछ दोस्त आपके घर में आ सकते हैं और उनके साथ आप समय बिता सकते हैं हालांकि इस दौरान शराब, सिगरेट जैसे पदार्थों का सेवन करना आपके लिए अच्छा नहीं रहेगा। आज आपको अपने जीवनसाथी से एक बार फिर प्यार हो जाएगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- अच्छी सेहत के लिए पीपल में पानी देना और उसकी जड़ में दीया जलाना शुभ है। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए दिन अनुकूलता की ओर इशारा कर रहा है। परिवार से जुड़ी कोई खुशखबरी आपका दिल खुश कर देगी। काम के सिलसिले में भी आज अच्छे नतीजे हासिल होंगे। स्वास्थ्य मजबूत बनेगा जिससे कामों में बढ़ चढ़कर हिस्सा लेंगे। आज अपनी ओर से कोई ऐसा निर्णय लेंगे जो आपकी पर्सनैलिटी को चार चांद लगाएगा। प्रेम जीवन में निर्णायक समय आ गया है। दांपत्य जीवन में स्थिति बेहतर रहेगी परिवार के छोटों को कोई परेशानी हो सकती है। नया वाहन खरीदने की दिशा में प्रयास करेंगे।आज आपकी सेहत पूरी तरह अच्छी रहेगी। दिन चढ़ने पर वित्तीय तौर पर सुधार आएगा। ऐसा कोई जिसके साथ आप रहते हैं, आज आपके किसी काम की वजह से बहुत झुंझलाहट महसूस करेगा। अपनी बातों को सही साबित करने के लिए आज के दिन आप अपने संगी से झगड़ सकते हैं। हालांकि आपका साथी समझदारी दिखाते हुए आपको शांत कर देगा। आपमें बहुत-कुछ हासिल करने की क्षमता है- इसलिए अपने रास्ते में आने वाले सभी मौक़ों को झट-से दबोच लें। आपके हँसने-हँसाने का अन्दाज़ आपकी सबसे बड़ी पूंजी साबित होगा। जीवन साथी से पूर्णरूपेण सहयोग न मिलने के कारण आप निराश हो सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- पारिवारिक जीवन सुचारु रूप से चलाने के लिए घर में कभी भी कबाड़ इकट्ठा न होने दें। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन अनुकूल है। ट्रेवलिंग करने में समय लगेगा। अपने मित्रों, सहयोगी और दोस्तों से अच्छे रिलेशनशिप बनेंगे और उनसे आपको कोई काम की बात पता चलेगी। परिवार का माहौल बहुत ज्यादा बढ़िया नहीं रहेगा, इसलिए अपना पूरा ध्यान लगाएं। काम के सिलसिले में अच्छे नतीजे मिल सकते हैं। आपको धन का लाभ होगा। खर्चों पर नियंत्रण रहेगा। स्वास्थ्य उत्तम रहेगा। स्टूडेंट्स को पढ़ाई में सफलता मिलेगी। प्रेम जीवन के लिए दिन कमजोर है। दांपत्य जीवन जी रहे लोगों के लिए दिनमान बढ़िया रहेगा और जीवनसाथी को कहीं घुमाने ले कर जाएंगे। कुछ रचनात्मक करने के लिए अपने दफ़्तर से जल्दी निकलने की कोशिश करें। आज के दिन आप ऊर्जा से लबरेज़ रहेंगे और मुमकिन है कि अचानक अनदेखा मुनाफ़ा भी मिले। नया रूप-रंग, नये कपड़े-लत्ते, नये यार-दोस्त आज का दिन ख़ास बनाएंगे। जो लोग अपनेे प्रेमी से दूर रहते हैं उन्हें आज अपने प्रेमी की याद सता सकती है। रात के वक्त प्रेमी से घंटों फोन पर बात कर सकते हैं। सहकर्मियों और कनिष्ठों के चलते चिंता और तनाव के क्षणों का सामना करना पड़ सकता है। आपका कम्यूनिकेशन और काम करने की क्षमता असरदार सिद्ध होंगे। रोज़मर्रा की शादीशुदा ज़िन्दगी में आज का दिन लज़ीज़ मिठाई जैसा है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- घर में रखीं फटी हुई पुस्तकों को दुरुस्त कर लेने से पारिवारिक जीवन अच्छा चलने लगता है। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज आप अपने प्यारे मीठी वाणी से सबका दिल जीतने में कामयाब रहेंगे। धन प्राप्ति के उद्देश्य से अनुकूल समय है, इसलिए आज के दिन को बेहतर बनाने में अपनी ओर से कोई कसर बाकी न रखें। आपका स्वास्थ्य पीड़ित हो सकता है।आपको तेज बुखार आ सकता है, थोड़ा ध्यान रखें। पूरी नींद लें। दांपत्य जीवन के लिए भी दिन थोड़ा सा कमजोर है सकता है। परिवार का वातावरण आपको आगे बढ़ने के मौके देगा। प्रेम जीवन के हिसाब से देखा जाए तो आपका प्रिय आपसे कोई ऐसी बात कहेगा जो आपके दिल को छू लेगी। कामकाज को लेकर आपकी स्पष्ट सोच आपको सफलता देगी।आपमें से कुछ लोगों को आज महत्वपूर्ण फ़ैसला लेने के लिए बाध्य होना पड़ सकता है, जिससे आप तनावग्रस्त और चिंतित हो सकते हैं। अगर आप घर से बाहर रहकर जॉब या पढ़ाई करते हैं तो ऐसे लोगों से दूर रहना सीखें जो आपका धन और समय बर्बाद करते हैं। अगर आप अपनी घरेलू ज़िम्मेदारियों को अनदेखा करेंगे, तो कुछ ऐसे लोग नाराज़ हो सकते हैं जो आपके साथ रहते हैं। प्रेम का आह्लाद महसूस करने के लिए आप किसी नए व्यक्ति से मिल सकते हैं। आज किए गए निवेश काफ़ी फ़ायदेमन्द साबित होंगे, लेकिन आपको भागीदारों से विरोध का सामना करना पड़ सकता है। बातचीत में कुशलता आज आपका मज़बूत पक्ष साबित होगी। वैवाहिक जीवन का आनन्द लेने के पर्याप्त मौक़े हैं आज आपके पास। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- गौ-दान करें, यदि संभव न हो तो गौ खरीदने के मूल्य के बराबर दान गौ आश्रम में करने से स्वास्थय अच्छा होगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहेगा। लोगों के प्रति आपके मन में सहानुभूति रहेगी। प्रॉपर्टी का आपको लाभ मिल सकता है। कोई नया वाहन लेने की दिशा में प्रयास करेंगे। धन का पूरा लाभ मिलेगा। अच्छे रास्ते से धन आएगा। आज का दिन विद्यार्थियों के लिए बढ़िया रहेगा। दांपत्य जीवन में सुखद नतीजे प्राप्त होंगे। प्रेम जीवन जी रहे लोगों के लिए भी दिन बेहतर रहने वाला है। खर्चों में बढ़ोतरी होगी।ख़ुशनुमा ज़िन्दगी के लिए अपना ज़िद्दी और अड़ियल रवैया दरकिनार करें, क्योंकि इससे सिर्फ़ समय की बर्बादी ही होती है। आज बिना किसी की मदद के ही आप धन कमा पाने में सक्षम होंगे। आपका मज़ाकिया स्वभाव सामाजिक मेल-जोल की जगहों पर आपकी लोकप्रियता में इज़ाफ़ा करेगा। अपने प्रिय की ईमानदारी पर शक न करें। सहकर्मियों और कनिष्ठों के चलते चिंता और तनाव के क्षणों का सामना करना पड़ सकता है। घर के छोटे सदस्यों को साथ लेकर आज आप किसी पार्क या शॉपिंग मॉल में जा सकते हैं। जीवनसाथी के साथ आज की शाम वाक़ई कुछ ख़ास होने वाली है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- गरीब कन्याओं में सुंगंधित सफेद मिठाई बाँटने से स्वास्थ्य बेहतर होगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन मध्यम फलदायक रहेगा। आपको बेमतलब के खर्चों से बचना होगा नहीं तो नुकसान हो सकता है। आज भाग्य का सितारा बुलंद रहेगा। काम में सफलता मिलेगी। आपके काम की तारीफ भी होगी लेकिन उसके बावजूद अपने बॉस से किसी बात को लेकर अनबन हो सकती है। परिवार का बर्ताव ठीक-ठाक रहेगा लेकिन आपको संतुष्टि नहीं होगी। शिक्षा में व्यवधान आएंगे। शादीशुदा जातकों का दांपत्य जीवन सुखद रहेगा लेकिन संतान को कोई समस्या हो सकती है। प्रेम जीवन बिता रहे लोग अपने प्रिय से निकटता को एंजॉय करेंगे।मानसिक और नैतिक शिक्षा के साथ शारीरिक शिक्षा भी लें, केवल तभी सर्वांगीण विकास संभव है। याद रखें कि एक स्वस्थ शरीर में ही एक स्वस्थ दिमाग़ निवास करता है। पैसे कमाने के नए मौक़े मुनाफ़ा देंगे। मुमकिन है कि आप अपने घर में या उसके आस-पास आज कुछ बड़े बदलाव करें। सच्चे और पवित्र प्रेम का अनुभव करें। सहकर्मियों और वरिष्ठों के पूरे सहयोग के चलते दफ़्तर में काम तेज़ रफ़्तार पकड़ लेगा। आज आप ऑफिस से घर वापस आकर अपना पसंदीदा काम कर सकते हैं। इससे आपके मन को शांति मिलेगी। आपके आस-पास के लोग कुछ ऐसा कर सकते हैं, जिसके चलते आपका जीवनसाथी आपकी तरफ़ फिर से आकर्षित महसूस करेगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- चाँदी के गिलास से पानी पीना स्वास्थ्य के लिए लाभदायक है। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन अनुकूल रहेगा अपने कामों को आगे बढ़ाने में सफलता मिलेगी और आपको धन लाभ होगा। प्रेम जीवन में आज का दिन काफी रोमांटिक रहेगा। आप अपने प्रिय के साथ वक्त बिताएंगे। जहां तक बात आपके काम की है तो उसके लिए दिन अनुकूल रहेगा। आप काफी मेहनत करेंगे और यह मेहनत आपके ऊपर बैठे लोगों को नजर आएगी, जिसका अच्छा फल भी आपको मिलेगा। भाग्य आपके साथ रहेगा और धार्मिक कामों में आपका ध्यान लगेगा। दांपत्य जीवन के लिहाज से भी दिन काफी अच्छा रहने वाला है। जीवनसाथी और परिवार वालों की तरफ से कोई फायदा मिल सकता है।दिन फ़ायदेमन्द साबित होगा और आप किसी पुरानी बीमारी में काफ़ी आराम महसूस करेंगे। आर्थिक रुप से आज आप काफी मजबूत नजर आएंगे, ग्रह नक्षत्रों की चाल से आज आपके लिए धन कमाने के कई मौके बनेंगे. एक पारिवारिक आयोजन में आप सभी के ध्यान का केन्द्र होंगे। सिर्फ़ स्पष्ट समझ के माध्यम से आप अपनी पत्नी/पति को भावनात्मक सहारा दे सकते हैं। आपकी अन्दरूरनी ताक़त कार्यक्षेत्र में दिन को बेहतर बनाने में मददगार साबित होगी। खाली वक्त का आज आप सदुपयोग करेंगे और उन कामों को पूरा करने की कोशिश करेंगे जो बीते दिनों पूरे नहीं हो पाए थे। जीवन साथी से पूर्णरूपेण सहयोग न मिलने के कारण आप निराश हो सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- स्फटिक की बनी माला एक दूसरे को गिफ्ट में देना प्रेम सम्बन्धों के लिए बहुत शुभ है। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपको सफलता देगा  आज आपका भाग्य प्रबल रहेगा जिससे आपके कामों में सफलता हासिल होगी। आपके ऑफिस में भी आपका मन काफी लगेगा और आप मन लगाकर काम करेंगे। अपने साथ काम करने वाले लोगों के साथ आपका व्यवहार बहुत अच्छा होगा जिससे सब लोग आपकी तारीफ करेंगे। परिवार का वातावरण भी खुशनुमा रहेगा। कुछ लोगों को विदेश जाने की खुशखबरी मिल सकती है। दांपत्य जीवन में भी अच्छा दिन रहेगा लेकिन जीवन साथी गुस्सा जाहिर कर सकता है। प्रेम जीवन में आज काफी व्यस्तता रहेगी और आपको अपने प्रिय से मिलने का मौका नहीं मिलेगा। इस कारण से थोड़े दुखी होंगे।परेशानियों के बारे में सोचते रहने और तिल का ताड़ करने की आपकी आदत आपके नैतिक ताने-बाने को कमज़ोर कर सकती है। आर्थिक पक्ष के मजबूत होने की पूरी संभावना है। अगर आपने किसी शख्स को पैसा उधार दिया था तो आज आपको वो पैसा वापस मिलने की उम्मीद है। अपनी नई परियोजनाओं के लिए अपने माता-पिता को विश्वास में लेने का सही समय है। आज आप अपने जीवन की परेशानियों को अपने संगी से साझा करना चाहेंगे लेकिन वो अपनी परेशानियों के बारें में बता के आपको और ज्यादा परेशान कर देंगे। कामकाज के मामले में आज आपकी आवाज़ पूरी तरह सुनी जाएगी। रात को ऑफिस से घर आते वक्त आज आपको सावधानी से वाहन चलाना चाहिए, नहीं तो दुर्घटना हो सकती है और कई दिनों के लिए आप बीमार पड़ सकते हैं। अगर आप और आपका जीवनसाथी खाने-पीने पर ज़्यादा ध्यान देंगे, तो सेहत पर बुरा असर पड़ सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- विष्णु या दुर्गा जी के मंदिर में कांसे का बर्तन दान करने से स्वास्थ्य बना रहेगा। \n"
}]
