horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। काम के सिलसिले में ट्रैवलिंग करनी पड़ सकती है। आपका हौसला बुलंद रहेगा जिससे कामों को तेजी से निपटाने में कामयाब रहेंगे। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिनमान सामान्य रहेगा। आप धार्मिक कामों पर खर्चा करेंगे। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन मान बहुत अच्छा है। रिश्ते में प्रेम बढ़ेगा और रोमांस भी।आज शान्त और तनाव-रहित रहें। लम्बे समय से अटके मुआवज़े और कर्ज़ आदि आख़िरकार आपको मिल जाएंगे। बच्चे कोई दिल ख़ुश करने वाली ख़बर ला सकते हैं। कोई पौधा लगाएँ। दिन की शुरुआत भले ही थोड़ी थकाऊ रहे लेकिन जैसे-जैसे दिन आगे बढ़ेगा आपको अच्छे फल मिलने लगेंगे। दिन के अंत में आपको अपने लिए समय मिल पाएगा और आप किसी करीबी से मुलाकात करके इस समय का सदुपयोग कर सकते हैं। आपके जीवनसाथी की सुस्ती आपके कई कामों पर पानी फेर सकती है। अपने साथी के लिए कोई बेहतरीन पकवान बनाना आपके फीके पड़े रिश्तों में गर्मजोशी भर सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- प्रेमी/प्रेमिका को नीले फूल गिफ्ट में देने से प्रेम सम्बन्धों में मजबूती आएगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए शानदार रहेगा। आपकी इनकम भी जबरदस्त तरीके से बढ़ेगी और आपकी सेहत भी बढ़िया रहेगी। आप आज काफी खुश रहेंगे जिससे काफी काम सफलतापूर्वक हो जाएंगे। फिर भी काम के सिलसिले में आज का दिन थोड़ा कमजोर रह सकता है इसलिए ज्यादा मेहनत करनी होगी। गंभीर विचारों में मग्न रहेंगे। गृहस्थ जीवन खुशनुमा रहेगा। रिश्ते में रोमांस रहेगा। प्रेम जीवन के लिए दिनमान सामान्य रहेगा।आप ख़ुद को ऊर्जा से सराबोर महसूस करेंगे- लेकिन काम का बोझ आपमें खीज पैदा करेगा। आज धन लाभ होने की संभावना तो बन रही है लेकिन ऐसा हो सकता है कि अपने गुस्सैल स्वभाव के कारण आप पैसा कमाने में सक्षम न हो पाएं। आपका गर्मजोशी भरा बर्ताव घर का माहौल ख़ुशनुमा कर देगा। कुछ ही लोग ऐसे इंसान के आकर्षण से बच सकते हैं, जिसके पास इतनी प्यारी मुस्कान हो। जब आप लोगों के साथ होंगे, तो आपकी महक फूलों की तरह चारों ओर फैलेगी। रोमांस के नज़रिए से आज ज़िन्दगी बहुत जटिल रहेगी। अपने बच्चों को आज समय का सदुपयोग करने की सलाह दे सकते हैं। संभव है कि शुरुआत में जीवनसाथी की ओर से आपको कम ध्यान मिले; लेकिन दिन के अन्त तक आपको महसूस होगा कि वह आपके लिए ही कुछ-कुछ करने में व्यस्त था। दोस्त अकेलापन दूर करने के सबसे अच्छे माध्यमों में से एक हैं। दोस्तों के साथ समय बिताकर आज के दिन आप बेहतरीन चीज़ में समय निवेश कर सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- लव लाइफ को बेहतर रखने के लिए गुलाब के फूलों का गुलदस्ता तांबे के जार में घर में रखें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। सेहत में उतार-चढ़ाव की स्थिति आ सकती है लेकिन काम के सिलसिले में जबरदस्त अच्छे नतीजे मिलेंगे। आपको काम में मजबूती मिलेगी। गृहस्थ जीवन उतार-चढ़ाव से भरा रहेगा। प्रेम जीवन जी रहे लोगों को आज खूबसूरत पल बिताने का और अपने मन की बात कहने का मौका मिलेगा जिससे आपके प्रिय भी खुश हो जाएंगे।व्यस्त दिनचर्या के बावजूद स्वास्थ्य अच्छा रहेगा। आज के दिन घर के किसी इलेक्ट्रोनिक सामान के खराब हो जाने की वजह से आपका धन खर्च हो सकता है। बच्चे भले ही आपका ध्यान अपनी ओर आकर्षित करना चाहते हों, लेकिन साथ ही ख़ुशियों की वजह भी साबित होते हैं। आपका साहस आपको प्यार दिलाने में सफल रहेगा। आज आप ख़ुद को लोगों के ध्यान के केंद्र में पाएंगे, जब कोई आपके सहयोग की वजह से पुरस्कृत होगा या सराहा जाएगा। थोड़ी-सी कोशिश करें तो यह दिन आपके वैवाहिक जीवन के सबसे विशेष दिनों में से एक हो सकता है। धीरे-धीरे ही सही लेकिन जिंदगी अब ट्रैक पर आ रही है इस बात का अहसास आज आपको होगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- धन की स्थिति को अच्छा करने के लिए केसर का तिलक मस्तक और नाभि पर लगाएं। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। कठिन मेहनत करने कामों में सफलता मिलेगी। सेहत सामान्य रहेगी। किसी लंबी ट्रैवलिंग का प्लान बन सकता है। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन के लिए दिनमान बहुत बढ़िया रहेगा। रिश्ते में रोमांस बरकरार रहेगा।अपने मनमौजी और ज़िद्दी स्वभाव को क़ाबू में रखें, ख़ास तौर पर किसी जलसे या पार्टी में। क्योंकि ऐसा न करने पर वहाँ का माहौल तनावग्रस्त हो सकता है। अपनेे लिए पैसा बचाने का आपका ख्याल आज पूरा हो सकता है। आज आप उचित बचत कर पाने में सक्षम होंगे। आपका जीवनसाथी आपकी सहायता करेगा और मददगार साबित होगा। आपके जीवन में प्रेम की बहार आ सकती है; आपको ज़रूरत है तो बस अपने आँख-कान खुले रखने की। आप चाहें तो परेशानियों को मुस्कुराकर दरकिनार कर सकते हैं या उनमें फँसकर परेशान हो सकते हैं। चुनाव आपको करना है। कई लोग साथ तो रहते हैं, लेकिन उनके जीवन में रोमांस नहीं होता। लेकिन यह दिन आपके लिए बेहद रोमानी होने वाला है। आपको अपने जीवन में आज किसी खास इंसान की कमी खल सकती है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अगर आज इस छुट्टी के दिन को बेहतरीन बनाना चाह रहे हैं तो पीपल के वृक्ष पर जल चढ़ाएं। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ कमजोर रह सकता है। सेहत में उतार-चढ़ाव की स्थिति रहेगी। खर्चे अचानक से बढ़ेंगे। बेवजह की यात्रा हो सकती है। काम के सिलसिले में दिनमान अच्छा रहेगा। गृहस्थ जीवन में तनाव पूर्ण दिन रहेगा। प्रेम जीवन के लिए दिनमान अच्छा है। अपने प्रिय को खुश रखेंगे।तरोताज़ा होने के लिए अच्छी तरह से आराम करें। हालाँकि आपकी आर्थिक स्थिति में सुधार आएगा, लेकिन पैसे का लगातार पानी की तरह बहते जाना आपकी योजनाओं में रुकावट पैदा कर सकता है। आपको अपने रोज़मर्रा के कामों से छुट्टी लेकर आज दोस्तों के साथ घूमने का कार्यक्रम बनाना चाहिए। ज़िंदगी में एक नया मोड़ आ सकता है, जो प्यार और रोमांस को नयी दिशा देगा। अगर आप शादीशुदा हैं और आपके बच्चे भी हैं तो वो आज आपसे शिकायत कर सकते हैं क्योंकि आप उनको पर्याप्त समय नहीं दे पाते। ऐसा लगता है कि आपके जीवनसाथी आज आपके ऊपर ख़ास ध्यान देंगे। जब आप अपने परिवार के साथ सामान्य से कुछ ज़्यादा समय बिताते हैं, तो थोड़ी कहासुनी हो ही सकती है। लेकिन आज इससे बचने की कोशिश करें। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- बड़े भाई के चरण छूकर आशीर्वाद लें इससे आपके सम्बन्ध मजबूत होंगे। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। आज आपको व्यापार में उत्तम सफलता मिलेगी। कोई नया सौदा हाथ लग सकता है। काम के सिलसिले में अच्छे नतीजे मिलेंगे। नौकरीपेशा लोग अपने काम को सही तरीके से अंजाम देंगे। गृहस्थ जीवन खुशनुमा रहेगा। प्रेम जीवन के लिए दिन ठीक-ठाक है। आप अपने प्रिय की खुशी के लिए बहुत कुछ करेंगे।ख़ुद को ज़्यादा आशावादी बनने के लिए प्रेरित करें। इससे न सिर्फ़ आपका आत्मविश्वास बढ़ेगा और व्यवहार लचीला होगा, बल्कि डर, ईर्ष्या और नफ़रत जैसे नकारात्मक मनोभावों में भी कमी आएगी। आप ख़ुद को नए रोमांचक हालात में पाएंगे- जो आपको आर्थिक फ़ायदा पहुँचाएंगे। परिवार के सदस्यों का आपके जीवन में विशेष महत्व होगा। अपने साथी के साथ बाहर जाते वक़्त ठीक तरह से व्यवहार करें। आज सोच-समझकर क़दम बढ़ाने की ज़रूरत है- जहाँ दिल की बजाय दिमाग़ का ज़्यादा इस्तेमाल करना चाहिए। अपने जीवनसाथी के साथ प्यार-मुहब्बत के लिए काफ़ी वक़्त मिलेगा, लेकिन सेहत गड़बड़ हो सकती है। वक्त कैसे गुजर जाता है इस बात का अहसास आज आपको अपने किसी पुराने मित्र से मिलकर हो सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- गणेश जी के मंदिर में एक काला-सफेद झंडा(पताका) दान में देने से प्रेम सम्बन्ध अच्छे होंगे। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। आप के खर्चों में तेजी रहेगी। इनकम सामान्य रहेगी इसलिए आर्थिक स्थिति पर ध्यान देना होगा। गृहस्थ जीवन में कुछ दिक्कतें आ सकती हैं। प्रेम जीवन खुशनुमा रहेगा। परिवार से थोड़ी दूरी बन सकती है। काफी बिजी रहने के कारण काम में अच्छे नतीजे मिलेंगे। गृहस्थ जीवन में किसी बड़े का मार्गदर्शन मिलेगा।अच्छी चीज़ों को ग्रहण करने के लिए आपका दिमाग़ खुला रहेगा। आप उन योजनाओं में निवेश करने से पहले दो बार सोचें जो आज आपके सामने आयी हैं। नाती-पोतों से आज काफ़ी ख़ुशी मिल सकती है। आपका हमदम आपको पूरे दिन याद करता रहेगा। उसे कोई प्यारा सरप्राइज़ देने की योजना बनाएँ और इसे उसके लिए एक ख़ूबसूरत दिन में तब्दील करने के बारे में सोचें। वक्त की नाजाकत को समझते हुए आज आप सब लोगों से दूरी बनाकर एकांत में वक्त बिताना पसंद करेंगे। ऐसा करना आपके लिए हितकर भी होगा। जब आप अपने जीवनसाथी से भावनात्मक तौर पर जुड़ते हैं, तो नज़दीकी अपने आप महसूस की जा सकती है। जो बात सच्ची होती हैं उन्हें कहने में आपके शब्द भी कम जाया होते हैं। इसलिए आज आपके लिए यही सलाह है कि आपने काम और बातों में सच्चाई रखें। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- मीठे चावल बनाकर गरीबों में बाँटने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन मान अच्छा रहेगा। प्रेम जीवन खुशियों से परिपूर्ण रहेगा। जो लोग शादीशुदा हैं उनके गृहस्थ जीवन के लिए भी आज का दिन बहुत अच्छा रहेगा। आपके रिश्ते में आकर्षण और रोमांस की बढ़ोतरी होगी। एक दूसरे के निकट आएंगे। काम के सिलसिले में दिनमान थोड़ा कमजोर रहेगा इसलिए सावधानी से काम करें। किसी के बहकावे में ना आएं और अपनी कमजोरी किसी को ना बताएं। सेहत में उतार-चढ़ाव रहेगा।आउटडोर खेल आपको आकर्षित करेंगे- ध्यान और योग आपको फ़ायदा पहुँचाएंगे। भाई बहनों की मदद से आज आपको आर्थिक लाभ मिल पाएगा। अपने भाई बहनों की सलाह लें। जिन लोगों से आपकी मुलाक़ात कभी-कभी ही होती है, उनसे बातचीत और संपर्क करने के लिए अच्छा दिन है। प्यार की ताक़त आपको प्यार करने की वजह देती है। जो लोग बीते कुछ दिनों से काफी व्यस्त थे उन्हें आज अपने लिए फुर्सत के पल मिल सकते हैं। मुमकिन है कि आपके माता-पिता आपके जीवनसाथी को कुछ शानदार आशीर्वाद दें, जिसके चलते आपके वैवाहिक जीवन में और निखार आएगा। दिन की शुरुआत में ही आज आपको कोई बुरी खबर मिल सकती है जिससे आपका पूरा दिन खराब हो सकता है। आज अपने मन को काबू में रखने की कोशिश करें। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सदा साफ़-सुथरे, प्रेस किये हुए कपड़े पहनना यह दर्शाता है कि आप अपनी जीवनशैली के प्रति जागरुक हैं। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। परिवार में खुशियां आएंगी, फिर भी किसी बात को लेकर आपका आपकी मां जी से झगड़ा हो सकता है इसलिए सावधानी बरतें। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन बिता रहे लोगों को अच्छे नतीजे मिलेंगे। नौकरी पेशा लोगों के लिए दिनमान अच्छा रहेगा। काम में तेजी आएगी। व्यापारी वर्ग को ज्यादा ध्यान से काम करना होगा।\n अपने विचारों को सकारात्मक रखें, क्योंकि आपको ‘डर’ नाम के दानव का सामना करना पड़ सकता है। नहीं तो आप निष्क्रिय होकर इसका शिकार हो सकते हैं। नए क़रार फ़ायदेमंद दिख सकते हैं, लेकिन वे उम्मीद के मुताबिक़ लाभ नहीं पहुँचाएंगे। निवेश करते समय जल्दबाज़ी में निर्णय न लें। अपने जीवन-साथी की उपलब्धियों की सराहना करें और उसकी सफलता और ख़ुशक़िस्मती का जश्न मनाएँ। उदार बनें और ईमानदारी से तारीफ़ करें। इकतरफ़ा प्यार आपके लिए काफ़ी ख़तरनाक साबित होगा। वक़ील के पास जाकर क़ानूनी सलाह लेने के लिए अच्छा दिन है। अगर आपके जीवनसाथी का मन खिन्न है और चाहते हैं की दिन अच्छा गुज़रे, तो चुप्पी साधे रहें। छात्र जिस विषय में कमजोर हैं उस विषय के बारे में आज अपने गुरु से बात कर सकते हैं। गुरु की सलाह आपको उस विषय की जटिलताओं को समझने में सहायक होगी। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- आर्थिक स्थिति को अच्छा करने के लिए रात में चूल्हे की आग को दूध से बुझाएं। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। काम के सिलसिले में ट्रैवलिंग करनी पड़ सकती है। आपका हौसला बुलंद रहेगा जिससे कामों को तेजी से निपटाने में कामयाब रहेंगे। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिनमान सामान्य रहेगा। आप धार्मिक कामों पर खर्चा करेंगे। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन मान बहुत अच्छा है। रिश्ते में प्रेम बढ़ेगा और रोमांस भी।आपको जल्द-से-जल्द अपने जज़्बात को क़ाबू में करने और डर से आज़ादी पाने की ज़रूरत है, क्योंकि ये आपकी सेहत पर ख़राब असर डाल सकते हैं और अच्छी सेहत का मज़ा लेने से आपको वंचित कर सकते हैं। कुछ ज़रूरी योजनाएँ क्रियान्वित होंगी और ताज़ा आर्थिक मुनाफ़ा पहुँचाएंगी। अपने घर के वातावरण में कुछ बदलाव करने से पहले आपको सभी की राय जानने की कोशिश करनी चाहिए। ताज़ा फूल की तरह अपने प्यार में भी ताज़गी बनाए रखें। आज आप सब कामों को छोड़कर उन कामों को करना पसंद करेंगे जिन्हें आप बचपन के दिनों में करना पसंद करते थे। जीवनसाथी के साथ थोड़ा हँसी-मज़ाक़, थोड़ी छेड़-छाड़ आपको किशोरावस्था के दिनों की याद दिला देंगे। अगर आपका प्रेमी आपसे बात नहीं करना चाहता तो जबरदस्ती न करें। उनको समय दें स्थिति खुद सुधर जाएगी। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- बड़े भाई के चरण छूकर आशीर्वाद लें इससे आपके सम्बन्ध मजबूत होंगे। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन परिवार में हंसी खुशी का दिन रहेगा। कोई नया सामान घर में आने से घर वाले खुश रहेंगे। परिवार में समरसता रहेगी। खर्चों में तेजी आएगी। सेहत का ध्यान रखें। पैर में दर्द हो सकता है। काम के सिलसिले में आपको अच्छे नतीजे मिलेंगे। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन के लिहाज से दिन उतार-चढ़ाव से भरपूर रहेगा।अपनी सेहत का ख़याल रखें। पैसों की कमी आज घर में कलह की वजह बन सकती है, ऐसी स्थिति में अपने घर के लोगों से सोच-समझकर बात करें और उनसे सलाह लें। कोई चिट्ठी या ई-मेल पूरे परिवार के लिए अच्छी ख़बर लाएगी। घर में परेशानियाँ पैदा हो सकती हैं- लेकिन अपने साथी को छोटी-छोटी बातों के लिए ताने देने से बचें। कोई आध्यात्मिक गुरू या बड़ा आपकी सहायता कर सकता है। आपके जीवनसाथी की बेरुख़ी दिन भर आपको उदास रख सकती है। आज आपका कोई सहकर्मी आपको सलाह दे सकता है, हालांकि आपको यह सलाह पसंद नहीं आएगी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- सफेद खरगोश को भोजन कराने से आर्थिक स्थिति मजबूत होगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन मान बढ़िया रहेगा। आप काफी मजबूत इरादों के साथ दिन की शुरुआत करेंगे। काफी हौसले से हर काम को करेंगे जिससे कामों में जल्दी जल्दी सफलता मिलती जाएगी। गृहस्थ जीवन अच्छा रहेगा। आपका जीवन साथी भी आपको प्रेरित करेगा। प्रेम जीवन बिता रहे लोगों को कुछ निराशा का सामना करना पड़ सकता है। आज कुछ दोस्तों से बातचीत होगी। काम के सिलसिले में ज्यादा मेहनत करने से ही सफलता मिल पाएगी।आज आपका आत्मविश्वास और ऊर्जा का स्तर ऊँचा रहेगा। विवाहित दंपत्तियों को आज अपनी संतान की शिक्षा पर अच्छा खासा धन खर्च करना पड़ सकता है। नाती-पोतों से आज काफ़ी ख़ुशी मिल सकती है। आज आपको अपने प्रिय का एक अलग ही अन्दाज़ देखने को मिल सकता है। आज अपने प्रेमी के साथ वक्त बिता पाएंगे और उनके सामने अपने जज्बातों को रख पाएंगे। लगता है कि आपका जीवनसाथी आज बहुत ख़ुश है। आपको सिर्फ़ वैवाहिक जीवन से जुड़ी उसकी योजनाओं में मदद करने की ज़रूरत है। आज लोगों के बीच आप खुद को अकेला महसूस करेंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- बहन, बेटी व मौसी का सम्मान करने से आर्थिक स्थिति अच्छी होती है। \n"
}]
