horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपका परोपकार के कार्य में व्यतीत होगा। आज आपको दूसरों की मदद करके सुकून मिलेगा, इसमें आप कुछ धन भी व्यय करेंगे। रात्रि के समय जीवन साथी के स्वास्थ्य में खराबी होने के कारण कुछ परेशानी का सामना करना पड़ सकता है। कार्यक्षेत्र में आपके पक्ष में परिवर्तन हो सकते हैं, इससे व्यथित होकर आपके साथियों का मूड खराब हो सकता है, लेकिन आप अपने अच्छे व्यवहार के कारण इस माहौल को सामान्य बनाने में कामयाब रहेंगे। सायं काल का समय आज आप अपने परिवार के छोटे बच्चों के साथ खेलकूद में व्यतीत करेंगे।तली-भुनी चीज़ों से दूर रहें और रोज़ाना कसरत करते रहें। इस राशि के जो लोग विदेशों से व्यापार करते हैं उन्हें आज अच्छा खासा धन लाभ हो सकता है। आज आप जहाँ भी जाएंगे, लोगों के बीच आप सबके ध्यान का केंद्र बने रहेंगे। ख़याली परेशानियों को छोड़ें और अपने साथी के साथ रोमांटिक समय बिताएँ। अगर आप अपनी योजनाओं को सबके सामने खोलने में बिल्कुल नहीं हिचकते, तो आप अपनी परियोजना को ख़राब कर सकते हैं। व्यस्त दिनचर्या के बावजूद भी आज आप अपने लिए समय निकालपाने में सक्षम होंगे। खाली वक्त में आज कुछ रचनात्मक कर सकते हैं। आपको महसूस होगा कि आपका जीवनसाथी इससे बेहतर पहले कभी नहीं हुआ। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- सुगन्धित चीज़ों का प्रयोग करने से स्वास्थ्य लाभ होगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन परिजनों के साथ सुखद समय व्यतीत होगा। दोपहर तक आज आपको कोई शुभ समाचार भी सुनने को मिल सकता है, जिससे परिवार के सभी सदस्य प्रसन्न नजर आएंगे। विवाह योग्य जातकों के लिए उत्तम विवाह के प्रस्ताव आएंगे। रात्रि के समय किसी मांगलिक कार्यक्रम में सम्मिलित होने से आपका मान-सम्मान बढ़ेगा। ससुराल पक्ष से आज आपको धन लाभ होता दिख रहा है। लंबे समय से आपका कोई कार्य रोका हुआ कार्य था, तो आज आप उसे पूरा करने के लिए समय निकालने में कामयाब रहेंगे। नौकरी से जुड़े जातक यदि पार्ट टाइम काम करने का मन बना रहे हैं, तो उसके लिए दिन उत्तम रहेगा।स्वास्थ्य के लिहाज़ से बहुत अच्छा दिन है। आपकी ख़ुशमिज़ाजी ही आपके आत्मविश्वास में बढ़ोतरी करेगी। जमीन या किसी प्रॉपर्टी में निवेश करना आज आपके लिए घातक हो सकता है जितना हो सके इन चीजों में निवेश करने से बचें। अपने मित्रों या संबंधियों को अपना आर्थिक काम-काज और रुपये-पैसे का प्रबंधन न करने दें, नहीं तो जल्दी ही आप आपने तयशुदा बजट से कहीं आगे निकल जाएंगे। दूसरों की दख़लअन्दाज़ी गतिरोध पैदा कर सकती है। जो लोग विदेश व्यापार से जुड़े हैं उन्हें आज मनमाफिक फल मिलने की पूरी उम्मीद है। इसके साथ ही नौकरी पेशा से जुड़े इस राशि के जातक आज अपनी प्रतिभा का पूर्ण इस्तेमाल कार्यक्षेत्र में कर सकते हैं। खाली वक्त का आज आप सदुपयोग करेंगे और उन कामों को पूरा करने की कोशिश करेंगे जो बीते दिनों पूरे नहीं हो पाए थे। किसी पड़ोसी, दोस्त या रिश्तेदार की वजह से वैवाहिक जीवन में अनबन मुमकिन है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- किसी के विवाह या मंगल काम में तन, मन, धन से मदद करना आर्थिक स्थिति को मजबूत करेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। किसी बहुमूल्य वस्तु अथवा संपत्ति की प्राप्ति से आज आपकी अभिलाषा पूरी होगी, जिससे आप प्रसन्न नजर आएंगे। आज व्यस्तता अधिक रह सकती हैं, जिसमें कुछ धन भी व्यय होगा, लेकिन आप व्यस्तता के बीच अपने जीवन साथी के लिए समय निकालने में कामयाब रहेंगे, जिससे जीवनसाथी की नजरों में आपका मान-सम्मान बढ़ेगा। संतान के भविष्य से संबंधित आज कोई अहम निर्णय लेना पड़ सकता है, जिसमें माता-पिता की सलाह की आवश्यकता होगी। सायंकाल का समय आप अपने मित्रों के साथ किसी पार्टी का आयोजन कर सकते हैं।मानसिक शान्ति के लिए तनाव के कारणों का समाधान करें। बीते दिनों में जितना धन आपने आज को बेहतर बनाने के लिए इनवेस्ट किया था उसका फायदा आज आपको फायदा मिल सकता है। दोस्त शाम के लिए कोई बढ़िया योजना बनाकर आपका दिन ख़ुशनुमा कर देंगे। आप अचानक गुलाबों की ख़श्बू से ख़ुद को सराबोर पाएंगे। यह प्यार की मदहोशी है, इसे महसूस करें। दफ़्तर में कोई आपकी योजनाओं में अड़ंगा लगा सकता है- इसलिए आँखें खोलकर रखिए और अपने चारों तरफ़ हो रही गतिविधियों के प्रति सजग रहिए। बातों को सही तरीके से समझने का आज आपको प्रयास करना चाहिए नहीं तो इसकी वजह से आप खाली समय में इन्हीं बातों के बारे में सोचते रहेंगे और अपना समय बर्बाद करेंगे। यह आपके पूरे वैवाहिक जीवन के सबसे ज़्यादा स्नेहपूर्ण दिनों में से एक हो सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- नौकरी/बिज़नेस में लाभ पाने के लिए तेजफल की दातुन करें। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज अचानक से बड़ी मात्रा में धन आने से आपकी खुशी का ठिकाना नहीं रहेगा। आपकी आर्थिक स्थिति मजबूत होगी। यदि आज आपको कोई अहम निर्णय लेना पड़े, तो अपना दिल और दिमाग दोनों से सोच कर लें, नहीं तो आगे चलकर आपको पछताना पड़ सकता है। सायंकाल का समय आप अपने परिवार के सदस्यों को देव दर्शन की यात्रा के लिए लेकर जा सकते हैं। व्यवसाय की योजनाओं को गति मिलेगी। राज्य व मान प्रतिष्ठा में वृद्धि होगी।धैर्य बनाए रखें, क्योंकि आपकी समझदारी और प्रयास आपको सफलता ज़रूर दिलाएंगे। आज का दिन ऐसी चीज़ों को ख़रीदने के लिए बढ़िया है, जिनकी क़ीमत आगे चलकर बढ़ सकती है। अगर आप सामाजिक जलसों और कार्यक्रमों में भाग लेंगे, तो आप अपने संगी-साथियों की फ़ेहरिस्त में इज़ाफ़ा कर सकते हैं। प्रेम के दृष्टिकोण से आपके लिए यह दिन विशेष रहने वाला है। सहकर्मियों के साथ काम करते वक़्त युक्ति और चतुरता की ज़रूरत होगी। यात्रा के मौक़ों को हाथ से नहीं जाने देना चाहिए। आपका अपने जीवनसाथी के साथ तनावपूर्ण संबंध रह सकता है। जहां तक सम्भव हो बात को बढ़ने न दें। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- नौकरी व बिज़नेस में जाने से पूर्व केसर का तिलक मस्तक पर करना काफी शुभ रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज आपको राजनीति के क्षेत्र में आशातीत सफलता मिलने के योग बनते दिख रहे हैं, जिससे आपका सामाजिक क्षेत्र मजबूत होगा, लेकिन आपको इसमें कुछ धन भी व्यय करना पड़ेगा, लेकिन आपको व्यर्थ के व्यय करने से बचना होगा। आज आपको अपने खान-पान पर विशेष ध्यान देना होगा, नहीं तो आपके स्वास्थ्य में गिरावट आ सकती है। प्रतिस्पर्धा के क्षेत्र में आज आगे बढ़ेंगे। आपके रुके हुए कार्य आज संपन्न होंगे। शाम से लेकर रात तक का समय आप अपने परिजनों के साथ देव दर्शन व हास्य विनोद में व्यतीत होगा। संतान के विवाह में आ रही बांधा आज दूर होगी।जब आप कोई फ़ैसला लें, तो दूसरों की भावनाओं का ख़ास ख़याल रखें। आपका कोई भी ग़लत निर्णय न केवल उनपर ख़राब असर डालेगा, बल्कि आपको भी मानसिक तनाव देगा। आपका कोई पुराना मित्र आज कारोबार में मुनाफा कमाने के लिए आपको सलाह दे सकता है, अगर इस सलाह पर आप अमल करते हैं तो आपको धन लाभ जरुर होगा। आपका जीवनसाथी आपकी सहायता करेगा और मददगार साबित होगा। आज आपको महसूस होगा कि आपका महबूब आपसे कितना प्यार करता है। कार्यक्षेत्र में आपके सामने नई चुनौतियाँ आएंगी- ख़ास तौर पर अगर आप कूटनीतिक तरीक़े से चीज़ों को नहीं इस्तेमाल करेंगे तो। आप चाहें तो परेशानियों को मुस्कुराकर दरकिनार कर सकते हैं या उनमें फँसकर परेशान हो सकते हैं। चुनाव आपको करना है। रिश्ते ऊपर स्वर्ग में बनते हैं और आपका जीवनसाथी आज यह साबित कर सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- रात को पाने में जौ भिगोकर रखें व अगली सुबह किसी जानवर या पक्षियों को खिलाने से हेल्थ अच्छी रहेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ नकारात्मक परिणाम लेकर आएगा। विपरीत परिस्थितियां उत्पन्न होने पर आपको अपने क्रोध पर काबू रखना होगा, नहीं तो आपको भारी नुकसान उठाना पड़ सकता है। घर गृहस्थी में यदि कोई तनाव पैर पसारे हुए है, तो वह समाप्त होगा। आज कर्म उद्योग में भी तत्परता से लाभ होगा। आज अपने किसी परिजन के यहां किसी मांगलिक कार्यक्रम में सम्मिलित हो सकते हैं। यदि आपने साझेदारी में कोई व्यापार चलाया हुआ है, तो उसमें आज आपको भरपूर सफलता मिलेगी। विद्यार्थियों को गुरुजनों का आशीर्वाद प्राप्त होगा।\n दोस्तों का रुख़ सहयोगी रहेगा और वे आपको ख़ुश रखेंगे। आज के दिन धन हानि होने की संभावना है इसलिए लेन-देन से जुड़े मामलों में जितना आप सतर्क रहेंगे उतना ही आपके लिए अच्छा रहेगा। आपका ज़्यादातर समय दोस्तों और परिवार के साथ बीतेगा। आपका रुमानी संबंध आज थोड़ी परेशानी में पड़ सकता है। आपको महसूस होगा कि आपके परिवार का सहयोग ही कार्यक्षेत्र में आपके अच्छे प्रदर्शन के लिए ज़िम्मेदार है। इस राशि के बच्चे आज खेलकूद में दिन बिता सकते हैं, ऐसे में माता-पिता को उनपर ध्यान देना चाहिए क्योंकि चोट लगने की संभावना है। अगर आपके जीवनसाथी का मन खिन्न है और चाहते हैं की दिन अच्छा गुज़रे, तो चुप्पी साधे रहें। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- जौ के आटे की गोलियाँ बनाकर मछलियों को खिलाने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज आपका सामाजिक क्षेत्र मजबूत होता दिख रहा है, इसमें आपकी ख्याति चारों ओर फैलेगी और आपकी वाक् पटुता आज आपको विशेष सम्मान दिलवागी और आपके मित्रों की संख्या में भी इजाफा होगा, इसके लिए आपको कुछ भागदौड़ भी करनी पड़ेगी। इससे आपके स्वास्थ्य में कमी आ सकती है, इसलिए सावधान रहें। जीवनसाथी का भरपूर सहयोग मिलेगा। व्यापार में आज आय के नए नए स्रोत बनेंगे। विद्यार्थियों को शिक्षा के क्षेत्र में विशेष उपलब्धि के योग बनते दिख रहे हैं। यदि आज देशाटन की स्थिति बनती है, तो वह सुखद व लाभप्रद रहेगी।थोड़ा विश्राम करें और काम के बीच-बीच में जितना हो सके, उतना आराम करते रहें। आर्थिक जीवन की स्थिति आज अच्छी नहीं कही जा सकती आज आपको आपको बचत करने में मुूश्किलें आ सकती हैं। पारिवारिक सदस्यों के साथ सुकून भरे और शांत दिन का लुत्फ़ लें। अगर लोग परेशानियों के साथ आपके पास आएँ तो उन्हें नज़रअंदाज़ करें और उन्हें अपनी मानसिक शांति भंग न करने दें। आज के दिन आप किसी क़ुदरती ख़ूबसूरती से ख़ुद को सराबोर महसूस करेंगे। दूसरे आपसे काफ़ी ज़्यादा समय की मांग कर सकते हैं। उनसे किसी भी तरह का वादा करने से पहले यह देख लें कि आपका काम उससे प्रभावित न हो और साथ ही वे आपकी उदारता और सुहृदयता का ग़लत फ़ायदा न उठाएँ। उन चीजों को दोहराना जिनका अब आपके जीवन में कोई महत्व नहीं है, आपके लिए ठीक नहीं है। ऐसा करके आप अपना वक्त ही बर्बाद करेंगे और कुछ नहीं। आपका जीवनसाथी आज ऊर्जा और प्रेम से भरपूर है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- राहु दान, त्याग, बलिदान, नरमी, विनय का ग्रह है। अतः अच्छी आर्थिक स्थिति के लिए दूसरे के नुकसान की कीमत पर अपना फायदा, गाला काटू प्रतियोगिता से बचना, दान व सहायता करने से फायदा होगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आप की आर्थिक स्थिति को मजबूत बनाने वाला रहेगा क्योंकि यदि आपका लंबे समय से कहीं धन फंसा हुआ था, तो वह भी आज आपको अपने भाइयों की मदद से प्राप्त हो सकता है और व्यापार में भी कुछ नई डील फाइनल हो सकती है, जो आपकी आर्थिक स्थिति को मजबूत बनाएगा। सायं काल के समय आज आपकी आपके प्रियजनों से भेंट होने से मन प्रसन्न रहेगा। रात्रि के समय आप सैर सपाटा व मौज मस्ती कर सकते हैं। यदि आज आपका नौकरी व आस-पड़ोस के किसी व्यक्ति से वाद-विवाद होता है, तो आपको अपनी वाणी पर संयम रखना होगा, नहीं तो आपको विपरीत परिस्थितियों का सामना करना पड़ सकता है।छोटी-छोटी चीज़ों को ख़ुद के लिए परेशानी का सबब न बनने दें। आपको मेरी सलाह है कि शराब सिगरेट जैसी चीजों पर पैसा खर्च न करें, ऐसा करना आपके स्वास्थ्य को तो खराब करता ही है आपकी आर्थिक स्थिति भी इससे बिगड़ती है। आज आपको अपने होशियारी और प्रभाव का उपयोग संवेदनशील घरेलू मुद्दों को हल करने के लिए करना चाहिए। कोई अच्छी ख़बर या जीवनसाथी/प्रिय से मिला कोई संदेश आपके उत्साह को दोगुना कर देगा। आप किसी बड़े व्यावसायिक लेन-देन को अंजाम दे सकते हैं और मनोरंजन से जुड़ी किसी परियोजना में कई लोगों का संयोजन कर सकते हैं। आप खुद को समय देना जानते हैं और आज तो आपको काफी खाली समय मिलने की संभावना है। खाली समय में आज आप कोई खेल-खेल सकते हैं या जिम जा सकते हैं। आप शादीशुदा ज़िन्दगी से जुड़े चुटकुले सोशल मीडिआ पर पढ़कर खिलखिलाते हैं। लेकिन आज जब आपके वैवाहिक जीवन से जुड़ी कई प्यारी चीज़ें आपके सामने आएंगी, तो आप भावुक हुए बिना नहीं रह सकेंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- घर में पौधों के गमलों में या बाथरुम में हरे पत्थर के दाने या हरा मार्बल रखने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ खर्चा का रहे हो सकता है। आज आप अपनी गृह उपयोगी वस्तु व दैनिक आवश्यकताओं पर कुछ धन खर्च कर सकते हैं, लेकिन आपको अपनी आय और व्यय दोनों को ध्यान में रखकर करना होगा, नहीं तो भविष्य में आपको परेशानी हो सकती है। यदि आज किसी व्यक्ति से धन का लेनदेन करना पड़े, तो सावधानी से करें क्योंकि आपका धन फंस सकता है। नौकरी से जुड़े जातकों को आज सावधान रहना होगा क्योंकि आपके शत्रु आज आप के विरुद्ध षड्यंत्र रच सकते हैं, इसलिए सतर्क रहें। आज किसी अधिनस्थ कर्मचारी या किसी समृद्धि के कारण आपका तनाव बढ़ सकता है।आज के दिन आराम करना ज़रूरी साबित होगा, क्योंकि आप हाल के दिनों में भारी मानसिक दबाव से गुज़रे हैं। नयी गतिविधियाँ और मनोरंजन आपके लिए विश्राम करने में सहायक सिद्ध होंगे। आज आप अपने घर केे सदस्यों को कहीं घुमाने ले जा सकते हैं और आपका काफी धन खर्च हो सकता है। ऐसे विवादास्पद मुद्दों पर बहस करने से बचें, जो आपके और प्रियजनों के बीच गतिरोध पैदा कर सकते हैं। आपकी आँखें इतनी चमकीली हैं कि वे आपके प्रिय की अंधेरी रात को भी रोशन कर सकती हैं। आपके बॉस किसी भी बहाने में दिलचस्पी नहीं ज़ाहिर करेंगे- इसलिए निगाहों में बने रहने के लिए अपना काम अच्छी तरह से करें। हितकारी ग्रह कई ऐसे कारण पैदा करेंगे, जिनकी वजह से आज आप ख़ुशी महसूस करेंगे। आप अपने जीवन की कुछ यादगार शामों में से एक आज अपने जीवनसाथी के साथ बिता सकते हैंं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- सुबह उठते ही ज़मीन पर पाँव रखने से पहले भूमि (क्योंकि मंगल भूमिपुत्र है) को प्रणाम करने से नौकरी/ बिज़नेस में तरक्की होगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके व्यवसाय के लिए उत्तम रहेगा। अपने व्यवसाय की उन्नति को देख आज आपके मन मे हर्ष की भावना रहेगी। सायंकाल के समय आप अपने परिवार के सदस्यों के साथ किसी धार्मिक स्थल की यात्रा पर भी जा सकते हैं। आज आपको वाहनों के प्रयोग से सावधानी बरतनी होगी क्योंकि अकस्मात वाहन के खराब होने से आपका खर्चा बढ़ सकता है। आर्थिक स्थिति पहले की अपेक्षा मजबूत होगी, जिससे आपको अपने भविष्य की चिंता कम होगी। यदि आज आप व्यवस्था परिवर्तन की योजना बना रहे हैं, तो उसमें उत्तम रूप से सफलता प्राप्त होगी। प्रतियोगी परीक्षा में सफलता और पारिवारिक उत्तरदायित्व पूर्ण होंगे।आपका उदार स्वभाव आज आपके लिए कई ख़ुशनुमा पल लेकर आएगा। जिन लोगों ने जमीन खरीदी थी और अब उसे बेचना चाहते हैं उन्हें आज कोई अच्छा खरीदार मिल सकता है और जमीन बेचकर उन्हें अच्छा धन लाभ हो सकता है। रिश्तेदारों और दोस्तों से अचानक उपहार मिलेगा। प्रेम के दृष्टिकोण से आपके लिए यह दिन विशेष रहने वाला है। बड़े व्यापारिक लेन-देन करते वक़्त अपनी भावनाओं पर क़ाबू रखें। टीवी, मोबाईल का इस्तेमाल गलत नहीं है लेकिन आवश्यकता से अधिक इनका उपयोग आपके जरुरी समय को खराब कर सकता है। आज चाहे दुनिया इधर-की-उधर ही क्यों न हो जाए, आप अपने जीवनसाथी की बाहों से दूर नहीं हो सकेंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- रेवड़ी, तिल और शक्कर बहते जल में प्रवाहित करना नौकरी/बिज़नेस के लिए फायदेमंद रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके व्यवसाय के लिए उत्तम रहेगा। अपने व्यवसाय की उन्नति को देख आज आपके मन मे हर्ष की भावना रहेगी। सायंकाल के समय आप अपने परिवार के सदस्यों के साथ किसी धार्मिक स्थल की यात्रा पर भी जा सकते हैं। आज आपको वाहनों के प्रयोग से सावधानी बरतनी होगी क्योंकि अकस्मात वाहन के खराब होने से आपका खर्चा बढ़ सकता है। आर्थिक स्थिति पहले की अपेक्षा मजबूत होगी, जिससे आपको अपने भविष्य की चिंता कम होगी। यदि आज आप व्यवस्था परिवर्तन की योजना बना रहे हैं, तो उसमें उत्तम रूप से सफलता प्राप्त होगी। प्रतियोगी परीक्षा में सफलता और पारिवारिक उत्तरदायित्व पूर्ण होंगे।आशावादी बनें और उजले पक्ष को देखें। आपका विश्वास और उम्मीद आपकी इच्छाओं व आशाओं के लिए नए दरवाज़े खोलेंगी। आर्थिक जीवन की स्थिति आज अच्छी नहीं कही जा सकती आज आपको आपको बचत करने में मुूश्किलें आ सकती हैं। आपका कोई क़रीबी आज काफ़ी अजीब मूड में होगा और उसे समझना लगभग असंभव साबित होगा। आज अपने प्रिय से दूर होने का दुःख आपको टीस देता रहेगा। कार्यक्षेत्र की बात करें तो आपकी टीम का सबसे ज़्यादा खीझने वाला व्यक्ति काफ़ी समझदारी की बातें करता नज़र आ सकता है। अगर आप अपने घर से बाहर रहकर अध्ययन या नौकरी करते हैं तो आज के दिन आप खाली समय में अपने घर वालों से बात कर सकते हैं। घर की किसी खबर को सुनकर आप भावुक भी हो सकते हैं। रिश्तेदारों के चलते जीवनसाथी से वाद-विवाद हो सकता है, लेकि आख़िर में सब ठिक हो जाएगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- पूजा में रोली कुंकुम के साथ सफेद चन्दन, गोपीचन्दन का प्रयोग करने से आर्थिक स्थिति बेहतर होगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। दांपत्य जीवन में आनंद दायक समय व्यतीत होगा। माता पिता की सेवा से किए गए कार्यों में आज आपको उत्तम सफलता प्राप्त होगी। व्यापार के लिए आज आप पास व दूर की यात्रा पर भी जा सकते हैं, जिससे आपके व्यापार को उत्तम लाभ प्राप्त होंगे और आपकी खुशी का ठिकाना नहीं रहेगा। विद्यार्थियों को आज मानसिक व बौद्धिक भार से छुटकारा मिलता दिख रहा है। सायंकाल का समय आज आप अपने मित्रों के साथ घूमने फिरने में व्यतीत करेंगे, जिसमें आपको कोई महत्वपूर्ण जानकारी भी प्राप्त हो सकती है।आपके जीवन-साथी का प्यारा बर्ताव आपका दिन ख़ुशनुमा बना सकता है। बिना किसी अनुभवी शख्स की सलाह के आज ऐसा कोई भी काम न करें जिससे आपको आर्थिक हानि हो। किसी पारिवारिक भेद का खुलना आपको चकित कर सकता है। अपनी दीवानगी को क़ाबू में रखें, नहीं तो यह आपके प्रेम-संबंध को मुश्किल में डाल सकती है। दफ़्तर में आपको पता लग सकता है कि जिसे आप अपना दुश्मन समझते थे, वह दरअस्ल आपका शुभचिंतक है। अगर आप किसी परिस्थिति से घबराकर भागेंगे- तो वह आपका पीछा हर निकृष्ट तरीक़े से करेगी। आपका वैवाहिक जीवन आपके परिवार के चलते नकारात्मकर रूप से प्रभावित हो सकता है, लेकिन आप दोनों होशियारी से चीज़ें संभाल सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सफेद संगमरमर की बनी कोई भी वस्तु अपने प्रेमी/प्रेमिका को गिफ्ट करने से लव लाइफ बेहतर होगी। \n"
}]
