horo_hindi=[{
    "0": {
        "मेष राशि की सामान्य विशेषताएं": " मेष राशि के लोग काम पसंद होते हैं, आराम करना उन्हें पसंद नहीं। ये सीखने के प्रति काफी जागरूक होते हैं। जब भी किसी नए विचार या युक्ति के विषय में इन्हें पता चलता है, ये तुरंत इसे प्रभावशील बनाने की कोशिश करने लगते हैं। इन्हें अपनी राय दूसरों को बताने में बहुत खुशी मिलती है। जरूरत के मुताबिक ये अपने लिए माहौल तैयार कर लेते हैं और हर कोई इनकी बातों पर ध्यान देता है।ऐसे लोगों का स्वभाव होता है कि उन्हें वह सब लोग अच्छे लगने लगते हैं जो उनमें अपनी रूचि प्रदान करते हैं। ऐसे लोगों के पास अपने विचारों का खजाना रहता है।इस राशि के लोग अपने सौम्य स्वभाव के दम पर अपने सभी काम करवा लेते हैं और सबके हितैषी बने रहते हैं। खुद पर किए गए एहसान को ये कभी नहीं भूलते, मदद करने वालों के प्रति ये हमेशा हिमायती बने रहते हैं।जब ये किसी दूसरे मेष राशि वालों के संपर्क में आते हैं तो उनके शारीरिक बनावट व गुणों से प्रभावित होकर उसे अपनाने की कोशिश करते हैं। मेष राशि वाले स्वभाव से चालाक और दिमाग के बहुत तेज होते हैं।मेष राशि वाले व्यक्तियों के लिये मेष, सिंह, तुला, धनु में निश्चित रूप से अनुकूल रहती हैं। अर्थात्‌ उपरोक्त राशि वाले व्यक्ति एक दूसरे के साथ अच्छी तरह से रह सकते हैं।",
      },
    "1": {
        "वृषभ राशि की सामान्य विशेषताएं": "वृषभ राशिवाले बहुत मेहनती होते हैं। इनका हौसला भी बहुत बुलंद रहता है। एक बार मन में ये कुछ करने की ठान लेते हैं तो फिर उसे पूरा करके ही दम लेते हैं। कठिन से कठिन परिस्थिति में भी ये डगमगाते नहीं हैं। इनके व्यक्तित्व से ही इनके परिश्रमी और दृढ़निश्चयी होने का भाव प्रदर्शित होता है। अपनी योग्यता के दम पर ही ये सुविधा संपन्न जीवन व्यतीत करते हैं। सामाजिक मान-सम्मान पाने के सारे गुण आप में मौजूद हैं। इस राशि के लोग कभी-कभी स्वभाव से जिद्दी भी हो जाते हैं। किसी काम को करने या किसी चीज को अपनाने की जिद्द कई बार आप पर नकारात्मक असर भी डाल देती है। आपके जिद्दी रवैये के कारण कुछ लोग आपको अहंकारी भी मानने लगते हैं।इस राशिफल के लोग जमीन से जुड़े होते हैं और ये स्वभाव से भी बहुत व्यावहारिक होते हैं। ये अपनी सुरक्षा का ख्याल करते हुए बेवजह किसी से किसी प्रकार का झगड़ा मोल नहीं लेते हैं। ये बहुत भरोसेमंद लोग होते हैं।वृषभ राशि के लोग करियर में भी बहुत रचनात्मक और कलात्मक होते हैं। ये लोग हर काम को बेहद रुचि के साथ करते हैं। धर्म में भी इनकी गहरी आस्था रखते हैं। ये लोग उत्तम विचारों के धनी होते हैं। इनके विचारों में शुद्धता और स्वभाव में जमीनीपन होता है।",
        },
    "2": {
        "मिथुन राशि की सामान्य विशेषताएं": "मिथुन राशि के लोग आकर्षक व्यक्तित्व वाले पर अस्थिर स्वभाव एवं चरित्र के होते हैं। बुद्धिमान तो होते हैं पर परस्पर विरोधी बातों में चलने वाले भी पाए जाते हैं। उन्हें नित्य नए परिवर्तन, भ्रमण तथा विविधता ही प्रिय होती है। ये व्यक्ति राजनीति में चतुर होते हैं। ये धार्मिक, दयावान, दृढ़ संकल्पी रहते हैं तथा आध्यात्मिक तत्वों व आत्मोन्नति की ओर विशेष ध्यान लगाते हैं। सबके साथ समान व्यवहार बना रहता है। सहनशीलता काफी होती है। ईमानदार, सभ्य, चरित्रवान होते हैं तथा प्रत्येक कार्य को विचारपूर्वक करते हैं। अपने वचन तथा संकल्प के पक्के होते हैं। अपने उत्तरदायित्व को निभाना अपना फर्ज मानते हैं। खाने-पीने में जो चीजें इन्हें पसंद रहती हैं, उन्हें ग्रहण करते हैं। स्वच्छता और व्यवस्था इनका प्रधान गुण रहता है। अनियमित तथा आलस्य युक्त भी देखे गए हैं। इनका अपने मन पर पूर्ण रूप से काबू रहता है, तभी ये दृढ़तापूर्वक निश्चय कर पाते हैं, अन्यथा नहीं। इनका विरोध लोगों से अकारण ही हो जाता है, किन्तु विरोधी अंत में ठंडे पड़ जाते हैं, क्योंकि इनका व्यवहार सत्यता, दृढ़ता व श्रेष्ठ चरित्र पर आधारित होता है। हर समय हंसते रहना, हर बात को मजाक में लेना उनका प्रमुख लक्षण है। इनकी उपस्थिति में गोष्ठियां जीवंत हो जाती हैं। ध्यानाकर्षण का विशिष्ट गुण इनकी विशेषता होता है।  विचारों की भिन्नता को स्वीकार करते हैं परन्तु सदैव अपनी राह पर ही चलते हैं। यात्रा से इन्हें प्रायः लाभ होता है। मिथुन राशि प्रत्यक्ष अनुभव को ही प्रमाण मानती है। हाथ जल जाने पर वे यह जान पाते हैं कि अग्नि का स्वभाव जलाना है। मिथुन राशि का व्यक्ति बुद्धिमान, आकर्षक तथा चतुर वार्ताकार के रूप में अपने को प्रकट करता है।",
        },
    "3": {
        "कर्क राशि की सामान्य विशेषताएं": "कर्क राशि वाला व्यक्ति दूसरे की मनोभावनाओं को बिना बताए भी जान सकता है। अधिकांश बड़े व्यवसायी कर्क राशि वाले ही हैं। कर्क राशि के लोग दृढ़ होते हैं और दुर्बल भी। मनःस्थिति परिवर्तनशील होती है। कर्क राशि वाले व्यक्ति अपनी शर्तों पर ही सज्जनता एवं विनम्रता का प्रदर्शन करना चाहते हैं। कर्क राशिवाले कल्पना प्रधान तथा भावुक होते हैं तथा दूसरों के जीवन से संबद्ध होना चाहते हैं।  कर्क राशि के लोग व्यक्ति, वस्तु तथा परिस्थितियों से जकड़ जाया करते हैं। वे जितनी ही लंबी यात्राएं क्यों न करें, उनका मन सदैव अपनी पृष्ठभूमि को लौटने के लिए उत्सुक बना रहता है तथा पुराने चित्रों, ग्रंथों तथा विस्मृत प्राय-विज्ञानों में उनकी विशेष रुचि होती है।कर्क राशि वाले एक अच्छे तथा विश्वसनीय साथी होते हैं। इन्हें शीघ्र रोना आ जाता है तथा स्त्रियों पर आश्रित रहने वाले भी देखे जाते हैं। कर्क राशि वालों को जुआ नहीं खेलना चाहिए, क्योंकि जुए में उन्हें प्रायः हारना पड़ता है और उस हार का उन्हें बहुत बड़ा कष्ट होता है। कर्क राशि वाले व्यक्ति सदैव सज्जन तथा अच्छा बनने का प्रयत्न करते हैं। वे सब प्रकार के झगड़ों को अदालत से बाहर ही तय कर लेना अच्छा समझते हैं।"  },
    "4": {
        "सिंह राशि की सामान्य विशेषताएं": "सिंह राशि के लोग केवल स्वयं ही शक्तिशाली नहीं होते अपितु वे अपनी शक्ति को दूसरों पर प्रक्षेपित भी किया करते हैं। वे अपने को प्रकाशित करने में कभी-कभी अजीब कठोरता का प्रदर्शन भी कर बैठते हैं। सिंह राशि शाही राशि मानी जा्ती है, सोचना शाही, करना शाही, खाना शाही, और रहना शाही, इस राशि वाले लोग जुबान के पक्के होते हैं, उनके अन्दर छीछोरापन वाली बात नही होती है, अपनी मर्यादा में रहना, और जो भी पहले से चलता आया है, उसे ही सामने रख कर अपने जीवन को चलाना, इस राशि वाले व्यक्ति से सीखा जा सकता है।सिंह राशि वाले जातक या व्यक्ति के पास, जंगल के राजा सिंह के समान नेतृत्व क्षमता होती है । चाहे वह समूह का नेतृत्व करे या ना करे, लेकिन समूह स्वयं उसके पास चला आता है । यानि नेतृत्व क्षमता सिंह राशि वाले जातक के पास मुख्य और विशेष गुण होता है ।सिंह राशि वालों में अनेक प्रतिभाओं के बीज होते हैं, परन्तु उन्हें निरन्तर प्रेरणा की आवश्यकता होती है तथा उसके लिए मूल्य भी चुकाना पड़ता है। उन्हें सुख तथा शान्ति की प्राप्ति अपने ही भीतर से होती है, बाहर से नहीं होती। सिंह राशि वालों के रहस्य रचनात्मक प्रकृति के होते हैं। उनके हृदय में गुप्त घृणा अथवा गुप्त पक्षपात को कोई स्थान नहीं मिलता है।"},
    "5": {
        "कन्या राशि की सामान्य विशेषताएं": "कन्या राशि का व्यक्ति अत्यन्त रहस्यमय होता है। कन्या राशि वाले लोग बातें बनाने में कुशल तथा विनोद-प्रिय होते हैं। भूमि तत्व से संबंधित यह राशि सेवा, स्वास्थ्य एवं व्यवसाय आदि से संबंध रखती है।न्या राशि वाले बड़े समझदार तथा ज्ञानी होते हैं, परन्तु वे स्वयं उसे किसी पर प्रकट नहीं करते। कन्या राशि वाले व्यक्ति जब किसी पर बिगड़ जाते हैं, तब काफी उग्र रूप धारण कर लेते हैं। किसी-किसी अवस्था में तो घनिष्ठ प्रेम संबंध भी टूटते देखे गए हैं। ये जब तक सीधे रहते हैं, तब तक तो ठीक है, बिगड़ने के बाद इनके समक्ष किसी की भी नहीं चलती है, फिर ये किसी की भी परवाह नहीं करते हैं। घर में किसी एक व्यक्ति पर इनका प्रेम निश्चय ही रहता है।कन्या राशि वाले मिलनसार तथा सेवाभावी होते हैं। उनके जीवन में आदतों का भारी महत्व होता है। आदतों से मुक्त हो पाना उनके लिए कठिन हो जाता है। इन्हें निष्क्रियता एवं बिना उद्देश्य भावुकता पसंद नहीं होती। प्रारंभिक आयु में उनका झुकाव नैतिकतावाद की ओर होता है।कन्या राशि वालों को पराजित करना कठिन होता है क्योंकि वे अत्यन्त कठिन परिस्थितियों में भी आत्मनियंत्रण नहीं खोते हैं। स्वाभिमानी तथा आदर्शों पर समझौता न करने वाले होते हैं।",
        },
    "6": {
        "तुला राशि की सामान्य विशेषताएं": "तुला राशि के लोग मानवतावादी, अपनी संस्कृति के अनुरागी तथा मानवीय दुर्बलताओं से युक्त होते हैं। वह अत्यधिक सरल भी हो सकते हैं और कठोर भी। दूसरों की समस्याओं का समाधान करने में वह सफल होते हैं। परन्तु अपनी समस्याओं का समाधान करने में असफल रहते हैं। तुला राशि के व्यक्ति, लोगों के कथन तथा प्रशंसा को सुनकर उनके विषय में निर्णय लेता है। वह सरलता से बचने की चेष्टा करता है तथा कठिनाइयों को हल करते समय बहुत सावधान रहता है। कार्यकुशल भी हो सकता है, परन्तु व्यावहारिक नहीं। वह सिद्धांतों के लिए अपनी इच्छाओं का बलिदान कर सकता है तथा किसी भी दण्ड को सहन करने के लिए प्रस्तुत हो सकता है।ये हमेशा विनम्र और झगड़े से दूर रहते हैं और हमेशा बात चीत द्वारा विवाद दूर करने का प्रयास करते हैं। ये कभी जबान के कड़वे नहीं होते हैं। इनके साथ शायद ही कभी ऐसा हुआ हो कि इन्हे विरोध का सामना करना पड़ा हो। अगर इनके सामने ऐसी स्थिति आ भी जाए तो ये ठंडे दिमाग से और गहरी सांस लेकर सहयोग की भावना के साथ सभी विकल्पों पर विचार करते हुए कार्य करते हैं। इनका यह गुण उन्हें अनेक करियर विकल्पों के लिए अनुकूल बनाता हैं।",
      },
    "7": {
        "वृश्चिक राशि की सामान्य विशेषताएं": " वृश्चिक राशि के लोग चाहे उच्च स्तर पर रहे हों अथवा निम्न स्तर पर, चाहे वह ग्राहक हों या प्रदाता ओजपूर्ण हों अथवा शीतल ये अपने प्रभाव को अवश्य छोड़ते हैं। इस राशि वाले सिद्धांतों के लिए संघर्ष करने वाले होते हैं। इन्हें हीन अथवा श्रेष्ठ कहना गलत है।वृश्चिक राशि वाले अपनी शर्तों तथा बुद्धिमता को सर्वश्रेष्ठ मानने के कारण शीघ्र असंतुष्ट और दुःखी हो जाते हैं। ये शक्ति के प्रशंसक होते हैं। भयंकर प्रतियोगी होते हैं। दूसरों के कष्ट तथा कठिनाइयों के प्रति भी सहानुभूति पूर्ण होते हैं तथा इनमें विद्रोह की भावना भी रहती है। वृश्चिक राशि के लोग भय के कामों में भी हाथ डालने से नहीं झिझकते। यह लोग अपने व्यक्तित्व के बल पर ही अपने शत्रु अथवा प्रतिद्वंद्वी को दबा लेते हैं। ये बहुत वफादार दोस्त हो सकते हैं। और उसी समय में, ये बहुत खतरनाक दुश्मन बनने की क्षमता रखते हैं। बदला लेने और बदला पाने की इच्छा इनकी रगो में खून बन कर दौड़ता हैं। इनकी विस्मयकारी शक्ति और रहस्यमय नजरें इनके आस पास के लोगो को सम्मोहित कर देती हैं।राजनीति के क्षेत्र में इन्हें अत्यधिक सफलता प्राप्त होती है। यह अपने निश्चय को पुरा करने के लिए बड़ी से बड़ी कुर्बानी देने को तैयार रहते हैं।",
          },
    "8": {
        "धनु राशि की सामान्य विशेषताएं": "धनु राशि का स्‍वामी गुरु है। इन जातकों की खासियत यह होती है कि ये विपरीत परिस्थिति में बेहतरीन प्रदर्शन करते हैं। ये जातक बहुत अधिक सोचते हैं। इस कारण निर्णय करने में देरी भी करते हैं, लेकिन एक बार जिस निर्णय पर पहुंच जाए उससे डिगते नहीं हैं।धनु एक द्विस्वभाव राशि है। इसके कारण धनु राशिवाले शीघ्र किसी निर्णय पर नहीं पहुंच पाते। उनमें निर्णय लेने की स्थिति अक्सर 'पल में तोला, पल में मासा' वाली होती है। वे खूब सोच-विचार कर ही कोई निर्णय लेते हैं। गुरु के प्रभाव के कारण धनु राशि के जातक आस्तिक होते हैं। इस राशि के जातक सात्विक होते हैं।दार्शनिक और धार्मिक दिमाग वाले धनु राशि के लोग जीवन का अर्थ खोजने की इच्छा रखते हैं | ये स्पष्ट विचारक होते हैं, और इन्हे तब खुशी होती है जब दूसरे इनकी अच्छी तरह से सोची समझी गयी बात से सहमत होते हैं | लेकिन, ये कभी-कभी तार्किक, कुंद और कठोर भी हो सकते हैं | ये जितने उत्साही बात करने वाले होते हैं उतने ही उत्साही श्रोता भी होते हैं | ये अपनी ज्ञान की क्षुदा शांत करने के लिए भी दूसरों की बात ध्यान से सुनते हैं और सूचनाएं एकत्रित करते हैं |अगर किसी व्‍यक्ति की धनु राशि या धनु लग्‍न की कन्‍या से विवाह हो तो उसे भाग्‍यशाली समझना चाहिए। क्‍योंकि ऐसी कन्‍या अपने पति को समझने वाली और सही परामर्श देने वाली होती है। इनके लिए शुभ दिन बुधवार और शुक्रवार बताए गए हैं।",
        },
    "9": {
        "मकर राशि की सामान्य विशेषताएं": "मकर राशि वाले ईमानदारी तथा नियमों का पालन करने वाले होते हैं। एक अध्यापक के रूप में मकर राशि का व्यक्ति प्रबन्ध कार्य में रुचि रखने वाला भी होता है। ये लोग अच्छे संग्रहकर्त्ता भी हो सकते हैं। ये अपने समय का एक क्षण भी व्यर्थ नहीं जाने देते। सांसारिक कार्यो में भाग लिए बिना मकर राशि वालों का जीवन सुखी नहीं हो सकता। यह सदैव कुछ न कुछ करते रहते हैं। मार्ग में कितनी ही बाधाएं क्यों न आएं, ये अपने लक्ष्य तक पहुंचने में सफल होते हैं।उनके लक्ष्य निरन्तर ऊंचे उठते चले जाते हैं, जिसके कारण उनकी उपलब्धि भी अत्यन्त कठिन हो जाती है। अपनी इस स्थिति से वे निरन्तर असंतुष्ट भी बने रहते हैं। मकर राशि के लोग अपने रहस्यों को छिपाने की इच्छा रखते हैं, परन्तु एक बार आवरण के हट जाने पर खुल भी जाते हैं। ये कुछ उतावले, कुछ सतर्क एवं कुछ सशंकित भी रहते हैं, अतः ये कुछ एकाकीपन का अनुभव भी किया करते हैं। इस राशि के लोग जीवन में अपना कोई महत्वपूर्ण स्थान बनाना चाहते हैं। इन्हें कष्ट सहन करना तथा दृढ़ता से जमे रहना आता है। मकर राशि वाले स्वाभिमानी होते हैं तथा दूसरों के सामने हाथ फैलाना घृणास्पद कार्य मानते हैं।"},
    "10": {
        "कुंभ राशि की सामान्य विशेषताएं": "कुंभ राशि वाले नई से नई चुनौतियों की इच्छा करते हैं। आदर्श-प्रिय होने के कारण किसी बात को गुप्त नहीं रख पाते। इनकी सहानुभूति तीव्र होती है, परन्तु बहुधा ये उसके अनुसार कार्य करने में असमर्थ रहते हैं। कुंभ राशि के पुरूषों में अन्तर्ज्ञान अधिक होता है। ये अपने वचन के पक्के होते हैं तथा वचन भंग करने वालों से उनकी पटरी नही बैठ सकती है। कुंभ राशि वाले कर्म में लगे रहने पर भी यदि स्वयं को व्यस्त नहीं कर पाते, तो उनका व्यवहार निराशावादी हो जाता है। इन्हें सच्चे साथियों तथा सहायकों की आवश्यकता होती है। इन्हें धन पाने की इच्छा होती है, परन्तु उसे बचने का कष्ट सहन नहीं कर पाते। इस राशि के लोग मौलिक, स्वतंत्र प्रगति के इच्छुक होते हैं, परन्तु उनके व्यक्तित्व का विकास धीरे-धीरे होता है। ये लोग मित्रता प्राप्त करने तथा लोगों को प्रभावित करने में सफल रहते हैं | कुंभ राशि के जातक दिल के साफ होते हैं और अपने परिश्रम के बल पर हमेशा आगे बढ़ते रहते हैं। छल-कपट व द्वेष से दूर रहते हैं। ये लोग आकर्षक तथा सिद्धान्तवादी होना चाहते हैं। इन्हें असफलताओं से अधीर नहीं होना चाहिए। अपनी योग्यता पर विश्वास करना ही ठीक है।",
        },
    "11": {
        "मीन राशि की सामान्य विशेषताएं": "इस राशि के जातकों में करुणा की भावना होती है, स्‍वयं बढ़कर भले ही सहायता न करे, लेकिन पुकारे जाने पर पूरी तरह सहायता के लिए तत्‍पर हो उठते हैं। ये दार्शनिक होते हैं, रोमांटिक जीवन जीते हैं, साहस के साथ स्‍पष्‍ट बोलने वाले और विचारशील होते हैं।ये चिन्तित अधिक रहते हैं तथा जिद्दी भी होते हैं। इन्हें अपने द्विमुखी व्यक्तित्व से छुटकारा पाकर संसार को यथार्थ रूप में ग्रहण करना चाहिए तथा अत्मा प्रवंचना से मुक्त होना चाहिए। मीन राशि के लोग कल्पना के संसार में विचरण करने वाले होते हैं। वे कल्पना को कल्पना के ही रूप में ग्रहण करें तो कोई हानि नहीं है। ये लोग रहस्यमय दिखना चाहते हैं। ये लोग जितने समझते हैं, उससे अधिक दृढ़ हुआ करते हैं। इनमें प्रसन्न रहने की असीम क्षमता होती है। प्रेम उनके मन पक्ष की चिकित्सा कर सकता है।ये स्वार्थ प्रिय नहीं होते तथा सदैव एक सा व्यवहार रखने वाले व्यक्ति भी इन्हें अच्छे नहीं लगते कभी-कभी इनका मन चंचल तथा व्यवहार अनिश्चित भी दिखाई देता है।इस राशि का जातक मनोरंजन तथा कामुक व्यक्ति होता हैं उसे लोग कवि समझते हैं। इनकी भावनाओं को समझ पाना सरल नहीं होता। ",
        }
}]
