horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। भाइयों के सहयोग से आज आपके पारिवारिक बिजनेस में लाभ की स्थितियां उत्पन्न होंगी। सायंकाल का समय किसी परिचित के मांगलिक कार्यक्रम में सम्मिलित हो सकते हैं। सामाजिक क्षेत्र में हो या नौकरी व अन्य क्षेत्रों में आज के दिन आपको कुछ ना कुछ लाभ अवश्य मिलेगा। ससुराल पक्ष से ही मान सम्मान मिलता दिख रहा है। जीवनसाथी का भरपूर सहयोग मिलेगा। राजनीति से जुड़े छात्रों को आज उत्तम सफलता प्राप्त होगी। विद्यार्थियों को परीक्षा में सफलता प्राप्त करने के लिए अधिक मेहनत की आवश्यकता है।अच्छी चीज़ों को ग्रहण करने के लिए आपका दिमाग़ खुला रहेगा। दूसरों को प्रभावित करने के लिए ज़रूरत से ज़्यादा ख़र्चा न करें। परिवार में किसी सदस्य की ख़राब सेहत की वजह से घूमने का कार्यक्रम टल सकता है। आपके महसूस करेंगे कि फ़िज़ाओं में प्यार घुला हुआ है। नज़रें उठाकर तो देखिए, आपको सब-कुछ प्रेम के रंग में रंगा दिखाई देगा। किसी नयी परियोजना पर काम करने से पहले अच्छी तरह सोच-विचार लें। अगर आप किसी विवाद में उलझ जाएँ तो तल्ख़ टिप्पणी करने से बचिए। आज आपको रंग ज़्यादा चटख नज़र आएंगे, क्योंकि फ़िजाओं में प्यार का ख़ुमार चढ़ रहा है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सफेद चन्दन का तिलक मस्तक व नाभिस्थल पर करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ निश्चित परिणाम लेकर आएगा। आज आप अपने लंबे समय से रूके हुए अधूरे कार्यों को पूरा करने की भरपूर कोशिश करेंगे, लेकिन इसके लिए आपको अपने आलस्य को त्यागना होगा, नहीं तो उनका पूरा होना मुश्किल होगा। व्यापार मे आज आपको नई योजनाओं को लागू करेंगे, जिनका भविष्य में आप को एकदम लाभ मिलेगा। ऑफिस में आपके अनुकूल वातावरण बनेगा तथा आपके साथी भी आपका सहयोग करेंगे। सायंकाल के समय परिवार में कोई हर्ष व मांगलिक कार्यक्रम हो सकता है, इसमें परिवार के सब सदस्य बढ़ चढ़कर हिस्सा लेंगे। विवाह योग्य जातकों के विवाह में यदि कोई बाधा आ रही थी, तो वह आज समाप्त होगी।चोट से बचने के लिए सावधानी से बैठें। साथ ही सही तरीक़े से कमर सीधी करके बैठना न केवल व्यक्तित्वमें सुधार लाता है, बल्कि सेहत और आत्म-विश्वास के स्तर को भी ऊपर ले जाता है। आर्थिक समस्याओं ने रचनात्मक सोचने की आपकी क्षमता को बेकार कर दिया है। अगर आप पार्टी करने की सोच रहे हैं, तो अपने अपने अच्छे दोस्तों को बुलाएँ। ऐसे कई लोग होंगे, जो आपका उत्साह बढाएंगे। आज के दिन प्यार की कली चटककर फूल बन सकती है। आज आपकी कलात्मक और रचनात्मक क्षमता को काफ़ी सराहना मिलेगी और इसके चलते अचानक लाभ मिलने की संभावना भी है। दूसरों की राय को ग़ौर से सुनें- अगर आप आज वाक़ई फ़ायदा चाहते हैं तो। आपके जीवनसाथी का आन्तरिक सौन्दर्य बाहर भी पूरी तरह महसूस होगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- अच्छी आर्थिक स्थिति के लिए गंगाजल को नहाने वाले पानी में मिलाकर स्नान करें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके घर का वातावरण आनंदमय रखेगा, जिससे आपके मन में प्रसन्नता रहेगी। लव मैरिज के इच्छुक जातकों के लिए समय अनुकूल नहीं है। यदि आप आज अपने जीवनसाथी को परिवार के सदस्यों से मिलवाना चाहते हैं, तो बिल्कुल ना मिलवाएं। कोई कर्ज लेने की सोच रहे हैं, तो उसे उतारना आपके लिए मुश्किल होगा।  मित्रों व रिश्तेदारों से आज मधुर संबंध रहेंगे। अपने साथ आज आपको अपने परिवार के सदस्यों की सेहत का भी ध्यान रखना होगा। व्यापार में बढ़ोतरी के लिए आज नई योजना भी दिमाग में आएंगी। तकनीकी क्षेत्र से जुड़े छात्रों को आज सफलता प्राप्त होगी।अगर मुमकिन हो तो लम्बे सफ़र पर जाने से बचें, क्योंकि लम्बी यात्राओं के लिए अभी आप कमज़ोर हैं और उनसे आपकी कमज़ोरी और बढ़ेगी। आज धन लाभ होने की संभावना तो बन रही है लेकिन ऐसा हो सकता है कि अपने गुस्सैल स्वभाव के कारण आप पैसा कमाने में सक्षम न हो पाएं। बच्चे भले ही आपका ध्यान अपनी ओर आकर्षित करना चाहते हों, लेकिन साथ ही ख़ुशियों की वजह भी साबित होते हैं। बहुत ख़ूबसूरत और प्यारे इंसान से मिलने की प्रबल संभावना है। करिअर के नज़रिए से शुरू किया सफ़र कारगर रहेगा। लेकिन ऐसा करने से पहले अपने माता-पिता से इजाज़ता ज़रूर ले लें, नहीं तो बाद में वे आपत्ति कर सकते हैं। कारोबारी आज करोबार से ज्यादा अपने परिवार के लोगों के बीच समय बिताना पसंद करेंगे। इससे आपके परिवार में सामंजस्य बनेगा। आज के दिन आपके और आपके जीवनसाथी के लिए गहरी आत्मीयतापूर्ण बातें का सही समय है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- सूर्योदय के समय प्राणायाम करने से स्वास्थ्य बना रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके कार्य व व्यवसाय में आपके लिए नई तरक्की लेकर आएगा। जिससे आपको प्रसन्नता रहेगी। आज आप जो भी कार्य करने की सोचेंगे, उसमें आपको भरपूर सफलता मिलेगी, इसलिए वही कार्य करें, जो आपको पसंद है। आज आपको अपने ऑफिस में संघर्ष में मनमुटाव के आशंका बनती दिख रही है, इससे सावधान रहें और अपने काम पर फोकस रखें, नहीं तो अधिकारी आपका प्रमोशन रुकवा सकते हैं। आज आप अपने घर पर जरूरी काम निपटाने के लिए परिवार के सदस्यों से विचार विमर्श कर सकते हैं। सायंकाल का समय आज आप अपने माता पिता की सेवा में व्यतीत करेंगे।भागमभाग भरे दिन के बावजूद आपकी सेहत पूरी तरह दुरुस्त रहेगी। आपके द्वारा धन को बचाने के प्रयास आज असफल हो सकते हैं हालांकि आपको इससे घबराने की जरुरत नहीं है स्थिति जल्द ही सुधरेगी। कुछ लोगों के लिए- परिवार में किसी नए का आना जश्न और उल्लास के पल लेकर आएगा। आज के दिन प्यार की कली चटककर फूल बन सकती है। आज आपने जो नई जानकारी हासिल की है, वह आपको अपने प्रतिस्पर्धियों पर बढ़त दिलाएगी। दिन की शुरुआत भले ही थोड़ी थकाऊ रहे लेकिन जैसे-जैसे दिन आगे बढ़ेगा आपको अच्छे फल मिलने लगेंगे। दिन के अंत में आपको अपने लिए समय मिल पाएगा और आप किसी करीबी से मुलाकात करके इस समय का सदुपयोग कर सकते हैं। वैवाहिक जीवन में कई उतार-चढ़ाव के बाद एक-दूसरे के प्यार को सराहने का यह सही दिन है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- आर्थिक लाभ के लिए पिता या पिता सामान व्यक्ति को सूर्य की कारक वस्तुओं (गुड, गेहूँ, दलिया, लाल मिर्च, केसर) से बना भोजन कराएं। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज आप सांसारिक विषयों में कम रुचि रखकर आध्यात्म की ओर मुड़ेंगे। कार्यक्षेत्र अथवा अन्य साधनों से अचानक धन लाभ होगा, जिससे आपके धन कोष में वृद्धि होगी। आज आप अपनी दैनिक आवश्यकताओं की पूर्ति के लिए भी कुछ धन व्यय करेंगे, लेकिन आपको अपनी आय और व्यय दोनो में संतुलन बना कर रखना होगा, नहीं तो भविष्य में आपकी आर्थिक स्थिति पर खतरा मंडरा सकता है। आपकी रचनात्मकता भी प्रभावित होगी। पारिवारिक वातावरण मधुरम रहेगा, जिससे आप प्रसन्न रहेंगे। सायंकाल के समय आज आप अपने भाइयों से कुछ जरूरी मुद्दों पर बातचीत कर सकते हैं।व्यस्त दिनचर्या के बावजूद स्वास्थ्य अच्छा रहेगा। होशियारी से निवेश करें। अपने जीवन-साथी के साथ प्यार, अपनापन और स्नेह महसूस करें। रोमांचक दिन है, क्योंकि आपके प्रिय का फ़ोन आएगा। अहम लोगों से बातचीत करते वक़्त अपने आँख-कान खुले रखिए, हो सकता है आपके हाथ कोई क़ीमती बात या विचार लग जाए। आज अपनेे विवेक का इस्तेमाल करते हुए ही घर के लोगों से बातें करें अगर आप ऐसा नहीं करते तो बेवजह के झगड़ों की वजह से आपका समय खराब हो सकता है। आपका जीवनसाथी आज आपके लिए कुछ बहुत ख़ास करने वाला है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- तेल व शराब पीपल की जड़ में चढाने से आर्थिक स्थिति बेहतर होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए कष्टदायक रहेगा। पूर्व में आपने अपने व्यवसाय में जो लापरवाही की हैं, आज वह आपके लिए नुकसानदायक हो सकती है। नौकरी से जुड़े छात्र को आज अपनी अपने क्रोध पर नियंत्रण रखना होगा और अपनी वाणी में मधुरता लानी होगी, नही तो आपके बनते हुए काम भी बिगड़ सकते हैं। व्यापार में बार-बार प्रयास करने के बाद भी कार्य न बनने के कारण आप मानसिक रूप से परेशान हो सकते हैं। अधिक खर्चा होने से आज आपको पैसों की भी कमी हो सकती है, लेकिन दोपहर के बाद स्थिति मे काफी बदलाव आएगा। संतान के विवाह से संबंधित आज कोई अहम निर्णय आप ले सकते हैं।आज आपकी सेहत अच्छी रहेगी, जिसके चलते आप सफलता की ओर तेज़ी-से बढ़ेंगे। ऐसी हर चीज़ से परहेज़ करें, जिससे आपकी शक्ति नष्ट न हो। आपका कोई पड़ोसी आज आपसे धन उधार मांगने आ सकता है, आपको सलाह दी जाती है कि उधार देने से पहले उनकी विश्वसनीयता अवश्य जांच लें नहीं तो धन हानि हो सकती है। आपकी परेशानी आपके लिए ख़ासी बड़ी हो सकती है, लेकिन आस-पास के लोग आपके दर्द को नहीं समझेंगे। शायद उन्हें लगता हो कि इससे उन्हें कोई लेना-देना नहीं है। आपके प्रिय/जीवनसाथी का फ़ोन आपका दिन बना देगा। आपको महसूस होगा कि आपके परिवार का सहयोग ही कार्यक्षेत्र में आपके अच्छे प्रदर्शन के लिए ज़िम्मेदार है। हितकारी ग्रह कई ऐसे कारण पैदा करेंगे, जिनकी वजह से आज आप ख़ुशी महसूस करेंगे। अगर आप कोशिश करें तो आप अपने जीवनसाथी के साथ अपने जीवन का सबसे अच्छा दिन आज गुज़ार सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- दूध में हल्दी डालकर पीने व नहाने वाले पानी में हल्दी डालकर स्नान करने से पारिवारिक जीवन अच्छा होगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए व्यस्तता व भाग दौड़ भरा रहेगा। आज आप अपने व्यापार में घर के रुके हुए कार्य को पूरा करने का मन बना सकते हैं। परिवार में यदि कोई विवाद चल रहा था, तो वह आज पिताजी के सहयोग से समाप्त होगा, जिससे परिवार के सभी सदस्य प्रसन्न नजर आएंगे। सायंकाल का समय आज आप अपने माता पिता को धार्मिक स्थान की यात्रा पर जा सकते हैं। यदि आज कोई संपत्ति खरीदने का मन बना रहे हैं, तो उसके लिए दिन उत्तम रहेगा, अभी आपका जमीन जायदाद से जुड़ा कोई कानूनी मामला चल रहा है, तो उसमें आज आपको परेशानी का सामना करना पड़ सकता है। आज आप अपने किसी मित्र की सहायता के लिए आगे आएंगे।आपका दानशीलता का व्यवहार आपके लिए छुपे हुए आशीर्वाद की तरह सिद्ध होगा, क्योंकि यह आपको शक, अनास्था, लालच और आसक्ति जैसी ख़राबियों से बचाएगा। जिन लोगों ने लोन लिया था आज उन्हें उस लोन की राशि को चुकाने में दिक्कतें आ सकती हैं। हो सकता है कि आप अपने परिवार के लोगों की सभी बातों से सहमत न हों, लेकिन आपको उनके तजुर्बे से सीखने की कोशिश करनी चाहिए। आज आप जीवन में सच्चे प्रेम की कमी का अनुभव करेंगे। ज़्यादा चिंता न करें, हर चीज़ समय के साथ बदलती है और इसलिए आपकी रोमांटिक ज़िंदगी में भी बदलाव आएगा। आपका व्यवसाय और मोल-भाव करने की क्षमता फ़ायदेमंद साबित होगी। रात के समय आज आप घर के लोगों से दूर होकर अपने घर की छत या किसी पार्क में टहलना पसंद करेंगे। चीज़ें आपकी इच्छा के मुताबिक़ नहीं चलेंगी, लेकिन अपने हमदम के साथ आप अच्छा समय गुज़ारेंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- आर्थिक स्थिति को मजबूत करने के लिए चाँदी के बर्तन में दही खाएं। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपको अपने व्यवहार में मधुरता लानी होगी, तभी सफलता मिलती दिख रही है, नहीं तो आपसे आपके परिवार के सदस्य भी नाराजगी जता सकते हैं। आज आपको अपने पिताजी की सलाह की आवश्यकता होगी। आज आप अपने व्यापार में दुविधा के चलते किसी फैसले को लेने में नाकामयाब रहेंगे, जिससे लाभ का अवसर आपके हाथ से निकल जाएगा। आज आपका किसी आपने से भी मनमुटाव हो सकता है, इसलिए आपको अपनी वाणी पर संयम रखना होगा। आज आप अपने संतान के नौकरी के लिए कुछ यात्रा भी कर सकते हैं। सामाजिक क्षेत्र में आज आपकी खयाति चारों ओर फैलेगी।प्यार, उम्मीद, सहानुभूति, आशावादिता और निष्ठा जैसी सकारात्मक भावनाओं को अपनाने के लिए ख़ुद को प्रोत्साहित करें। एक बार ये गुण आपके अंदर रच-बस जाएँ, तो हर हालात में वे ख़ुद ही सकारात्मक तरीक़े से उभर आएंगे। विदेशों में पड़ी आपकी जमीन आज अच्छे दामों में बिक सकती है जिससे आपको मुनाफा होगा। परिवार के साथ सामाजिक गतिविधियाँ सभी को ख़ुश रखेंगी। एक लम्बा दौर जो काफ़ी समय से आपको दबोचे हुए था, ख़त्म हो चुका है- क्योंकि जल्दी ही आपको आपका जीवन-साथी मिलने वाला है। अपने काम में ऐसे लोगों की मदद लें, जिनकी सोच आपसे मेल खाती हो। सही वक़्त पर उनकी मदद अहम और फ़ायदेमंद होगी। ख़ास तौर पर मेडिकल ट्रांस्क्रिप्शन से जुड़े लोगों के लिए बढ़िया दिन है। चंंद्रमा की स्थिति को देखते हुए यह कहा जा सकता है कि आज आपके पास काफी खाली वक्त होगा लेकिन बावजूद इसके भी आप वो काम नहीं कर पाएंगे जो आपको करना था। आज आप अपने जीवनसाथी के साथ कुछ बेहतरीन पल गुज़ार सकेंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- हरे रंग की कांच की बोतल में पानी भरकर धूप में रखें व उस जल से स्नान करना स्वास्थ्य लाभ देगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए शुभ परिणाम लेकर आएगा। बिजनेस में यदि आज आपको थोड़ा जोखिम उठाना पड़े, तो अवश्य उठाएं क्योंकि भविष्य में यह आपको भरपूर लाभ देगा और आपकी आर्थिक स्थिति को मजबूत करेगा। यदि पारिवारिक संपत्ति संबंधित कोई कानूनी मामला चल रहा है, तो आज दोपहर बाद उसमें आपको जीत मिल सकती है। नौकरी कर रहे जातक यदि किसी नए अवसर की तलाश कर रहे हैं, तो उन्हें आज उन्हें कुछ नए अवसर प्राप्त हो सकते हैं। यदि नौकरी व व्यापार में नवीनता ला सकें, तो भविष्य में यह आपके बहुत काम आएगी। सायंकाल के समय यदि आसपड़ोस में किसी से कोई भी विवाद होता है, तो आपको उसे बढ़ने नहीं देना है।स्वयं को शांत बनाए रखें क्योंकि आज आपको ऐसी कई बाधाओं का सामना करना पड़ सकता है, जिनके चलते आप काफ़ी मुश्किल में पड़ सकते हैं। ख़ास तौर पर अपने ग़ुस्से पर क़ाबू रखें, क्योंकि यह और कुछ नहीं बल्कि थोड़ी देर पागलपन है। निवेश के लिए अच्छा दिन है, लेकिन उचित सलाह से ही निवेश करें। घर को सजाने-संवारने के अलावा बच्चों की ज़रूरतों पर भी ध्यान दें। बच्चों के बिना घर आत्मा के बिना शरीर की तरह है, फिर चाहे वह कितना भी ख़ूबसूरत क्यों न हो। बच्चे घर में उत्साह और ख़ुशीयों की सौगात लाते हैं। आज के दिन रोमांस के नज़रिए से कोई ख़ास आशा नहीं की जा सकती है। व्यवसायियों के लिए अच्छा दिन है, क्योंकि उन्हें अचानक बड़ा फ़ायदा हो सकता है। शहर से बाहर यात्रा ज़्यादा आरामदेह नहीं रहेगी, लेकिन आवश्यक जान-पहचान बनाने के लिहाज़ से फ़ायदेमंद साबित होगी। आपका जीवनसाथी रोज़ाना की ज़रूरतों को पूरा करने से अपने हाथ पीछे खींच सकता है, जिसके चलते आपका मन उदास होने की संभावना है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- प्रेम सम्बन्धों में मजबूती के लिए अपने प्रेमी/प्रेमिका को नीले रंग के फूल गिफ्ट करें। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। यदि साझेदारी में कोई व्यापार किया हुआ है, तो वह आज आपको उत्तम लाभ दे सकता है। दैनिक व्यापार में कई प्रकार के काम हाथ में आने से आज आपकी व्यस्तता बढ़ सकती है, लेकिन परेशान ना हों। धैर्य रखकर काम करें। आपको बिल्कुल सफलता मिलेगी। परिवार में लिए गए निर्णय से आज आपको सुख और शांति का अनुभव होगा। विद्यार्थियों को परीक्षा की तैयारी करने के लिए आत्मविश्वास की आवश्यकता होगी। आज आप अपने रोजमर्रा के घरेलू कामों को निपटाने का सुनहरा अवसर मिलेगा, जिससे आपको भरपूर लाभ लेना होगा। संतान से संबंधित कोई बड़ा फैसला ले सकते हैं।आज आप ऊर्जा से लबरेज़ होंगे- आप जो भी करेंगे उसे आप उससे आधे वक़्त में ही कर देंगे, जितना वक़्त आप अक्सर लेते हैं। घर की छोटी-छोटी चीजों पर आज आपका बहुत धन खराब हो सकता है जिसकी वजह से आप मानसिक तनाव में आ सकते हैं। आपको अपनी भावनाओं को नियन्त्रित करने में कठिनाई होगी, लेकिन आस-पास के लोगों से झगड़ा न करें नहीं तो आप अकेले रह जाएंगे। नए प्रेम-संबंधों के बनने की संभावना ठोस है, लेकिन व्यक्तिगत और गोपनीय जानकारियों को उजागर करने से बचें। कार्यक्षेत्र में आप ख़ुद को ख़ास महसूस करेंगे। अपनी ख़ासियत और भविष्य की योजनाओं पर फिर से सोचने का समय। बाहरी लोगों का हस्तक्षेप आपके वैवाहिक जीवन में परेशानी उत्पन्न कर सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- अच्छी आर्थिक स्थिति के लिए एक बार पहना हुआ कपड़ा दुबारा बिना धोएं न पहनें। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज सुबह से ही नकारात्मक विचार आपके मन पर हावी रहेंगे। आपको इसका ख्याल रखना होगा क्योंकि इसकी वजह से आपके कुछ काम बनते बनते बिगड़ सकते हैं। नौकरी में आज आपको उच्च अधिकारियों के साथ सावधानी पूर्वक कार्य करना होगा, नहीं तो भविष्य में मिलने वाले लाभों से वंचित रह सकते हैं। आज आपको जल्दबाजी में कोई कार्य नहीं करना है और ना ही कोई निर्णय लेना है, नहीं तो भविष्य में आपको इससे परेशानी हो सकती है, इसलिए सभी कार्य सोच समझ कर करें। स्वास्थ्य के संबंध में आज आपको कुछ ना कुछ शिकायत अवश्य रहेगी, इसलिए अपनी सेहत का ध्यान रखें और बाहर का खाने-पीने से परहेज रखें।अपना धैर्य न खोएँ, ख़ास तौर पर मुश्किल हालात में। आज धन आपके हाथ में नहीं टिकेगा, आपको धन संचय करने में आज बहुत दिक्कतों का सामना करना पड़ सकता है। दिन के दूसरे हिस्से में आप आराम करना और अपने परिवार के साथ समय बिताना पसंद करेंगे। व्यक्तिगत मार्गदर्शन आपके रिश्ते में सुधार लाएगा। कामकाज के मामलों को सुलझाने के लिए अपनी होशियारी और प्रभाव का इस्तेमाल करें। ज़रूरतमंदों की मदद करने की आपकी ख़ासियत आपको सम्मान दिलाएगी। आपको महसूस होगा कि आपका जीवनसाथी इससे बेहतर पहले कभी नहीं हुआ। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- कुत्ते को रोटी खिलाने से स्वास्थ्य बना रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए शुभ फलदायक रहेगा। विद्यार्थियों को अपने कार्य मे एकाग्रता को बनाए रखना होगा, तभी परीक्षा में सफलता मिलती दिख रही है। रोजगार की दिशा में कार्य कर रहे लोगों को आज रोजगार के उत्तम अवसर प्राप्त होंगे। आपका सहयोग आपके साथी को सफलता प्राप्त करने में मददगार साबित होगा। घर परिवार में चल रही परेशानियों को आज धैर्य व अपने मधुर व्यवहार से ठीक करने में सफल रहेंगे। सायंकाल का समय आज आप धर्म कर्म के कार्य में व्यतीत करेंगे, इसमें कुछ धन भी व्यय होगा। विदेश से व्यापार कर रहे लोगों को आज कोई अच्छी खबर सुनने को मिल सकती है। प्रिंस जीवन में नई ऊर्जा का संचार होगा।दूसरों की आलोचना में समय ख़राब न करें, क्योंकि इसका बुरा असर आपके स्वास्थ्य पर भी पड़ सकता है। जिन लोगों ने किसी अनजान शख्स की सलाह पर कहीं निवेश किया था आज उन्हें उस निवेश से फायदा होने की पूरी संभावना है। दोस्त और रिश्तेदार साथ में ज़्यादा वक़्त बिताने की मांग करेंगे लेकिन यह सभी दरवाज़े बन्द करके राजसी आनन्द लेने का समय है। आपका हमदम आपको पूरे दिन याद करता रहेगा। उसे कोई प्यारा सरप्राइज़ देने की योजना बनाएँ और इसे उसके लिए एक ख़ूबसूरत दिन में तब्दील करने के बारे में सोचें। आपकी अतिरिक्त काम करने की क्षमता उन लोगों को चौंका देगी, जिनका प्रदर्शन आपसे कमतर है। इस राशि वाले जातकों को आज खाली वक्त में आध्यात्मिक पुस्तकों का अध्ययन करना चाहिए। ऐसा करके आपकी कई परेशानियां दूर हो सकती हैं। आपका अपने जीवनसाथी के साथ तनावपूर्ण संबंध रह सकता है। जहां तक सम्भव हो बात को बढ़ने न दें। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अच्छी सेहत के लिए पेड़-पौधों की कोपलें, अंकुर न तोड़ें क्योंकि गुरु ग्रह ब्रह्मा रूप है। \n"
}]
