horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nजीवन में सच्चाई को अहमियत देने वाले आप आज बहुत अच्छे मूड में नजर आएंगे, लेकिन सेहत को लेकर गंभीर होना भी जरूरी है। सर्दी और जुकाम की परेशानी हो सकती है। निजी जीवन खुशियां लेकर आएगा और आज आप अपनी पर्सनल लाइफ में बहुत खुश नजर आएंगे, ऐसा लगेगा कि मानो आपके सिर पर कोई भार या कोई टेंशन नहीं है। काम को लेकर आपका रवैया थोड़ा लापरवाही भरा हो सकता है, जिस से बचने की कोशिश जरूरी होगी। यदि आप किसी से प्यार करते हैं, तो उनसे अपने दिल का हाल सुनाने के लिए आज अच्छा दिन होगा। परिवार के लोगों से अच्छा तालमेल बनाकर रखें।आपकी ऊँची बौद्धिक क्षमताएँ आपको कमियों से लड़ने में सहायता करेंगी। सिर्फ़ सकारात्मक विचारों के ज़रिए इन समस्याओं से निजात पायी जा सकती है। घर में किसी फंक्शन के होने की वजह से आज आपको बहुत धन खर्च करना पड़ेगा जिसके कारण आपकी आर्थिक स्थिति खराब हो सकती है। सामाजिक उत्सवों में सहभागिता का मौक़ा है, जो आपको प्रभावशाली व्यक्तियों के संपर्क में लाएगा। प्यार-मोहब्बत की नज़रिए से बेहतरीन दिन है। प्यार का मज़ा चखते रहें। तब तक कोई वादा न करें, जब तक आप ख़ुद यह न जानते हों कि आप उसे हर क़ीमत पर पूरा करेंगे। कर्म-काण्ड/हवन/पूजा-पाठ आदि का आयोजन घर मे होगा। आज के दिन आपका वैवाहिक जीवन एक विशिष्ट दौर से गुज़रेगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- शराब-सिगरेट का प्रयोग न करने से आर्थिक पक्ष अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nखर्चों में दिन जाएगा, हो सकता है। शॉपिंग में समय बिताएं, जिससे खर्चे जरूरत से ज्यादा होने के कारण आर्थिक स्थिति पर बोझ पड़ेगा। निजी जीवन की बात करें, तो वहां आज थोड़ी निराशा देखनी पड़ सकती है। आप जितना प्यार उनसे करते हैं। उतने की ही उम्मीद रखेंगे, लेकिन बदले में ना मिलने से आप और निराश होंगे, जबकि इस भावना को बदलें, आप देखेंगे, जीवन बहुत सुंदर है और सभी आपको पसंद करते हैं। काम को लेकर स्थितियां नियंत्रण में रहेंगी और आज आप बैंक बैलेंस भी बढ़ाने में कामयाब हो सकते हैं।मानसिक शान्ति के लिए किसी दान-पुण्य के काम में सहभागिता करें। व्यापाार में मुनाफा आज कई व्यापारियों के चेहरे पर खुशी ला सकता है। अगर आप अपनी घरेलू ज़िम्मेदारियों को अनदेखा करेंगे, तो कुछ ऐसे लोग नाराज़ हो सकते हैं जो आपके साथ रहते हैं। नये रोमांस की संभावना प्रबल है, प्रेम का फूल आपकी ज़िन्दगी में जल्दी ही खिल सकता है। सेमिनार और गोष्ठियों में हिस्सा लेकर आज आप कई नए विचार पा सकते हैं। आज जितना हो सके लोगों से दूर रहें। लोगों को वक्त देने से बेहतर है अपने आपको वक्त दें। आज आपका वैवाहिक जीवन हँसी-ख़ुशी, प्यार और उल्लास का केन्द्र बन सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- नहाने के पानी में कुशा के टुकड़े डालकर स्नान करने से पारिवारिक सुख बढ़ेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nइनकम बढ़ती हुई हो, तो किसे पसंद नहीं होती। आज आपके पास अच्छी मात्रा में पैसा आएगा। यदि आपने कहीं पैसा इन्वेस्ट किया है, तो उससे भी आज अच्छा रिटर्न मिलने की उम्मीद कर सकते हैं। इसके अलावा पैसे को आगे इन्वेस्ट करना भी आपके लिए फायदेमंद रहेगा। बस शेयर बाजार में थोड़ी सावधानी रखें।  लोंग टर्म के लिए पैसा लगाएं। आप आज हाजिर जवाब होंगे और हंसी मजाक के मूड में होंगे, जिससे हर मुसीबत को बड़ी आसानी से दूर कर लेंगे। काम को लेकर स्थितियां बड़ी अच्छी होंगी। आपके लिए आसानी होगी। निजी जीवन को लेकर आज आप बहुत परिपक्वता दिखाएंगे और कुछ मामलों में आप गंभीर भी दिखाई देंगे। आपके अपने आप के साथ खड़े नजर आएंगे।बहुत ज़्यादा चिंता और तनाव की आदत आपकी सेहत बर्बाद कर सकती है। मानसिक स्पष्टता बनाए रखने के लिए शंका और झुंझलाहट से निजात पाएँ। इस राशि केे कुछ लोगों को आज संतान पक्ष से आर्थिक लाभ होने की उम्मीद है। आज आपको अपनी संतान पर गर्व महसूस होगा। वैवाहिक बंधन में बंधने के लिए अच्छा समय है। कई लोगों के लिए आज की रोमांटिक शाम ख़ूबसूरत तोहफ़ों और फूलों से भरपूर रहेगी। पैसे बनाने के उन नए विचारों का उपयोग करें, जो आज आपके ज़ेहन में आएँ। आज आप जीवनसाथी के साथ वक्त बिताने और उनको कहीं घुमाने ले जाने का प्लान करेंगे लेकिन उनकी खराब तबीयत की वजह से यह नहीं हो पाएगा। आपके आस-पास के लोग कुछ ऐसा कर सकते हैं, जिसके चलते आपका जीवनसाथी आपकी तरफ़ फिर से आकर्षित महसूस करेगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- पक्षियों को सतनाजा खिलाने से स्वास्थ्य अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nमन में शंका रखना किसी भी बात में आपको नुकसान दे सकता है, इसलिए मन से इसे बिल्कुल निकाल दें और अपने निजी जीवन को अच्छा बनाने के लिए खुलकर हर गतिविधि में हिस्सा लें और अपनों को समय दें। उनके साथ वक्त बिताएं और मन में कोई शंका चल भी रही है, तो उसे दूर करने के लिए बातचीत करें। काम को लेकर स्थिति बहुत अच्छी हैं। आज जहां आप काम कर रहे हैं। वहां पर कोई पार्टी की योजना बन सकती है। किसी का फेयरवेल हो सकता है या किसी का जन्मदिन इनकम को लेकर प्रयास सार्थक रहेंगे। आज आप गजब के आत्मविश्वास से भरे नजर आएंगे। किसी प्रतियोगिता में सफलता मिलने से आप का मनोबल ऊंचा होगा।अपना तनाव दूर करने के लिए परिवार वालों की मदद लें। उनकी सहयता को खुले दिल से स्वीकारें। अपनी भावनाओं को दबाएँ और छुपाएँ नहीं। अपने जज़्बात दूसरों के साथ साझा करने से फ़ायदा मिलेगा। अनचाहा कोई महमान आज आपके घर आ सकता है जिसके आने से आपको घर के उन समानों पर भी खर्चा करना पड़ सकता है जिनको आपने अगले महीने पर टाला हुआ था। घर पर आपके बच्चे आपके सामने किसी समस्या को तिल का ताड़ बनाकर पेश करेंगे- कोई भी क़दम उठाने से पहले तथ्यों की भली-भांति पड़ताल कर लें। प्रेम जीवन की डोर को मजबूत बनाए रखना चाहते हैं तो किसी तीसरे की बातों को सुनकर अपने प्रेमी के बारे में कोई भी राय न बनाएं। अगर आप कोई नया व्यवसाय या योजना शुरू करने की सोच रहे हैं तो जल्दी ही फ़ैसला करें, क्योंकि आपके सितारे महरबान हैं। जो आप करना चाहते हैं, उस ओर क़दम बढ़ाने में घबराएँ नहीं। एकांत में वक्त बिताना अच्छा है लेकिन आपके दिमाग में कुछ चल रहा है तो लोगों से दूर रहकर आप और ज्यादा परेशान हो सकते हैं। इसलिए आपको हमारी सलाह है कि लोगों से दूर रहने से बेहतर होगा किसी अनुभवी शख्स से अपनी परेशानी के बारे में बात करें। आपका जीवनसाथी आपकी ज़रूरतों को अनदेखा कर सकता है, जिसके चलते आप चिड़चिड़े हो सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- काली उड़द, काले तिल, और नारियल जल में बहाने से स्वास्थ्य अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nभाग्य की प्रबलता के चलते कार्य में सफलता सुनिश्चित होगी। आप जिस काम को भी सोचेंगे। वह पूरा हो जाएगा, जिससे आज का दिन आपका दिन कहलाएगा। यदि जमीन जायदाद से जुड़े किसी काम में हाथ डाला है, तो उसमें भी सफलता आपके कदम चूमेगी। आज आप अपने विरोधियों को हराने में कामयाब रहेंगे और अपनी निजी जीवन में खुशी भरे पलों का आनंद लेंगे। आपकी सेहत भी बढ़िया रहेगी और आप अपने आप में ज्ञान और अनुभव के बल पर अपने आसपास के लोगों को कुछ नया बताने की कोशिश करेंगे, जिसे सब बड़े ध्यान से सुनेंगे। आपको कोई सम्मान मिल सकता है।ऐसी गतिविधियों में शामिल हों जो रोमांचक हों और आपको सुकून दें। आज के दिन निवेश करने से बचना चाहिए। नाती-पोतों से आज काफ़ी ख़ुशी मिल सकती है। ज़िन्दगी की हक़ीक़त का सामना करने के लिए आपको अपने प्रिय को कम-से-कम कुछ वक़्त के लिए भूलना पड़ेगा। आज आपके बॉस का बढ़िया मिज़ाज पूरे कार्यालय के माहौल को अच्छा बना देगा। अचानक आज आप काम से छुट्टी लेने का प्लान बना सकते हैं और अपने परिवार के साथ वक्त बिता सकते हैं। आपके लिए यह ख़ूबसूरत रोमानी दिन रहेगा, लेकिन सेहत को लेकर थोड़ी परेशानी का सामना करना पड़ सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- अच्छी आर्थिक स्थिति के लिए काले जूते व छाते का दान किसी गरीब को करें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिनमान आपसे बहुत कुछ उम्मीद करता है। आप लकीर के फकीर बनने की बजाय कुछ नया करने की कोशिश करेगे और चुनौतियों से ना घबराए अपने आत्मविश्वास को जगाने से आपको अपने रिश्तो से प्यार और अपने कामों में सफलता मिलेगी। इनकम को लेकर दिन सामान्य रहेगा, लेकिन खर्चे तेजी से बढ़ते नजर आएंगे। शाम के बाद स्थिति थोड़ी सुधरेगी। आप अपने पारिवारिक कामों में इतना व्यस्त रहेंगे कि काम के लिए थोड़ा कम ध्यान दे पाएंगे, फिर भी ध्यान देना जरूरी होगा।मानसिक और नैतिक शिक्षा के साथ शारीरिक शिक्षा भी लें, केवल तभी सर्वांगीण विकास संभव है। याद रखें कि एक स्वस्थ शरीर में ही एक स्वस्थ दिमाग़ निवास करता है। दोस्तों की मदद से वित्तीय कठिनाईयाँ हल हो जाएंगी। दोस्तों और रिश्तेदारों के साथ मौज-मस्ती करें। बाहरी चीज़ों का अब कोई ख़ास मायने आपके लिए नहीं बचा है, क्योंकि आप ख़ुद को हमेशा प्यार की ख़ुमारी में महसूस करते हैं। नए ग्राहकों से बात करने के लिए बेहतरीन दिन है। आज आपके पास खाली समय होगा और इस समय का इस्तेमाल आप ध्यान योग करने में कर सकते हैं। आपको आज मानसिक शांति का अहसास होगा। आज का दिन आपके लिए बहुत अच्छा नहीं रहेगा क्योंकि कई मामलों में आपसी असहमति रह सकती है; और इससे आपके रिश्ते कमजोर होंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- हल्दी गाँठ, केसर, पीला चन्दन, पीली दाल का अधिक सेवन करने से हेल्थ बेहतर बनेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज के दिन प्यार मे सराबोर रहेंगे। आप अपनी लव लाइफ खोलकर जिएंगे और मन में प्यार को लेकर, जो उमंगे होंगी। उनका आनंद लेगे आपका प्रिय भी आपकी खुशी में पूरी तरह से शामिल होगा, जिससे आज का दिन ही खुशनुमा होगा। काम को लेकर स्थितियां पूरी तरह से आप के पक्ष में नजर आएंगे, जिससे आप काफी खुश होंगे। अपने कुछ जरूरी कामों को आप भाग्य के सहारे भी छोड़ देंगे और उन्हें सफलता मिलेगी। शादीशुदा लोगों का गृहस्थ जीवन सही तरीके से सही दिशा में आगे बढ़ेगा और आपका जीवन साथी आज आपको कोई अच्छी बात बता सकता है, जिसे सुनकर आपकी बाँछें खिल उठेंगी।आप भावनात्मक तौर पर बहुत संवेदनशील हैं, इसलिए ऐसे हालात से बचें जो आपको चोट पहुँचा सकते हों। आप ख़ुद को नए रोमांचक हालात में पाएंगे- जो आपको आर्थिक फ़ायदा पहुँचाएंगे। घर में उल्लास का माहौल आपके तनावों को कम कर देगा। आप भी इसमें पूरी सहभागिता करें और महज़ मूक दर्शक न बने रहें। ज़िन्दगी की भाग-दौड़ में आप ख़ुद को ख़ुशनसीब पाएंगे, क्योंकि आपका हमदम वाक़ई सबसे बेहतरीन है। दफ़्तर में स्नेह का माहौल बना रहेगा। आज जीवन के कई अहम मुद्दों पर आप घरवालों के साथ बैठकर बात कर सकते हैं। आपकी बातें घरवालों को परेशान कर सकती हैं लेकिन इन बातों का हल अवश्य निकलेगा। ज़िन्दगी बहुत ख़ूबसूरत नज़र आएगी, क्योंकि आपके जीवनसाथी ने आपके लिए कुछ ख़ास योजना बनाई है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- काले-सफेद तिल आटे में मिलाकर उसकी गोलियां मछलियों में डालने से सेहत अच्छी रहेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nघर में किसी के आने से रौनक आ जाएगी। घर में कोई फंक्शन कर सकते हैं या घर की खूबसूरती को बढ़ाने के लिए कोई नई चीज खरीद कर ला सकते हैं। आपकी सेहत जबरदस्त रहेगी और आज के दिन को आप खूब इंजाय करेगे। आपकी मां आज आप पर खूब प्यार लुटाएंगी। बिजनेस को लेकर स्थितियां आज बढ़िया रहेंगी। इन्वेस्टमेंट करने के हिसाब से भी आज का दिन बढ़िया रहेगा। केवल एक बात का ध्यान रखें। ज्यादा उकसावे में आकर किसी से बुरा भला ना बोले नहीं तो दिक्कत हो सकती है।आपका ऊर्जा-स्तर ऊँचा रहेगा। ज़रूरत से ज़्यादा ख़र्च करने और चालाकी-भरी आर्थिक योजनाओं से बचें। अपनी महत्वाकांक्षाओं को माता-पिता को बतलाने का सही समय है। वे आपको सहयोग देंगे। आपको भी ध्यान केंद्रित कर कड़ी मेहनत करने की ज़रूरत है। आपके ईमानदार और ज़िंदादिल प्यार में जादू करने की ताक़त है। करिअर में तरक़्क़ी के लिए नयी क्षमताएँ विकसित करना और नयी तकनीकें सीखना महत्वपूर्ण रहेगा। परिवार की जरुरतों को पूरा करते-करते आप कई बार खुद को वक्त देना भूल जाते हैं। लेकिन आज आप सबसे दूर होकर अपने आप के लिए वक्त निकाल पाएंगे। जीवनसाथी के साथ थोड़ा हँसी-मज़ाक़, थोड़ी छेड़-छाड़ आपको किशोरावस्था के दिनों की याद दिला देंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- कढ़ी चावल गरीबों को खिलाएं व खुद भी खाएं, इससे आर्थिक स्थिति बढ़िया रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज दोस्तों के साथ कहीं घूमने जाने की प्लानिंग होगी। बहुत समय से आप इसकी कोशिश कर रहे थे। आज आप को मौका मिल सकता है। सरकारी कामों में हाथ डालने से आपको लाभ के योग बनेंगे। आपका जीवन साथी बुद्धिमानी की बातें करेगा और उनकी ही किसी सलाह को सुनकर आपको अपने काम को आगे बढ़ाने का कोई नया तरीका मिल सकता है। अपने विरोधियों से थोड़ा सावधान रहना जरूरी होगा। वह आज प्रबल स्थिति में हो सकते हैं। बुद्धि अच्छी रहेगी, जिससे आपको सही समय पर सही काम करने की इनट्यूशन प्राप्त होगी।मानसिक स्पष्टता के लिए भ्रम और निराशा से बचने की कोशिश करें। घर की छोटी-छोटी चीजों पर आज आपका बहुत धन खराब हो सकता है जिसकी वजह से आप मानसिक तनाव में आ सकते हैं। सही समय पर आपकी सहायता किसी को बड़ी परेशानी से बचा सकती है। आप प्रेम की आग में धीरे-धीरे ही सही, लेकिन लगातार जलते रहेंगे। आज आपके पास अपनी धनार्जन की क्षमता को बढ़ाने के लिए ताक़त और समझ दोनों ही होंगे। लोग आपके बारे में क्या सोचते हैं आज आपको इस बात से कोई फर्क नहीं पड़ेगा। बल्कि आज आप खाली समय में किसी से मिलना जुलना भी पसंद नहीं करेंगे और एकांत में आनंदित रहेंगे। जीवनसाथी के साथ कुछ तनातनी मुमकिन है, लेकिन शाम के खाने के साथ चीज़ें भी सुलझ जाएंगी। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- किसी साधु या अपंग व्यक्ति को चारपाई का दान करने से आर्थिक पक्ष मजबूत होगा। \n",
    "9": "मकर राशिः आज का राशिफल\nमन से भावुक होने वाले आप आज काफी मजबूत स्थिति में नजर आएंगे। आज अपने घर में चल रही परिस्थितियों पर आपका पूरा नियंत्रण होगा। घर में खुशी आएगी और आज अपनी प्यारी मीठी बातों से आज आप सबका दिल जीत लेंगे। आने वाली  खुशी की दस्तक घर में होगी और घर में लोगों का आना जाना हो सकता है। बिजनेस को लेकर थोड़ा गंभीर रवैया अपनाना जरूरी होगा। हल्के में स्थितियों को लेना नुकसानदायक हो सकता है। अपने निजी जीवन को लेकर आज आपको थोड़ी निराशा हो सकती है, लेकिन आपके काम को लेकर स्थितियां बहुत मजबूत हैं। आपके प्रयास सफल होंगे।आज का दिन मौज-मस्ती और आनन्द से भरा रहेगा- क्योंकि आप ज़िन्दगी को पूरी तरह जिएंगे। आज आप आसानी से पैसे इकट्ठा कर सकते हैं- लोगों को दिए पुराने कर्ज़ वापिस मिल सकते हैं- या फिर किसी नयी परियोजना पर लगाने के लिए धन अर्जित कर सकते हैं। पुराने परिचितों से मिलने-जुलने और पुराने रिश्तों को फिर से तरोताज़ा करने के लिए अच्छा दिन है। आज प्यार के नज़रिए से दिन काफ़ी विवादास्पद रहेगा। रचनात्मक काम में लगे लोगों के लिए सफलता से भरा दिन है, उन्हें वह शौहरत और पहचान मिलेगी जिसकी उन्हें एक अरसे से तलाश थी। जो लोग घर सेे बाहर रहते हैं आज वो अपने सारे काम पूरे करके शाम के समय किसी पार्क या एकांत जगह पर समय बिताना पसंद करेंगे। ज़्यादा ख़र्चे की वजह से जीवनसाथी से खट-पट हो सकती है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- सोने का छल्ला अनामिका अँगुली में धारण करने से लव लाइफ स्मूथ चलेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन मध्यम रहेगा। सेहत कमजोर रहने का इशारा कर रही है। मौसम के बदलने से  बीमार पड़ सकते हैं। सावधानी रखें कामों में रुकावट आने की  संभावना बनेगी,  लेकिन मानसिक तनाव से छुटकारा मिलेगा। शादीशुदा लोगों का गृहस्थ  जीवन  खुशी से भरा रहेगा। त्यौहार के इस मौसम में जीवन साथी कोई लाभ मिलने वाली बात आपको बताएगा, जो आपको खुशी देगी। प्रेम जीवन बिता रहे लोग  अपने प्रिय के साथ टाइम स्पेंड करेंगे और अपने  फ्यूचर की प्लानिंग उन्हें बताएंगे। उनके लिए कोई अच्छा गिफ्ट भी ला सकते हैं। काम के सिलसिले में आज भाग्य आपका साथ देगा, जिससे आपको बेहद अच्छे नतीजे मिलेंगे।दबी हुई समस्याएँ फिर से उभरकर आपको मानसिक तनाव दे सकती हैं। आपके पिता की कोई सलाह आज कार्यक्षेत्र में आपको धन लाभ करा सकती है. नाती-पोतों से आज काफ़ी ख़ुशी मिल सकती है। आज के दिन आप किसी क़ुदरती ख़ूबसूरती से ख़ुद को सराबोर महसूस करेंगे। लगता है कि आपके विरष्ठ आज देवदूतों जैसा व्यवहार करने वाले हैं। अगर आप जल्दबाज़ी में निष्कर्ष निकालेंगे और ग़ैर-ज़रूरी काम करेंगे, तो आज का दिन काफ़ी निराशाजनक हो सकता है। यह दिन शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक रहेगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- काले चने, काले उड़द, काले कपड़े और सरसों के तेल का दान करने से स्वास्थ्य अच्छा रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन अच्छा रहेगा और आपको पैसों का लाभ मिलेगा। आपको कार्य में सफलता भी प्राप्त होगी। प्रेम के मामले में आज का दिन बेहतरीन रहेगा और आपको अच्छे नतीजे मिलेंगे। प्रिय के साथ समय बिताने का अवसर मिलेगा। दोनों साथ मिलकर कोई काम शुरू करने की बात भी कर सकते हैं, जो लोग शादीशुदा है। दांपत्य जीवन में अच्छे नतीजे मिलेंगे और आपके जीवनसाथी को आज कोई बड़ा लाभ मिल सकता है। आपके काम में उतार-चढ़ाव से भरा दिन रहेगा। दूसरी नौकरी का विचार आएगा।जो धुंध आपके चारों तरफ़ छायी हुई है और आपकी प्रगति को बाधित कर रही है, उससे बाहर निकलने का समय है। किसी करीबी दोस्त की मदद से आज कुछ करोबारियों को अच्छा-खासा धन लाभ होने की संभावना है। यह धन आपकी कई परेशानियों को दूर कर सकता है। आपके नज़दीकी लोग निजी जीवन में परेशानियाँ खड़ी कर सकते हैं। बेवजह का शक रिश्तों को खराब करने का काम करता है। आपको भी अपने प्रेमी पर शक नहीं करना चाहिए। यदि किसी बात को लेकर आपके मन में उनके प्रति संशय है तो उनके साथ बैठकर हल निकालने की कोशिश करें। आपकी अन्दरूरनी ताक़त कार्यक्षेत्र में दिन को बेहतर बनाने में मददगार साबित होगी। अपने किस मित्र के साथ आज समय बिता सकते हैं लेकिन इस दौरान आप शराब का सेवन करने से बचना चाहिए नहीं तो समय की बर्बादी हो सकती है। कोई रिश्तेदार अचानक आपके घर आ सकता है, जिसके चलते आपकी योजनाएँ गड़बड़ा सकती हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- केसर की पुड़िया पीले रंग के कपड़े में बांधकर अपने पास रखने से पारिवारिक जीवन अच्छा चलता है। \n"
}]
