horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। कार्यक्षेत्र में कुछ व्यवधान आने के योग बन रहे हैं, लेकिन यदि आप समझदारी से कार्य करेंगे, तो आपको सफलता प्राप्त होगी। आज यदि आपने किसी को धन उधार दिया है, तो उसके वापस आने की संभावना कम होगी। विद्यार्थियों को प्रतियोगिता परीक्षा देते हुए कुछ असुविधा हो सकती है। यदि आप साझेदारी में व्यापार करने की सोच रहे हैं, तो वह आपके लिए उत्तम रहेगा। आज आपको धन के लेनदेन में भी सावधानी बरतनी होगी। शाम का समय वाहन चलाते समय सावधानी बरतें।बाहर घूमना-फिरना, पार्टी और मौज-मस्ती आपको अच्छे मूड में रखेंगे। निवेश के लिए अच्छा दिन है, लेकिन उचित सलाह से ही निवेश करें। परिवार के सदस्य आपके नज़रिए का समर्थन करेंगे। रोमांस रोमांचक होगा- इसलिए उससे संपर्क करें जिससे आप प्रेम करते हैं और दिन का भरपूर लुत्फ़ लें। कार्यक्षेत्र में आपके कामकाज की सराहना होगी। खाली समय में आप कोई खेल आज के दिन खेल सकते हैं लेकिन इस दौरान किसी तरह की दूर्घटना होने की भी संभावना है इसलिए संभलकर रहें। जब आपका जीवनसाथी जब सारे मनमुटाव भुलाकर प्यार के साथ आपके पास फिर आएगा, तो जीवन और भी सुन्दर लगेगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- घर में गंगाजल का किसी न किसी रूप में प्रयोग करने से आर्थिक स्थिति बेहतर बनेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nयदि नौकरी करते हैं तो आज आपको अपने अधिकारी वर्ग से अच्छे संबंध रखने होंगे और अपनी वाणी पर नियंत्रण रखना होगा, तभी सफलता मिलती दिख रही है। आज का दिन आपकी पारिवारिक संपत्ति में बढ़ोतरी का होगा और विरोधी प्रशस्त होंगे। आज आपके परिवार का खर्च अचानक से बढ़ सकता है, जो आपके लिए मानसिक तनाव पैदा कर सकता है, लेकिन आपको अपनी जेब का ध्यान रखकर ही खर्च करना होगा, नहीं तो आप भविष्य में आर्थिक संकट की चपेट आ सकते हैं। आज आपको राजनीतिक सहयोग मिलेगा और आपके अटके हुए सरकारी काम भी आज पूरे होंगे।सामाजिक मेलजोल से ज़्यादा सेहत को प्राथमिकता दी जानी चाहिए। जो लोग लघु उद्योग करते हैं उन्हें आज के दिन अपने किसी करीबी की कोई सलाह मिल सकती है जिससे उन्हें आर्थिक लाभ होने की संभावना है। प्यार, मेलजोल और आपसी जुड़ाव में इज़ाफा होगा। प्रेम भगवान की पूजा की ही तरह पवित्र है। यह आपको सच्चे अर्थों में धर्म व आध्यात्मिकता की ओर भी ले जा सकता है। नौकरों और सहकर्मियों से परेशानी होने की संभावना को ख़ारिज नहीं किया जा सकता है। अगर आज आप यात्रा कर रहे हैं तो आपको अपने सामान की अतिरिक्त सुरक्षा करने की ज़रूरत है। आपका वैवाहिक जीवन इससे अधिक रंगों से भरा कभी नहीं रहा है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- नौकरी/बिज़नेस में लाभ हेतु अपने जूतों के तलों में तांबे की सात-सात कील लगवाएं। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। जीवन साथी के साथ अच्छा समय व्यतीत होगा और परिवार के साथ कहीं घूमने जाने का प्लान भी बन सकता है। छोटे बच्चे बहुत खुश नजर आएंगे। आज आपको धन के मामले में ससुराल पक्ष से कुछ तनाव मिल सकता है, इसलिए सावधान रहें। मौसम मैं बदलाव के कारण अपनी सेहत के प्रति सचेत रहें, नहीं तो आपको शारीरिक कष्ट हो सकता है। व्यापार के लिए की गई यात्रा सफलता दायक रहेंगी और आपकी कुछ कोई नई डील फाइनल हो सकती है। सायंकाल का समय आज आप अपने मित्रों के साथ मौज मस्ती में व्यतीत करेंगे।आपका उदार स्वभाव आज आपके लिए कई ख़ुशनुमा पल लेकर आएगा। यूं तो आज आर्थिक पक्ष अच्छा रहेगा लेकिन इसके साथ ही आपको यह ध्यान भी रखना होगा कि आप अपने पैसे को व्यर्थ में खर्च न करें। परिवार की स्थिति आज वैसी नहीं रहेगी जैसा आप सोचते हैं। आज घर में किसी बात को लेकर कलह होने की संभावना है ऐसी स्थिति में खुद पर काबू रखें। थोड़े बहुत टकराव के बावजूद भी आज आपका प्रेम जीवन अच्छा रहेगा और आप अपने संगी को खुश रखने में कामयाब होंगे। अपनी कार्यकुशलता बढ़ाने के लिए नयी तकनीकों का सहारा लें। आपकी शैली और काम करने का नया अन्दाज़ उन लोगों में दिलचस्पी पैदा करेगा, जो आप पर नज़दीकी से ग़ौर करते हैं। टैक्स और बीमे से जुड़े विषयों पर ग़ौर करने की ज़रूरत है। यह दिन आपके जीवन में वसंत-काल की तरह है - रोमानी व प्यार से भरा; जहाँ सिर्फ़ आप और आपका जीवनसाथी साथ हों। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- पारिवारिक जीवन को अच्छा रखने के लिए रसोई घर के अंदर नंगे पाँव लकड़ी की चौकी पर बैठकर खाना खाएं। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन लव मैरिज के जातकों के लिए उत्तम रहेगा। शुरूआत में कुछ अवरोध आएंगे, लेकिन अंत में सभी आपकी बातों से सहमत नजर आएंगे। दांपत्य जीवन सुखमय रहेगा और आर्थिक स्थिति भी मजबूत होने से व्यापार में वृद्धि के संकेत मिल रहे हैं। कार्यक्षेत्र में आपकी पद व प्रतिष्ठा में वृद्धि होगी। विद्यार्थियों के परीक्षा की दिशा में किए गये प्रयास सार्थक होगे। माता जी के स्वास्थ्य का ध्यान रखें और डॉक्टर से चेकअप कराते रहें। यदि आप साझेदारी में कोई व्यापार करना चाहते हैं, तो उसके लिए दिन उत्तम नहीं है।सोचने से पहले दो बार सोचें। अनजाने ही आपका नज़रिया किसी की भावनाओं को आहत कर सकता है। जिन लोगों ने अपना पैसा सट्टेबाजी में लगा रखा था आज उन्हें नुक्सान होने की संभावना है। सट्टेबाजी से दूर रहने की आपको सलाह दी जाती है। अपने परिवार को बताकर और अपने कामों से जताकर महसूस कराते रहें कि आप उनकी कितनी परवाह करते हैं। इससे उन्हें ख़ुशी मिलेगी और इस ख़ुशी को दोगुना करने के लिए उनके साथ अच्छा वक़्त बिताएँ। आपके महसूस करेंगे कि फ़िज़ाओं में प्यार घुला हुआ है। नज़रें उठाकर तो देखिए, आपको सब-कुछ प्रेम के रंग में रंगा दिखाई देगा। अपनी कोशिशों को सही दिशा दें और आपको असाधारण क़ामयाबी से नवाज़ा जाएगा। बिना किसी को अवगत कराए ही आज आपके घर में किसी दूर के रिश्तेदार की एंट्री हो सकती है जिसके कारण आपका समय खराब हो सकता है। जीवनसाथी की मासूमियत आपके दिन को ख़ास बना सकती है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- कौवों को रोटी खिलाने से आर्थिक स्थिति बेहतर होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन विद्यार्थियों के लिए गुरुजनों की मदद से भविष्य में रणनीति बनाने का ऑप्शन प्राप्त करायेगा। रोजगार की दिशा में किए गए प्रयासों में आज सफलता मिलेगी। कार्यक्षेत्र में आपके प्रोजेक्ट समय से पहले पूरा होने से आप के प्रभाव व प्रताप दोनों में वृद्धि होगी। मित्रों के साथ की गई यात्रा सुखद व लाभप्रद रहेगी। जीवनसाथी आज आपके लिए कोई उपहार ला सकते हैं। जरूरी कार्य को पूरा करने के लिए दूसरों का सहयोग लेने में सफल रहेंगे। सायंकाल का समय आप अपने माता-पिता को छोटी दूरी की यात्रा पर भी ले जा सकते हैं।ज़िंदगी की ओर उदास नज़रिया रखने से बचें। व्यापार में आज अच्छा खास मुनाफा होने की संभावना है। आज के दिन आप अपने बिजनेस को नई ऊंचाईयां दे सकते हैं। दिन के दूसरे हिस्से में कुछ दिलचस्प और रोमांचक काम करने के लिए बढ़िया वक़्त है। आज प्यार के नज़रिए से दिन काफ़ी विवादास्पद रहेगा। आपकी अन्दरूरनी ताक़त कार्यक्षेत्र में दिन को बेहतर बनाने में मददगार साबित होगी। आज आपको रिश्तों की अहमियत का अंदाज हो सकता है क्योंकि आज के दिन का ज्यादातर समय आप अपने परिवार के लोगों के साथ बिताएंगे। अपने जीवनसाथी के किसी काम की वजह से आप कुछ शर्मिन्दगी महसूस कर सकते हैं। लेकिन बाद में आपको महसूस होगा कि जो हुआ, अच्छे के लिए ही हुआ। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- त्रिफला का सेवन किसी भी रूप में करने से स्वास्थ्य अच्छा होगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ खर्चे भागदौड़ भरा रहेगा। आज आपको अपने परिवार की आवश्यकता के लिए कुछ धन व्यय करना पड़ेगा। आज आपको बाहर के खान-पान पर नियंत्रण रखना होगा, नहीं तो आपको पेट दर्द की शिकायत हो सकती है। जीवनसाथी आपकी रचनात्मक क्रियाओं से प्रभावित होंगे और जरूरी कार्यों में आपकी सलाह लेंगे, जिससे आपका प्रेम जीवन सुखमय रहेगा। आज आप धार्मिक क्रियाकलापों में भी भाग लेंगे, जिसमें धन भी व्यय होगा, लेकिन उससे आपकी कीर्ति में वृद्धि होगी। संतान के भविष्य के प्रति जो चिंता थी, वह आज समाप्त होगी।\n दिन की शुरुआत आप योग ध्यान से कर सकते हैं। ऐसा करना आपके लिए फायदेमंद रहेगा और सारे दिन आपमें ऊर्जा रहेगी। घर में किसी फंक्शन के होने की वजह से आज आपको बहुत धन खर्च करना पड़ेगा जिसके कारण आपकी आर्थिक स्थिति खराब हो सकती है। अपने दोस्तों और परिवार के सहयोग के चलते आप नए आत्मविश्वास और रोमांच से भरपूर रहेंगे। दिन को ख़ास बनाने के लिए स्नेह और उदारता के छोटे-छोटे तोहफ़े लोगों को दें। अहम लोगों से बातचीत करते वक़्त अपने आँख-कान खुले रखिए, हो सकता है आपके हाथ कोई क़ीमती बात या विचार लग जाए। बिना किसी को अवगत कराए ही आज आपके घर में किसी दूर के रिश्तेदार की एंट्री हो सकती है जिसके कारण आपका समय खराब हो सकता है। थोड़ी-सी कोशिश करें तो यह दिन आपके वैवाहिक जीवन के सबसे विशेष दिनों में से एक हो सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए ॐ नीलवर्णाय विदमहे सैंहिकेयाय धीमहि तन्नों राहुः प्रचोदयात। इस मंत्र का 11 बार उच्चारण करें। \n",
    "6": "तुला राशिः आज का राशिफल\nआज आपके राजनीतिक दिशा में किए गए प्रयासों में सफलता प्राप्त होगी, अच्छा जन समर्थन मिलेगा शासन सत्ता का सहयोग भी मिलेगा और भविष्य में आपको उनसे अच्छा लाभ भी होगा। आज आपको आय और व्यय में संतुलन बना कर रखना होगा अन्यथा आपके धन कोष में कमी आ सकती है और भविष्य में आप की आर्थिक स्थिति डगमगा सकती है। विद्यार्थियों को परीक्षा में सफल नतीजे प्राप्त होंगे। आज आपका सामाजिक क्षेत्र भी बढ़ा हुआ दिखेगा। यदि आपके परिवार में कोई कलह चल रही है, तो वह आज फिर से सर उठा सकती है और आपको परेशान कर सकती हैं।\n मानसिक दबाव के बावजूद आपकी सेहत अच्छी रहेगी। जिन लोगों को आप जानते हैं, उनके ज़रिए आपको आमदनी के नए स्रोत मिलेंगे। मनोरंजन से जुड़ी गतिविधियाँ मज़ेदार रहेंगी, अगर पूरे परिवार की उसमें सहभागिता हो। सोशल मीडिआ पर अपने प्रिय के पिछले 2-3 संदेश देखिए, आपको एक ख़ूबसूरत ताज्जुब का एहसास होगा। आज आपकी कलात्मक और रचनात्मक क्षमता को काफ़ी सराहना मिलेगी और इसके चलते अचानक लाभ मिलने की संभावना भी है। आज घर में अधिकतर समय आप सो कर गुजार सकते हैं। शाम के वक्त आपको महसूस होगा कि आपने अपना कितना कीमती समय बर्बाद कर दिया। यह आपके पूरे वैवाहिक जीवन के सबसे ज़्यादा स्नेहपूर्ण दिनों में से एक हो सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- इलायची (बुध की कारक) का सेवन करने से हेल्थ अच्छी होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन जो लोग विदेशों से व्यापार करते हैं, उनके लिए उत्तम रहेगा। कार्य क्षेत्र में आप के नेतृत्व में किए जा रहे कार्यों में आपको सफलता मिलेगी और अधिकारियों और साथियों के बीच आप की छवि में भी सुधार आएगा। जीवन सुखमय होगा, लेकिन आपको फिजूलखर्ची पर नियंत्रण रखना होगा और आपको जीवनसाथी की भावनाओं का सम्मान करना होगा, तभी वह आपके साथ कदम से कदम मिलाकर आगे बढ़ेंगे। यदि आज आप कोई बड़ा निवेश करने की सोच रहे हैं, तो किसी विशेषज्ञ की सलाह लेकर ही करें, तभी सफलता प्राप्त होगी।बहुत ज़्यादा तनाव और चिंता करने की आदत सेहत को नुक़सान पहुँचा सकती है। जिन लोगों नेे अतीत में अपना धन निवेश किया था आज उस धन से लाभ होने की संभावना बन रही है। आज के दिन औरों की राय सुनना और उनपर अमल करना महत्वपूर्ण होगा। यात्रा के चलते रुमानी संबंध को बढ़ावा मिलेगा। किसी नयी परियोजना पर काम करने से पहले अच्छी तरह सोच-विचार लें। शाम का वक्त अच्छा रहे इसके लिए आपको दिनभर मन लगाकर काम करने की जरुरत है। मुमकिन है कि आपके माता-पिता आपके जीवनसाथी को कुछ शानदार आशीर्वाद दें, जिसके चलते आपके वैवाहिक जीवन में और निखार आएगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- तांबे का सिक्का अथवा टुकड़ा जेब में रखने से स्वास्थ्य अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। छात्रों को विदेश में शिक्षा प्राप्त करने के लिए समय अच्छा है, लेकिन नौकरी से जुड़े छात्रों को अपने कार्य में एकग्रता बनाए रखने के लिए और अपनी वाणी से अधिकारियों को प्रसन्न करना होगा। यदि कोई संपत्ति से संबंधित कोई विवाद चल रहा है, तो वह किसी बड़े अधिकारी की मदद से समाप्त होगा। व्यापार में धन आगमन करने मे कुछ कठिनाई हो सकती है। मम्मी पक्ष से धन लाभ होने की आशंका बनी हुई है। आज शाम के समय आप अपनी माता जी के लिए कोई भी उपहार ला सकते हैं।ऊर्जा के अपने ऊँचे स्तर को आज अच्छे काम में लगाएँ। अनचाहा कोई महमान आज आपके घर आ सकता है जिसके आने से आपको घर के उन समानों पर भी खर्चा करना पड़ सकता है जिनको आपने अगले महीने पर टाला हुआ था। नवयुवकों को स्कूल प्रोजेक्ट की बाबत कुछ राय लेने की ज़रूरत हो सकती है। किसी से अचानक हुई रुमानी मुलाक़ात आपका दिन बना देगी। लंबित परियोजनाएँ पूरी होने की दिशा में बढ़ेंगी। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। वैवाहिक जीवन के उजले पहलू का अनुभव करने के लिए अच्छा दिन है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- बांस की टोकरी में अन्न, चटाई, चारपाई, पेठे की मिठाई, मुंह देखने का शीशा यह सामग्री किसी गरीब को दान करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज के दिन आप अपने व्यापार में अच्छी इच्छाशक्ति और संकल्प के कारण अच्छे लाभ की प्राप्ति करेंगे और मित्रों के सहयोग से व्यवस्था की योजना को आज बल मिलेगा। आज आपको अपने कार्य क्षेत्र में अपने शत्रुओं से सावधान रहना होगा क्योंकि वह हर संभव कोशिश करेंगे आपको परेशान करने की, लेकिन आपको अपने काम पर ही ध्यान देना है, इधर उधर की बातों में ना पडे और सतर्क रहें। परिवार के व्यवस्था को बनाए रखने के लिए समय निकालने में कामयाब रहेंगे। शाम के समय आप अपने मित्रों के साथ किसी मांगलिक समारोह में जा सकते हैं।लंबे समय से चली आ रही अपनी बीमारी का इलाज अपनी मुस्कान से करें, क्योंकि यह सभी परेशानियों की सबसे कारगर दवा है। आपका धन आपके काम तभी आता है जब आप फिजूलखर्ची करने से खुद को रोकते हैं आज ये बात आपको अच्छी तरह से समझ में आ सकती है। आज का दिन ख़ुशियों से भरा रहेगा, क्योंकि आपका जीवन-साथी आपको ख़ुशी देने का हर प्रयास करेगा। क्या आपने कभी गुलाब और केवड़े की महक को एक साथ महसूस किया है? आज आपकी ज़िन्दगी प्यार-मोहब्बत के नज़रिए से ऐसे ही महकने को है। व्यापारियों के लिए अच्छा दिन है। व्यवसाय के लिए अचानक की गयी कोई यात्रा सकारात्मक परिणाम देगी। आज लोग आपकी वह प्रशंसा करेंगे, जिसे आप हमेशा से सुनना चाहते थे। आपका अपने जीवनसाथी के साथ तनावपूर्ण संबंध रह सकता है। जहां तक सम्भव हो बात को बढ़ने न दें। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सोते समय एक तांबे के पात्र में जल रखकर अगली सुबह घर के पास वाले पेड़ की जड़ में उस जल को डालने से सेहत अच्छी रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज व्यापार में लाभ की स्थितियां उत्पन्न होंगी और आपको नए नए अवसर प्राप्त होंगे, जो आपके व्यापार को चरम तक पहुंचेंगे और आपकी आर्थिक स्थिति मजबूत होगी। रोजगार की दिशा में प्रयास कर रहे लोगों को सफलता मिलेगी। जीवनसाथी का आज आपको भरपूर सहयोग मिलेगा। प्रेम जीवन आनंदमय रहेगा। चिकित्सा से जुड़े जातको की प्रतिष्ठा में वृद्धि होगी। आर्थिक स्थिति में सुधार होगा। संतान के स्वास्थ्य में कुछ कमी आ सकती है, इसलिए उनके बाहर के खानपन का पर ध्यान रखें।आपको अपना अतिरिक्त समय अपने शौक़ पूरे करने या उन कामों को करने में लगाना चाहिए, जिन्हें करने में आपको सबसे ज़्यादा मज़ा आता है। हालाँकि धन आपकी मुट्ठियों से आसानी से सरक जाएगा, लेकिन आपके अच्छे सितारे तंगी नहीं आने देंगे। एक बेहतरीन शाम के लिए रिश्तेदार/दोस्त घर आ सकते हैं। रोमांटिक मुलाक़ात आपकी ख़ुशी में तड़के का काम करेगी। अहम योजनाओं को समय पर पूरा करके आप काफ़ी लाभ हासिल करने में सफल रहेंगे। आज कुछ नया और सृजनात्मक करने के लिए अच्छा दिन है। आज आपको अपने जीवनसाथी से एक बार फिर प्यार हो जाएगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- गंगाजल का सेवन करना हेल्थ के लिए शुभ होगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। यदि आपका कोई मामला कोर्ट कचहरी में चल रहा है, तो वह आप सफल होगा, उसमें आपको भाग्य का भरपूर साथ मिलेगा। विद्यार्थियों की उच्च शिक्षा में आ रही अड़चनें समाप्त होंगी, जिससे उनकी सफलता के मार्ग प्रशस्त होंगे, लेकिन अपने स्वास्थ्य के प्रति सचेत रहे, नहीं तो आपको हानि हो सकती है। आज आपकी आर्थिक स्थिति मध्यम रहेगी। यदि किसी प्रकार का निवेश करने की सोच रहे हैं, तो उसके लिए दिन उत्तम रहेगा। ससुराल पक्ष के किसी व्यक्ति से आज कोई वैचारिक मतभेद हो सकता है, लेकिन उसमें जीवन साथी आपके साथ खड़े नजर आएंगे।मानसिक दबाव के बावजूद आपकी सेहत अच्छी रहेगी। आपके पास आज पैसा भी पर्याप्त मात्रा में होगा और इसके साथ ही मन में शांति भी होगी। पारिवारिक परेशानियों को हल करने में आपका बच्चों जैसा मासूम बर्ताव अहम किरदार अदा करेगा। आज आपको अपने प्रिय की याद सताएगी। काम में पेशेवर रवैया आपको सराहना दिलाएगा। रात के समय आज आप घर के लोगों से दूर होकर अपने घर की छत या किसी पार्क में टहलना पसंद करेंगे। असजता की वजह से आप वैवाहिक जीवन में ख़ुद को फँसा हुआ अनुभव कर सकते हैं। आपको ज़रूरत है तो जीवनसाथी के साथ आत्मीय बातचीत की। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- पानी में रेवड़िया विसर्जित करने से लव लाइफ अच्छी रहेगी। \n"
}]
