horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nसितारों की चाल आज आपके पक्ष में रहेगी लेकिन कुछ गड़बड़ियां हो सकती हैं। आज आप किसी चिंता में मग्न रहेंगे और इसलिए आपके जीवन में निराशा और सुस्ती रहेगी लेकिन दोपहर के बाद आपकी उर्जा वापस लौट आएगी और खर्चों में कमी होगी तथा चिंताएं कम होंगी। काम के सिलसिले में अच्छा दिन रहेगा। आप काफी मेहनत करेंगे। परिवार में चला आ रहा तनाव कम होगा। प्रेम जीवन में दिक्कतें रहेंगी। शादीशुदा लोगों को जीवन साथी का साथ और भरोसा महसूस होगा और आप साथ में घूमने जाएंगे।अपने दिन की शुरुआत कसरत से करें- यही वक़्त है जब आप अपने बारें में अच्छा महसूस करने की शुरुआत कर सकते हैं- इसे अपनी दिनचर्या में शामिल करें और नियमित रखने की कोशिश करें। अचानक नए स्रोतों से धन मिलेगा, जो आपके दिन को ख़ुशनुमा बना देगा। दोस्त मददगार और सहयोगी रहेंगे। काम के दबाव के चलते मानसिक उथल-पुथल और परेशानियों का सामना करना पड़ सकता है। दिन के उत्तरार्ध में ज़्यादा तनाव न लें और आराम करें। आज टीवी या मोबाइल पर कोई मूवी देखने में आप इतना व्यस्त हो सकते हैं कि आप जरुरी कामों को करना भी भूल जाएंगे। मुश्किल हालात से उबरने में आपके जीवनसाथी की तरफ़ से ज़्यादा सहयोग नहीं हासिल होगा। आज कोई उलझन आपको दिन भर तंग कर सकती है। इस उलझन को दूर करने के लिए आपको अपने घर वालों से बात करनी चाहिए। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- किसी भी गरीब व्यक्ति को बक्षीस देनें या भोजन कराने से प्रेम सम्बन्धों में वृद्धि होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा क्योंकि ग्रहों की चाल आपका साथ देगी। आपका बर्ताव अच्छा होगा, जो लोगों को आकर्षित करेगा। परिवार के बुजुर्गों से किसी बात को लेकर विचार-विमर्श करेंगे। किसी का बिगड़ा स्वास्थ्य भी आपकी चिंता का कारण रहेगा। इनकम ठीक रहेगी। प्रेम जीवन जीने वालों को भी आज खुशी मिलेगी और प्यार में नई नई योजनाएं बनाएंगे। परिवार के लोग आपका साथ देंगे। आपकी इनकम बढ़ाने में उनका योगदान होगा। शादीशुदा लोगों को आज अपने जीवनसाथी के लिए कुछ करना होगा क्योंकि वह थोड़ा नीरस महसूस कर रहे हैं।शारीरिक व्यायाम और वज़न घटाने की कोशिशें आपके रूप-रंग को निखारने में फ़ायदेमंद साबित होंगी। अगर आप घर से बाहर रहकर जॉब या पढ़ाई करते हैं तो ऐसे लोगों से दूर रहना सीखें जो आपका धन और समय बर्बाद करते हैं। हालात को क़ाबू में रखने के लिए अपने भाई की मदद लें। विवाद को ज़्यादा तूल देने की बजाय उसे दोस्ताना तरीक़े से हल करने की कोशिश करें। रोमांस को झटका लगेगा और आपके क़ीमती तोहफ़े भी आज जादू चलाने में विफल रहेंगे। अपने व्यक्तित्व और रंग-रूप को बेहतर बनाने का कोशिश संतोषजनक साबित होगी। जीवनसाथी की ख़राब सेहत के चलते आप चिंताग्रस्त हो सकते हैं। अपने काम के प्रति आज आपका फोकस गजब का होगा। आपके काम को देखकर आज बॉस आपसे खुश हो सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- एक दूध की कटोरी किसी कुत्ते को पिलाएं इससे लव लाइफ में रिलेशन और मजबूत होंगे। \n",
    "2": "मिथुन राशि : आज का राशिफल\nसितारे आज आपको कुछ नया सिखाएंगे और आप कुछ नई योजनाओं पर काम करेंगे। काम के मामले में आपको अच्छे नतीजे मिलेंगे। आपको अपने काम में पूरी तरह से संलग्न हुआ देखकर आपके साथ काम करने वाले भी आपकी तारीफ करेंगे। परिवार का भी सपोर्ट मिलेगा। परिवार वाले काम बढ़ाने में आपकी योगदान करेंगे या व्यापार करते हैं तो बेहद अच्छे नतीजे मिलेंगे। विदेशों से फायदा होगा। खर्चों में बढ़ोतरी जरूर होगी लेकिन इनकम भी ठीक-ठाक होगी।आज के दिन आप बिना झंझट विश्राम कर सकेंगे। अपनी मांसपेशियों को आराम देने के लिए तैल से मालिश करें। पैसों की कमी आज घर में कलह की वजह बन सकती है, ऐसी स्थिति में अपने घर के लोगों से सोच-समझकर बात करें और उनसे सलाह लें। दोस्त शाम के लिए कोई बढ़िया योजना बनाकर आपका दिन ख़ुशनुमा कर देंगे। किसी दिलचस्प इंसान से मिलने की प्रबल संभावना है। ऐसे बदलाव लाएँ जो आपके रूप-रंग में निखार ला सके और संभावित साथियों को आपकी ओर आकर्षित करे। आज आपके वैवाहिक जीवन के सबसे अच्छे दिनों में से एक हो सकता है। विचारों से ही मनुष्य की दुनिया बनती है – कोई बेहतरीन किताब पढ़कर आप अपनी विचारधारा को और सशक्त कर सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- शुद्ध सूती कपडा और नमकीन गरीब स्त्रियों को समय-समय पर दान करने से आर्थिक स्थिति अच्छी होगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहेगा। परिवार के छोटे सदस्यों के साथ आप काफी समय बिताएंगे। अपने मित्रों को भी फोन पर अपने दिल का हाल सुनाएंगे। सेहत भी मजबूत रहेगी। कामों में सफलता मिलेगी। नौकरी में चली आ रही परेशानी से राहत मिलेगी। यदि व्यापार करते हैं तो नतीजे सुखद मिलेंगे। परिवार का माहौल भी बढ़िया होगा और आपकी इनकम भी अच्छी रहेगी। आज आप खुद के लिए समय निकालेंगे और दिल से हल्का महसूस करेंगे। कोई ज्यादा बढ़ा दबाव आपके ऊपर नहीं होगा।आपका आकर्षक बर्ताव दूसरों का ध्यान आपकी तरफ़ खींचेगा। आप अच्छा पैसा बना सकते हैं, बशर्ते आप पारंपरिक तौर पर निवेश करें। आपमें से कुछ गहने या घरेलू सामान ख़रीद सकते हैं। आज प्यार के मामले में सामाजिक बंधन तोड़ने से बचें। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। वैवाहिक जीवन में चीज़ें हाथ से निकलती हुई मालूम होंगी। आज आप बच्चों के साथ बच्चों के जैसा ही व्यवहार करेंगे जिससे आपके बच्चे सारे दिन आपसे चिपके रहेंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- लाल या भूरे रंग की गाय को रोटी में गुड़ रखकर खिलाने से लव लाइफ अच्छी रहेगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nग्रहों की स्थिति आज आपको आगे बढ़ने के लिए प्रेरित करेगी। दोपहर तक आप काफी आत्मविश्वास से भरपूर होकर काम करेंगे लेकिन दोपहर बाद कामों में कुछ दिक्कतें आएंगी। हालांकि आप अपने प्रयासों से हारी बाजी को जीतने में कामयाब रहेंगे। व्यापार में भी आज का दिन काफी फायदेमंद रहेगा। नौकरी के सिलसिले में आपको सुखद नतीजे मिलेंगे। बेवजह की बातों में आकर अपनी निजी जीवन को खराब करने से बचें। आपकी सेहत में गिरावट आ सकती हैं प्रेम जीवन में प्रिय का साथ आपको मजबूती देगा और आप रिश्ते को लेकर अच्छा महसूस करेंगे।अगर आपकी योजना बाहर घूमने-फिरने की है तो आपका वक़्त हँसी-ख़ुशी और सुकून भरा रहेगा। जिन लोगों ने किसी से उधार लिया है उन्हें आज किसी भी हालत में उधार चुकाना पड़ सकता है जिससे आर्थिक स्थिति थोड़ी कमजोर हो जाएगी। परिवार में किसी सदस्य की ख़राब सेहत की वजह से घूमने का कार्यक्रम टल सकता है। आज के इस ख़बसूरत दिन प्रेम-संबंध में आपकी सभी शिकायतें ग़ायब हो जाएंगी। खाली वक्त आज व्यर्थ की बहसों में खराब हो सकता है जिससे दिन के अंत में आपको खिन्नता होगी। जीवनसाथी की मासूमियत आपके दिन को ख़ास बना सकती है। आज आपका मन धार्मिक कार्यों में रमेगा जिससे आपको मानसिक शांति का अनुभव होगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- चाँदी के टुकड़े पर शुक्र का यंत्र खुदवाकर पूजा करने से पारिवारिक जीवन खुशहाल बना रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ हद तक अनुकूल रहेगा। शाम के समय आप अच्छे भोजन का आनंद लेंगे।  काम के सिलसिले में अपनी बुद्धि का पूरा इस्तेमाल करेंगे और अपनी व्यवहार कुशलता से सबको अपना मुरीद बना लेंगे। नौकरीपेशा लोगों के लिए आज का दिन अच्छा रहेगा। बिज़नस के लिहाज से भी दिन उन्नति शील रहेगा। परिवार में कुछ समस्या रहेंगी लेकिन शादीशुदा लोगों का गृहस्थ जीवन खुशनुमा रहेगा। प्रेम जीवन में आपको कुछ लोगों के विरोध का सामना करना पड़ सकता है। शारीरिक बीमारी के सही होनी की काफ़ी संभावनाएँ हैं और इसके चलते आप शीघ्र ही खेल-कूद में हिस्सा ले सकते हैं। धन से जुड़ा कोई मसला आज हल हो सकता है और आपको धन लाभ हो सकता है। कुछ भी चालाकी भरे काम को करने से बचें। मानसिक शांति के लिए इस तरह के कामों में से दूर रहें। रोमांस आनन्ददायी और काफ़ी रोमांचक रहेगा। मुमकिन है कि आपके अतीत से जुड़ा कोई शख़्स आज आपसे संपर्क करेगा और इस दिन को यादगार बना देगा। यह शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक है। आपको प्रेम की गहराई का अनुभव करेंगे। ऑफिस में आज बहुत ज्यादा काम होने की वजह से आपको आंखों से जुड़ी परेशानी हो सकती है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- आज के दिन तनाव-मुक्त रहने के लिए किसी सपेरे को सांप को दूध पिलाने के लिए कुछ पैसे दें। \n",
    "6": "तुला राशिः आज का राशिफल\nग्रह आज आपके पक्ष में रहेंगे जिससे अच्छे नतीजों की। गृहस्थ जीवन में नज़दीकियां बढ़ेंगी। आप अपने जीवन साथी के साथ बहुत समय बिताएंगे। पारिवारिक जीवन में तनाव की बढ़ोतरी जारी रहेगी, जिस पर ध्यान देना जरूरी होगा। प्रेम जीवन जीने वालों को आज कुछ दिक्कतों का सामना करना पड़ेगा। अपने तेज दिमाग और चतुराई का इस्तेमाल करने से आपको बिजनेस में अच्छा फायदा होगा।ध्यान से सुकून मिलेगा। आज आपका सामना कई नई आर्थिक योजनाओं से होगा- कोई भी फ़ैसला करने से पहले अच्छाईयों और कमियों पर सावधानी से ग़ौर फ़रमाएँ। आपका जीवनसाथी आपकी सहायता करेगा और मददगार साबित होगा। नए प्रेम-संबंधों के बनने की संभावना ठोस है, लेकिन व्यक्तिगत और गोपनीय जानकारियों को उजागर करने से बचें। घर पर मिले किसी पुराने सामान को देखकर आज आप खुश हो सकते हैं और सारा दिन उस सामान को साफ करने में बिता सकते हैं। आपका जीवनसाथी आपको ज़्यादा ख़ास वक़्त देने वाला है। आज छुट्टी के दिन किसी मल्टीप्लेक्स में जाकर कोई अच्छी फ़िल्म देखने से बढ़िया और क्या हो सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- शराब-सिगरेट का प्रयोग न करने से आर्थिक पक्ष अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए सफलता दायक रहेगा। अपके भाग्य का सितारा भी बुलंद रहने से कम मेहनत में ही बहुत काम आप आसानी से निपटा लेंगे। काम के सिलसिले में मेहनत जरूर करें, आज अच्छे फल मिलेंगे। आपको कोई अच्छा जॉब ऑफर मिल सकता है। व्यापार के लिहाज से दिन बढ़िया रहेगा। दांपत्य जीवन में भी प्रेम बढ़ेगा और परिवार भी तनाव से निकलकर शांति के पथ पर आगे बढ़ेगा। प्रेम जीवन जीने वालों को आज अपने प्रिय के मन की बात सुननी पड़ेंगी, नहीं तो दिक्कतें बढ़ सकती हैं।जीवन-साथी की सेहत को ठीक तरह से ध्यान दिए जाने और देखभाल की ज़रूरत है। आज के दिन आपको धन लाभ होने की पूरी संभावना है लेकिन इसके साथ ही आपको दान-पुण्य भी करना चाहिए क्योंकि इससे आपको मानसिक शांति मिलेगी। दूसरों को प्रभावित करने की आपकी क्षमता आपको कई सकारात्मक चीज़ें दिलाएगी। अगर आपको लगता है कि आपका लवमेट आपकी बातों को समझ नहीं पाता तो आज उनके साथ वक्त बिताएं और अपनी बातों को स्पष्टता के साथ उनके सामने रखें। मुमकिन है कि आपके अतीत से जुड़ा कोई शख़्स आज आपसे संपर्क करेगा और इस दिन को यादगार बना देगा। जीवनसाथी से अच्छी बातचीत हो सकती है; आप महसूस करेंगे कि आप-दोनों में कितना प्यार है। सितारे इशारा कर रहे हैं कि किसी नज़दीकी स्थान की यात्रा हो सकत है। यह सफ़र मज़ेदार रहेगा और आपके प्रिय लोगों का साथ मिलेगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- चन्द्रमा की चाँदनी में 15 से 20 मिनट बैठना स्वास्थ्य के लिए अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआप आज खुद पर ज्यादा ध्यान देंगे और खुद के बारे में कुछ नया प्लान बनाएंगे। अपनी कुछ आदतों में बदलाव के बारे में सोचेंगे जिससे अच्छे नतीजे हासिल होंगे। अपने परिवार का भी पूरा ध्यान रखेंगे और घरेलू खर्च करेंगे। परिवार का माहौल अच्छा रहेगा। दांपत्य जीवन में तनाव से मुक्ति मिलेगी। प्रेम जीवन जीने वालों के लिए आज का दिन सामान्य रहेगा। बिजनेस को लेकर किसी भी तरह की जल्दबाजी से बचें और कोई बड़ा काम हाथ में आज ना लें।आपमें आज चुस्ती-फुर्ती देखी जा सकती है। आपका स्वास्थ्य आज पूरी तरह से आपका साथ देगा। यदि आप किसी से उधार वापस मांग रहे थे और अब तक वो आपकी बात को टाल रहा था तो आज बिना बोले ही वो आपको पैसा लौटा सकता है। आपका ज्ञान और हास-परिहास आपके चारों ओर लोगों को प्रभावित करेगा। रोमांस के लिए अच्छा दिन है। ज़रूरतमंदों की मदद करने की आपकी ख़ासियत आपको सम्मान दिलाएगी। यह दिन आपके जीवन में वसंत-काल की तरह है - रोमानी व प्यार से भरा; जहाँ सिर्फ़ आप और आपका जीवनसाथी साथ हों। आपके पिता आज आपके लिए कोई तोहफा ला सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- गणेश जी के मंदिर में एक काला-सफेद झंडा(पताका) दान में देने से प्रेम सम्बन्ध अच्छे होंगे। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन अनुकूल रहने वाला है। आप आज मानसिक रूप से मजबूत रहेंगे और पूजा-पाठ के कामों में मन लगेगा। आपको मानसिक शांति महसूस होगी। छोटी-छोटी बात पर आपको गुस्सा भी आ सकता है, इसलिए थोड़ी सावधानी बरतें। गृहस्थ जीवन में स्थितियां उतार-चढ़ाव से भरी रहेंगी लेकिन प्रेम जीवन जीने वालों को आज बेहद अच्छे नतीजे मिलेंगे। नौकरी करने वालों के लिए दिन अच्छा है। आज आप अपनी अच्छाई का फायदा प्राप्त करेंगे और आपके रुके हुए काम बनेंगे।आपका विनम्र स्वभाव सराहा जाएगा। कई लोग आपकी ख़ासी तारीफ़ कर सकते हैं। आपके द्वारा धन को बचाने के प्रयास आज असफल हो सकते हैं हालांकि आपको इससे घबराने की जरुरत नहीं है स्थिति जल्द ही सुधरेगी। शादी लायक़ युवाओं का रिश्ता तय हो सकता है। कोई पौधा लगाएँ। प्रेमी को वक्त देने की कोशिश करेंगे लेकिन किसी जरुरी काम के आ जाने के कारण आप उनको समय दे पाने में कामयाब नहीं हो पाएंगे। अपने जीवनसाथी के किसी काम की वजह से आप कुछ शर्मिन्दगी महसूस कर सकते हैं। लेकिन बाद में आपको महसूस होगा कि जो हुआ, अच्छे के लिए ही हुआ। प्यार के रिश्ते को मजबूती देने के लिए आज आप अपने पार्टनर के सामने शादी का प्रस्ताव रख सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- गणेश मंदिर में लडडुओं का भोग लगवाकर गरीब लोगों में बाँटने से आर्थिक पक्ष अच्छा रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम फलदायक रहेगा। दिन की शुरुआत में आप बेवजह की चिंताओं से परेशान रहेंगे। इससे आपका स्वास्थ्य भी गिरेगा और आप खुद को अशक्त महसूस करेंगे। काम में रुकावट आने से मन दुखी होगा लेकिन दोपहर बाद स्थितियां विपरीत हो जाएंगी और आपका मानसिक तनाव भी छूमंतर हो जाएगा। आपके परिवारवाले भी आपका साथ देंगे। खर्चों में तेजी बनी रहेगी लेकिन इनकम भी अच्छी होगी। प्रेम जीवन सामान्य रहेगा। प्रिय के साथ मिलने चलने का प्लान बन ही जाएगा।व्यस्त दिनचर्या के बावजूद स्वास्थ्य अच्छा रहेगा। नौकरी पेशा से जुड़े लोगों को आज धन की बहुत आवश्यकता पड़ेगी लेकिन बीते दिनों में किये गये फिजुलखर्च के कारण उनके पास पर्याप्त धन नहीं होगा। घरेलू मामलों और काफ़ी समय से लंबित घर के काम-काज के हिसाब से अच्छा दिन है। आपको पहली नज़र में किसी से प्यार हो सकता है। आज समय की नजाकत को देखते हुए आप अपने लिए समय निकाल सकते हैं लेकिन ऑफिस के किसी काम के अचानक आ जाने के कारण आप ऐसा करने में सफल नहीं हो पाएँगे। जब आपका जीवनसाथी जब सारे मनमुटाव भुलाकर प्यार के साथ आपके पास फिर आएगा, तो जीवन और भी सुन्दर लगेगा। किसी सहकर्मी की अचानक तबीयत खराब होने पर आज आप उनका भरपूर सहयोग दे सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अच्छी आर्थिक स्थिति के लिए शिवलिंग पर जल चढ़ाएं। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन ग्रहों की कृपा से आपके पक्ष में रहेगा। आप अपने जीवन साथी के साथ अच्छा वक्त बिताएंगे और अपने मन की सभी बातों को उनसे जाहिर करेंगे, जिससे रिश्ते में अपनेपन का एहसास होगा। उनके मन की भी बात जानने की कोशिश करें। यदि आप व्यापार करते हैं तो आज आपको अच्छा प्रॉफिट मिल सकता है। इनकम में बढ़ोतरी होने से मन हर्षित होगा। परिवार के छोटों के साथ प्यार भरा बर्ताव करेंगे। प्रेम जीवन में प्रिय से मनमुटाव की संभावना रहेगी।\n मौज-मस्ती की यात्राएं और सामाजिक मेलजोल आपको ख़ुश रखेंगे और सुकून देंगे। रात के समय आप आज आपको धन लाभ होने की पूरी संभावना है क्योंकि आपके द्वारा दिया गया धन आज आपको वापस मिल सकता है। जिसपर आप यक़ीन करते हैं, मुमकिन है वह आपको पूरा सच न बता रहा हो। आपकी दूसरों को राज़ी करने की क्षमता आने वाली मुश्किल को हल करने में कारगर साबित होगी। कोई अच्छी ख़बर या जीवनसाथी/प्रिय से मिला कोई संदेश आपके उत्साह को दोगुना कर देगा। चीज़ों और लोगों को तेज़ी-से परखने की क्षमता आपको दूसरों से आगे बनाए रखेगी। आप अपने जीवन की कुछ यादगार शामों में से एक आज अपने जीवनसाथी के साथ बिता सकते हैंं। यह दिन हो सकता है बहुत ही बढ़िया – दोस्तों या परिजनों के साथ बाहर जाकर फ़िल्म देखने की योजना भी बन सकती है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- खुशहाल पारिवारिक जीवन के लिए शनिदेव का तेल से अभिषेक करें। \n"
}]
