horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा आप फुल मस्ती के मूड में रहेंगे। घर वालों के साथ बढ़िया वक्त बिताएंगे। अच्छा खाएंगे, पिएंगे और कहीं बाहर से खाने का ऑर्डर कर सकते हैं। दोस्तों से बातचीत करेंगे। आज आपका मोबाइल या लैपटॉप खराब हो सकता है। काम के सिलसिले में अच्छे नतीजे मिलेंगे। गृहस्थ जीवन अच्छा रहेगा। जीवनसाथी गुस्सा दिखा सकता है। प्रेम जीवन सामान्य रहेगा।\n आप खाली समय का आनंद ले सकेंगे। आज के दिन निवेश करने से बचना चाहिए। आपको कोई अच्छी ख़बर मिल सकती है, जो न केवल आपको बल्कि आपके परिवार को भी रोमांचित कर देगी। आपको अपने रोमांच को नियंत्रित रखने की ज़रूरत है। रोमांस के लिहाज़ से रोमांचक दिन है। शाम के लिए कोई ख़ास योजना बनाएँ और जितना हो सके, इसे उतना रुमानी बनाने की कोशिश करें। आज घर में किसी पार्टी की वजह से आपका कीमती समय बर्बाद हो सकता है। अगर आप वैवाहिक तौर पर लंबे समय से कुछ नाख़ुश हैं, तो आज के दिन आप हालात बेहतर होते हुए महसूस कर सकते हैं। शादीशुदा हैं तो आज आपके बच्चे की कोई शिकायत घर पर आ सकती है जिससे आप परेशान हो जाएंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- काले-सफेद तिल और सतनाजा किसी धर्म स्थान में दान करने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन काफी अच्छा रहेगा लेकिन परिवार में किसी बात को लेकर तनाव हो सकता है। काम के सिलसिले में बेहद अच्छे नतीजे मिलेंगे। गृहस्थ जीवन प्रेम और रोमांस से भरपूर रहेगा। आप अपने जीवन साथी की पूरी केयर करेंगे। प्रेम जीवन बिताने वाले लोगों को आज का दिन सुख का अनुभव देगा।आप महसूस करेंगे कि आस-पास के लोग बहुत ज़्यादा मांग करने वाले हैं। लेकिन जितना आप कर सकते हैं, उससे ज़्यादा करने का वादा न करें और केवल दूसरे को ख़ुश करने के लिए ख़ुद को तनाव से नहीं थकाएँ। आज आपको पैसों से जुड़ी कोई समस्या आ सकती है जिसे सुलझाने के लिए आप अपने पिता या पितातुल्य किसी आदमी से सलाह ले सकते हैं। बच्चे आपको अपनी उपलब्धियों से गर्व का अनुभव कराएंगे। आप रोमांटिक ख़यालों और सपनों की दुनिया में खोए रहेंगे। आज आपको ढेरों दिलचस्प निमंत्रण मिलेंगे- साथ ही आपको एक आकस्मिक उपहार भी मिल सकता है। थोड़ी-सी कोशिश करें तो यह दिन आपके वैवाहिक जीवन के सबसे विशेष दिनों में से एक हो सकता है। जीवन में सरलता तभी रहती है जब आपका व्यवहार सरल रहता है। आपको भी अपने व्यवहार में सरलता लाने की जरुरत है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- सफेद मिष्ठान खाने और खिलाने से स्वास्थ्य अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन मध्यम फलदायक रहेगा। सेहत में उतार-चढ़ाव रहेगा। मानसिक रूप से थोड़ा तनाव हो सकता है। इसका असर आपके गृहस्थ जीवन पर पड़ेगा। उसमें भी तनाव हो सकता है। प्रेम जीवन खुशनुमा रहेगा। आपका प्रिय आप के बर्ताव को लेकर कुछ शिकायत कर सकता है। काम के सिलसिले में अच्छे नतीजे मिलेंगे।मुमकिन है कि आपको किसी अंग मे दर्द या तनाव से जुड़ी समस्याओं का सामना करना पड़े। अगर आपका धन से जुड़ा कोई मामला कोर्ट-कचहरी में अटका था तो आज उसमें आपको विजय मिल सकती है और आपको धन लाभ हो सकता है। अपनी बातों पर क़ाबू रखें, क्योंकि इसके चलते बड़े-बुज़ुर्ग आहत महसूस कर सकते हैं। बेकार की बातें करके समय बर्बाद करने से बेहतर है कि आप शांत रहें। याद रखें कि समझदार कामों के ज़रिए ही हम जीवन को अर्थ देते हैं। उन्हें महसूस करने दें कि आप उनका ख़याल रखते हैं। आपको अपनी रसिक कल्पनाओं पर अधिक ग़ौर करने की ज़रूरत नहीं है, क्योंकि संभव है कि वे आज सच हो जाएँ। इस राशि के जातक आज के दिन अपने भाई-बहनों के साथ घर पर कोई मूवी या मैच देख सकते हैं। ऐसा करके आप लोगों के बीच प्यार में इजाफा होगा। विवादों की एक लम्बी कड़ी आपके रिश्तों को कमजोर कर सकती है अत: इसे हल्के में लेना ठीक नहीं होगा। परिवार के साथ आज शॉपिंग पर जाना संभव हैं, परन्तु थकान का अनुभव भी हो सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- सफेद चंदन का तिलक लगायें स्वास्थ्य अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन मध्यम फलदायक रहने वाला है। इनकम बढ़िया रहेगी। खर्चे भी ठीक-ठाक रहेंगे फिर भी आप मानसिक रूप से तनाव मुक्त रहेंगे। इसलिए दिन अच्छा जाएगा। काम के सिलसिले में बेहद अच्छे नतीजे मिलेंगे। गृहस्थ जीवन बिता रहे लोगों की समझदारी बढ़ेगी। जीवन साथी के साथ कहीं जाने की प्लानिंग करेंगे। प्रेम जीवन बहुत रोमांटिक रहेगा और एक दूसरे से प्यार भरी बातें होंगी।ख़ुद को किसी रचनात्मक काम में लगाएँ। मानसिक शांति के लिए आपकी खाली बैठने की आदत ख़तरनाक साबित हो सकती है। दीर्घावधि निवेश से बचिए और अपने दोस्तों के साथ बाहर जाकर कुछ ख़ुशी के पल बिताएँ। बढ़िया दिन है जब आप सबके ध्यान को अपनी तरफ़ खींचेंगे- आपके सामने चुनने के लिए कई चीज़ें होंगी और आपके सामने समस्या यह होगी कि किसे पहले चुना जाए। प्यार के सकारात्मक संकेत आपको मिलेंगे। उन लोगों से मेलजोल बढ़ाने से बचें जिनके साथ आपका वक्त खराब होता है। यह दिन आपके सामान्य वैवाहिक जीवन से कुछ हटकर होने वाला है। आपको अपने जीवनसाथी की ओर से कुछ ख़ास देखने को मिल सकता है। आज छुट्टी के दिन किसी मल्टीप्लेक्स में जाकर कोई अच्छी फ़िल्म देखने से बढ़िया और क्या हो सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- गेहूँ और गुड़ गाय को खिलाने से सेहत बढ़िया रहेगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य फलदायक रहेगा। सेहत में उतार-चढ़ाव आ सकता है। चिंता मुक्त रहेंगे। काम के सिलसिले में अच्छे नतीजे मिलेंगे। परिवार में भी खुशियां रहेंगी। गृहस्थ जीवन तनावपूर्ण रह सकता है। जीवन साथी के बिगड़े बोल आपको दुख दे सकते हैं। प्रेम जीवन में भी तनाव रहेगा।मज़बूती और निडरता का गुण आपकी मानसिक क्षमताओं में इज़ाफ़ा करेगा। किसी भी तरह के हालात को क़ाबू में रखने के लिए इस रफ़्तार को बरक़रार रखिए। बोलते समय और वित्तीय लेन-देन करते समय सावधानी बरतने की ज़रूरत है। अचानक आयी ज़िम्मेदारी आपकी दिन की योजनाओं में बाधा डाल सकती है। आप पाएंगे कि आप दूसरों के लिए ज़्यादा और ख़ुद के लिए कम कर पा रहें। आज के दिन अपने प्रिय से कोई तल्ख़ बात न कहें। आज के दिन में आप बहुत व्यस्त रहेंगे लेकिन शाम के वक्त अपने मनपसंद कामों को करने के लिए भी आपके पास पर्याप्त समय होगा। ग़लतफ़हमी के लम्बे दौर के बाद इस शाम आपको जीवनसाथी के प्यार का तोहफ़ा नसीब होगा। आपके दिन की शुरुआत शानदार रहेगी और इसलिए आज पूरे दिन आप ऊर्जावान महसूस करेंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- आर्थिक स्थिति मजबूत करने के लिए मांस, मदिरा का सेवन न करें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए काफी अच्छा रहेगा। अपने काम पर पूरा ध्यान रख पाएंगे। घरवालों की भी जिम्मेदारी समझेंगे। घर से बाहर ज्यादा वक्त बिताएंगे जिससे सेहत बिगड़ सकती है। भाग्य का सितारा मजबूत रहेगा। कामों में सफलता मिलेगी। गृहस्थ जीवन में थोड़ा तनाव रहेगा। प्रेम जीवन खुशनुमा रहेगा। अपने प्रिय के साथ घंटो बातें करेंगे।ख़ुद को उत्साही बनाए रखने के लिए अपनी कल्पनाओं में कोई ख़ूबसूरत और शानदार तस्वीर बनाएँ। आज आप अच्छा पैसा कमाएंगे- लेकिन ख़र्च में इज़ाफ़ा आपके लिए बचत को और ज़्यादा मुश्किल बना देगा। कोई चिट्ठी या ई-मेल पूरे परिवार के लिए अच्छी ख़बर लाएगी। रुमानी यादें आज आपके ऊपर छायी रहेंगी। अपने जरुरी कामों को निपटाकर आज आप अपने लिए समय तो अवश्य निकालेंगे लेकिन इस समय का उपयोग आप अपने हिसाब से नहीं कर पाएंगे। आज से पहले शादीशुदा ज़िन्दगी इतनी अच्छी कभी नहीं रही। अगर आपकी आवाज सुरीली है तो कोई गाना गाकर आप अपने प्रेमी को आज खुश कर सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- राहु दान, त्याग, बलिदान, नरमी, विनय का ग्रह है। अतः अच्छी आर्थिक स्थिति के लिए दूसरे के नुकसान की कीमत पर अपना फायदा, गाला काटू प्रतियोगिता से बचना, दान व सहायता करने से फायदा होगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। अपनी सेहत का आपको ध्यान रखना होगा। उल्टा सीधा खाने से आप बीमार पड़ सकते हैं। विरोधियों पर आप भारी पड़ेंगे। काम के सिलसिले में कुछ दिक्कतों का सामना करना पड़ सकता है। गृहस्थ जीवन में आज चुनौतियां रहेंगी। जीवन साथी गुस्सा दिखा कर आपको प्रभाव में लेने की कोशिश कर सकता है। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन खुशनुमा रहेगा।धार्मिक और आध्यात्मिक रुचि के काम करने के लिए अच्छा दिन है। पैसा अचानक आपके पास अएगा, जो अपके ख़र्चों और बिल आदि को सम्हाल लेगा। परिवार के लोगों से अपनी परेशानियां साझा करके आप हल्का महसूस करते हैं, लेकिन कई बार आप अपने अहम को आगे रखकर घर वालों को जरुरी बातें नहीं बताते। आपको ऐसा नहीं करना चाहिए ऐसा करके परेशानी और भी बढ़ेगी कम नहीं होगी। आज प्यार की कमी महसूस हो सकती है। कोई रोचक मैगजीन या उपन्यास पढ़ के आजके दिन को आप अच्छी तरह से व्यतीत कर सकते हैं। पड़ोसियों का दख़ल शादीशुदा ज़िन्दगी में दिक़्क़त पैदा करने की कोशिश कर सकता है, लेकिन आप व आपके जीवनसाथी के बीच का बंधन बहुत मज़बूत है और इसे तोड़ना आसान नहीं है। स्वास्थ्य को नज़रअंदाज़ करने से तनाव बढ़ना संभव है, इसलिए डॉक्टरी सलाह आपके लिए कारगर सिद्ध हो सकती है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- श्री लक्ष्मी-नारायण मंदिर में प्रसाद चढ़ा कर ग़रीबों को खाने की सामग्री बांटने से फैमिली लाइफ अच्छी रहेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। आप मानसिक रूप से मजबूत रहेंगे। चिंताओं को दूर भगा कर लाइफ को एंजॉय करेंगे। गृहस्थ जीवन में प्यार और रोमांस बरकरार रहेगा। प्रेम जीवन जीने वालों को कुछ तनाव का सामना कर सकता है। बैंक की एमआई चुकाने में सफलता मिलेगी। सेहत में उतार-चढ़ाव रहेगा। ससुराल के लोगों से संबंध बिगड़ सकते हैं। काम के सिलसिले में दिनमान सामान्य रहेगा।ऐसी गतिविधियों में शामिल हों जो रोमांचक हों और आपको सुकून दें। धन की आवाजाही आज दिन भर होती रहेगी और दिन ढलने के बाद आप बचत करने में भी सक्षम हो पाएंगे। आपका आकर्षक स्वभाव और ख़ुशमिज़ाज व्यक्तित्व नए दोस्त बनाने में आपकी मदद करेगा और आपके सम्पर्क में इज़ाफ़ा करेगा। जो लोग प्रेम के संगीत में डूबे हुए हैं, वही इसकी स्वर-लहरियों का आनन्द ले सकते हैं। आज के दिन आप भी उस संगीत को सुन सकेंगे, जो दुनिया के बाक़ी सभी गीतों को भुलवा देगा। चिट्ठी-पत्री में सावधानी बरतने की ज़रूरत है। इस बात की प्रबल सम्भावना है कि आपके आस-पास के लोग आप दोनों के बीच मतभेद पैदा करने का प्रयास करेंगे। अत: बाहरी लोंगों के कहने पर अमल करना ठीक नहीं होगा। ग़ज़ब का दिन है – फ़िल्म, पार्टी और दोस्तों के साथ घूमना-फिरना मुमकिन है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- गौ-दान करें, यदि संभव न हो तो गौ खरीदने के मूल्य के बराबर दान गौ आश्रम में करने से स्वास्थय अच्छा होगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य फलदायक रहेगा। आपको बेवजह के खर्चों से बाज आना चाहिए नहीं तो आपको दिक्कतें उठानी पड़ सकती है। मानसिक स्थिति ठीक ठाक रहेगी। गृहस्थ जीवन में कुछ तनाव देखने को मिल सकता है। प्रेम जीवन बिता रहे लोगों को आज सुखद नतीजे मिलेंगे। काम के सिलसिले में भी आपका दिन मान बढ़िया रहेगा। आपको पैसों की आवक होगी।हृदय-रोगियों के लिए कॉफ़ी छोड़ने का सही समय है। अब इसका ज़रा भी इस्तेमाल दिल पर अतिरिक्त दबाव डालेगा। आज आपको अपना धन खर्च करने की जरुरत नहीं पड़ेगी क्योंकि घर का कोई बड़ा आज आपको धन दे सकता है। सबको अपनी महफ़िल में दावत दें। क्योंकि आपके पास आज अतिरिक्त ऊर्जा है, जो आपको किसी पार्टी या कार्यक्रम का आयोजन करने के लिए प्रेरित करेगी। आज आपको महसूस होगा कि आपका महबूब आपसे कितना प्यार करता है। खाली वक्त का सही इस्तेमाल करना आपको सीखना ही होगा नहीं तो जीवन में आप कई लोगों से पीछे रह जाएंगे। आप महसूस करेंगे कि आपके जीवनसाथी में शहद से भी ज़्यादा मिठास है। खुलकर गाना गाना और जमकर नाचना आपकी हफ़्ते भर की थकान व तनाव को रफ़ूचक्कर कर सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- साधु-संतों का आदर करने व उन्हें भोजन कराने से स्वास्थ्य अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। अपने प्रेम जीवन को खूबसूरत बनाने की पूरी कोशिश करेंगे। यदि शादीशुदा हैं तो जीवनसाथी से प्यार जताएंगे। प्रेम जीवन भी खुशनुमा रहेगा। विरोधियों से सावधानी रखें। सेहत में उतार-चढ़ाव आ सकता है। काम के सिलसिले में दिनमान अच्छा रहेगा।आज आपका आत्मविश्वास बढ़ेगा और प्रगति निश्चित है। बीते दिनों में जितना धन आपने आज को बेहतर बनाने के लिए इनवेस्ट किया था उसका फायदा आज आपको फायदा मिल सकता है। जीवनसाथी आपको धूम्रपान की लत से छुटकारा पाने के लिए प्रेरित करेगा। दूसरी बुरी आदतें छोड़ने के लिए भी बढ़िया समय है, क्योंकि जब लोहा गर्म हो तभी वार किया जाता है। आपका रुमानी संबंध आज थोड़ी परेशानी में पड़ सकता है। जो लोग घर सेे बाहर रहते हैं आज वो अपने सारे काम पूरे करके शाम के समय किसी पार्क या एकांत जगह पर समय बिताना पसंद करेंगे। जीवनसाथी द्वारा परिवार और मित्रों के बीच नकारात्मक तरीक़े से आपके वैवाहिक जीवन की निजी बातें उजागर हो सकती हैं। आपके घर का कोई सदस्य आज आपसे प्यार से जुड़ी कोई समस्या शेयर कर सकता है। आपको उन्हें उचित सलाह देनी चाहिए। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- पारिवारिक जीवन की खुशियों हेतु दूध, मिश्री, सफेद गुलाब के पुष्प किसी भी धर्म स्थान में चढ़ाएं। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए बहुत बढ़िया रहेगा। आप काफी खुश रहेंगे। मन में एक संतुष्टि का भाव होगा। काम के सिलसिले में भी बेहद अच्छे नतीजे मिलेंगे। आपको धन की आवक होगी। आर्थिक स्थिति मजबूत बनेगी। इनकम में बढ़ोतरी होगी। गृहस्थ जीवन ठीक-ठाक रहेगा। प्रेम जीवन भी आज अच्छा रहेगा।आपका व्यक्तित्व आज इत्र की तरह महकेगा और सबको आकर्षित करेगा। बिना किसी की सलाह लिये बिना आज आपको पैसा कहीं भी इनवेस्ट नहीं करना चाहिए। दोस्तों और परिवार के साथ मज़ेदार समय बीतेगा। रोमांस आपके दिल पर क़ाबिज़ है। अगर आज आप ख़रीदारी के लिए निकलते हैं, तो कोई अच्छी पोशाक ले सकते हैं। आपका जीवनसाथी बिना जाने कुछ ऐसा ख़ास काम कर सकता है, जिसे आप कभी भुला नहीं पाएंगे। छात्र जिस विषय में कमजोर हैं उस विषय के बारे में आज अपने गुरु से बात कर सकते हैं। गुरु की सलाह आपको उस विषय की जटिलताओं को समझने में सहायक होगी। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- आर्थिक स्थिति को अच्छा करने के लिए रात में चूल्हे की आग को दूध से बुझाएं। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। आप किसी बात को लेकर बड़े जिद्दी या गुस्से वाले हो सकते हैं। इससे दूर रहने की कोशिश करें। काम के सिलसिले में दिनमान सामान्य रहेगा। आप थोड़े आलसी हो सकते हैं। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन बिता रहे लोगों को सुखद नतीजे मिलेंगे। आप काम के सिलसिले में ट्रैवलिंग कर सकते हैं।घर पर तनाव का माहौल आपको नाराज़ कर सकता है। इसे दबाना आपकी शारीरिक समस्याओं में इज़ाफ़ा कर सकता है। शारीरिक गतिविधियों को बढ़ाकर इससे निजात पाएँ। ख़राब हालात से दूर रहना ही बेहतर है। तंग आर्थिक हालात के चलते कोई अहम काम बीच में अटक सकता है। ऐसा लगता है कि पारिवारिक-मोर्चे पर आप ज़्यादा ख़ुश नहीं हैं और कुछ अड़चनों का सामना कर रहे हैं। जो लोग अब तक सिंगल हैं उनकी मुलाकात आज किसी खास से होने की संभावना है लेकिन बात को आगे बढ़ाने से पहले यह जरुर जान लें कि कहीं वो शख्स किसी के साथ रिश्ते में न हो। अगर आप यात्रा कर रहें है तो सभी ज़रूरी दस्तावेज़ साथ रखना न भूलें। आप अपने जीवनसाथी के प्यार की गर्माहट महसूस कर सकते हैं। इस राशि के कुछ जातक आज से जिम जाने का विचार बना सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- दूध से भरा बर्तन सिरहाने रखें और सुबह घर से बाहर किसी नज़दीक वृक्ष में डालने से हेल्थ अच्छी होगी। \n"
}]
