horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। खुद पर भरोसा बढ़ेगा। जमीन जायदाद से जुड़े मामलों में सफलता मिलेगी। कोई नई गाड़ी खरीदने के लिए अभी से प्लानिंग करेंगे। काम के सिलसिले में मेहनत के सकारात्मक नतीजे देखने को मिलेंगे। भाग्य की प्रबलता से कामों में सफलता मिलेगी। दांपत्य जीवन में हल्के तनाव के बावजूद प्रेम रहेगा। प्रेम जीवन बिता रहे लोगों को कुछ दिक्कतों का सामना करना पड़ सकता है। आप व्यापार में रिस्क लेंगे।ज़िन्दगी की बेहतरीन चीज़ों को शिद्दत से महसूस करने के लिए अपने दिल-दिमाग़ के दरवाज़े खोलें। चिंता को छोड़ना इसकी ओर पहला क़दम है। नया आर्थिक क़रार अंतिम रूप लेगा और धन आपकी तरफ़ आएगा। घर के किसी सदस्य के व्यवहार की वजह से आप परेशान रह सकते हैं। आपको उनसे बात करने की जरुरत है। जिनकी सगाई हो चुकी है, वे अपने मंगेतर से बहुत-सी ख़ुशियाँ पाएंगे। अहम लोगों से बातचीत करते वक़्त अपने आँख-कान खुले रखिए, हो सकता है आपके हाथ कोई क़ीमती बात या विचार लग जाए। लोगों के साथ बात करने में आज आप अपना बहुमूल्य समय बर्बाद कर सकते हैं। आपको ऐसा करने से बचना चाहिए। यह दिन आपके सामान्य वैवाहिक जीवन से कुछ हटकर होने वाला है। आपको अपने जीवनसाथी की ओर से कुछ ख़ास देखने को मिल सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- घर में रखीं फटी हुई पुस्तकों को दुरुस्त कर लेने से पारिवारिक जीवन अच्छा चलने लगता है। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। आप के खर्चों में बढ़ोतरी होगी, जो आपकी मानसिक क्षमता को भी बढ़ाएगी लेकिन घर परिवार की स्थितियां आपके पक्ष में रहेंगी। घर वालों का सहयोग मिलेगा। काम के सिलसिले में दिनमान मध्यम रहेगा। आपको मेहनत ज्यादा करनी होगी लेकिन भाग्य आपका साथ देगा। धार्मिक कामों में मन लगेगा। गृहस्थ जीवन के लिए दिनमान थोड़ा तनावपूर्ण हो सकता है। प्रेम जीवन बिता रहे लोगों को अपने प्रिय के दिल के नजदीक पहुंचने का मौका मिलेगा और अपनी मन की बातें उनसे कहेंगे।मुस्कुराएँ, क्योंकि यह सभी समस्याओं का सबसे उम्दा इलाज है। आपकी कोई पुरानी बीमारी आज आपको परेशान कर सकती है जिसकी वजह से आपको हॉस्पिटल भी जाना पड़ सकता है और आपका काफी धन भी खर्च हो सकता है। अपने सामाजिक जीवन को दरकिनार न करें। अपनी व्यस्त दिनचर्या में से थोड़ा-सा समय निकालकर अपने परिवार के साथ किसी आयोजन में शिरकत करें। यह न सिर्फ़ आपका दबाव कम करेगा, बल्कि आपकी झिझक भी मिटा देगा। शाम को प्रिय के साथ रोमांटिक मुलाक़ात और साथ में कहीं लज़ीज़ खाना खाने के लिहाज़ से बढ़िया दिन है। व्यवसायियों के लिए अच्छा दिन है, क्योंकि उन्हें अचानक बड़ा फ़ायदा हो सकता है। गप्पबाज़ी और अफ़वाहो से दूर रहें। जीवनसाथी के साथ आज की शाम वाक़ई कुछ ख़ास होने वाली है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- गंगाजल को घर में छिड़कना पारिवारिक जीवन में सुख शांति देगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहने वाला है। इनकम में बढ़ोतरी होगी। जमीन जायदाद से जुड़े मामलों में सफलता मिल सकती है। कोर्ट कचहरी के मामलों में भी फैसला आपके हक में आ सकता है। परिवार का माहौल बहुत अच्छा रहेगा। घर में सुख-शांति रहेगी। लोग एक दूसरे की परवाह करेंगे। अच्छे भोजन का आनंद लेंगे। गृहस्थ जीवन में प्यार भरा दिन रहेगा। आपसी समझदारी दिखाएंगे। प्रेम जीवन के लिए दिनमान सामान्य रहेगा। काम के सिलसिले में आज का दिन सावधानी भरा होगा।ज़्यादा यात्रा करना झुंझलाहट पैदा कर सकता है। आज घर से बाहर बड़ों का आशीर्वाद लेकर निकलें इससे आपको धन लाभ हो सकता है। दिन चढ़ने पर किसी पुराने दोस्त से सुखद मुलाक़ात होगी। ताज़ा फूल की तरह अपने प्यार में भी ताज़गी बनाए रखें। अगर आप व्यवसाय में किसी नये भागीदार को जोड़ने पर विचार कर रहे हैं, तो यह ज़रूरी होगा कि उससे कोई भी वादा करने से पहले आप सभी तथ्य अच्छी तरह जाँच लें। आप चाहें तो परेशानियों को मुस्कुराकर दरकिनार कर सकते हैं या उनमें फँसकर परेशान हो सकते हैं। चुनाव आपको करना है। आज आपका वैवाहिक जीवन हँसी-ख़ुशी, प्यार और उल्लास का केन्द्र बन सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- विकलांग लोगों की सेवा करने से स्वास्थ्य अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहने वाला है। आपका पूरा ध्यान आपके काम पर होगा और उसे मजबूती से करेंगे। आपके अधिकारों में बढ़ोतरी हो सकती है या आपको प्रोन्नति मिल सकती है। व्यापार में भी सफलता मिलेगी। इनकम ठीक-ठाक रहेगी लेकिन खर्चों में बढ़ोतरी ही रहेगी। कुछ बेवजह के खर्चे आपका ध्यान आकर्षित करेंगे। सेहत में सुधार रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बढ़िया रहेगा। आपके दिल में प्यार की भावना बनी रहेगी। शादीशुदा लोगों के गृहस्थ जीवन में प्यार के साथ-साथ थोड़ी झड़प भी हो सकती है।पेचीदा हालात में फँसने पर घबराएँ नहीं। जैसे खाने में थोड़ा-सा तीखापन उसे और भी लज़ीज़ बना देता है, उसी तरह ऐसी परिस्थितियाँ आपको ख़ुशियों की सही क़ीमत बताती हैं। अपना मूड बदलने के लिए किसी सामाजिक आयोजन में शिरकत करें। धन का आगमन आज आपको कई आर्थिक परेशानियों से दूर कर सकता है। दोस्तों के साथ कुछ दिलचस्प और रोमांचक समय बिताने के लिए अच्छा समय है। प्रेम-संबंध में ग़ुलाम की तरह व्यवहार न करें। आज का दिन बढ़िया प्रदर्शन और ख़ास कामों के लिए है। खाली वक्त का सही इस्तेमाल करना आपको सीखना ही होगा नहीं तो जीवन में आप कई लोगों से पीछे रह जाएंगे। अगर आप और आपका जीवनसाथी खाने-पीने पर ज़्यादा ध्यान देंगे, तो सेहत पर बुरा असर पड़ सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- किसी भी लड़की(चंद्रमा) का दिल न दुखाएं व अपनी गर्लफ्रेंड का सम्मान करना लव लाइफ के लिए अच्छा है। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। भाग्य की प्रबलता से कामों में सफलता मिलती चली जाएगी। इनकम में भी बढ़ोतरी मिलेगी। कुछ खर्च आप अपनी खुशी के लिए करेंगे लेकिन उनसे ज्यादा फर्क नहीं पड़ेगा, इसलिए मन से खुश होंगे। सेहत बढ़िया रहेगी। शादीशुदा लोगों के गृहस्थ जीवन में अपनी ईगो के कारण कुछ दिक्कतें आ सकती हैं लेकिन प्रेम जीवन बिता रहे लोगों के लिए दिनमान बढ़िया रहेगा। आप अपनी बातों से लोगों को अपना बनाने में कामयाब रहेंगे।सबकी मदद करने की आपकी इच्छा आपको आज बुरी तरह थकाएगी। किसी करीबी रिश्तेदार की मदद से आज आप अपने करोबार में अच्छा कर सकते हैं जिससे आपको आर्थिक लाभ भी होगा। परिवार के लोगों के बीच पैसे को लेकर आज कहासुनी हो सकती है। पैसों के मामलों में आपको परिवार के सभी लोगों को स्पष्ट होने की सलाह देनी चाहिए। अपने प्रिय के लिए बदले की भावना से कुछ हासिल नहीं होगा- बजाय इसके आपको दिमाग़ शांत रखना चाहिए और अपने प्रिय को अपनी सच्चे जज़्बात से परिचित कराना चाहिए। आज के दिन आप सबके ध्यान का केंद्र होंगे और सफलता आपकी पहुँच में होगी। रात को ऑफिस से घर आते वक्त आज आपको सावधानी से वाहन चलाना चाहिए, नहीं तो दुर्घटना हो सकती है और कई दिनों के लिए आप बीमार पड़ सकते हैं। आपके जीवनसाथी की सुस्ती आपके कई कामों पर पानी फेर सकती है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- ॐ भौमाय नमः इस मंत्र का 11 बार उच्चारण करने से लव लाइफ ठीक रहेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। आप लोगों को खुश रखने और हंसी मजाक के माहौल में रहेंगे। कुछ खर्चे भविष्य को सोचकर करेंगे। विदेश जाने के बारे में सोच सकते हैं। इनकम अच्छी रहेगी। घर परिवार में लोगों का सहयोग आपको मिलेगा जिससे आपके काम में अच्छे नतीजे आएंगे। इनकम में उतार-चढ़ाव रहेगा। अचानक से कुछ पैसा आ सकता है। बैंक लोन चुका सकते हैं। शादीशुदा लोगों का गृहस्थ जीवन खुशनुमा रहेगा। रिश्ते में प्यार बढ़ेगा। प्रेम जीवन बिता रहे लोगों को रोमांस के साथ-साथ अपनी ईमानदारी सिद्ध करने का मौका मिलेगा।बहुत-कुछ आपके कंधों पर टिका हुआ है और फ़ैसले लेने के लिए स्पष्ट सोच ज़रूरी है। आपकी मनोकामनाएं दुआओं के ज़रिए पूरी होंगी और सौभाग्य आपकी तरफ़ आएगा- और साथ ही पिछले दिन की मेहनत भी रंग लाएगी। आपमें से कुछ गहने या घरेलू सामान ख़रीद सकते हैं। शाम ढलते-ढलते कोई आकस्मिक रुमानी झुकाव आपके दिलोदिमाग़ पर छा सकता है। अहम लोगों से बातचीत करते वक़्त अपने आँख-कान खुले रखिए, हो सकता है आपके हाथ कोई क़ीमती बात या विचार लग जाए। आपका व्यक्तित्व ऐसा है कि ज्यादा लोगों से मिलकर आप परेशान हो जाते हैं और फिर अपने लिए वक्त निकालने की कोशिश करने लग जाते हैं। इस लिहाज से आज का दिन आपके लिए बहुत उम्दा रहने वाला है। आज आपको अपने लिए पर्याप्त समय मिलेगा। वैवाहिक जीवन के लिए विशेष दिन है। अपने जीवनसाथी को बताएँ कि आप उनसे कितना प्यार करते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- रात को पाने में जौ भिगोकर रखें व अगली सुबह किसी जानवर या पक्षियों को खिलाने से हेल्थ अच्छी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। मानसिक तनाव से बाहर निकलेंगे। शादीशुदा लोगों के गृहस्थ जीवन में थोड़ा तनाव तो रहेगा लेकिन फिर भी दोनों साथ में कल किसी महत्वपूर्ण योजना पर आगे बढ़ेंगे। जीवनसाथी आपको आगे बढ़ने के लिए प्रेरणा देगा। इनकम में बढ़ोतरी होगी। हल्के खर्चे जरूरत की चीजों पर होंगे। परिवार में लोगों का व्यवहार थोड़ा रुखा रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान थोड़ा कमजोर है। सेहत अच्छी रहेगी।बहुत-कुछ आपके कंधों पर टिका हुआ है और फ़ैसले लेने के लिए स्पष्ट सोच ज़रूरी है। आप दूसरों पर कुछ ज़्यादा ख़र्चा कर सकते हैं। पुराने परिचितों से मिलने-जुलने और पुराने रिश्तों को फिर से तरोताज़ा करने के लिए अच्छा दिन है। रोमांस आनन्ददायी और काफ़ी रोमांचक रहेगा। कार्यक्षेत्र में आज आप अपने काम में प्रगति देखेंगे। जरुरी कामों को समय न देना और फिजूल के कामों पर वक्त जाया करना आज आपके लिए घातक सिद्ध हो सकता है। आपको और आपके जीवनसाथी को कोई बहुत सुखद ख़बर सुनने को मिल सकती है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अच्छी आर्थिक स्थिति के लिए सफेद वस्त्र अधिक पहनें। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन उतार-चढ़ाव से भरा रहेगा। अपने विरोधियों पर भारी पड़ेंगे। कोर्ट कचहरी से जुड़े मामलों में आपको सफलता मिल सकती है। परिवार में किसी बुजुर्ग की सेहत बिगड़ने से मानसिक तनाव बढ़ेगा। अपनी सेहत का भी ध्यान रखना जरूरी होगा। शादीशुदा लोगों के गृहस्थ जीवन के लिए दिनमान अच्छा रहेगा। जीवन साथी के साथ समय बिताने के लिए कहीं घूमने जा सकते हैं। प्रेम जीवन बिता रहे लोगों के लिए भी आज का दिन बढ़िया रहेगा। काम के सिलसिले में मजबूत नजर आएंगे।दूसरों के साथ ख़ुशी बांटने से सेहत और खिलेगी। अगर आप लोन लेने वाले थे और काफी दिनों से इस काम में लगे थे तो आज के दिन आपको लोन मिल सकता है। आपको अपने रोज़मर्रा के कामों से छुट्टी लेकर आज दोस्तों के साथ घूमने का कार्यक्रम बनाना चाहिए। अपने प्रिय के साथ आज अच्छी तरह बर्ताव करें। अगर आप सही लोगों को अपनी क्षमताएँ और प्रतिभा दिखाएंगे, तो जल्दी ही लोगों की निगाहों में आपकी नयी और बेहतर छवि होगी। इस राशि के लोगों को आज अपने आप को समझने की जरुरत है। यदि आपको लगता है कि आप दुनिया की भीड़ में कहीं खो गये हैं तो अपने लिए वक्त निकालें और अपने व्यक्तित्व का आकलन करें। अपने जीवनसाथी के किसी काम की वजह से आप कुछ शर्मिन्दगी महसूस कर सकते हैं। लेकिन बाद में आपको महसूस होगा कि जो हुआ, अच्छे के लिए ही हुआ। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- तंदूर या भट्टी में मीठी रोटी लगवाकर लाल या भूरे कुत्ते को खिलाने से लव लाइफ अच्छा चलेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बढ़िया रहेगा। आज आपका प्रिय किसी चीज की डिमांड कर सकता है। इनकम अच्छी रहेगी, जिससे आपका उत्साह बढ़ेगा। खर्चों में कमी रहेगी। शादीशुदा लोगों के गृहस्थ जीवन के लिए दिनमान सामान्य रहेगा। काम के सिलसिले में आपकी तेज बुद्धि आपके बड़ा काम आएगी। भाग्य भी प्रबल रहेगा जिससे कामों में सफलता मिलेगी।आज आप ऊर्जा से लबरेज़ होंगे- आप जो भी करेंगे उसे आप उससे आधे वक़्त में ही कर देंगे, जितना वक़्त आप अक्सर लेते हैं। धन की आवाजाही आज दिन भर होती रहेगी और दिन ढलने के बाद आप बचत करने में भी सक्षम हो पाएंगे। शादी लायक़ युवाओं का रिश्ता तय हो सकता है। आप आज रुहानी प्यार की मदहोशी महसूस कर सकेंगे। इसे महसूस करने के लिए कुछ वक़्त बचाकर रखें। अगर आप व्यवसाय में किसी नये भागीदार को जोड़ने पर विचार कर रहे हैं, तो यह ज़रूरी होगा कि उससे कोई भी वादा करने से पहले आप सभी तथ्य अच्छी तरह जाँच लें। आज कुछ नया और सृजनात्मक करने के लिए अच्छा दिन है। आप दुनिया में ख़ुद को सबसे रईस महसूस करेंगे, क्योंकि आपके जीवनसाथी का व्यवहार आपको ऐसा महसूस कराएगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- ढाक के पत्ते का दोना खाने में प्रयोग करने से नौकरी/बिज़नेस में उन्नति होगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। आप अपनी जिम्मेदारी समझते हुए कई कामों को खुद करेंगे। सेहत में उतार-चढ़ाव रहेगा लेकिन मन में किसी बात को लेकर उदासी आ सकती है। धार्मिक कामों में खर्च बढ़ेंगे। शादीशुदा लोगों के गृहस्थ जीवन के लिए दिनमान बढ़िया रहेगा। रिश्ते में प्रेम और रोमांस बढ़ेगा। प्रेम जीवन बिता रहे लोगों को अपनी बात कहने और अपने प्रिय को शादी के लिए प्रपोज करने में सफलता मिल सकती है। काम के सिलसिले में दिनमान अच्छा रहेगाअपनी ख़ुशियों को दूसरों के साथ साझा करना आपकी सेहत को भी बेहतर करेगा। लेकिन ख़याल रखें कि इसे नज़रअंदाज़ करना बाद में भारी पड़ सकता है। इस राशि के विवाहित जातकों को आज ससुराल पक्ष से धन लाभ होने की संभावना है। यह परिवार में दबदबा बनाए रखने की अपनी आदतों को छोड़ने का वक़्त है। ज़िंदगी के उतार-चढ़ाव में उनके कंधे से कंधा मिलाकर साथ दें। आपका बदला हुआ बर्ताव उनके लिए ख़ुशी का सबब साबित होगा। आज आपके दिल की धड़कनें अपने प्रिय के साथ ताल-से-ताल मिलाती मालूम होंगी। जी हाँ, यह प्यार का ही ख़ुमार है। नए ग्राहकों से बात करने के लिए बेहतरीन दिन है। दूसरों को यह बताने के लिए ज़्यादा उतावले न हों कि आज आप कैसा महसूस कर रहे हैं। प्यार, नज़दीकी, मस्ती-मज़ा - जीवनसाथी के साथ यह एक रोमानी दिन रहेगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- मांस, मदिरा व अन्य तामसिक चीजों का त्याग करने से फैमिली लाइफ अच्छी रहती है। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। आप व्यापार में रिस्क लेंगे। गवर्नमेंट से कोई बड़ा लाभ मिल सकता है या सरकारी योजना पर काम करने का मौका मिल सकता है। सेहत में उतार-चढ़ाव रहेगा। शादीशुदा लोगों के गृहस्थ जीवन में थोड़ा तनाव रहेगा। जीवन साथी ईगो दिखा सकता है और अपनी बात चलाने की कोशिश करेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा रहेगा। आपके रिश्ते में प्यार बढ़ेगा। काम के सिलसिले में आपको ज्यादा मेहनत करनी होगी। आपके साथी आपकी मदद करेंगे।ऊर्जा और उत्साह का अतिरेक आपको घेर लेगा और आप सामने आने वाले सभी मौक़ों का भरपूर फ़ायदा उठाएंगे। अपने निवेश और भविष्य की योजनाओं को गुप्त रखें। नाती-पोतों से आज काफ़ी ख़ुशी मिल सकती है। आपकी ऊर्जा का स्तर ऊँचा रहेगा- क्योंकि आपका प्रिय आपने लिए बहुत सारी ख़ुशी की वजह साबित होगा। कार्यक्षेत्र में आपके प्रतिद्वन्द्वियों को अपने ग़लत कामों का फल मिलेगा। आज का दिन फ़ायदेमंद साबित होगा, क्योंकि ऐसा लगता है कि चीज़ें आपके पक्ष में जाएंगी और आप हर काम में अव्वल रहेंगे। आज आप एक बार फिर समय में पीछे जाकर शादी के शुरुआती दिनों के प्यार और रुमानियत को महसूस कर सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- बहन, बेटी व मौसी का सम्मान करने से आर्थिक स्थिति अच्छी होती है। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। घर परिवार पर ध्यान देंगे। पारिवारिक विवाद को दूर करने में आपका योगदान रहेगा। घर में लोगों का आना जाना होगा। काम के सिलसिले में किए गए प्रयास सफल होंगे। आपकी दूरदर्शिता आपके काम आएगी। शादीशुदा लोगों के गृहस्थ जीवन से तनाव भागेगा। आपस में विश्वास बढ़ेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बढ़िया रहेगा। रिश्ते में रोमांस की बढ़ोतरी होगी। सेहत अच्छी रहेगी।दिन की शुरुआत आप योग ध्यान से कर सकते हैं। ऐसा करना आपके लिए फायदेमंद रहेगा और सारे दिन आपमें ऊर्जा रहेगी। नया आर्थिक क़रार अंतिम रूप लेगा और धन आपकी तरफ़ आएगा। आप मानें या न मानें, आपके आस-पास को बड़े ग़ौर से आपको देख रहा है और आपको एक आदर्श मानता है। इसलिए ऐसे काम करें, जो क़ाबिले-तारीफ़ हों और आपकी प्रतिष्ठा को बढ़ाएँ। दिन को ख़ास बनाने के लिए स्नेह और उदारता के छोटे-छोटे तोहफ़े लोगों को दें। काम के लिए मौक़े परिचित महिलाओं की ओर से आ सकते हैं। बातों को सही तरीके से समझने का आज आपको प्रयास करना चाहिए नहीं तो इसकी वजह से आप खाली समय में इन्हीं बातों के बारे में सोचते रहेंगे और अपना समय बर्बाद करेंगे। आप अपने जीवन की कुछ यादगार शामों में से एक आज अपने जीवनसाथी के साथ बिता सकते हैंं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- घर में फूल, पानी में पनपने वाले पौधे (मनी-प्लांट आदि), मछली का एक्वेरियम उत्तर या पश्चिमोत्तर(चन्द्र की दिशा) दिशा में रखने से फैमिली में खुशियाँ आती हैं। \n"
}]
