horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nदिन की शुरुआत अच्छी होगी। काम को लेकर आत्मविश्वास से भरे रहेंगे। पूजा पाठ में मन लगेगा। किसी मंदिर में जाकर ईश्वर के दर्शन करेंगे। घर में सुख शांति रहेगी। खर्चे बढ़ेंगे। मानसिक तनाव बढ़ सकता है। विरोधियों से सतर्क रहें।आपका चढ़ा हुआ पारा आपको परेशानी में डाल सकता है। दूसरों को प्रभावित करने के लिए ज़रूरत से ज़्यादा ख़र्चा न करें। बच्चे उम्मीदों पर खरे न उतरकर आपको निराश कर सकते हैं। सपनों को साकार करने के लिए उन्हें प्रोत्साहन देने की ज़रूरत है। आपके प्यार के रिश्ते में एक जादूई एहसास छा रहा है, इसकी ख़ूबसूरती महसूस करें। लंबित परियोजनाएँ पूरी होने की दिशा में बढ़ेंगी। आज ऐसे बर्ताव करें जैसे कि आप ‘सुपर-स्टार’ हैं, लेकिन सिर्फ़ उन चीज़ों की ही प्रशंसा करें जो उसके क़ाबिल हैं। आज आप महसूस करेंगे कि जीवनसाथी के साथ की एहमियत कितनी हे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- अच्छी सेहत के लिए पेड़-पौधों की कोपलें, अंकुर न तोड़ें क्योंकि गुरु ग्रह ब्रह्मा रूप है। \n",
    "1": "वृष राशिः आज का राशिफल\nअपनी ख्वाहिशों को पूरा करने की इच्छा मन में जन्म लेगी। सेहत बढ़िया रहेगी। जीवनसाथी गर्म दिमाग से बात कर सकता है। परिवार में तनाव बढ़ेगा। काम को लेकर आपको अच्छे नतीजे मिलेंगे। मन में दोस्तों से मिलने की चाहत जागेगी। प्रेम जीवन खुशनुमा रहेगा।अपने आहार पर नियंत्रण रखें और चुस्त-दुरुस्त रहने के लिए नियमित व्यायाम करें। अगर आप आय में वृद्धि के स्रोत खोज रहे हैं, तो सुरक्षित आर्थिक परियोजनाओं में निवेश करें। जिन लोगों से आपकी मुलाक़ात कभी-कभी ही होती है, उनसे बातचीत और संपर्क करने के लिए अच्छा दिन है। मुमकिन है कि आज आपकी आँखें किसी से चार हो जाएँ- अगर आप अपने सामाजिक दायरे में उठेंगे-बैठेंगे तो। जो कला और रंगमंच आदि से जुड़े हैं, उन्हें आज अपना कौशल दिखाने के लिए कई नए मौक़े मिलेंगे। अपने ज़बरदस्त आत्मविश्वास का फ़ायदा उठाएँ, बाहर निकलें और कुछ नए सम्पर्क व दोस्त बनाएँ। आपका जीवनसाथी किसी फ़रिश्ते की तरह आपका बहुत ध्यान रखेगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अपने वजन के बराबर जौ गौशाला में दान करने से स्वास्थ्य अच्छा होगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nकाम पर ध्यान रहेगा। परिवार को भी समय देंगे। दोनों के बीच बैलेंस बनाने में सफलता मिलेगी। गृहस्थ जीवन में तालमेल बढ़िया रहेगा। खुद को सबसे अच्छा समझने की कोशिश ना करें बल्कि सबके साथ अच्छा बर्ताव करें। सेहत में गिरावट आ सकती है। घर में सुख मिलेगा।अच्छी सेहत के लिए दूर तक पैदल घूमें। निवेश के लिए अच्छा दिन है, लेकिन उचित सलाह से ही निवेश करें। आज आपका ऊर्जा से भरपूर, ज़िंदादिल और गर्मजोशी से भरा व्यवहार आपके आस-पास के लोगों को ख़ुश कर देगा। अनपेक्षित रोमांटिक आकर्षण की संभावना है। व्यावसायिक फ़ैसलों को लेने के लिहाज़ से आज का दिन बेहतर है। इस राशि वालों को आज खुद के लिए काफी समय मिलेगा। इस समय का उपयोग आप अपने शोकों को पूरा करने में कर सकते हैं। आप कोई किताब पढ़ सकते हैं या अपना पसंदीदा म्यूजिक सुन सकते हैं। आपका जीवनसाथी आपकी बहुत तारीफ़ करेगा और आप पर बहुत स्नेह उढ़ेलेगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- जौ, मूली व काली सरसों का दान किसी मांगने वाले को देने से हेल्थ अच्छी रहेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nभाग्य के सहारे दिन की शुरुआत करेंगे। कुछ खर्चे सामने आएंगे जो अचानक से ध्यान आकर्षित करेंगे। काम को लेकर कोई चिंता नहीं होगी। काम में मजबूती आएगी। गृहस्थ जीवन हो या प्रेम जीवन, दोनों में आज का दिन अच्छे नतीजे लेकर आएगा।रचनात्मक शौक़ आज आपको सुक़ून का एहसास कराएंगे। आप अच्छा पैसा बना सकते हैं, बशर्ते आप पारंपरिक तौर पर निवेश करें। रिश्तेदारों से अचानक तोहफ़ा मिल सकता है, लेकिन पूरी संभावना है कि वे इसके बदले में आपसे कुछ चाहते हों। ज़िन्दगी की हक़ीक़त का सामना करने के लिए आपको अपने प्रिय को कम-से-कम कुछ वक़्त के लिए भूलना पड़ेगा। नए प्रस्ताव आकर्षक होंगे, लेकिन जल्दबाज़ी में निर्णय लेना समझदारी का काम नहीं है। अचानक आज आप काम से छुट्टी लेने का प्लान बना सकते हैं और अपने परिवार के साथ वक्त बिता सकते हैं। आप अपने जीवनसाथी के साथ रोमानी दिन गुज़ार सकते हैं, इससे आपका रिश्ता मज़बूत होगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सफेद गाय को चारा खिलाने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nकिसी बात को लेकर अपने ऊपर तनाव महसूस करेंगे। इसका असर काम पर भी पड़ेगा जिससे काम में गड़बड़ी होने के योग बन सकते हैं  अपनी इच्छाओं को पूरा करने के लिए गलत रास्ता ना अपनाएं, नहीं तो बाद में पछताना पड़ सकता है। खर्चे रहेंगे लेकिन इनकम अच्छी होगी। संतान से सुख मिलेगा।बच्चे आपके मुताबिक़ नहीं चलेंगे, जो आपके झुंझलाहट की वजह बन सकता है। आपको ख़ुद पर नियंत्रण रखना चाहिए, क्योंकि नाराज़गी सभी के लिए नुक़सानदेह है और यह सोचने-समझने की ताक़त को ख़त्म कर देती है। इससे सिर्फ़ मुश्किल बढ़ती है। पुराने निवेशों के चलते आय में बढ़ोत्तरी नज़र आ रही है। आपकी दिलचस्प रचनात्मकता आज घर के वातावरण को सुखद बनाएगी। अपने साथी के साथ बाहर जाते वक़्त ठीक तरह से व्यवहार करें। आपके आत्मविश्वास में वृद्धि हो रहा है और तरक़्की साफ़ नज़र आ रही है। घर से बाहर निकलकर आज आप खुली हवाओं में टहलना पसंद करेंगे। आज आपका मन शांत होगा जिसका फायदा आपको पूरे दिन मिलेगा। आपका जीवनसाथी आपसे नाराज़ हो सकता है, क्योंकि आप उनसे कोई बात साझा करना भूल गए थे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- गंगाजल का सेवन करना हेल्थ के लिए शुभ होगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nव्यापार को बढ़ाने पर ध्यान केंद्रित करेंगे। नए लोगों से बातचीत आगे बढ़ेगी। गृहस्थ जीवन में दिन खुशी से भरा रहेगा। जीवनसाथी की खुशी के लिए कुछ अच्छा काम करेंगे। इनकम बढ़िया रहेगी। अपनी बुद्धि के इस्तेमाल से कामों में सफलता हासिल करेंगे।झगड़ालू स्वभाव को क़ाबू में रखें, नहीं तो रिश्तों में कभी न मिटने वाली खटास पैदा हो सकती है। इससे बचने के लिए अपने नज़रिए में खुलापन अपनाएँ और पूर्वाग्रहों को छोड़ें। आपके भाई-बहनों में से कोई आज आपसे पैसे उधार मांग सकता है, आप उनको पैसे उधार तो दे देंगे लेकिन इससे आपके आर्थिक हालात खराब हो सकते हैं। बच्चे आपको घरेलू काम-काज निबटाने में मदद करेंगे। आज आप अपने जीवन की परेशानियों को अपने संगी से साझा करना चाहेंगे लेकिन वो अपनी परेशानियों के बारें में बता के आपको और ज्यादा परेशान कर देंगे। अगर आप व्यवसाय में किसी नये भागीदार को जोड़ने पर विचार कर रहे हैं, तो यह ज़रूरी होगा कि उससे कोई भी वादा करने से पहले आप सभी तथ्य अच्छी तरह जाँच लें। घर के छोटे सदस्यों के साथ गप्पें लगाकर आज आप अपने खाली समय का अच्छा इस्तेमाल कर सकते हैं। आपके लिए यह ख़ूबसूरत रोमानी दिन रहेगा, लेकिन सेहत को लेकर थोड़ी परेशानी का सामना करना पड़ सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- साबुत हल्दी बहते जल में प्रवाहित करने से सेहत अच्छी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nकाम का बोझ दिमाग पर पड़ेगा जिससे मानसिक तनाव बढ़ेगा। काम के सिलसिले में किसी से इधर उधर की बात ना करें। आप काम से काम रखें। इनकम अच्छी रहेगी। गवर्नमेंट से लाभ मिल सकता है। व्यापार के लिए दिन अच्छा है। निजी जीवन में थोड़ा तनाव रहेगा।किसी दोस्त के साथ ग़लतफ़हमी अप्रिय हालात खड़े कर सकती है, किसी भी फ़ैसले पर पहुँचने से पहले संतुलित नज़रिए से दोनों पक्षों को जाँचें। हालाँकि धन आपकी मुट्ठियों से आसानी से सरक जाएगा, लेकिन आपके अच्छे सितारे तंगी नहीं आने देंगे। परिवार के लोगों से अपनी परेशानियां साझा करके आप हल्का महसूस करते हैं, लेकिन कई बार आप अपने अहम को आगे रखकर घर वालों को जरुरी बातें नहीं बताते। आपको ऐसा नहीं करना चाहिए ऐसा करके परेशानी और भी बढ़ेगी कम नहीं होगी। आज आप अपने दोस्त की महक उसकी अनुपस्थिति में महसूस करेंगे। ऐसे लोगों से साथ जुड़ें जो स्थापित हैं और भविष्य के रुझानों को समझने में आपकी मदद कर सकते हैं। कर्म-काण्ड/हवन/पूजा-पाठ आदि का आयोजन घर मे होगा। वैवाहिक जीवन के उजले पहलू का अनुभव करने के लिए अच्छा दिन है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- तांबे के बर्तन में रात भर रखा पानी पीना स्वास्थ्य के लिए फ़ायदेमंद रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिनमान बुद्धि में ताजगी लाएगा। कुछ नया सोचने का मन करेगा। प्रेम जीवन के लिए नई ताजगी भरा दिन रहेगा। खूब बातें करेंगे। इनकम अच्छी होगी जिससे दिल खुशगवार रहेगा। निजी जीवन अच्छा रहेगा। परिवार का सहयोग मिलेगा। काम के सिलसिले में दिनमान आपके हाथ में है।आपकी व्यक्तिगत समस्याएँ मानसिक शांति को भंग कर सकती हैं। मानसिक दबाव से बचने के लिए कुछ रोचक और अच्छा पढ़ें। पैसे की अहमियत को आप अच्छे से जानते हैं इसलिए आज के दिन आपके द्वारा बचाया गया धन आपके बहुत काम आ सकता है और आप किसी बड़ी मुश्किल से निकल सकते हैं। बच्चे आपको अपनी उपलब्धियों से गर्व का अनुभव कराएंगे। किसी की प्यार में क़ामयाबी मिलने की कल्पना को सच कराने में मदद करें। कार्यक्षेत्र में आपको कुछ सकारात्मक बदलाव देखने को मिल सकते हैं। आज आपके पास लोगों से मिलने-जुलने का और अपने शौक़ पूरे करने का पर्याप्त खाली वक़्त है। आपका जीवनसाथी आपकी कमज़ोरियों को सहलाएगा और आपको सुखद अनुभूति देगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- खिरनी की जड़ को सफ़ेद कपड़े में लपेटकर अपने पास रखने से हेल्थ में सुधार आएगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन परिवार वालों के दिल जीतने का दिन है। उनके साथ पूरा दिन बिताने का मन करेगा। काम पर भी ध्यान देंगे और अपनी योग्यता से स्वयं को सिद्ध करेंगे। मन में अच्छे विचार आएंगे। दूसरों की मदद करने का मन करेगा। भाग्य का साथ मिलेगा। इनकम अच्छी होगी। निजी जीवन में भी खुशी भरे समय की आहट होगी।आज का दिन मौज-मस्ती और आनन्द से भरा रहेगा- क्योंकि आप ज़िन्दगी को पूरी तरह जिएंगे। आपके पिता की कोई सलाह आज कार्यक्षेत्र में आपको धन लाभ करा सकती है. आप अपने बच्चों से कुछ सबक़ सीखने वाले हैं। उनकी मासूमियत उनके आस-पास के लोगों में स्नेह व उत्साह के बल पर औरों में बदलाव ला सकती है। कोई अच्छी ख़बर या जीवनसाथी/प्रिय से मिला कोई संदेश आपके उत्साह को दोगुना कर देगा। यह उन उम्दा दिनों में से एक दिन है जब कार्यक्षेत्र में आप अच्छा महसूस करेंगे। आज आपके सहकर्मी आपके काम की तारीफ करेंगे और आपका बॉस भी आपके काम से खुश होगा। कारोबारी भी आज कारोबार में मुनाफा कमा सकते हैं। अपना समय और ऊर्जा दूसरों की मदद करने में लगाएँ, लेकिन ऐसे मामलों में पड़ने से बचें जिनसे आपका कोई लेना-देना नहीं है। आज का दिन उन्माद में घिर जाने का है; क्योंकि आप अपने जीवनसाथी के साथ प्रेम के चरम का अनुभव करेंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- रामचरितमानस के सुन्दरकाण्ड का पाठ करने से फैमिली लाइफ स्मूथ चलेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nफ्रेंड्स के साथ दिन गुजारना अच्छा लगेगा। किसी खास काम को लेकर उनसे सलाह मशवरा करेंगे। पूजा पाठ से संबंधित कामों पर खर्च हो सकता है। मानसिक स्थिति मजबूत रहेगी। निजी जीवन में प्रेम और खुशी का माहौल रहेगा। जमीन जायदाद के मामले में दिनमान अच्छा रहेगा।दूसरों के सफलता को सराहकर आप उसका लुत्फ़ ले सकते हैं। इस राशि के कारोबारियों को आज अपने घर के उन सदस्यों से दूर रहना चाहिए जो आपसे पैसा मांगते हैं और फिर लौटाते नहीं हैं। घरेलू काम-काज निपटाने में बच्चे मदद करेंगे। खाली वक़्त में उन्हें ऐसे काम करने के लिए उत्साहित करें। किसी से आँखें चार होनी की काफ़ी संभावना है। दफ़्तर में स्नेह का माहौल बना रहेगा। अपनी कमियों पर आपको काम करने की जरुरत है इसके लिए आपको अपने लिए समय निकालना चाहिए। आपका जीवनसाथी हाल में हुई खटपट को भुलाकर अपने अच्छे स्वभाव का परिचय देगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सात मुखी रुद्राक्ष धारण करने से हेल्थ अच्छी रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज के दिन को धन की प्राप्ति में कैसे लगाया जाए, इस पर मंथन करेंगे। खर्चे तो रहेंगे। सेहत थोड़ी कमजोर रहेगी लेकिन फिर भी इनकम अच्छी होगी। बड़े बुजुर्गों का आशीर्वाद मिलेगा जिससे कामों में सफलता मिलेगी। गृहस्थ जीवन के लिए दिनमान तनाव से भरा रह सकता है लेकिन प्रेम जीवन बिता रहे लोग दिन का आनंद लेंगे।आस-पास के लोगों का सहयोग आपको सुखद अनुभूति देगा। विवाहित दंपत्तियों को आज अपनी संतान की शिक्षा पर अच्छा खासा धन खर्च करना पड़ सकता है। आप अपनी परेशानियों को भूलकर परिवार के साथ अच्छा समय बिताएंगे। थोड़े बहुत टकराव के बावजूद भी आज आपका प्रेम जीवन अच्छा रहेगा और आप अपने संगी को खुश रखने में कामयाब होंगे। व्यवसाय में किसी धोखेबाज़ी से बकने के लिए अपने आँख-कान खुले रखें। आपका खाली वक्त आज किसी गैरजरुरी काम में खराब हो सकता है। वैवाहिक जीवन में सब कुछ अच्छा महसूस होगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- नौकरी व बिज़नेस में तरक्की के लिए अपने घर के प्रवेश द्वार से साफ़ हवा आने का प्रबन्ध करें। \n",
    "11": "मीन राशिः आज का राशिफल\nखुद पर ध्यान देंगे। मन में गजब का आत्मविश्वास होगा। चेहरे पर मुस्कुराहट रहेगी। निजी जीवन में खुशी भरा दिन रहेगा। चाहे आप शादीशुदा हों या किसी से प्रेम करते हों, आज का दिन आपके लिए अच्छा है। काम के सिलसिले में थोड़ी सावधानी रखते हुए अपना काम करें। अपनी कमजोरी किसी को ना बताएं। इनकम अच्छी होगी।आपकी व्यक्तिगत समस्याएँ मानसिक शांति को भंग कर सकती हैं। मानसिक दबाव से बचने के लिए कुछ रोचक और अच्छा पढ़ें। ख़र्चों में इज़ाफ़ा होगा, लेकिन साथ ही आमदनी में हुई बढ़ोत्तरी इसको संतुलित कर देगी। दोस्तों का साथ राहत देगा। जिसे आप चाहते हैं, उसके साथ आपका तल्ख़ रवैया आपके रिश्ते में दूरी बढ़ा सकता है। नयी साझीदारी आज के दिन फलदायी रहेगी। मुमकिन है कि आपके अतीत से जुड़ा कोई शख़्स आज आपसे संपर्क करेगा और इस दिन को यादगार बना देगा। अपने जीवनसाथी के किसी छोटी बात को लेकर बोेले गए झूठ से आप आहत महसूस कर सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- साधु संतों को प्रसन्न करने व उनका मान-सम्मान करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n"
}]
