horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फलदायक रहेगा। दोस्तों के सहारे कई काम बनेंगे। आप अपने भाई बहनों के साथ मौज मस्ती करने का भी कोई मौका ढूंढ लेंगे। काम के सिलसिले में दिनमान ठीक-ठाक रहेगा लेकिन ईगो में आकर ज्यादा गलत बयान बाजी ना करें नहीं तो दिक्कत उठानी पड़ सकती है। शादीशुदा लोगों का गृहस्थ जीवन सामान्य रहेगा। जीवनसाथी कुछ गुस्सा वाला रवैया दिखा सकता है। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा रहेगा। आपकी सेहत अच्छी रहेगी। अच्छी चीज़ों को ग्रहण करने के लिए आपका दिमाग़ खुला रहेगा। नौकरी पेशा से जुड़े लोगों को आज धन की बहुत आवश्यकता पड़ेगी लेकिन बीते दिनों में किये गये फिजुलखर्च के कारण उनके पास पर्याप्त धन नहीं होगा। परिवार के सदस्यों के साथ कुछ आराम के पल बिताएँ। आज अपने प्रिय को माफ़ करना न भूलें। आज लोग आपकी वह प्रशंसा करेंगे, जिसे आप हमेशा से सुनना चाहते थे। किसी के प्रभाव में आकर आपका जीवनसाथी आपसे झगड़ सकता है, लेकिन प्यार और सद्भाव से मामला सुलझ जाएगा। उन लोगों की बातों का बुरा न मानें जिनकी आपके जीवन में कोई अहमियत नहीं है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- सरसों के तेल में अपना चेहरा देखकर उस तेल के गुलगुले बनाकर पक्षियों में डालने से आर्थिक स्थिति अच्छी होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन मान बढ़िया रहेगा। काम में सफलता मिलेगी। सेहत का ध्यान रखना होगा नहीं तो बीमार पड़ सकते हैं। काम के सिलसिले में किए गए प्रयास सफल रहेंगे। प्रेम जीवन बिता रहे लोग अपनी बात पूरे जोश के साथ अपने प्रिय से कहेंगे जिससे उन्हें आपकी जिंदादिली पसंद आएगी और आपका रिश्ता बढ़िया रहेगा। शादीशुदा लोगों का गृहस्थ जीवन रोमांटिक रहेगा।आज अतीत के ग़लत फ़ैसले मानसिक अशान्ति और क्लेश की वजह बनेंगे। आप ख़ुद को अकेला पाएंगे और सही-ग़लत का निर्णय करने में असमर्थ महसूस करेंगे। दूसरों की सलाह लें। आज आप अपना धन धार्मिक कार्यों में लगा सकते हैं जिससे आपको मानसिक शांति मिलने की पूरी संभावना है। पढ़ाई-लिखाई में कम रुचि के चलते बच्चे आपको थोड़ा निराश कर सकते हैं। आपकी मुस्कुराहट आपके प्रिय की नाराज़गी दूर करने के लिए सबसे उम्दा दवा है। कोई रोचक मैगजीन या उपन्यास पढ़ के आजके दिन को आप अच्छी तरह से व्यतीत कर सकते हैं। अपने जीवनसाथी के चलते आप महसूस करेंगे कि स्वर्ग धरती पर ही है। आज आपके मन में उदासी रहेगी और आप नहीं जान पाएंगे कि इसका कारण क्या है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- लाल रंग के वस्त्र अधिक धारण करने से स्वास्थ्य अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फलदायक रहेगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन काफी अच्छा रहने वाला है। आप अपने प्यार में काफी खुश महसूस करेंगे। शादीशुदा लोगों का गृहस्थ जीवन सामान्य रहेगा। आप काम के सिलसिले में खूब मेहनत करेंगे जिसके अच्छे नतीजे आपको प्राप्त होंगे। सेहत में उतार-चढ़ाव बना रहेगा। खर्चों में हल्की तेजी रहेगी। घर पर तनाव का माहौल आपको नाराज़ कर सकता है। इसे दबाना आपकी शारीरिक समस्याओं में इज़ाफ़ा कर सकता है। शारीरिक गतिविधियों को बढ़ाकर इससे निजात पाएँ। ख़राब हालात से दूर रहना ही बेहतर है। आर्थिक समस्याओं ने रचनात्मक सोचने की आपकी क्षमता को बेकार कर दिया है। अपने बच्चों के साथ एक दोस्ताना रिश्ता विकसित करें। पुरानी बातों को पीछे छोड़कर आगे आने वाले अच्छे वक़्त की ओर देखें। आपकी कोशिशें फलदायी रहेंगी। आपका बेपनाह प्यार आपके प्रिय के लिए बेहद क़ीमती है। कर्म-काण्ड/हवन/पूजा-पाठ आदि का आयोजन घर मे होगा। आपको ख़ुश करने के लिए आपका जीवनसाथी काफ़ी कोशिशें कर सकता है। सफलता-प्राप्ति के लिए स्वप्न देखना बुरा नहीं है, परन्तु हमेशा दिवास्वप्न में खोये रहना आपके लिए नुक़सानदेह साबित हो सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- उबले हुए मूँग किसी गरीब व्यक्ति को खिलाने से स्वास्थ्य अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य फलदायक रहेगा। खर्चों में तेजी रहेगी। मानसिक तनाव भी हो सकता है। इन दोनों ही वजह से आपको किसी बात को लेकर परेशानी महसूस होगी। इनकम बढ़िया रहेगी इसलिए कुछ नई चीजें खरीद कर ला सकते हैं। काम के सिलसिले में दिनमान सामान्य रहेगा। शादीशुदा लोगों का गृहस्थ जीवन ठीक-ठाक चलेगा। जीवनसाथी सच्ची बात कड़वी तरीके से कह सकता है जो आपको बुरी लग जाएगी, इसलिए थोड़ा शांति से काम लें। प्रेम जीवन बिता रहे लोगों से निकटता बढ़ेगी। आपका रिश्ता ठीक-ठाक रहेगा लेकिन सेहत के मामले में आपको सावधान रहना होगा।आपको लंबे समय से महसूस हो रही थकान और तनाव से आराम मिलेगा। इन परेशानियों से स्थायी निजात पाने के लिए जीवन-शैली में बदलाव लाने का सही समय है। आज आपका सामना कई नई आर्थिक योजनाओं से होगा- कोई भी फ़ैसला करने से पहले अच्छाईयों और कमियों पर सावधानी से ग़ौर फ़रमाएँ। आपके प्रियजन ख़ुश हैं और आपको शाम के लिए उनके साथ कोई योजना बनानी चाहिए। अपने प्रिय की बातों के प्रति आप ज़रूरत से ज़्यादा संवेदनशील रहेंगे- आपको अपने जज़्बात पर क़ाबू रखने की ज़रूरत है और ऐसा कुछ करने से बचें जो मामले को और भी बिगाड़ दे। कर्म-काण्ड/हवन/पूजा-पाठ आदि का आयोजन घर मे होगा। जीवनसाथी का आत्मकेन्द्रित व्यवहार आपको नागवार गुज़रेगा। ग़ज़ब का दिन है – फ़िल्म, पार्टी और दोस्तों के साथ घूमना-फिरना मुमकिन है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- मछलियों को चारा डालने से प्रेम सम्बन्ध अच्छे चलेंगे। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए ठीक-ठाक रहेगा। आप अपने काम में पूरी मेहनत करेंगे और अच्छे नतीजा हासिल कर पाएंगे। शादीशुदा लोगों का गृहस्थ जीवन थोड़ा तनावपूर्ण हो सकता है। जीवन साथी गुस्से में आकर कुछ गलत कह सकता है जो आपको बुरा लग सकता है, इसलिए थोड़ा सावधानी रखें और उनसे बातचीत करें। प्रेम जीवन के लिए आज का दिन थोड़ा कमजोर है। आपको अपने दिल के दरवाजे खोलने होंगे तभी उसमें उनकी एंट्री हो पाएगी। सेहत ठीक रहेगी। आपकी ऊर्जा का स्तर ऊँचा रहेगा। आपको अपने अटके कामों को पूरा करने में इसका इस्तेमाल करना चाहिए। आर्थिक तौर पर बेहतरी के चलते आपके लिए ज़रूरी चीज़ें ख़रीदना आसान होगा। आपका लापरवाह रवैया आपके माता-पिता को दुःखी कर सकता है। कोई भी नयी परियोजना शुरू करने से पहले उनकी राय भी जान लें। आज आप अपने प्रिय से अपने जज़्बात का इज़हार करने में मुश्किल महसूस करेंगे। यात्रा के दौरान आप नयी जगहों को जानेंगे और महत्वपूर्ण लोगों से मुलाक़ात होगी। आप अपने जीवनसाथी को समझने में आपसे ग़लती हो सकती है, जिसकी वजह से सारा दिन उदासी में गुज़रेगा। जीवन की परेशानियों को दूर करने के लिए आज आप किसी मनोवैज्ञानिक चिकित्सक से मिल सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- लव लाइफ को बेहतर रखने के लिए श्रीकृष्ण जी के समक्ष कर्पूर जलाएं \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए ठीक-ठाक रहेगा। आप अपने काम में पूरी मेहनत करेंगे और अच्छे नतीजा हासिल कर पाएंगे। शादीशुदा लोगों का गृहस्थ जीवन थोड़ा तनावपूर्ण हो सकता है। जीवन साथी गुस्से में आकर कुछ गलत कह सकता है जो आपको बुरा लग सकता है, इसलिए थोड़ा सावधानी रखें और उनसे बातचीत करें। प्रेम जीवन के लिए आज का दिन थोड़ा कमजोर है। आपको अपने दिल के दरवाजे खोलने होंगे तभी उसमें उनकी एंट्री हो पाएगी। सेहत ठीक रहेगी। ज़िन्दगी की बेहतरीन चीज़ों को शिद्दत से महसूस करने के लिए अपने दिल-दिमाग़ के दरवाज़े खोलें। चिंता को छोड़ना इसकी ओर पहला क़दम है। समय और धन की कद्र आपको करनी चाहिए नहीं तो आने वाला वक्त परेशानियों भरा रह सकता है। परिवार की स्थिति आज वैसी नहीं रहेगी जैसा आप सोचते हैं। आज घर में किसी बात को लेकर कलह होने की संभावना है ऐसी स्थिति में खुद पर काबू रखें। अपने साथी को भावनात्मक तौर पर ब्लैकमेल करने से बचें। कर्म-काण्ड/हवन/पूजा-पाठ आदि का आयोजन घर मे होगा। आपके जीवनसाथी की मांगें तनाव का कारण बन सकती हैं। किसी सहकर्मी की अचानक तबीयत खराब होने पर आज आप उनका भरपूर सहयोग दे सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- लस्सी को शिवलिंग पर चढाने से लव लाइफ अच्छी रहती है। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए ठीक-ठाक रहेगा। काम में सफलता मिलेगी जिसके सहारे आप जीत पाएंगे लेकिन सेहत के मामले में दिनमान कमजोर है इसलिए थोड़ा संभलकर काम करें। आपके व्यापार में भी बढ़ोतरी होगी। ईगो से बचना जरूरी होगा। परिवार में सुख शांति रहेगी। गृहस्थ जीवन सामान्य रहेगा। शादीशुदा लोग अपने जीवन को खुशनुमा बनाने के लिए काफी प्रयास भी करेंगे। प्रेम जीवन बिता रहे लोगों के लिए ठीक-ठाक रहेगा।आपका ऊर्जा-स्तर ऊँचा रहेगा। अगर आपने अपने घर के किसी सदस्य से उधार लिया था तो उसे आज लौटा दें नहीं तो वो आपके खिलाफ कानूनी कार्यवाही कर सकता है। बढ़िया दिन है जब आप सबके ध्यान को अपनी तरफ़ खींचेंगे- आपके सामने चुनने के लिए कई चीज़ें होंगी और आपके सामने समस्या यह होगी कि किसे पहले चुना जाए। फूल देकर अपने प्यार का इज़हार करें। शाम का वक्त अच्छा रहे इसके लिए आपको दिनभर मन लगाकर काम करने की जरुरत है। यह दिन शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक रहेगा। आज मौसम के मिजाज की तरह ही दिन में कई बार आपका मिजाज भी बदल सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- मांस, मदिरा, हिंसा, परपीड़ा, निंदा का त्याग करना आर्थिक स्थिति के लिए शुभ है। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन मान बढ़िया रहेगा। आप अपने प्रेम जीवन को और भी खूबसूरत बनाने की कोशिश करेंगे और इस दिशा में अपने प्रिय को अपने घर वालों से मिलवा भी सकते हैं। शादीशुदा लोगों का गृहस्थ जीवन भी बहुत प्यारा रहेगा और रिश्ते में रोमांस बढ़ेगा। काम के सिलसिले में आपका दिन में ठीक है। आपकी मेहनत कामयाब रहेगी। सेहत के मामले में थोड़ा ध्यान रखें और बासी भोजन से परहेज करें।शारीरिक तौर पर तंदुरुस्त रहने के लिए धूम्रपान की आदत छोड़ दें। आपकी कोई पुरानी बीमारी आज आपको परेशान कर सकती है जिसकी वजह से आपको हॉस्पिटल भी जाना पड़ सकता है और आपका काफी धन भी खर्च हो सकता है। रिश्तेदारों के साथ अपने संबंधों को फिर तरोताज़ा करने का दिन है। आपका संगी आपका भला सोचता है इसलिए कई बार आप पर गुस्सा भी कर बैठता है, उनके गुस्से पर नाराज होने से बेहतर यह होगा कि आप उनकी बातों को समझें। अपनी ख़ासियत और भविष्य की योजनाओं पर फिर से सोचने का समय। अपने जीवनसाथी की नुक़्ताचीनी से आप आज परेशान हो सकते हैं, लेकिन वह आपके लिए कुछ बढ़िया भी करने वाला है। ग़ज़ब का दिन है – फ़िल्म, पार्टी और दोस्तों के साथ घूमना-फिरना मुमकिन है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- लाल रंग के वस्त्र अधिक धारण करने से स्वास्थ्य अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन मान ठीक-ठाक रहेगा। सेहत मजबूत रहेगी जिससे कामों में सफलता मिलेगी। गृहस्थ जीवन बिता रहे लोग आज के दिन को इंजॉय करेंगे। प्रेम जीवन बिता रहे लोगों के लिए भी दिनमान सामान्य रहेगा लेकिन परिवार की जिम्मेदारियों के चलते आप अपने प्रिय से मिल पाने में लेट हो सकते हैं। इस वजह से वह थोड़ी नाराज होंगे। काम के सिलसिले में दिनमान अच्छा रहेगा। आपको टैक्स का नोटिस आ सकता है, इसलिए सावधानी रखें।ऐसी गतिविधियों में शामिल हों जो रोमांचक हों और आपको सुकून दें। यात्रा आपको थकान और तनाव देगी- लेकिन आर्थिक तौर पर फ़ायदेमंद साबित होगी। आज न सिर्फ़ अजनबियों से, बल्कि दोस्तों से सावधान रहने की ज़रूरत भी है। रोमांस के लिए बढ़ाए गए क़दम असर नहीं दिखाएंगे। बिना किसी को बताए आज आप अकेले वक्त बिताने घर से बाहर जा सकते हैं। लेकिन आप अकेले तो होंगे लेकिन शांत नहीं आपके दिल में आज के दिन कई चिंताएं हैं होंगी। जीवनसाथी से बहुत ज़्यादा उम्मीदें रखना आपको वैवाहिक जीवन में उदासी की तरफ़ ले जा सकता है। आज आप फ़ोटोग्राफ़ी करके आने वाले कल के लिए कुछ बेहतरीन यादें संजो सकते हैं; अपने कैमरे का सदुपयोग करना बिलकुल न भूलें। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- आर्थिक स्थिHति को अच्छा करने के लिए नियमित गायत्री मन्त्र व गायत्री चालीसा पढ़ें। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन मान सामान्य रूप से फलदायक रहेगा। आपकी कुछ चिंताएं बढ़ेंगी, जो आपको परेशान करेंगी। सेहत पर इसका विपरीत असर हो सकता है। दांपत्य जीवन में तनाव देखने को मिलेगा लेकिन संतान की ओर से खुशी मिलेगी। प्रेम जीवन रोमांस से भरपूर रहेगा। काम के सिलसिले में दिन सामान्य है। नर्वस ब्रेकडाउन आपकी सोचने की ताक़त और शरीर के प्रतिरक्षा तंत्र को कमज़ोर बना सकता है। सकारात्मक सोच के ज़रिए इस समस्या से निजात पाएँ। आज के दिन आपको आर्थिक परेशानियों का सामना करना पड़ सकता अहि- मुमकिन है कि आप ज़रूरत से ज़्यादा ख़र्च करें या आपका बटुआ खो भी सकता है- ऐसे मामलों में सावधानी की कमी आपको नुक़सान पहुँचा सकती है। शाम के समय अपने जीवनसाथी के साथ बाहर खाना या फ़िल्म देखना आपको सुकून देगा और ख़ुशमिज़ाज बनाए रखेगा। आपके प्रिय का प्यारा बर्ताव आपको ख़ास होने का अनुभव कराएगा; इन लम्हों का पूरा लुत्फ़ उठाएँ। आपके पास समय तो होगा लेकिन बावजूद इसके भी आप कुछ ऐसा नहीं कर पाएंगे जो आपको संतुष्टि दे। जीवनसाथी की वजह से आपको महसूस होगा कि उनके लिए दुनिया में आप ही सबसे महत्वपूर्ण हैं। जिन्दगी आपके अनुसार तभी चल सकती है जब आप सही विचार और सही लोगों की संगति में रहें। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अच्छी आर्थिक स्थिति के लिए ॐ गं गणपतये नमः इस मंत्र का 11 बार उच्चारण सुबह-शाम करें। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा और हर काम को आप मजबूत तरीके से करेंगे। अपने दिल की हर बात किसी व्यक्ति को बताने से नुकसान हो सकता है। इससे बचने की कोशिश करें। शादीशुदा लोगों का गृहस्थ जीवन अच्छा रहेगा। जीवन साथी की सेहत का ध्यान रखें। प्रेम जीवन ठीक-ठाक रहेगा। काम के सिलसिले में आपको कुछ दिक्कतों का सामना करना पड़ेगा। इनकम सामान्य रहेगी।आपको अपना अतिरिक्त समय अपने शौक़ पूरे करने या उन कामों को करने में लगाना चाहिए, जिन्हें करने में आपको सबसे ज़्यादा मज़ा आता है। दिन की शुरुआत में ही आज आपको कोई आर्थिक हानि हो सकती है जिससे सारा दिन खराब हो सकता है। प्रभावशाली और महत्वपूर्ण लोगों से परिचय बढ़ाने के लिए सामाजिक गतिविधियाँ अच्छा मौक़ा साबित होंगी। सच्चे और पवित्र प्रेम का अनुभव करें। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। आपका जीवनसाथी आज आपके लिए कुछ बहुत ख़ास करने वाला है। आज का दिन किसी भी धार्मिक स्थल के लिए समर्पित करना अपनी मानसिक शांति बनाए रखने का सर्वश्रेष्ठ साधन हो सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- धन प्राप्ति के लिए दूध या जल में केसर डालकर उसका सेवन करें। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। परिवारिक जिम्मेदारियों को समझते हुए अपनी तरफ से हर कोशिश करेंगे। गृहस्थ जीवन ठीक-ठाक रहेगा। आपको कामों में सफलता मिलेगी। आपकी दूरदर्शिता और और नेतृत्व क्षमता आपके काम में आपकी मदद करेगी। आपकी सेहत ठीक रहेगी। प्रेम जीवन में कुछ नया देखने सुनने को मिल सकता है।सेहत पर ग़ौर करने की ज़रूरत है। जो लोग लघु उद्योग करते हैं उन्हें आज के दिन अपने किसी करीबी की कोई सलाह मिल सकती है जिससे उन्हें आर्थिक लाभ होने की संभावना है। किसी धार्मिक स्थान पर जाएँ या किसी संत से मिलें, इससे आपके मन को शांति और सुकून मिलेगा। थोड़े बहुत टकराव के बावजूद भी आज आपका प्रेम जीवन अच्छा रहेगा और आप अपने संगी को खुश रखने में कामयाब होंगे। आप अपनी छुपी ख़ासियत का इस्तेमाल कर दिन को बेहतरीन बनाएंगे। यह दिन आपके जीवनसाथी का बेहतरीन पहलू आपको दिखाने वाला है। आज आप बच्चों के साथ बच्चों के जैसा ही व्यवहार करेंगे जिससे आपके बच्चे सारे दिन आपसे चिपके रहेंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- अपने भोजन में से कुछ हिस्सा निकालकर गाय को खिलाने से स्वास्थ्य अच्छा रहेगा। \n"
}]
