horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए कोई नई खुशखबरी लेकर आएगा। यदि विद्यार्थियों ने इस समय कोई परीक्षा दी है, तो आज उसका परिणाम उन्हें प्राप्त हो सकता है अन्यथा घर और परिवार में कोई शुभ मांगलिक कार्यक्रम हो सकता है। आज यदि आपको अपने व्यापार के लिए किसी यात्रा पर जाना पड़े, तो बहुत सोच विचार करें। सायंकाल का समय आज आप अपने जीवनसाथी को कोई उपहार भेंट कर सकते हैं। आज आपको अक्समात धन की प्राप्ति होने से मन में प्रसन्नता रहेगी और आप कहीं अच्छा निवेश करने का भी मन बनाएंगे।आप आज ख़ुद को रोज़ाना की अपेक्षा कम ऊर्जावान महसूस करेंगे। स्वयं को ज़रूरत से ज़्यादा काम के नीचे न दबाएँ, थोड़ा आराम करें और आज के कामों को कल तक के लिए टाल दें। आपकी कोई पुरानी बीमारी आज आपको परेशान कर सकती है जिसकी वजह से आपको हॉस्पिटल भी जाना पड़ सकता है और आपका काफी धन भी खर्च हो सकता है। विवाद, मतभेद और दूसरों की आपमें कमियाँ निकालने की आदत को नज़रअन्दाज़ करें। निजी मसले नियन्त्रण में रहेंगे। अगर आपको एक दिन की छुट्टी पर जाना है तो चिंता न करें, आपकी ग़ैरहाज़िरी में सभी काम ठीक से चलते रहेंगे। और अगर किसी ख़ास वजह से कोई परेशानी खड़ी भी हो जाए, तो आप लौटने पर उसे आसानी से हल कर लेंगे। सेमिनार और प्रदर्शनी आदि आपको नई जानकारियाँ और तथ्य मुहैया कराएंगे। यह दिन आपके जीवनसाथी का बेहतरीन पहलू आपको दिखाने वाला है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- इलायची (बुध की कारक) का सेवन करने से हेल्थ अच्छी होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज आपको मेहनत करने के तुरंत लाभ की आशंका आशा नहीं रखनी है क्योंकि आज आपका किया गया परिश्रम आपको कुछ समय बाद ही फल देगा, इसीलिए आपको उसके लिए इंतजार करना पड़ सकता है। घर परिवार में चल रही समस्याओं से आज आपको मुक्ति मिलेगी। रोजगार की दिशा में कार्यरत लोगों को उत्तम सफलता प्राप्त हो सकती है। सायंकाल के समय आपके घर किसी अतिथि का आगमन हो सकता है, जिसमें कुछ धन भी व्यय होगा।अगर आपकी योजना बाहर घूमने-फिरने की है तो आपका वक़्त हँसी-ख़ुशी और सुकून भरा रहेगा। माता-पिता की मदद से आप आर्थिक तंगी से बाहर निकलने में क़ामयाब रहेंगे। किसी ऐसे के साथ परस्पर संवाद की कमी जिसका आपको बहुत ख़याल है, आपको तनाव दे सकती है। एक बार आप अपने हमक़दम को हासिल कर लें, तो ज़िन्दगी में किसी और की ज़रूरत नहीं होती। इस बात को आज आप गहराई से महसूस करेंगे। अपनी कार्यकुशलता बढ़ाने के लिए नयी तकनीकों का सहारा लें। आपकी शैली और काम करने का नया अन्दाज़ उन लोगों में दिलचस्पी पैदा करेगा, जो आप पर नज़दीकी से ग़ौर करते हैं। खाली वक्त का आज आप सदुपयोग करेंगे और उन कामों को पूरा करने की कोशिश करेंगे जो बीते दिनों पूरे नहीं हो पाए थे। एक बढ़िया जीवनसाथी के साथ जीवन वाक़ई अद्भुत लगता है और आज आप इस बात का अनुभव कर सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- लाल वस्त्र में दो मुट्ठी मसूर की दाल बांधकर किसी भिखारी को देने से पारिवारिक जीवन में खुशहाली आएगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए उन्नति के नए-नए मार्ग खोलेगा। आज घर का कोई सदस्य जिद पर अड़ सकता है और अपनी बात मनवा सकता है, जिसमें कुछ धन भी व्यय होगा। आजीविका के क्षेत्र में कार्यरत लोगों को आज उत्तम सफलता प्राप्त होगी। यदि आज आपने किसी से कोई वादा किया है, तो उसे भी पूरा करना पड़ सकता है। आज आप अपनी कुछ दैनिक आवश्यकताओं की पूर्ति कर सकते हैं। सायंकाल का समय आज आप अपने परिवार के सदस्यों के साथ किसी मांगलिक कार्यक्रम में सम्मिलित हो सकते हैं।अध्यात्म की सहायता लेने का सही समय है, क्योंकि मानसिक तनाव को मार भगाने के लिए यह सबसे बेहतरीन विकल्प है। ध्यान और योग आपकी मानसिक मज़बूती को बढ़ाने में कारगर रहेंगे। इस राशि केे कुछ लोगों को आज संतान पक्ष से आर्थिक लाभ होने की उम्मीद है। आज आपको अपनी संतान पर गर्व महसूस होगा। पड़ोसियों से झगड़ा आपका मूड ख़राब कर सकता है। लेकिन अपना आपा न खोएँ, इससे सिर्फ़ आग और भड़केगी। अगर आप सहयोग न करें, तो कोई आपसे नहीं झगड़ सकता है। सबसे अच्छा रिश्ता बनाए रखने की कोशिश करें। प्यार का भरपूर लुत्फ़ मिल सकता है। आपके पास आज अपनी क्षमताओं को दिखाने के मौक़े होंगे। आप उन लोगों की तरफ़ वादे का हाथ बढ़ाएंगे, जो आपसे मदद की गुहार करेंगे। आपका जीवनसाथी आपकी बहुत तारीफ़ करेगा और आप पर बहुत स्नेह उढ़ेलेगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- लाल वस्त्र में दो मुट्ठी मसूर की दाल बांधकर किसी भिखारी को देने से पारिवारिक जीवन में खुशहाली आएगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा कभी अपने व्यवसाय में आपको ऐसा लगेगा कि आप को लाभ मिल रहा है, लेकिन कुछ ही पल बाद आप उस से निराश हो सकते हैं। आज आपको नौकरी में भी अपने कार्य को ईमानदारी और मेहनत से पूरा करना होगा, नहीं तो आपके अधिकारियों से आपकी कहासुनी हो सकती है। आज आप अपने घर के जरूरी कामों को निपटाने की पूरी कोशिश करेंगे और माता पिता के साथ कुछ महत्वपूर्ण चर्चाएं भी करेंगे। सायंकाल का समय आज आप अपने मित्रों के साथ कहीं घूमने फिरने जाने का प्लान बना सकते हैं।जब सेहत से जुड़ा मामला हो तो ख़ुद को अनदेखा नहीं करना चाहिए और सावधानी बरतनी चाहिए। जिन लोगों ने किसी अनजान शख्स की सलाह पर कहीं निवेश किया था आज उन्हें उस निवेश से फायदा होने की पूरी संभावना है। आपको परिवार के सदस्यों और दोस्तों के साथ बिताने के लिए पर्याप्त समय मिलेगा। आज आपको अपने प्रिय का एक अलग ही अन्दाज़ देखने को मिल सकता है। अपना रवैया ईमानदार और स्पष्टवादी रखें। लोग आपकी दृढ़ता और क्षमताओं को सराहेंगे। घर से बाहर निकलकर आज आप खुली हवाओं में टहलना पसंद करेंगे। आज आपका मन शांत होगा जिसका फायदा आपको पूरे दिन मिलेगा। जीवनसाथी की वजह से आपको महसूस होगा कि उनके लिए दुनिया में आप ही सबसे महत्वपूर्ण हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- तांबे का सिक्का अथवा टुकड़ा जेब में रखने से स्वास्थ्य अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन व्यवसायी वर्ग के लिए नए कार्यों में निवेश करने के लिए दिन उत्तम रहेगा। यदि आज आपको निवेश करने का मौका मिले, तो खुलकर करें क्योंकि भविष्य में आपको इसका भरपूर लाभ मिलेगा। परिवार के सदस्य अपने कामों में मस्त रहेंगे। यदि आज आप किसी नई वस्तु की खरीदारी करने का मन बना रहे हैं, तो उसमें आपको अपने जीवन साथी की सलाह की आवश्यकता होगी। विद्यार्थियों को परीक्षा की तैयारी में कड़ी मेहनत करके जुटना होगा तभी सफलता मिलती दिख रही है।लाभ लेने के लिए बड़ों को अपनी अतिरिक्त ऊर्जा का सकारात्मक उपयोग करना चाहिए। जीवन के बुरे दौर में पैसा आपके काम आएगा इसलिए आज से ही अपने पैसे की बचत करने के बारे में विचार करें नहीं तो आपको दिक्कतें हो सकती हैं। आपकी ज्ञान की प्यास आपको नए दोस्त बनाने में मददगार साबित होगी। प्रेमी एक-दूसरे की पारिवारिक भावनाओं को समझेंगे। सेमिनार और गोष्ठियों में हिस्सा लेकर आज आप कई नए विचार पा सकते हैं। जो चीजें आपके लिए आवश्यक नहीं हैं उनपर आज अपना अधिकतर समय आप जाया कर सकते हैं। आपके आस-पास के लोग कुछ ऐसा कर सकते हैं, जिसके चलते आपका जीवनसाथी आपकी तरफ़ फिर से आकर्षित महसूस करेगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- अच्छी आर्थिक स्थिति के लिए पत्नी का मान-सम्मान व आदर करें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ भागदौड़ भरा रहेगा। आज आपको अपने किसी सरकारी विवाद को निपटाने के लिए कुछ भागदौड़ करनी पड़ सकती है, जिसमें आपको कठिन परिश्रम के बाद ही सफलता मिलेगी। सायंकाल के समय आपको कुछ थकान का अनुभव हो सकता है। जीवनसाथी का भरपूर सहयोग व सानिध्य भी आज आपको प्राप्त हो सकता है। ससुराल पक्ष के किसी व्यक्ति से यदि कोई वाद विवाद चल रहा था, तो वह आज समाप्त होगा। सायंकाल के समय आज आप अपने माता पिता के साथ भविष्य की योजनाओं पर विचार विमर्श कर सकते हैं।आपकी जी-तोड़ मेहनत और परिवार का सहयोग इच्छित परिणाम देने में क़ामयाब रहेंगे। लेकिन तरक़्क़ी की रफ़्तार बरक़रार रखने के लिए मेहनत इसी तरह जारी रखें। आर्थिक दृष्टि से आज का दिन मिलाजुला रहने वाला है। आज आपको धन लाभ तो हो सकता है लेकिन इसके लिए आपको कड़ी मेहनत करनी होगी। किसी पारिवारिक भेद का खुलना आपको चकित कर सकता है। ज़रा संभल कर, क्योंकि आपका प्रिय रूमानी तौर पर आपको मक्खन लगा सकता है – मैं तुम्हारे बग़ैर इस दुनिया में नहीं रह सकता/सकती। आज के दिन आप सबके ध्यान का केंद्र होंगे और सफलता आपकी पहुँच में होगी। अगर आप अपने घर से बाहर रहकर अध्ययन या नौकरी करते हैं तो आज के दिन आप खाली समय में अपने घर वालों से बात कर सकते हैं। घर की किसी खबर को सुनकर आप भावुक भी हो सकते हैं। जीवनसाथी के साथ थोड़ा हँसी-मज़ाक़, थोड़ी छेड़-छाड़ आपको किशोरावस्था के दिनों की याद दिला देंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- दादा-दादी, या उम्रदराज़ लोगों का सम्मान करने से सेहत में सुधार आएगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपकी सुख शांति में वृद्धि का दिन रहेगा। यदि आपका कोई पारिवारिक विवाद चल रहा है, तो वह आज सुलझ सकता है, जिसमें आपको मानसिक शांति मिलेगी। आज आपके कार्य करने की गति थोड़ी धीमी रहेगी, लेकिन फिर भी आप अपनी दैनिक आवश्यकताओं की पूर्ति के लायक धन कमाने में सफल रहेंगे, जिससे आपकी और आपके परिवार के सदस्यों की जरूरतें आसानी से पूरी हो जाएंगी। विद्यार्थियों को यदि किसी परीक्षा के लिए आवेदन करना है, तो वह आज कर सकते हैं।आप खाली समय का आनंद ले सकेंगे। बिना किसी की सलाह लिये बिना आज आपको पैसा कहीं भी इनवेस्ट नहीं करना चाहिए। कोई चिट्ठी या ई-मेल पूरे परिवार के लिए अच्छी ख़बर लाएगी। आपके ईमानदार और ज़िंदादिल प्यार में जादू करने की ताक़त है। कारोबारी जितना हो अपने कारोबार से जुड़ी बातों को किसी से शेयर न करें। अगर आप ऐसा करते हैं तो आप बड़ी मुश्किल में पड़ सकते हैं। सेमिनार और प्रदर्शनी आदि आपको नई जानकारियाँ और तथ्य मुहैया कराएंगे। यह दिन आपके सामान्य वैवाहिक जीवन से कुछ हटकर होने वाला है। आपको अपने जीवनसाथी की ओर से कुछ ख़ास देखने को मिल सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- सवा किलो आटे को भुनकर उसमे गुड का चूरा मिलाकर चींटियों को डालने से नौकरी व बिज़नेस में फायदा होगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए निश्चित परिणाम लेकर आएगा। आज आपको अपने कार्यों की पूर्ति के लिए किसी व्यक्ति से मदद लेनी पड़ सकती है, लेकिन आपको भागदौड़ के बाद भी उतना फल नहीं मिलेगा, जितना अपने परिश्रम किया होगा, लेकिन आप अपने धन लाभ से संतुष्टि का अनुभव करेंगे। आप अपने परिवार के सदस्यों की समिति महत्वकांक्षी की पूर्ति करने में सफल रहेंगे। बहन के विवाह में आ रही बाधा आज किसी परिजन के सहयोग से समाप्त होगी। आज सायंकाल का समय आप अपने माता पिता को कोई सरप्राइस दे सकते हैं।आज के मनोरंजन में बाहर की गतिविधियों और खेल-कूद को शामिल किया जाना चाहिए। बोलते समय और वित्तीय लेन-देन करते समय सावधानी बरतने की ज़रूरत है। दोस्त शाम के लिए कोई बढ़िया योजना बनाकर आपका दिन ख़ुशनुमा कर देंगे। जो लोग अब तक सिंगल हैं उनकी मुलाकात आज किसी खास से होने की संभावना है लेकिन बात को आगे बढ़ाने से पहले यह जरुर जान लें कि कहीं वो शख्स किसी के साथ रिश्ते में न हो। नए विचार फ़ायदेमंद साबित होंगे। आज आप ख़ुद को लोगों के ध्यान के केंद्र में पाएंगे, जब कोई आपके सहयोग की वजह से पुरस्कृत होगा या सराहा जाएगा। आज के दिन कुछ भी करने के लिए अपने साथी पर दबाव न डाले, अन्यथा आपके दिलों में दूरियां आ सकती हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- आर्थिक स्थिति बेहतर करने के लिए कच्ची साबुत हल्दी चलते पानी में बहाएं। \n",
    "8": "धनु राशिः आज का राशिफल\nआज यदि आपके कार्य व्यवहार से जुड़े कुछ विवाद हैं, तो वह आज सुलझ सकते हैं। आज आप अपने व्यापार में कुछ नए प्रोजेक्ट्स को लॉन्च करेंगे, यह भविष्य में आपको भरपूर लाभ देंगे। आर्थिक स्थिति सामान्य रहेगी। पारिवारिक बिजनेस मे यदि आप थोड़ा सा जोखिम उठाएंगे, तो वह आपको भरपूर लाभ दे सकता है। व्यवस्था वर्ग को धन का निवेश करने से बचना होगा। सायंकाल का समय आज आप किसी सामाजिक कार्य में भाग ले सकते हैं, जिसमें आपकी कुछ रसूखदार लोगों से मुलाकात होगी।मुमकिन है कि आपको किसी अंग मे दर्द या तनाव से जुड़ी समस्याओं का सामना करना पड़े। आज आपका सामना कई नई आर्थिक योजनाओं से होगा- कोई भी फ़ैसला करने से पहले अच्छाईयों और कमियों पर सावधानी से ग़ौर फ़रमाएँ। घर वालों के साथ समय बिताना ख़ुशनुमा अनुभव रहेगा। अपने प्रिय के साथ आज अच्छी तरह बर्ताव करें। आपके पास आज अपनी क्षमताओं को दिखाने के मौक़े होंगे। आज आप ख़ुद को लोगों के ध्यान के केंद्र में पाएंगे, जब कोई आपके सहयोग की वजह से पुरस्कृत होगा या सराहा जाएगा। अपने जीवनसाथी के किसी काम की वजह से आप कुछ शर्मिन्दगी महसूस कर सकते हैं। लेकिन बाद में आपको महसूस होगा कि जो हुआ, अच्छे के लिए ही हुआ। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- सूर्योदय के समय प्राणायाम करने से स्वास्थ्य बना रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। आज यदि आप किसी भी निर्णय को लेंगे, तो उसमें आपका मन एकाग्र नहीं होगा, जिससे आपको परेशानी हो सकती है, लेकिन आपको अपने मन को एकाग्र करके ही निर्णय लेना होगा, तभी सफलता मिलती दिख रही है। आज आप यदि किसी की मदद के लिए आगे आएंगे, तो वह इसे आपका स्वार्थ भी समझ सकते हैं। आज आपको अपने शत्रुओं से सावधान रहना होगा क्योंकि वह आप को नुकसान पहुंचाने की पूरी कोशिश करेंगे।बाहर का और खुला खाना खाते वक़्त ख़ास तौर पर बचाव पर ध्यान देने की ज़रूरत है। हालाँकि बिना वजह तनाव न लें, क्योंकि यह आपको मानसिक कष्ट दे सकता है। आपका धन आपके काम तभी आता है जब आप फिजूलखर्ची करने से खुद को रोकते हैं आज ये बात आपको अच्छी तरह से समझ में आ सकती है। आपके जीवन-साथी की लापरवाही संबंधों में दूरी बढ़ा सकती है। साथ में अपना क़ीमती समय बिताएँ और मीठी यादों को फिर से ताज़ा करें, ताकि पुराने दिनों को फिर से वापस लाया जा सके। आज किसी ऐसे इंसान से मिलने की संभावना है जो आपके दिल को गहराई से छूएगा। अगर आज आपका रुख़ विनम्र और सहयोगी है, तो आपको अपने साझीदारों से बहुत सकारात्मक प्रतिक्रिया मिलेगी। इस राशि वाले जातकों को आज खाली वक्त में आध्यात्मिक पुस्तकों का अध्ययन करना चाहिए। ऐसा करके आपकी कई परेशानियां दूर हो सकती हैं। वैवाहिक जीवन को अधिक सुखमय बनाने के आपके प्रयास उम्मीद से ज़्यादा रंग लाएंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- पारिवारिक जीवन की खुशहाली के लिए घर में क्रीम रंग के परदे लगाएं। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज आपके व्यापार में आ रही बाधाओं से मन परेशान हो सकता है। आज आपको अपने स्वास्थ्य के प्रति भी सचेत रहना होगा और अपने खान-पान पर नियंत्रण रखना होगा। सामाजिक कार्यों में भी आज आप पर चढ़कर हिस्सा लेंगे, जिससे आपकी ख्याति चारों ओर फैलेगी। सामाजिक क्षेत्र में आज आपको मान सम्मान मिलता दिख रहा है। सायंकाल के समय आज आपकी किसी मित्र से मुलाकात हो सकती है, जिसमें आपको कोई विशेष सूचना प्राप्त हो सकती है।बाहर घूमना-फिरना, पार्टी और मौज-मस्ती आपको अच्छे मूड में रखेंगे। बीते दिनों में जितना धन आपने आज को बेहतर बनाने के लिए इनवेस्ट किया था उसका फायदा आज आपको फायदा मिल सकता है। शाम के समय अपने जीवनसाथी के साथ बाहर खाना या फ़िल्म देखना आपको सुकून देगा और ख़ुशमिज़ाज बनाए रखेगा। सिर्फ़ स्पष्ट समझ के माध्यम से आप अपनी पत्नी/पति को भावनात्मक सहारा दे सकते हैं। आपको महसूस होगा कि आपके परिवार का सहयोग ही कार्यक्षेत्र में आपके अच्छे प्रदर्शन के लिए ज़िम्मेदार है। अपने व्यक्तित्व और रंग-रूप को बेहतर बनाने का कोशिश संतोषजनक साबित होगी। अपने जीवनसाथी की ख़ूबियों के चलते आप एक बार फिर उनके प्यार में गिरफ़्तार हो सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- श्री दुर्गा कवच का पाठ करना लव लाइफ के लिए काफी फायदेमंद रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहेगा। आज आपके पुराने कार्य में विलंब होगा, लेकिन धन के आमद होने से आप उसे भूल जाएंगे। आज आप अपने व्यापार में जिस भी कार्य में हाथ डालेंगे, उन कार्य में आपको शीघ्र का ही सफलता प्राप्त होगी, जिससे आपके मन में प्रसन्नता रहेगी और आपके आर्थिक स्थिति मजबूत होगी। आज आपके स्वभाव में कुछ चिड़चिड़ापन रह सकता है, जिसके कारण घर परिवार के सदस्यों से आपका वाद विवाद हो सकता है, लेकिन आपको अपनी वाणी में मधुरता को बनाए रखनी होगी।अपना धैर्य न खोएँ, ख़ास तौर पर मुश्किल हालात में। अतिरिक्त आय के लिए अपने सृजनात्मक विचारों का सहारा लें। आपका मज़ाकिया स्वभाव आपके चारों ओर के वातावरण को ख़ुशनुमा बना देगा। ज़िन्दगी की भाग-दौड़ में आप ख़ुद को ख़ुशनसीब पाएंगे, क्योंकि आपका हमदम वाक़ई सबसे बेहतरीन है। दफ़्तर की राजनीति हो या फिर कोई विवाद, चीज़ें आपके पक्ष में झुकी नज़र आएंगी। खाली वक्त का सही इस्तेमाल करना आपको सीखना ही होगा नहीं तो जीवन में आप कई लोगों से पीछे रह जाएंगे। वैवाहिक जीवन के मोर्चे पर यह दिन वाक़ई बहुत बढ़िया है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सफेद गाय को रोटी खिलाएं हेल्थ बढ़िया रहेगी। \n"
}]
