horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपका आज का दिन उतार चढ़ाव के बीच गुजरेगा। प्रेम जीवन जीने वालों को भी अच्छे नतीजे मिलेंगे और उन्हें अपने प्रिय से बात करने के मौके मिलेंगे। शादीशुदा जातकों के गृहस्थ जीवन के लिए दिन बढ़िया रहेगा। काम के सिलसिले में थोड़ा सावधानी रखनी होगी, किसी से झड़प हो सकती है और इसका असर आपके काम पर पड़ सकता है। पारिवारिक जीवन में भी तनाव देखने को मिलेगा। ऐसी गतिविधियों में संलग्न रहें, जो आपको सुकून दें। यात्रा आपको थकान और तनाव देगी- लेकिन आर्थिक तौर पर फ़ायदेमंद साबित होगी। दोस्त और जीवनसाथी आपके लिए सुकून और ख़ुशी लेकर आएंगे, नहीं तो आपका दिन बुझा-बुझा और दौड़-भाग से भरा रहेगा। अगर आप अपने प्रिय को पर्याप्त समय न दें, तो वह नाराज़ हो सकता/सकती है। आप क़ामयाबी ज़रूर हासिल करेंगे – बस एक-एक करके महत्वपूर्ण क़दम उठाने की ज़रूरत है। दूसरों की राय को ग़ौर से सुनें- अगर आप आज वाक़ई फ़ायदा चाहते हैं तो। आपके जीवनसाथी की ओर से मिला कोई ख़ास तोहफ़ा आपके खिन्न मन को ख़ुश करने में काफ़ी मददगार साबित होगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- केतु यंत्र को घर में स्थापित कर पूजा करने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन काफी अच्छा रहेगा। काम के सिलसिले में आपको अच्छे नतीजे मिलेंगे। आप अपनी बुद्धिमत्ता का परिचय देते हुए हर काम को आसान बना लेंगे। जो लोग प्रेम जीवन में हैं, उन्हें भी अपने प्रिय संग अपने मन की बातें कहने का मौका मिलेगा। गृहस्थ जीवन में चले आ रहे तनाव से मुक्ति मिलेगी। भाग्य का साथ मिलेगा लेकिन परिवार के किसी बुजुर्ग का स्वास्थ्य आपको परेशानी में डाल सकता है।आपका प्रबल आत्मविश्वास और आज के दिन का आसान कामकाज मिलकर आपको आराम के लिए काफ़ी वक़्त देंगे। विवाहित दंपत्तियों को आज अपनी संतान की शिक्षा पर अच्छा खासा धन खर्च करना पड़ सकता है। पारिवारिक उत्तरदायित्व में वृद्धि होगी, जो आपको मानसिक तनाव दे सकती है। आज आपका प्रिय आपके साथ में समय बिताने और तोहफ़े की उम्मीद कर सकता है। आने वाले समय में दफ़्तर में आपका आज का काम कई तरीक़े से असर दिखाएगा। बिना किसी को अवगत कराए ही आज आपके घर में किसी दूर के रिश्तेदार की एंट्री हो सकती है जिसके कारण आपका समय खराब हो सकता है। आपके वैवाहिक जीवन में शारीरिक सुख के नज़रिए से कुछ ख़ूबसूरत परिवर्तन हो सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- लंगड़े-अपाहिज व्यक्ति की सेवा करने से आर्थिक स्थिति सुदृढ़ होगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन उतार-चढ़ाव से भरा रहेगा। खासतौर पर आपको अपने स्वास्थ्य का ध्यान रखना होगा, क्योंकि कोई चोट या दुर्घटना हो सकती है या बीमार पड़ सकते हैं। खर्चों में बढ़ोतरी होगी और मानसिक तनाव बढ़ा रहेगा। आपको अपने काम के सिलसिले में अच्छे और बेहतर नतीजे हासिल होंगे। आप मन लगाकर काम करेंगे और आपकी प्रशंसा भी होगी। प्रेम जीवन जीने वालों को अच्छे नतीजे मिलेंगे। गृहस्थ जीवन में दिक्कतें होंगी और जीवनसाथी से झड़प हो सकती है इसलिए सावधान रहें। शाम के समय थोड़ा आराम कीजिए। ज़रूरत से ज़्यादा ख़र्च करने और चालाकी-भरी आर्थिक योजनाओं से बचें। घर में मरम्मत का काम या सामाजिक मेल-मिलाप आपको व्यस्त रखेगा। अपने रोमांटिक ख़यालों को हर किसी को बताने से बचें। मानसिक स्पष्टता आपको व्यवसाय में प्रतिस्पर्धियों पर बढ़त दिलाएगी। आप सारी पुरानी दुविधाएँ ख़त्म करने में भी सफल रहेंगे। वक्त की नाजाकत को समझते हुए आज आप सब लोगों से दूरी बनाकर एकांत में वक्त बिताना पसंद करेंगे। ऐसा करना आपके लिए हितकर भी होगा। दिन में जीवनसाथी के साथ बहस के बाद एक बेहतरीन शाम गुज़रेगी। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- चन्द्र यंत्र को पूजा स्थल में स्थापित करके उसकी पूजा करने से आर्थिक स्थिति बेहतर होगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन थोड़ा कमजोर रहेगा। सेहत कमजोर रहेगी और आप बीमार हो सकते हैं। सर्दी-खांसी जैसी समस्याएं आपको परेशान कर सकती हैं। नींद आने की समस्या भी हो सकती है, जिसमें आपको ज्यादा नींद आए। खर्चों पर आपको लगाम लगानी पड़ेगी, नहीं तो परेशानी में आ सकते हैं। काम के सिलसिले में आज का दिन सामान्य रहेगा लेकिन भाग्य के भरोसे बैठने के बजाय मेहनत करना जरूरी होगा। गृहस्थ जीवन के लिए दिन कमजोर रहेगा। प्रेम जीवन जीने वालों को अच्छे नतीजे मिलेंगे। आपको अपने जीवन साथी की सेहत का भी ध्यान रखना होगा। अपना धैर्य न खोएँ, ख़ास तौर पर मुश्किल हालात में। भविष्य में अगर आपको आर्थिक रुप से मजबूत बनना है तो आज से ही धन की बचत करें। पारिवारिक उत्तरदायित्व में वृद्धि होगी, जो आपको मानसिक तनाव दे सकती है। शाम के लिए कोई ख़ास योजना बनाएँ और कोशिश करें कि यह ज़्यादा-से-ज़्यादा रुमानी हो। करिअर से जुड़े फ़ैसले ख़ुद करें, बाद में इसका लाभ आपको मिलेगा। जो लोग घर सेे बाहर रहते हैं आज वो अपने सारे काम पूरे करके शाम के समय किसी पार्क या एकांत जगह पर समय बिताना पसंद करेंगे। मुमकिन है कि आपके माता-पिता आपके जीवनसाथी को कुछ शानदार आशीर्वाद दें, जिसके चलते आपके वैवाहिक जीवन में और निखार आएगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- तांबे का पैसा और चाँदी दूध व चावल से धोकर जमीन में दबाएं, चावल, दूध घर के बाहर किसी पौधे में डालने से स्वास्थ्य अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन उतार-चढ़ाव से भरा रहेगा। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन के लिए भी दिन बढ़िया है। आपकी इनकम भी बढ़ेगी और खर्चे भी बढ़ेंगे लेकिन खर्चों से आपको घबराने की जरूरत नहीं पड़ेगी। इनकम बढ़िया होने से आप सब कुछ संभाल लेंगे। मानसिक तनाव बढ़ सकता है और आपके विरोधी आपको परेशान करने की कोशिश करेंगे। काम के सिलसिले में अच्छे नतीजे मिलेंगे लेकिन काम पर अपना ध्यान जरूर बनाए रखें, नहीं तो कोई मौके का फायदा उठाकर आपको परेशान कर सकता है।                                 अपने जीवन-साथी के साथ पारिवारिक समस्याओं को साझा करें। एक-दूसरे को फिर से भली-भांति जानने के लिए थोड़ा और वक़्त एक-दूसरे के साथ बिताएँ और ख़ुद की स्नेही जोड़े की छवि को मज़बूत करें। आपके बच्चे भी घर में ख़ुशी और सुकून के माहौल को महसूस कर सकेंगे। इससे आपको एक-दूसरे के साथ व्यवहार में ज़्यादा खुलापन और आज़ादी मिलेगी। जिन लोगों की अब तक तनख्वाह नहीं आयी है आज वो पैसों के लिए बहुत परेशान रह सकते हैं और अपने किसी दोस्त से उधार मांग सकते हैं। आपका मज़ाकिया स्वभाव आपके चारों ओर के वातावरण को ख़ुशनुमा बना देगा। आज प्यार की कमी महसूस हो सकती है। योग्य कर्मियों को पदोन्नति या आर्थिक मुनाफ़ा हो सकता है। अपने घर में बिखरी चीजों को संभालने का आज आप प्लान करेंगे लेकिन आपको इसके लिए आज खाली समय नहीं मिल पाएगा। ठीक कम्यूनिकेशन न होने के चलते परेशानी खड़ी हो सकती है, लेकिन मिल-बैठकर बात करने से चीज़ें सुजझाई जा सकती हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- घर में गंगाजल का किसी न किसी रूप में प्रयोग करने से आर्थिक स्थिति बेहतर बनेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। नौकरी में बेहतरीन नतीजे हासिल होंगे, जिससे आपको अपनी कार्यकुशलता दिखाने का मौका मिलेगा। विरोधियों से फिर भी सावधान रहें। व्यापार के सिलसिले में दिन अच्छा रहेगा और परिवार के लोगों का सहयोग आपको प्राप्त होगा। अपने स्वास्थ्य का ध्यान जरूर रखें। प्रेम जीवन जीने वालों को कुछ समस्याएं परेशान करेंगी और जो लोग शादीशुदा हैं, उनके गृहस्थ जीवन में भी तनाव बढ़ेगा। अपनी शारीरिक चुस्ती-फुर्ती को बनाए रखने के लिए आप आज का दिन खेलने में व्यतीत कर सकते हैं। दिन की शुरुआत में ही आज आपको कोई आर्थिक हानि हो सकती है जिससे सारा दिन खराब हो सकता है। अपने परिवार को पर्याप्त समय दें। उन्हें महसूस होने दें कि आप उनका ख़याल रखते हैं। उनके साथ अच्छा वक़्त बिताएँ और शिकायत करने का मौक़ा न दें। अचानक हुई रोमांटिक मुलाक़ात आपके लिए उलझन पैदा कर सकती है। आपको पता लग सकता है कि आपके बॉस आपसे इतने रूखेपन से क्यों बात करते हैं। वजह जानकर आपको वाक़ई तसल्ली होगी। आज का दिन फ़ायदेमंद साबित होगा, क्योंकि ऐसा लगता है कि चीज़ें आपके पक्ष में जाएंगी और आप हर काम में अव्वल रहेंगे। पारिवारिक विवादों के कारण आज आपका वैवाहिक जीवन प्रभावित रह सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- धन प्राप्ति के लिए उगते हुए सूर्य को थोड़ी देर निहार कर सूर्य मंत्र(ॐ घृणि सूर्याय नमः) बोलें। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन ठीक-ठाक रहेगा। पारिवारिक माहौल में कुछ अशांति रहेगी और आपको परेशानी महसूस होगी। काम के सिलसिले में आपकी बुद्धि आपके काम आएगी और आप किसी प्रकार की तिकड़म लगाकर अपने काम को समय रहते अच्छे से पूरा कर लेंगे, जिससे अप्रत्याशित रूप से आपको शुभ समाचार मिलेंगे। गृहस्थ जीवन में खुशियां आएंगी और जीवनसाथी परिवार से मिलकर-जुलकर अच्छी बातें करेगा। प्रेम जीवन जीने वालों को भी आज सुखद नतीजे मिलेंगे। उनका दिन खुशनुमा रहेगा।मौज-मस्ती की यात्राएं और सामाजिक मेलजोल आपको ख़ुश रखेंगे और सुकून देंगे। दीर्घावधि मुनाफ़े के नज़रिए से स्टॉक और म्यूचुअल फ़ंड में निवेश करना फ़ायदेमंद रहेगा। अपना नज़रिया दोस्तों और रिश्तेदारों पर थोपने की कोशिश न करें। क्योंकि न सिर्फ़ यह आपके लिए कुछ ख़ास फ़ायदेमंद साबित नहीं होगा, बल्कि ऐसा करना उन्हें नाराज़ भी कर सकता है। प्रेम हमेशा आत्मीय होता है और यही बात आप आज अनुभव करेंगे। अगर आप अपना नज़रिया आस-पास के ऐसे लोगों को बताएँ जो महत्वपूर्ण निर्णय लेते हों, तो आपको लाभ होगा। साथ ही आपको काम के प्रति अपने समर्पण और निष्ठा के लिए शाबाशी भी मिलने की संभावना है। कारोबारी आज करोबार से ज्यादा अपने परिवार के लोगों के बीच समय बिताना पसंद करेंगे। इससे आपके परिवार में सामंजस्य बनेगा। वैवाहिक जीवन के कई फ़ायदे भी होते हैं और आप उन्हें आज हासिल कर सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- पार्वती मंगल स्तोत्र का पाठ करने से फैमिली लाइफ अच्छी चलेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रहेगा। दोपहर बाद स्थिति में ज्यादा बदलाव आएगा और मानसिक तनाव से मुक्ति मिलेगी। आप काफी राहत की सांस लेंगे। कुछ रुके हुए काम बनेंगे। काम के सिलसिले में आप अपनी तरफ से पूरी कोशिश करेंगे, फिर भी किसी वजह से असंतुष्टि ही रहेगी। गृहस्थ जीवन खुशनुमा रहेगा और प्रेम जीवन जीने वाले को भी शुभ समाचार मिलेंगे।अपने विचारों को सकारात्मक रखें, क्योंकि आपको ‘डर’ नाम के दानव का सामना करना पड़ सकता है। नहीं तो आप निष्क्रिय होकर इसका शिकार हो सकते हैं। जो लोग काफी वक्त से आर्थिक तंगी से गुजर रहे थे उन्हें आज कहीं से धन प्राप्त हो सकता है जिससे जीवन की कई परेशानियां दूर हो जाएंगी। कोशिश करें की कोई आपकी बातों या काम से आहत न हो और पारिवारिक ज़रूरतों को समझें। रोमांस के नज़रिए से आज ज़िन्दगी बहुत जटिल रहेगी। आपके आत्मविश्वास में वृद्धि हो रहा है और तरक़्की साफ़ नज़र आ रही है। ऐसे लोगों से जुड़ने से बचें जो आपकी प्रतिष्ठा को आघात पहुँचा सकते हैं। ठीक कम्यूनिकेशन न होने के चलते परेशानी खड़ी हो सकती है, लेकिन मिल-बैठकर बात करने से चीज़ें सुजझाई जा सकती हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- पीने के पानी का घड़ा भरकर गरीबों के लिए रखना पारिवारिक जीवन में खुशहाली लाएगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन सावधानी रखने का है। मानसिक रूप से तनाव आप पर हावी रहेगा, जिससे आपका गृहस्थ जीवन भी आज कुछ परेशानियों में रहेगा। प्रेम जीवन जीने वालों को सुखद नतीजे मिलेंगे। काम के सिलसिले में दिन सामान्य रहेगा। आपको अपनी सेहत पर भी ध्यान देना होगा क्योंकि बीमार पड़ने के योग बन रहे हैं। अपने खान-पान पर ध्यान दें क्योंकि उससे संबंधित बीमारी हो सकती है। आप अपने आपको ऊर्जावान बनाए रखें, तभी सफलता मिलेगी।सेहत बढ़िया रहेगी। कुछ ज़रूरी योजनाएँ क्रियान्वित होंगी और ताज़ा आर्थिक मुनाफ़ा पहुँचाएंगी। हो सकता है कि आप अपने परिवार के लोगों की सभी बातों से सहमत न हों, लेकिन आपको उनके तजुर्बे से सीखने की कोशिश करनी चाहिए। आज आप जीवन में सच्चे प्रेम की कमी का अनुभव करेंगे। ज़्यादा चिंता न करें, हर चीज़ समय के साथ बदलती है और इसलिए आपकी रोमांटिक ज़िंदगी में भी बदलाव आएगा। दफ़्तर में आप तारीफ़ पाएंगे। आज पूरे दिन आप खाली रह सकते हैं और टीवी पर कई फिल्में और प्रोग्राम देख सकते हैं। आपका जीवनसाथी आपकी ज़रूरतों को अनदेखा कर सकता है, जिसके चलते आप चिड़चिड़े हो सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- सफेद संगमरमर की बनी कोई भी वस्तु अपने प्रेमी/प्रेमिका को गिफ्ट करने से लव लाइफ बेहतर होगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन सावधानी रखने का है। सेहत पर ध्यान दें और अपने व्यवहार पर भी। बेवजह किसी से झगड़ा ना करें। व्यापार के सिलसिले में आपको आज जबरदस्त लाभ हो सकता है। नौकरी करने वालों के लिए दिन सामान्य रहेगा। प्रेम जीवन जीने वाले लोगों को बहुत ही अच्छा समय मिलेगा। प्रिय से प्रेम जताने के अवसर मिलेंगे। शादीशुदा जातकों के गृहस्थ जीवन में दोपहर बाद परिस्थितियां बदलेंगी और उनका रिश्ता बढ़िया बनेगा। आपका व्यक्तित्व आज इत्र की तरह महकेगा और सबको आकर्षित करेगा। इस राशि केे कुछ लोगों को आज संतान पक्ष से आर्थिक लाभ होने की उम्मीद है। आज आपको अपनी संतान पर गर्व महसूस होगा। घर में किसी भी तरह का बदलाव करने से पहले अपने बड़ों की राय लें, नहीं तो वे आपसे नाख़ुश और नाराज़ हो सकते हैं। आज आप अपने जीवन की परेशानियों को अपने संगी से साझा करना चाहेंगे लेकिन वो अपनी परेशानियों के बारें में बता के आपको और ज्यादा परेशान कर देंगे। नई परियोजनाओं और कामों को अमली जामा पहनाने के लिए बेहतरीन दिन है। दीर्घावधि में कामकाज के सिलसिले में की गयी यात्रा फ़ायदेमंद साबित होगी। किसी ख़बसूरत याद के कारण आपके और आपके जीवनसाथी के बीच की अनबन रुक सकती है। इसलिए वाद-विवाद की हालत में पुराने दिनों की यादों को ताज़ा करना न भूलें। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- दाम्पत्य सुख प्राप्ति के लिए केसर का खाने में प्रयोग करें। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन सावधानी रखने का है। सेहत पर ध्यान दें और अपने व्यवहार पर भी। बेवजह किसी से झगड़ा ना करें। व्यापार के सिलसिले में आपको आज जबरदस्त लाभ हो सकता है। नौकरी करने वालों के लिए दिन सामान्य रहेगा। प्रेम जीवन जीने वाले लोगों को बहुत ही अच्छा समय मिलेगा। प्रिय से प्रेम जताने के अवसर मिलेंगे। शादीशुदा जातकों के गृहस्थ जीवन में दोपहर बाद परिस्थितियां बदलेंगी और उनका रिश्ता बढ़िया बनेगा। आउटडोर खेल आपको आकर्षित करेंगे- ध्यान और योग आपको फ़ायदा पहुँचाएंगे। आज के दिन आप धन से जुड़ी समस्या के कारण परेशान रह सकते हैं। इसके लिए आपको अपने किसी विश्वास पात्र से सलाह लेनी चाहिए। हालात को क़ाबू में रखने के लिए अपने भाई की मदद लें। विवाद को ज़्यादा तूल देने की बजाय उसे दोस्ताना तरीक़े से हल करने की कोशिश करें। ज़ाहिर तौर पर रोमांस के लिए पर्याप्त मौक़े हैं- लेकिन ऐसा बहुत कम समय के लिए है। दफ़्तर में आपको पता लग सकता है कि जिसे आप अपना दुश्मन समझते थे, वह दरअस्ल आपका शुभचिंतक है। घर के छोटे सदस्यों को साथ लेकर आज आप किसी पार्क या शॉपिंग मॉल में जा सकते हैं। आप अपने जीवनसाथी के प्यार की गर्माहट महसूस कर सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- अच्छी आर्थिक स्थिति के लिए नहाने से पूर्व नाभि में तेल लगाकर फिर पूरे शरीर में तेल लगाएं व स्नान करें। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन ठीक-ठाक रह सकता है। इनकम बढ़िया होगी और इनकम में बढ़ोतरी होगी, जिससे मन हर्षित होगा। स्वास्थ्य मजबूत बनेगा। पारिवारिक जीवन में सुख रहेगा। प्रेम जीवन में उतार-चढ़ाव रहेगा और प्रिय को रूठने से बचाने का प्रयास करें। गृहस्थ जीवन के लिहाज से भी दिन थोड़ा सा कमजोर है, इसलिए सावधान रहें और जीवनसाथी से झड़प ना करें।रचनात्मक काम आपको सुक़ून देगा। आकस्मिक मुनाफ़े या सट्टेबाज़ी के ज़रिए आर्थिक हालात सुदृढ़ होंगे। अपने जीवन-साथी के साथ अपनी गोपनीय जानकारी बांटने से पहले सोच लें। अगर मुमकिन हो तो इससे बचें, क्योंकि इन बातों के बाहर फैलने का ख़तरा है। रोमांस आपके दिल पर क़ाबिज़ है। नए विचार फ़ायदेमंद साबित होंगे। आपको अपने घर के छोटे सदस्यों के साथ वक्त बिताना सीखना चाहिए। अगर आप ऐसा नहीं करते हैं तो आप घर में सद्भाभ बना पाने में कामयाब नहीं हो पाएंगे. आपके आस-पास के लोग कुछ ऐसा कर सकते हैं, जिसके चलते आपका जीवनसाथी आपकी तरफ़ फिर से आकर्षित महसूस करेगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- बहन, बेटी, मौसी, बुआ या साली की सहायता करना पारिवारिक जीवन के लिए शुभ है। \n"
}]
