horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "आप आज होने वाली घटनाओं के कारण और कई तरह की उलटी -सीधी सूचनाओं के कारण खुद को उलझन में फंसा हुआ अनुभव करेंगे ǀ इस समय आपका सही मार्गदर्शन आपके मन की आवाज ही कर सकती है ǀ जैसा आपका मन कहता है ,वैसा ही करें ǀ इससे आपको काफी कुछ सीखने को भी मिलेगा और आप उस दिशा में आगे बढ़ पायेंगे जिस दिशा में आप बढ़ना चाहते हैं ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "जब तक आप दूसरों को अच्छी तरह खाना नही खिला लेते आपको तसल्ली नही होती लेकिन इतना ही ध्यान आपको अपना खुद का भी तो रखना चाहिए |अच्छा खाना खाएं,अच्छी नींद लें और खूब आराम करें जिसकी आपके शरीर को लम्बे समय से जरूरत है |कुकिंग क्लासेज ले सकते हैं ताकि आपको अपना मनपसंद खाना तैयार करने और खाने की प्रेरणा मिले | जहां जरुरत नही है वहा बिना बात अपने स्वास्थ्य की चिंता कर व्यर्थ तनाव न पालें |",
        "मेष प्यार और संबंध राशिफल": "स्वस्थ आचार विचार और व्यव्हार रूपी स्वस्थ सीमायें आपके लिए आवश्यक हो गए हैं, लेकिन उनकी हदबंदी करना आपके लिए मुश्किल हो गया है । आपको अपने साथी के साथ बैठकर अपने संबंधों के विभिन्न आयामों के बारे में बात करनी चाहिए जिस कारण आप इतना असहज महसूस कर रहे हैं। आज का दिन आदर्श रूप से इस कार्य के लिए अनुकूल है क्योंकि आपका साथी आपके विचारो को सुनेगा और खुलकर आप से बात करने को राजी होगा ।",
        "मेष कैरियर और धन राशिफल": "आप समय के महत्व को जानते हैं और आप आज एक लक्ष्य को पूरा करने की दिशा में काम करेंगे। आप सही रास्ते पर हैं| कड़ी मेहनत करे , सफलता आप से दूर नहीं है। आपकी वित्तीय स्थिति स्थिर है और इसलिए आप व्यापार और शेयरों में कुछ जोखिम ले सकते हैं । आय के नए अवसर आज दिखाई दे सकते हैं। आगे जाने से पहले अपने शुभचिंतकों से परामर्श करें।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "आपके मन में कुछ ऐसा चल रहा है जिससे आप परेशानी महसूस कर रहे हैं,आप पिछली कुछ बातों के बारे में सोचकर परेशान हैं ǀअपने किसी करीबी दोस्त या सम्बन्धी के साथ अपनी भावनाएं बांटिये,आपको काफी अच्छा महसूस होगा ǀ ये सारी घटनाएँ आपको मजबूत बनाने के लिए हैं ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "आज ठंड,जुकाम,वायरल संक्रमण और दूसरी तरह के सभी संक्रमनो से सावधानीपूर्वक बचकर रहें ǀआप पिछले कुछ समय से प्रदूषित वातावरण में काम कर रहे हैं और इसके दुष्प्रभाव अब सामने आयेंगे ǀ संक्रमणों से बचने के लिए वैकल्पिक उपाय और घर के नुस्खे आजमायें ,इनसे ज्यादा लाभ मिलने की संभावना है ǀ अब जीवनशैली में बदलाव भी लाभकारी सिद्ध होगा ǀ",
        "वृषभ प्यार और संबंध राशिफल": "आप आज किसी ऐसे से मिल सकते हैं जो इतना परफेक्ट है की यकीन ही न हो | लेकिन अपनी किस्मत पर भरोसा रखें , आप सही आदमी से मिले हैं | यहाँ तक कि अगर आपका दिमाग कहे कि ऐसा नही हो सकता तो भी आज आप अपने दिल की सुन और मान सकते हैं | इस बार, रोमांटिक लाइफ वैसी ही होगी जैसी आप चाहते हैं | एक सार्थक रिश्ता बनाने के इस मौके को हाथ से न जाने दें |",
        "वृषभ कैरियर और धन राशिफल": "आप कुछ समय से अपनी विलम्ब परियोजनाओं के लिए धन संचित कर रहे थे और अब अपनी योजनाओ के क्रियान्वयन का ये सही समय है । जब आप कुछ वस्तु खरीदने जायेंगे तो हो सकता है की आप कुछ बड़ी एवं सुव्यस्थित चीज को देखकर उसे खरीदने की सोचे परन्तु आपको अपने बजट के भीतर रहकर ही काम करना है। व्यय आज अपरिहार्य हैं, लेकिन आज अनाव्यशक चीजों पर खर्च करने से बचे ।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "आप आज अनजाने तथ्यों के साथ सहज महसूस नही करेंगे ǀइसलिए आप प्रयोग ना करते हुए जानी –पहचानी राहों पर ही आगे बढने की कोशिश करेंगे ǀ आपके सामने नए अवसर आयेंगे ,लेकिन आप उनमे से भी उसी को चुनेंगे जिससे आप भली-भांति परिचित हैं ǀ इस समय का उपयोग अपना पिछला बचा हुआ काम निपटाने के लिए करें ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "अगर आप आज पार्टनरशिप में काम करेंगे तो ऑफिस और घर दोनों ही जगह बहुत अच्छा प्रदर्शन करेंगे लेकिन आपके व्यक्तिगत प्रयास असंभव सी उलझनों में फंसकर रह जायेंगे जिसका आपको कोई कारण भी समझ नही आएगा ǀटीम के रूप में काम करने से ये समस्याएँ काफी हद तक कम हो सकती हैं ǀ टीम प्रयास और सहयोग आज आपके लिए किसी भी प्रोजेक्ट में सफलता प्राप्त करने की कुंजी हैं ǀ",
        "मिथुन प्यार और संबंध राशिफल": "सावधान रहें क्योंकि धोखाधड़ी और प्रवंचना तेजी से आपकी तरफ भड़ रही है । हालांकि यह बिना किसी खास उद्देश्य के और बहुत लघु है , परन्तु फिर भी ये आपको चोट पंहुचा सकती है । आज आप देने की प्रक्रिया में रहेंगे । आज का दिन थोड़ा कठिन हो सकता है , लेकिन अंतः में ये आपके प्यार को मजबूती प्रदान करेगा । भविष्य में आपको अपने प्यार पर ख़ुशी मिलेगी पर अभी बहुत ज्यादा व्यक्त करने से बचें।",
        "मिथुन कैरियर और धन राशिफल": "आज के दिन हालाँकि आप अपनी नौकरी और कार्य क्षेत्र से काफी संतुष्ट है परन्तु क्रोध के कारण आप अपना आपा खो सकते है और किसी सहकर्मी से आप विवाद में फँस सकते है। इन घटनाओ की वहज से कोई लापरवाही भरा निर्णय न ले जो की आपके लिए अच्छा न हो । आपको अपने क्रोध पर नियंत्रण रखना होगा अन्यथा आप इन घटनाओ की वहज से ऐसी नौकरी छोड़ सकते है जिससे आप काफी संतुष्ठ है ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "आप व्यवसायिक या निजी कारणों से यात्रा कर सकते हैं ǀहालाँकि इस समय आपके लिए यात्रा करना मुश्किल होगा लेकिन आप कर पायेंगे और इससे आपको लाभ भी होगा ǀ जो लोग पहले आपकी उदारता को नही समझते थे ,अब उन्हें भी इसकी कीमत समझ आएगी ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "आप अपनी खुद की देखभाल करने में सक्षम हैं और अपना सब काम खुद ही करते हैं लेकिन ऐसे करने में आपने सभी अपनों से एक दूरी सी बनाई हुई है और इससे आपके दिमाग और आत्मा के स्वस्थ विकास में बाधा पहुच रही है ǀइसीलिए अपने आसपास लोगों से मिलने-जुलने की कोशिश करें ǀआप कैसा जीवन जी रहें हैं,इस बारे में उनकी राय भी जानने की कोशिश करें ǀ",
        "कर्क प्यार और संबंध राशिफल": "आपको अपने पार्टनर के करीब आने के लिए थोडा नम्र और ख्याल रखने वाला बनना होगा | वह इस समय किसी बहुत महत्वपूर्ण मुद्दे पर काम कर रहे हैं | आपको उन्हें प्रेरणा और हिम्मत देने की जरुरत है ताकि वह आपके साथ अपनी सब बातें बाँट सके | अगर आप इस वक़्त उनका साथ देते हैं तो इससे आपके रिश्ते पर लम्बे समय तक टिकने वाला प्रभाव पड़ेगा |",
        "कर्क कैरियर और धन राशिफल": "ये समय महान प्रभाव के लोगों के साथ वार्तालाप करने के लिए अति उत्तम है। आप इन लोगो से जितना संवाद बढ़ा पाये बढ़ाये , क्यों की एक बेहतर जगह तक पहुँचने के लिए या अपने वर्तमान स्थिति का उन्नयन करने के लिए ये बहुत जरुरी है । आप अभी काफी दुविधा में है की ये अवसर आपकी धन वृद्धि कर सकते है की नहीं या आप उन्हें पकड़ पाएँगे की नहीं , लेकिन आप उम्मीद का दामन न छोड़े और अपने मकसद के लिए प्रयास करना जारी रखे ।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आप सृजनात्मक ऊर्जा से भरपूर हैं ,अपनी कल्पनाशक्ति का उपयोग करें ǀइससे आपको ख़ुशी और सौभाग्य दोनों मिलेंगे ǀदिल की ना सुनें ,अपने दिमाग की सुनें ǀतर्कशक्ति से काम लें ǀअपनी ऊर्जा को सही जगह पर लगायें ǀनिवेश के लिए अच्छा दिन है ǀअधिक सावधानी की बजाय अपने आप को थोडा ढीला छोड़ दें,राहत मिलेगी ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "आप पिछले कुछ दिनों से अपनी सेहत पर कुछ कम ध्यान दे पा रहे हैं ,अब समय आ गया है कि आप अपनी अतिरिक्त देखभाल करें |अगर आप अपनी सेहत के मामले में लापरवाही करेंगे तो आपको बुखार या दूसरी छोटी –मोटी तकलीफें हो सकती हैं |अपने किसी विश्वसनीय व्यक्ति को अपने दिल का राज बता सकते हैं |इससे आपको मानसिक रूप से काफी राहत मिलेगी |अगर जरूरत हो तो अपनी मानसिक स्थिति और जीवन शैली भी बदलें |",
        "सिंह प्यार और संबंध राशिफल": "आपको अपने साथी की शारीरिक या भावनात्मक रूप से चाह है जो की आपसे दूर है । शारीरिक दूरी को पाटना मुश्किल है पर भावनात्मक तौर पर आप आसानी से अपने साथी के साथ जुड़ सकते है । अपने अहंकार को दूर रखे और पहला कदम उठाएं । आपको ये जानकर आश्चर्य होगा की आपका साथी भी उसी अनुपात में अपनी भावनाओ को व्यक्त कर रहा है । इस अदृश्य दीवार को तोड़ कर आगे बढे ।",
        "सिंह कैरियर और धन राशिफल": "आज आपके लिए एक भाग्यशाली दिन है। आप किसी भी बैठक या बातचीत में शीर्ष पर रहेंगे। आप बहुत आसानी से किसी भी घुमावदार स्थिति से बाहर आ जाएंगे । आपके प्रयासों की सराहना की जाएगी। अगर आप एक संपत्ति में आज निवेश करने की योजना बना रहे हैं, तो आपको एक अच्छा सौदा मिल सकता है। सावधानी से दस्तावेजों को पढ़ने के बाद ही अपने हस्ताक्षर करे ।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आज आपमें कुछ करने और दूसरों को प्रभावित करने की इच्छा बनी रहेगी ǀ आप मजबूत और पक्के फैसले ले पायेंगे और ऐसा करना का आपका समय बिलकुल ठीक होगा ǀ आप अपने पुराने कर्ज और अहसानों से भी मुक्त हो पायेंगे ǀ आप अपनी शीघ्र विचार की क्षमता के कारण किसी की जरुरत के समय मदद कर पायेंगे ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "आपकी उर्जा आपको काफी उत्साही मनोवृति में रखेगी ǀआप पिछले कुछ समय से व्यायाम का अभ्यास नही कर पा रहे थे और इस कारन काफी बैचैन महसूस कर रहे थे ,आज का दिन वही सब शुरू करने के लिए काफी अच्छा दिन है ǀआप स्वास्थय को अपनी जीवनशैली का एक अंग बनाना चाहते हैं और आज आप इसके लिए प्रयास शुरू करेंगे ǀव्यायाम करते हुए सही तरीके का पालन करना बहुत जरूरी है नही तो आपको छोटी-मोटी चोट लग सकती है ǀ",
        "कन्या प्यार और संबंध राशिफल": "सभी पक्षों से प्रतिबद्धताओं की वजह से आप एक बहुत व्यस्त जीवन जी रहे थे । आज आप पर दबाव कुछ कम हो सकता है । इस अवसर को आराम करने या आपने साथी या परिवार के साथ ख़ुशी से बिताये । आपको परिचित चीजों से आनंद की अनुभूति होगी । आप अपने साथी के साथ घर पर एक शांत शाम का आनंद उठाएँ बजाय की आप बाहरी चीज़ो या बाहर आनंद उठाने जाए ।",
        "कन्या कैरियर और धन राशिफल": "आपको अपने काम से प्यार है और आप अच्छा कार्य कर रहे हैं। हालांकि, विपरीत ग्रह आपके कार्यस्थल में अस्थायी गड़बड़ी का कारण बन सकते है। इन क्षणिक भावनाओं के आधार पर किसी भी आवेगी निर्णय लेने से बचे । आप अपने कार्यस्थल पर अपने गुस्से को काबू रखे और विचलित करने वाली स्थितियों को दरकिनार करे अन्यथा आप एक ऐसी नौकरी को त्याग सकते है जिसको आप बेहद प्यार करते है ।"
    },
    "6": {
        "तुला दैनिक राशिफल": "आपके अफसर आपसे पुरानी रंजिश निकालने के लिए आपके काम में देर कर सकते हैं ǀ आप इसके कारण बहुत चिंता करेंगे,क्योकि इससे न केवल आपकी वर्त्तमान स्थिति बल्कि आगे आने वाली योजनायें भी प्रभावित होंगी ǀइस समय अपनी घरेलू खुशियों के कारण खुश रहें क्योकि इससे आपको नया उत्साह मिलेगा ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "आज आप किसी सामाजिक विवाद में खुद को उलझा हुआ पायेंगे I|ऐसी स्थितियों से आपका मानसिक तनाव बढ़ जाता है और इसका बुरा असर आपकी सेहत पर भी जरूर पड़ता है I| इसका सबसे अच्छा उपाय ऐसी स्थितियों से बचना ही है परन्तु ऐसा हमेशा संभव नही हो पाता,इसीलिए खुद को राहत देने के लिए कुछ ऐसी तकनीकें अपनाए जिससे आपको बिना बात का तनाव न हो और आपकी सेहत खतरे में न पड़े|",
        "तुला प्यार और संबंध राशिफल": "आज का दिन अपने साथी को प्रेम से संभंधित उपहार या अपनी भाव भंगिमा के द्वारा आश्चर्य चकित करने का है लेकिन साथ ही साथ कुछ अन्य चीज़े भी कुछ समय से अपना ध्यान आपकी और आकर्षित कर रही है । आपने अपने साथी को हर तरह से अपना मान लिया है । अब यह समय अपनी प्रशंसा दिखाने का है और ये सुनिश्चित करे की वही चीज़ आपको सहहृदय वापिस मिले । बहरहाल, आज अपने साथी की अनदेखी रिश्ते में तनाव को बढा सकती है।",
        "तुला कैरियर और धन राशिफल": "कुछ वित्त और कैरियर के विभिन्न अवसर आज आपके सामने आ सकते हैं और आप उन्हें लेने के लिए अभिभूत होंगे लेकिन थोड़ा उलझन भी महसूस कर सकते हैं की किस दिशा में जाये ।सावधान रहें की ये अनिर्णय आपको पंगु न बनाये । अगर आप सही दिशा में आगे बढ़ते है , तो यह पूरी तरह से आपके वित्तीय भविष्य को बदल सकता हैं। त्वरित और निर्णायक कार्रवाई आज के दिन की आवश्यकता है।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "आज का दिन घटनाओं से भरा रहेगा ,स्थितियां आपके सामने किसी पुरानी अवांच्छित बात को फिर से लाकर खड़ी कर सकती हैं,जिससे आप बचना चाहते थे ǀ आपको इस समस्या से निपटने के लिए सहनशील नजरिये से सोचना होगा क्योंकि आज आप बिना पर्याप्त कारण अपने आप सहित हर किसी पर सख्त रहें हैं ǀ इस टकराव से नए अवसरे भी आयेंगे ǀअंतिम परिणाम अच्छा ही होगा ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "अपना रूटीन काम ख़तम करके और खाना खाने से पहले हाथ धोने की अच्छी आदत खुद को डाल लें,नही तो आप पर इन्फेक्शन का हमला हो सकता है ǀअगर आप अब सावधान नही रहेंगे तो काफी लम्बे समय तक बाद में परेशान रहेंगे ǀकेवल उबला हुआ पानी पीयें और अच्छे से पका हुआ खाना ही खाएं ǀ",
        "वृश्चिक प्यार और संबंध राशिफल": "आज आप अपने प्यार के लिए अपने मन को टटोल कर देखेंगे । पहले आप के प्यार और रिश्तो में बचपना दिखाई देता था परन्तु अब प्रेम और रिश्तो में आप का दृष्टिकोण कहीं अधिक समझदार और परिपक्व हो गया है । अब आप में स्पष्ट रूप से यह विचार विद्यमान होगा की आप इस रिश्ते और अपने साथी से क्या चाहते है और बदले में आप उसे कितना दे सकते है ।",
        "वृश्चिक कैरियर और धन राशिफल": "आपका व्यवहार आज याद रखने योग्य होगा । अपने लाभ के लिए इसका प्रयोग करें । लोगों से मिले एवं उनसे सकरात्मक बातचीत करे। । एक सकारात्मक शरीर की भाषा बनाए रखें। यहाँ से एक नया अवसर अंकुरित हो सकता है । यह एक नई परियोजना शुरू करने के लिए एक अच्छा सप्ताह है । अपने संगठन कौशल को याद रखे और अपने आप को व्यवस्थित रखे । महीने के अंत में एक अप्रत्याशित लाभ की सम्भावना संभव है।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आप आज सृजनात्मक महसूस करेंगे और बहुत सारे कामों के लिए खुद को तैयार पायेंगे ǀ हालंकि आपको यह वास्तविक भय रहेगा कि दूसरे क्या सोचेंगे और कहेंगे ? आपको यह समझना है कि सही नजरिये से आधा काम तो बिना किये ही हो जाता है ǀ यद्यपि सृजनात्मक और ऊर्जापूर्ण रहने के बावजूद आपका आत्मविश्वास आज साथ नही देगा ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "आप आसानी से अपना ध्यान कहीं एक जगह नही लगा पाते और इसीलिए ऐसे लोगों की बहुत प्रशंसा करते हैं जो फोकस कर पाने की क्षमता रखते हैं|अब समय आ गया है कि आप भी यह विशेषता सीखकर अपने जीवन में भी कार्यान्वित करें |आपको किसी महत्वपूर्ण काम पर फोकस करने की जिम्मेदारी मिलेगी ,इसे हाथ से जाने न दें |सुबह जल्दी उठकर योग करने से भी आपको मदद मिलेगी |",
        "धनु प्यार और संबंध राशिफल": "ये समय अपने रिश्ते में सकारात्मक प्रकृति के बदलाव की योजना के लिए सही है।आप इसे अगले स्तर तक ले जाने के लिए तैयार हैं, लेकिन पहल आपको करनी होगी । आप स्वाभाविक रूप से मितभाषी और शर्मीले हैं और इसी कारण आपका साथी आपकी सच्ची भावना को समझ नहीं पा रहा और अधर में है । बस अपनी दिल की बात सुने और सारा अविश्वास आपके रिश्तो से गायब हो जायेगा ।",
        "धनु कैरियर और धन राशिफल": "आज किसी भी परीक्षा में उतरने के लिए अच्छा दिन नहीं है, हालांकि अगर आप परीक्षा में बेठ रहे है तो किसी नकारात्मक विचारों को अपने पास न आने दे । आप आगे बढे और आपकी शक्ति और सकारात्मकता आपकी कुण्डली से किसी भी नकारात्मक प्रभाव से लड़ सकती है। आज पैसे उधार न दे क्योकि आपको धोखा मिल सकता है । बड़ी राशि उधार देने से बचे ।"
    },
    "9": {
        "मकर दैनिक राशिफल": "आज आपका मूड हल्का फुल्का और नाटकीय बना रहेगा और आज आप हर खुबसूरत चीज से प्रभावित होंगें ǀइससे आपका कुछ अनावश्यक खर्च भी हो सकता है ǀआज आप जो भी करेंगे,उसमें सौन्दर्यबोध का काफी असर रहेगा ǀआज सुन्दरता से सम्बंधित कोई उपचार ले सकते हैं ,पूरे दिन हंसी मजाक वाले मूड में रहेंगे और इससे कार्यस्थल पर भी माहौल खुशनुमा रहेगा |",
        "मकर स्वास्थ्य और कल्याण राशिफल": "आप आज ऊर्जा से भरे हैं |अपनी अतिरिक्त ऊर्जा का प्रयोग खुद को फिट और स्वस्थ रखने के प्रयासों में करें |हर रोज नियमित और सही तरीके से एक्सरसाइज करने को अपनी आदत बनाएं |इस बारे में समर्पित रहें और टालमटोल न करें |आपको अपनी सेहत के मामले में लापरवाही बहुत ही महंगी पड़ेगी इसीलिए अपने रूटीन स्वास्थ्य सम्बन्धी अपनी आदतों पर ख़ास ध्यान दें |",
        "मकर प्यार और संबंध राशिफल": "आज का दिन आपके कार्य क्षेत्र एवं परिवार के बीच संतुलन रहेगा । पिछले कुछ दिनों से आपको दोनों तरफ काफी ध्यान देना पड़ा है , क्यों की ये समय की जरुरत थी । लेकिन आज ऐसा करने में मुश्किलें आयेंगी । हो सकता है की समय के मुताबिक आपको दोनों में से एक को चुनना पड़े । हालांकि अभी काम के मुद्दों पर ध्यान केंद्रित करना अच्छा रहेगा , लेकिन साथ ही साथ अपने परिवार के साथ भी आपको चतुराई एवं विनम्रता से पेश आना होगा ताकि कुछ हद तक संतुलन बने ।",
        "मकर कैरियर और धन राशिफल": "आप अपने वांछित लक्ष्यों को प्राप्त करने के लिए और अपने परिवार की धन वृद्धि के लिए शक्तिशाली ऊर्जा से भरे हुए हैं। आप अधिक ज्ञान को प्राप्त करने में सक्षम हो जायेंगे और जिससे आप अगली बार किसी की सेवा करने पर अधिक कमाने लायक हो जाएंगे , इस तरह से आपके हाथो में वित्तीय सुरक्षा और सफलता के लिए सभी सामग्री रहेगी ।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "आप आसानी से आगे होने वाली बातों का अनुमान लगा लेते हैं ǀ आपकी संचार क्षमता भी प्रभावशाली और नजरिया खुला है,इसीलिए जो आप चाहते हैं उसके लिए बहुत मेहनत करें ǀ हमेशा गलतियाँ ढूँढने की फिराक में रहने वाले आक्रामक लोगों के साथ उलझने से बचें ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "आजका दिन आपके लिए काफी उलझन भरा रहेगा ,आपको कई तरह की सलाह तथा सभी दिशायों में कई तरह के मौके दिखाई देंगे ǀआपको कई तरह की शक्तिया अपनी तरफ खीचने की कोशिश करेंगी लेकिन हर किसी को खुश करने की कोशिश न करें ǀइसके स्थान पर अपने मन की ही सुनें बेशक आपको इस वक्त अपने मन की सुनना और करना ठीक न लगता हो ǀ",
        "कुंभ प्यार और संबंध राशिफल": "दिन की शुरुआत अच्छी होगी | आपके निजी सम्बन्ध में आपके पार्टनर की ख़ुशी और हंसी की रौनक बिखरी रहेगी | आपने अपनी निजी जिंदगी में मुश्किल दौर देखा है इसीलिए अब आपको अपने पार्टनर के साथ घूमना फिरना और उनके साथ होने का आनंद लेना चाहिए | एक कपल के रूप में खुद पर एक साथ हंसने से आपकी सारी चिंताएं एक साथ गायब हो जायेंगी |",
        "कुंभ कैरियर और धन राशिफल": "आज के दिन आपको एक अप्रत्याशित रूप से उपहार आपके दिल के निकट के व्यक्ति से मिल सकता है। आज का दिन आपके लिए काफी उत्तम रहेगा । आपके सहकर्मी और आपसे उच्च पद पर तैनात सहकर्मी आपसे खुश रहेंगे तथा आपसे पूरा सहयोग एवं सहायता करेंगे जिसकी वहज से आप अपना काम समय पर पूरा कर पाएंगे तथा सांयकालीन बेला में आप किसी समारोह का भी आयोज़न कर सकते है।"
    },
    "11": {
        "मीन दैनिक राशिफल": "आप अपने गुस्से के कारण तुरंत प्रतिक्रिया देने के मूड में हैं ǀ लेकिन आपके लिए सुझाव यह है कि अपने दिमाग को शांत रखकर गंभीरता से सोचें ǀ आपके पास अच्छी संचार-कुशलता है और इसे अपने लाभ के लिए इस्तेमाल करें ǀ तनाव घटाने के लिए,किसी साहसिक यात्रा पर जा सकते हैं लेकिन शारीरिक आनंद के चक्कर में न पड़ें ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "आपको आज गिरकर छोटी-मोटी चोट लग सकती है या आपको एलर्जिक रिएक्शन हो सकते हैं |छोटी-मोटी दुर्घटना की भी आशंका है |आपको अतिरिक्त सावधानी रखनी होगी |इसके अतिरिक्त दिन में कुछ विशेष नही होगा |आप किसी से स्वास्थ्य केंद्र में मिलने जा सकते हैं |यह समय अपनी जीवनशैली में कुछ ऐसे बदलाव करने के लिए बिलकुल ठीक है जिनकी आपको लम्बे समय से जरूरत है |",
        "मीन प्यार और संबंध राशिफल": "पिछले कुछ दिनों से आप अपने कैरियर और नौकरी के मुद्दों में व्यस्त है , जिसकी वजह से आपने अपने परिवार और प्रेम प्रसंगो की उपेक्षा की है। इसलिए, समय की मांग है की जीवन के इन पहलुओं को आप प्रमुखता दे । आप इन मुद्दों की तरफ भी ध्यान आकृष्ट करे अन्यथा भविष्य में समस्या आ सकती है।",
        "मीन कैरियर और धन राशिफल": "आपकी भलाई इसी मैं है की , यदि आवश्यक हो तो आप सतर्क या यहां तक कि विद्रोही हो जाये । जो लोग अपने आपको ज्यादा जानकर या जानकारियों से पूर्ण मानते है वे आज के दिन ऐसी गलतिया कर सकते है , जिससे पार पाना मुश्किल साबित हो सकता है । उनके आदेश का पालन करना आपको मुसीबत में ला सकता है । आपके व्यय अब नियंत्रण में है जिसके लिए आप लंबे समय से तरस रहे थे ।"
    }
}]
