horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nग्रहों की चाल आज आपके पक्ष में रहेगी जिसकी वजह से आपको अपने कामों में सफलता मिलेगी। सेहत का ध्यान जरूर रखें आप बीमार पड़ सकते हैं। प्रेम जीवन अच्छा रहेगा और अपने प्रिय के साथ अच्छा वक्त बिताएंगे। शादीशुदा लोगों के गृहस्थ जीवन में नज़दीकियां बढ़ेंगी और आपका जीवनसाथी आपकी मदद करने की कोशिश करेगा। पारिवारिक जीवन में खुशियां रहेगी। आज आपको महसूस होगा कि बुजुर्गों का आशीर्वाद आपके बहुत काम आया है।लम्बी यात्रा के लिहाज़ से आपने सेहत और ऊर्जा-स्तर में जो सुधार किए हैं, वे काफ़ी फ़ायदेमंद रहेंगे। व्यस्त दिनचर्या के बावजूद आप थकान के चंगुल में फँसने से बचे रहेंगे। आप अच्छा पैसा बना सकते हैं, बशर्ते आप पारंपरिक तौर पर निवेश करें। आपका जीवनसाथी आपकी सहायता करेगा और मददगार साबित होगा। आज के दिन अपने प्रिय की भावनाओं को समझें। आज का दिन बढ़िया प्रदर्शन और ख़ास कामों के लिए है। आज आप सब कामों को छोड़कर उन कामों को करना पसंद करेंगे जिन्हें आप बचपन के दिनों में करना पसंद करते थे। आपके आस-पास के लोग कुछ ऐसा कर सकते हैं, जिसके चलते आपका जीवनसाथी आपकी तरफ़ फिर से आकर्षित महसूस करेगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- घर में लाल रंग के पर्दे और चादर का प्रयोग करें। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम फलदायक रहेगा।  ग्रहों की स्थिति बताती है कि आज आपको थोड़ी सावधानी रखनी होगी क्योंकि आपकी इनकम में कुछ गिरावट आ सकती है इसलिए धन का सही इस्तेमाल करें। काम के सिलसिले में अच्छे नतीजे मिलेंगे। संतान की ओर से आपको कुछ समस्याओं का सामना करना पड़ सकता है। शादीशुदा लोगों का गृहस्थ जीवन अच्छा रहेगा और जो लोग प्रेम जीवन व्यतीत कर रहे हैं उनके लिए आज का दिन थोड़ा चुनौतीपूर्ण रहेगा। सेहत को नजरअंदाज करना नुकसानदायक होगा।आप खाली समय का आनंद ले सकेंगे। आर्थिक तंगी से बचने के लिए अपने तयशुदा बजट से दूर न जाएँ। अपने दोस्तों और परिवार के सहयोग के चलते आप नए आत्मविश्वास और रोमांच से भरपूर रहेंगे। अपने प्रिय को समझने की कोशिश करें, नहीं तो मुश्किल में फँस सकते हैं। आज आपका कोई छुपा विरोधी आपको ग़लत साबित करने की पुरज़ोर कोशिश करेगा। आज आप बिना किसी वजह के कुछ लोगों के साथ उलझ सकते हैं। ऐसा करना आपके मूड को तो खराब करेगा ही साथ ही इससे आपका कीमती समय भी बर्बाद होगा। जब आपका जीवनसाथी जब सारे मनमुटाव भुलाकर प्यार के साथ आपके पास फिर आएगा, तो जीवन और भी सुन्दर लगेगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- कांसे के एक गोल टुकड़े को हरे कपड़े में लपेटकर जेब में रखने से आर्थिक स्थिति सुधरेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन सामान्य रहने वाला है। आपके दांपत्य जीवन में तनाव के बीच प्यार की मीठी बातें भी होंगी। आपके रिश्ते में घनिष्ठता बढ़ेगी। प्रेम जीवन के लिए आज का दिन काफी उत्तम है। कार्यक्षेत्र में भी आप कई लोगों के प्रयास से कुछ अच्छा काम करके दिखाएंगे जिससे आपकी तारीफ होगी। व्यापार के सिलसिले में आज का दिन काफी बेहतर है। आज आपका स्वास्थ्य कमजोर रहेगा। विरोधियों पर आप भारी रहेंगे। मानसिक रूप से तनाव आपके ऊपर हावी रहेगा।आज के दिन आराम करना ज़रूरी साबित होगा, क्योंकि आप हाल के दिनों में भारी मानसिक दबाव से गुज़रे हैं। नयी गतिविधियाँ और मनोरंजन आपके लिए विश्राम करने में सहायक सिद्ध होंगे। आपके माता पिता आपकी फिजूलखर्ची को देखकर आज चिंतित हो सकते हैं और इसलिए आपको उनके गुस्से का शिकार भी होना पड़ सकता है। पारिवारिक सदस्यों की मदद आपकी ज़रूरतों का ख़याल रखेगी। मुहब्बत की टीस आज रात आपको सोने नहीं देगी। आज आपके पास अपनी धनार्जन की क्षमता को बढ़ाने के लिए ताक़त और समझ दोनों ही होंगे। परिवार की जरुरतों को पूरा करते-करते आप कई बार खुद को वक्त देना भूल जाते हैं। लेकिन आज आप सबसे दूर होकर अपने आप के लिए वक्त निकाल पाएंगे। अगर आप और आपका जीवनसाथी खाने-पीने पर ज़्यादा ध्यान देंगे, तो सेहत पर बुरा असर पड़ सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- नदी में सफेद या काले तिल बहाने से प्रेम सम्बन्ध बेहतर होंगे। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए थोड़ा मध्यम रहेगा। कार्यों में विलंब होगा। किसी से कुछ ऐसा बुरा ना बोलें जिससे उनका मन दुखी हो जाये और आपके अपने ही आपके साथ शत्रु जैसा व्यवहार करें। भाग्य कमजोर रहेगा। हर काम को सफल बनाने के लिए आपको अधिक मेहनत करनी होगी। प्रेम जीवन के लिए दिन कमजोर है। स्वास्थ्य भी थोड़ा कमजोर रह सकता है। आज काम में मन कम लगेगा और जल्दी घर वापस आ सकते हैं।अपनी ख़ुशियों को दूसरों के साथ साझा करना आपकी सेहत को भी बेहतर करेगा। लेकिन ख़याल रखें कि इसे नज़रअंदाज़ करना बाद में भारी पड़ सकता है। धन आपके लिए जरुरी है लेकिन धन को लेकर इतने संजीदा न हो जाएं कि अपने रिश्तों को ही खराब कर दें। दोस्तों और परिवार के सदस्यों के साथ शाम के आयोजन में शिरकत करें। जिसे आप चाहते हैं, उसके साथ आपका तल्ख़ रवैया आपके रिश्ते में दूरी बढ़ा सकता है। आप दफ़्तर में माहौल में बेहतरी और कामकाज के स्तर में सुधार को महसूस कर सकते हैं। सामाजिक और धार्मिक समारोह के लिए बेहतरीन दिन है। जीवनसाथी के रिश्तेदारों का दख़ल वैवाहिक जीवन का सन्तुल बिगाड़ सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- प्रेमी/प्रेमिका से मिलने जाने से पूर्व सफेद चंदन का टीका मस्तक पर करके जाने से प्रेम सम्बन्ध मजबूत होंगे। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन अनुकूल रहेगा। इनकम भी बढ़ेगी और खर्चों में कमी आएगी। सुख सुविधा में दिन बिताएंगे। अपने प्रिय साथी के साथ वक्त बिताने का अच्छा अवसर मिलेगा। परिवार में किसी बड़े का स्वास्थ्य बिगड़ेगा।आपकी इच्छाओं की पूर्ति होगी। काम के सिलसिले में आपको अभी बहुत कुछ सीखना बाकी है। अपने स्किल्स को इंप्रूव करने पर ध्यान दें।दोस्त से मिली ख़ास तारीफ़ ख़ुशी का ज़रिया बनेगी। ऐसा इसलिए है क्योंकि आपने अपनी ज़िंदगी को पेड़ की तरह बना लिया है, जो ख़ुद तपती धूप में खड़ा होकर और उसे सहकर भी राहगीरों को छांव देता है। इस राशि के कारोबारियों को आज अपने घर के उन सदस्यों से दूर रहना चाहिए जो आपसे पैसा मांगते हैं और फिर लौटाते नहीं हैं। आपको कोई अच्छी ख़बर मिल सकती है, जो न केवल आपको बल्कि आपके परिवार को भी रोमांचित कर देगी। आपको अपने रोमांच को नियंत्रित रखने की ज़रूरत है। आप के दिल की धड़कनें आपके प्रिय के साथ कुछ ऐसे चलेंगी कि आज जीवन में प्यार का संगीत बज उठेगा। नयी साझीदारी आज के दिन फलदायी रहेगी। खाली वक्त का सही इस्तेमाल करना आपको सीखना ही होगा नहीं तो जीवन में आप कई लोगों से पीछे रह जाएंगे। वैवाहिक जीवन में कई उतार-चढ़ाव के बाद एक-दूसरे के प्यार को सराहने का यह सही दिन है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- स्नान करने के बाद सफेद चंदन का तिलक मस्तक पर करने से आर्थिक पक्ष अच्छा रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन काफी महत्वपूर्ण रहने वाला है। कार्यक्षेत्र में आज का दिन काफी अनुकूलता लेकर आएगा। आप काफी रोमांटिक मूड में रहेंगे और कार्य में सफलता भी मिलेगी। अपने प्रिय को साथ लेकर कहीं घूमने या फिरने या कोई मूवी देखने जा सकते हैं। कार्यक्षेत्र में भी आप अच्छा काम दिखाएंगे लेकिन पारिवारिक जीवन में समस्याएं आएंगी और आपके माता-पिता का स्वास्थ्य बिगड़ सकता है। प्रॉपर्टी विवाद को लेकर सतर्कता बरतें। किसी से निजी बातें जाहिर ना करें।अच्छी चीज़ों को ग्रहण करने के लिए आपका दिमाग़ खुला रहेगा। अपने जीवनसाथी केे साथ धन से जुड़े किसी मामले को लेकर आज आपका झगड़ा हो सकता है। हालांकि अपने शांत स्वभाव से आप सबकुछ ठीक कर देंगे। जिन्हें आप चाहते हैं, उनके साथ उपहारों का लेन-देन करने के लिए अच्छा दिन है। आज आप इश्क़ की चाशनी ज़िन्दगी में घुलती हुई महसूस करेंगे। मशहूर लोगों से मेलजोल आपको नई योजनाएँ और आइडिया सुझाएगा। लोगों के साथ बात करने में आज आप अपना बहुमूल्य समय बर्बाद कर सकते हैं। आपको ऐसा करने से बचना चाहिए। अगर थोड़ी-सी कोशिश की जाए तो जीवनसाथी के साथ आज का दिन आपकी ज़िन्दगी के सबसे रोमानी दिनों में से एक हो सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- आर्थिक स्थिति बेहतर करने के लिए गाय को गुड खिलाएँ। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम फलदायक रहेगा। छोटी छोटी यात्राओं से आपको कुछ नए रिश्ते बनाने को मिलेंगे। पारिवारिक जीवन में खुशियां रहेंगी। आप अपने मित्रों और रिश्तेदारों से मेलजोल बढ़ेगा। अपने साथ काम करने वालो से अच्छा व्यवहार आपको कार्यक्षेत्र में सफलता दिलाएगा। प्यार के मामले में दिन मिलाजुला असर देगा और दांपत्य जीवन में जीवन साथी को शारीरिक समस्याएं परेशान कर सकती हैं। जीवन साथी आपके लाभ का माध्यम बन सकता है।अपने वज़न पर नज़र रखें और ज़रूरत से ज़्यादा खाने से बचें। आज के दिन आपको धन लाभ होने की पूरी संभावना है लेकिन इसके साथ ही आपको दान-पुण्य भी करना चाहिए क्योंकि इससे आपको मानसिक शांति मिलेगी। परिवार के सदस्यों के साथ कुछ आराम के पल बिताएँ। सैर-सपाटे पर जाने का कार्यक्रम बन सकता है, जो आपकी ऊर्जा और उत्साह को तरोताज़ा कर देगा। काम को मनोरंजन के साथ न मिलाएँ। खाली वक्त्त में कोई पुस्तक पढ़ सकते हैं। हालांकि आपके घर के बाकी सदस्य आपकी एकाग्रता को भंग कर सकते हैं। आपको ख़ुश करने के लिए आपका जीवनसाथी काफ़ी कोशिशें कर सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- बंदरों की सेवा करें व लाल मीठी वस्तु खिलाने से नौकरी/बिज़नेस में सफलता मिलेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए ग्रहों का इशारा है कि आज का दिन बढ़िया रहेगा। आप को अच्छा धन लाभ होने के योग बन सकते हैं। ससुराल से भी कोई शुभ सूचना मिलेगी जिससे आपका मन हर्षित होगा। अपने गुस्से पर नियंत्रण रखेंगे तो सफलता आपके कदम चूमेगी। कार्यक्षेत्र में अपनी स्थिति आपके पक्ष में रहेंगी और परिवार के छोटों से सुख मिलेगा। दांपत्य जीवन में आज का दिन अनुकूल रहने वाला है और प्रेम जीवन में आपका प्रिय अपने दिल की बातों को आपके सामने रखेगा और आपका रिश्ता खूबसूरत होगा।आज आप ऊर्जा से लबरेज़ होंगे- आप जो भी करेंगे उसे आप उससे आधे वक़्त में ही कर देंगे, जितना वक़्त आप अक्सर लेते हैं। जो लोग काफी वक्त से आर्थिक तंगी से गुजर रहे थे उन्हें आज कहीं से धन प्राप्त हो सकता है जिससे जीवन की कई परेशानियां दूर हो जाएंगी। बच्चे भले ही आपका ध्यान अपनी ओर आकर्षित करना चाहते हों, लेकिन साथ ही ख़ुशियों की वजह भी साबित होते हैं। आपका प्रिय दिन भर आपको याद करने में समय बिताएगा। अपने वरिष्ठों को नज़रअंदाज़ न करें। आज समय की नजाकत को देखते हुए आप अपने लिए समय निकाल सकते हैं लेकिन ऑफिस के किसी काम के अचानक आ जाने के कारण आप ऐसा करने में सफल नहीं हो पाएँगे। रिश्ते ऊपर स्वर्ग में बनते हैं और आपका जीवनसाथी आज यह साबित कर सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सफेद गाय को सफेद मिष्ठान खिलाना नौकरी व बिज़नेस के लिए अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन दौड़ भाग से भरा रहने वाला है। यदि आप इस दौड़ भाग से बच्चे तो काम में विलंब होगा। खर्चे बने रहेंगे लेकिन इनकम भी बढ़ेगी। स्वास्थ्य कमजोर हो सकता है। मानसिक तनाव से अब मुक्ति मिलने का समय है। आज गाड़ी ध्यान से चलाएं क्योंकि दुर्घटना होने की संभावना है। दांपत्य जीवन में स्थितियां सुधरेंगी और आप एक दूसरे के निकट आएंगे। पारिवारिक जीवन बेहतर रहेगा लेकिन प्रेम जीवन में तनाव की शुरुआत हो सकती है। लड़ाई झगड़े से बचने की कोशिश करें।सेहत से जुड़ी परेशानियाँ असहजता का कारण बन सकती हैं। यदि शादीशुदा हैं तो आज अपने बच्चों का विशेष ख्याल रखें क्योंकि यदि आप ऐसा नहीं करते तो उनकी तबीयत बिगड़ सकती है और आपको उनके स्वास्थ्य पर काफी पैसा खर्च करना पड़ सकता है। बच्चों की उनसे जुड़े मामलों में मदद करना आवश्यक है। आपका होना इस दुनिया को आपके प्रिय के लिए रहने के क़ाबिल बनाता है। नए ग्राहकों से बात करने के लिए बेहतरीन दिन है। किसी पार्क में घूमते समय आज आपकी मुलाकात किसी ऐसे शख्स से हो सकती है जिससे अतीत में आपके मतभेद थे। आपका जीवनसाथी आपको इतना बेहतरीन पहले कभी महसूस नहीं हुआ। आपको उनसे कोई बढ़िया सरप्राइज़ मिल सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- तांबे का पैसा और चाँदी दूध व चावल से धोकर जमीन में दबाएं, चावल, दूध घर के बाहर किसी पौधे में डालने से स्वास्थ्य अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम फलदायक है क्योंकि आप मानसिक रूप से तनावग्रस्त रहेंगे। आपके खर्चे भी अधिक होंगे और इनकम उनकी अपेक्षा में थोड़ी कम होगी। जैसे जैसे दिन आगे बढ़ेगा, आप की स्थिति सुधारने लगेगी। स्वास्थ्य के प्रति नजरअंदाज ना रहें और अपनी विशेष देखभाल रखें। प्रॉपर्टी के मामले में लाभ मिलेगा। कार्य में स्थिति पूरी तरह से आप की ओर झुकी रहेंगी। दांपत्य जीवन की स्थिति प्रेम पूर्ण रहेगी जबकि प्रेम जीवन बिताने वाले लोग आज उनसे मिलने के लिए तरसते नजर आएंगे।आज आप ऊर्जा से लबरेज़ होंगे- आप जो भी करेंगे उसे आप उससे आधे वक़्त में ही कर देंगे, जितना वक़्त आप अक्सर लेते हैं। किसी करीबी दोस्त की मदद से आज कुछ करोबारियों को अच्छा-खासा धन लाभ होने की संभावना है। यह धन आपकी कई परेशानियों को दूर कर सकता है। माता-पिता के साथ अपनी ख़ुशियाँ साझा करें। उन्हें महसूस करने दें कि आपके लिए उनकी कितनी अहमियत है, इससे उनका अकेलेपन का एहसास अपने आप ख़त्म हो जाएगा। हमारी ज़िंदगी का क्या फ़ायदा, अगर हम एक-दूसरे का जीवन आसान न बना सकें। यह दिन प्रसन्नता और ज़िन्दादिली के साथ किसी ख़ास संदेश को भी देगा । कार्यक्षेत्र में किसी विशेष व्यक्ति से आपकी मिलाक़ात हो सकती है। आप खुद को समय देना जानते हैं और आज तो आपको काफी खाली समय मिलने की संभावना है। खाली समय में आज आप कोई खेल-खेल सकते हैं या जिम जा सकते हैं। आपका जीवनसाथी आज ऊर्जा और प्रेम से भरपूर है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- पारिवारिक जीवन को अच्छा करने के लिए लोहे के बर्तनों का दान किसी भी गरीब व्यक्ति को करें। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहने वाला है। काम के मामले में आपका प्रभाव रहेगा और बाॅस से आपके संबंध सुधरेंगे। आपको अच्छी इनकम भी होगी। व्यापार के सिलसिले में की गई यात्रा सफलता देंगी और आपको इनकम का फायदा मिलेगा। प्यार के मामले में आप लकी रहेंगे और जी भर कर प्यार मिलेगा। दांपत्य जीवन में जीवन साथी के माध्यम से लाभ मिलने के योग हैं। पारिवारिक जीवन में किसी बात को लेकर कहासुनी होगी। जो समस्याएँ आपको परेशान कर रही हैं, उन्हें हल करने के लिए होशियारी, चतुरता और कूटनीति के दाव-पेंचों की ज़रूरत है। जो लोग अब तक पैैसे को बिना सोचे विचारे उड़ा रहे थे उन्हें आज पैसे की बहुत आवश्यकता पड़ सकती है और आज आपको समझ में आ सकता है कि पैसे की जीवन में क्या अहमियत है। परिवार के साथ सामाजिक गतिविधियाँ सभी को ख़ुश रखेंगी। आपके प्रिय की ख़राब तबियत के चलते रोमांस को दरकिनार होना पड़ सकता है। व्यवसाय में किसी धोखेबाज़ी से बकने के लिए अपने आँख-कान खुले रखें। खाली वक्त का सही इस्तेमाल करना आपको सीखना ही होगा नहीं तो जीवन में आप कई लोगों से पीछे रह जाएंगे। रिश्तेदारों को लेकर जीवनसाथी के साथ नोंकझोंक हो सकती है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- प्रेमी/प्रेमिका को वाइट डक्स(प्लास्टिक आदि का बना) का जोड़ा गिफ्ट में देने से लव लाइफ अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन थोड़ा चुनौतीपूर्ण रहेगा। आपकी बुद्धिमानी आपके काम आएगी। धन के मामले में दिन बढ़िया रहेगा। पिता का स्वास्थ्य खराब हो सकता है लेकिन आपका स्वास्थ्य सुधरने लगेगा। पारिवारिक जीवन में अनुकूल समय रहेगा। प्रेम जीवन में प्यार भरा दिन रहेगा और आपको अपने प्रिय का पूरा साथ मिलेगा। दांपत्य जीवन में तनाव का सामना करना पड़ेगा क्योंकि जीवन साथी आज आपसे नाराज रहेगा।आपकी जी-तोड़ मेहनत और परिवार का सहयोग इच्छित परिणाम देने में क़ामयाब रहेंगे। लेकिन तरक़्क़ी की रफ़्तार बरक़रार रखने के लिए मेहनत इसी तरह जारी रखें। आपके मन में जल्दी पैसे कमाने की तीव्र इच्छा पैसा होगी। दूसरों को प्रभावित करने की आपकी क्षमता आपको कई सकारात्मक चीज़ें दिलाएगी। आपकी आँखें इतनी चमकीली हैं कि वे आपके प्रिय की अंधेरी रात को भी रोशन कर सकती हैं। आपके आत्मविश्वास में वृद्धि हो रहा है और तरक़्की साफ़ नज़र आ रही है। आज काफ़ी दिगाग़ी कसरत मुमकिन है। आपमें से कुछ शतरंज खेल सकते हैं, वर्ग-पहेली हल कर सकते हैं, कोई कविता-कहानी लिख सकते हैं या भविष्य की योजनाओं पर गहराई से सोच सकते हैं। आज का दिन उन्माद में घिर जाने का है; क्योंकि आप अपने जीवनसाथी के साथ प्रेम के चरम का अनुभव करेंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- दूध व दही का सेवन करने से स्वास्थ्य लाभ होगा। \n"
}]
