horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज आप काफी व्यस्त रहने वाले हैं। अपने दोस्तों के साथ मौज मस्ती भी करेंगे और काम पर भी ध्यान देने में मन लगाएंगे। आज ऑफिस में आपके अनुभव की जरूरत पड़ेगी। कुछ खास मामलों में आपसे मैनेजमेंट विचार-विमर्श कर सकता है। खर्चों में तेजी बनी रहेगी। सेहत का ध्यान जरूर रखें। पेट खराब होने या किसी चोट लगने की संभावना है। सावधानी रखें। निजी जीवन में प्रेम और रोमांस बना रहेगा। जीवनसाथी से संबंध खुशनुमा रहेंगे, लेकिन झगड़े की नौबत भी आ सकती है। प्रेम जीवन सुख देगा।आपका आकर्षक बर्ताव दूसरों का ध्यान आपकी तरफ़ खींचेगा। अनचाहा कोई महमान आज आपके घर आ सकता है जिसके आने से आपको घर के उन समानों पर भी खर्चा करना पड़ सकता है जिनको आपने अगले महीने पर टाला हुआ था। ऐसे दोस्तों के पास जाएँ, जिन्हें आपकी ज़रूरत है। अपनी बातों को सही साबित करने के लिए आज के दिन आप अपने संगी से झगड़ सकते हैं। हालांकि आपका साथी समझदारी दिखाते हुए आपको शांत कर देगा। कार्यक्षेत्र में आपका कोई प्रतिद्वंदी आज आपके खिलाफ साजिश कर सकता है, इसलिए आज आपको आंख कान खोलकर काम करने की जरुरत है। आज के दिन शुरू किया गया निर्माण का कार्य संतोषजनक रूप से पूरा होगा। कोई पुराना दोस्त अपने साथ आपके जीवनसाथी के पुराने यादगार क़िस्से लेकर आ सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- किसी सपेरे को सांप को दूध पिलाने के लिए पैसा देना नौकरी व बिज़नेस के लिए शुभ रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिनमान आपको संतुष्टि देगा। पैसों की आवक होने से आर्थिक स्थिति अच्छी महसूस होगी। ग्रहों की स्थिति आपके पक्ष में रहेगी, जिससे आपके काम करने का तरीका निखरेगा और आपको तारीफ मिलेगी। गवर्नमेंट से कोई अच्छा फायदा मिल सकता है। भाग्य आपको आगे बढ़ने के लिए प्रेरित करेगा, लेकिन मेहनत तो करनी ही पड़ेगी। निजी जीवन में तनाव रहेगा। जीवनसाथी का बर्ताव चिड़चिड़ा हो सकता है। प्रेम जीवन में अच्छा समय मिलेगा।ख़ुद को सेहतमंद और दुरुस्त रखने के लिए वसायुक्त और तली-भुनी चीज़ों से दूर रहें। जिन लोगों ने अपना पैसा सट्टेबाजी में लगा रखा था आज उन्हें नुक्सान होने की संभावना है। सट्टेबाजी से दूर रहने की आपको सलाह दी जाती है। परिवार में किसी सदस्य की ख़राब सेहत की वजह से घूमने का कार्यक्रम टल सकता है। जब आप अपने प्रिय के साथ बाहर जाएँ तो अपने पहनावे और बरताव में नयापन रखें। जो कला और रंगमंच आदि से जुड़े हैं, उन्हें आज अपना कौशल दिखाने के लिए कई नए मौक़े मिलेंगे। अपनी ख़ासियत और भविष्य की योजनाओं पर फिर से सोचने का समय। आपका जीवनसाथी आपको पाकर ख़ुद को ख़ुशनसीब समझता है; इन पलों का भरपूर उपयोग करें। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- एक नीले कपड़े में काली, मिर्च, एक कच्चा कोयला, साबुत काली उड़द बांधकर बहते जल में प्रवाहित करने से आर्थिक स्थिति अच्छी होगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिनमान अच्छा रहेगा। बस सेहत का ध्यान रखना जरूरी होगा क्योंकि वही कमजोर रहेगी। नहीं तो मन से तो आप आज राजा होंगे। काम के सिलसिले में आपकी मेहनत और आपका जोश दोगुना रहेगा, जिससे अच्छे नतीजे मिलेंगे। जीवनसाथी से प्रेम की भाषा में बात होगी और प्रेम जीवन बिता रहे लोग आज रिश्ते में रोमांस का आनंद लेंगे। संतान से सुख मिलेगा। घर गृहस्थी के कामों में थोड़ा रूझान रहेगा। खर्चे बढ़ेंगे।आज अतीत के ग़लत फ़ैसले मानसिक अशान्ति और क्लेश की वजह बनेंगे। आप ख़ुद को अकेला पाएंगे और सही-ग़लत का निर्णय करने में असमर्थ महसूस करेंगे। दूसरों की सलाह लें। धन की आवाजाही आज दिन भर होती रहेगी और दिन ढलने के बाद आप बचत करने में भी सक्षम हो पाएंगे। परिवार के सदस्यों की ज़रूरतों को तरजीह दें। उनके सुख-दुःख के भागीदार बनें, ताकि उन्हें महसूस हो कि आप वाक़ई उनका ख़याल रखते हैं। रोमांस आपके दिल-दिमाग़ पर छाया रहेगा, क्योंकि आज आपकी मुलाक़ात अपने प्रिय से होगी। अगर आप विदेशों में नौकरी के लिए आवेदन करना चाहते हैं, तो आज का दिन अच्छा है। आज अपनेे विवेक का इस्तेमाल करते हुए ही घर के लोगों से बातें करें अगर आप ऐसा नहीं करते तो बेवजह के झगड़ों की वजह से आपका समय खराब हो सकता है। आप अपने जीवन की कुछ यादगार शामों में से एक आज अपने जीवनसाथी के साथ बिता सकते हैंं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- हरे रंग की कांच की बोतल में पानी भरकर धूप में रखें व उस जल से स्नान करना स्वास्थ्य लाभ देगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन मध्यम ही रहेगा। आपकी इनकम में बढ़ोतरी होगी। आय के नए साधन मिल सकते हैं। व्यापार भी उन्नति करेगा। काम के सिलसिले में आपको अपनी कार्यकुशलता पर भरोसा रखना पड़ेगा। विरोधियों से जीतेंगे। कोर्ट कचहरी के मामले आपके फायदे में रहेंगे। खर्चे भी ज्यादा रहेंगे। प्रेम जीवन के लिए दिनमान अच्छा रहेगा। दांपत्य जीवन खुशनुमा रहेगा। परिवार का माहौल आपको संतुष्टि देगा। आप घरेलू गतिविधियों में ज्यादा व्यस्त रहेंगे और घरेलू खर्च करेंगे।बच्चे आपकी शाम को ख़ुशी की चमक लाएंगे। थकाऊ और उबाऊ दिन को अलविदा कहने के लिए एक बढ़िया डिनर की योजना बनाएँ। उनका साथ आपके शरीर में फिर से ऊर्जा भर देगा। अगर आप लोन लेने वाले थे और काफी दिनों से इस काम में लगे थे तो आज के दिन आपको लोन मिल सकता है। आपकी ज्ञान की प्यास आपको नए दोस्त बनाने में मददगार साबित होगी। कोई पौधा लगाएँ। साझीदार से संवाद क़ायम करना बहुत कठिन सिद्ध होगा। किसी पार्क में घूमते समय आज आपकी मुलाकात किसी ऐसे शख्स से हो सकती है जिससे अतीत में आपके मतभेद थे। सम्भव है कि आपके जीवनसाथी की वजह से आपकी प्रतिष्ठा को थोड़ी ठेस पहुँचे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- किसी भी साधु को कुछ पैसे देते रहने से लव लाइफ अच्छी चलेगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज अपनी कार्यकुशलता का लाभ उठायेंगे। इनकम में अच्छी तेजी देखने को मिलेगी और खर्चे कुछ हद तक नियंत्रण में आएंगे। कुछ गुप्त आमदनी भी हो सकती है, जिससे आप की बांछें खिल उठेंगी। परिवार में बुजुर्गों की सेहत का ध्यान रखें। आज किसी की सेहत ज्यादा बिगड़ सकती है। दोस्तों का सानिध्य मिलेगा। उनके साथ खूब गप्पे मारेंगे। प्रेम जीवन में खुशी भरा समय रहेगा। संतान से सुखद समाचार मिलेंगे। काम को लेकर स्थितियां अनुकूल रहेंगी।मौज-मस्ती की यात्राएं और सामाजिक मेलजोल आपको ख़ुश रखेंगे और सुकून देंगे। संदिग्ध आर्थिक लेन-देन में फँसने से सावधान रहें। जिन लोगों से आपकी मुलाक़ात कभी-कभी ही होती है, उनसे बातचीत और संपर्क करने के लिए अच्छा दिन है। प्रेम-जीवन में आशा की नयी किरण आयेगी। काम के बाद आपके सहकर्मी आपको किसी छोटे घरेलू उत्सव पर आमंत्रित कर सकते हैं। आपको ऐसी जगहों से महत्वपूर्ण बुलावा आएगा, जहाँ से आपने इसकी कभी कल्पना भी न की हो। आज आपको महसूस होगा कि जीवनसाथी की ज़िन्दगी में आपकी कितनी एहमियत है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- अच्छी आर्थिक स्थिति के लिए पत्नी का मान-सम्मान व आदर करें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन अच्छा है। चाहे आपकी सेहत हो या आपका काम दोनों में ही आपको सुखद नतीजे मिलेंगे। पारिवारिक जीवन खुशनुमा रहेगा। निजी जीवन में जीवनसाथी आपको आगे बढ़ने के लिए प्रेरणा देगा। प्रेम जीवन में सुख और समृद्धि की बरसात होगी और अपने प्रिय से दिल की बात करेंगे। आज किसी दोस्त से झगड़ा हो सकता है, इसलिए सावधानी रखें और ट्रैवलिंग करने से बचें।दिन फ़ायदेमन्द साबित होगा और आप किसी पुरानी बीमारी में काफ़ी आराम महसूस करेंगे। कार्यक्षेत्र में या करोबार में आपकी कोई लापरवाही आज आपको आर्थिक नुक्सान करा सकती है। सामाजिक उत्सवों में सहभागिता का मौक़ा है, जो आपको प्रभावशाली व्यक्तियों के संपर्क में लाएगा। प्यार एक ऐसा जज़्बा है जिसे न सिर्फ़ महसूस किया जाना चाहिए, बल्कि अपने प्रिय के साथ बांटना भी चाहिए। पेशेवर तौर पर अपने अच्छे काम की पहचान आपको मिल सकती है। आप खुद को समय देना जानते हैं और आज तो आपको काफी खाली समय मिलने की संभावना है। खाली समय में आज आप कोई खेल-खेल सकते हैं या जिम जा सकते हैं। आपका जीवनसाथी बिना जाने कुछ ऐसा ख़ास काम कर सकता है, जिसे आप कभी भुला नहीं पाएंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- आर्थिक स्थिति को मजबूत करने के लिए घर में तिल के तेल का दीपक अवश्य जलाएं। \n",
    "6": "तुला राशिः आज का राशिफल\nआज भाग्य आपके साथ खड़ा होगा, इसलिए काम बनते चले जाएंगे। मुंह में मिठास रखेंगे अर्थात सभी से प्यार से बात करेंगे, तो दिन अच्छा जाएगा। नहीं तो आज शाम तक किसी से झगड़ा हो सकता है। कड़वा बोलने से बचें। घर के लोगों का सहयोग आपके हर काम में होगा, जिससे आपको मजबूती मिलेगी। मन में दूसरों को प्यार देने की इच्छा रहेगी, जिससे जीवन साथी से संबंध मधुर रहेंगे। प्रेम जीवन भी आज सुख शांति से भरा रहेगा। विरोधियों से घबराने की आवश्यकता नहीं दिनमान आपके हक में है।मौज-मस्ती और मनपसंद काम करने का दिन है। आपके पास आज पैसा भी पर्याप्त मात्रा में होगा और इसके साथ ही मन में शांति भी होगी। बहन का स्नेह आपको प्रोत्साहन देगा। लेकिन छोटी-मोटी बातों पर आपा खोने से बचें, क्योंकि इससे आपके हितों को नुक़सान पहुँचेगा। किसीकी दख़लअंदाज़ी के चलते आपके और आपके प्रिय के रिश्ते में दूरियाँ आ सकती हैं। ऑफिस में आज आपको स्थिति को समझते हुए ही व्यवहार करना चाहिए। अगर आपका बोलना जरुरी नहीं है तो चुप रहें, कोई भी बात जबरदस्ती बोलकर आप खुद को परेशानी में डाल सकते हैं। जो लोग घर सेे बाहर रहते हैं आज वो अपने सारे काम पूरे करके शाम के समय किसी पार्क या एकांत जगह पर समय बिताना पसंद करेंगे। जीवनसाथी के कारण कुछ नुक़सान हो सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- प्रेमी/प्रेमिका को चाँदी का शुद्ध कड़ा धारण करना चाहिए, इससे प्रेम सम्बन्ध अच्छे होंगे। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिनमान थोड़ा सा कमजोर रहेगा, इसलिए सावधानी के साथ दिन की शुरुआत करें। सेहत बिगड़ सकती है, इसलिए खानपान के साथ-साथ अपनी आदतों पर भी ध्यान दे। बेवजह की चिंता से दूर रहे। प्रेम जीवन में तनाव रहेगा। प्रिय से किसी बात को लेकर झड़प हो सकती है। निजी जीवन सामान्य रहेगा, लेकिन जीवन साथी को समझने का समय दें। किसी गलतफहमी को जन्म ना लेने दे। खर्चे बढ़ेंगे, इनकम सामान्य रहेगी। काम को लेकर आप थोड़ा विरोधाभासी रवैया अपनाएंगे। आपको एक आदर्श होकर काम करने में समस्या होगी।आपका ऊर्जा-स्तर ऊँचा रहेगा। आपको कमीशन, लाभांश या रोयल्टी के ज़रिए फ़ायदा होगा। बढ़िया दिन है जब आप सबके ध्यान को अपनी तरफ़ खींचेंगे- आपके सामने चुनने के लिए कई चीज़ें होंगी और आपके सामने समस्या यह होगी कि किसे पहले चुना जाए। आज के दिन आप किसी क़ुदरती ख़ूबसूरती से ख़ुद को सराबोर महसूस करेंगे। आपके पास आज अपनी क्षमताओं को दिखाने के मौक़े होंगे। चिट्ठी-पत्री में सावधानी बरतने की ज़रूरत है। यह शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक है। आपको प्रेम की गहराई का अनुभव करेंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- किन्नरों(बुध नपुंसक है) का भूलकर भी अपमान न करें व यथाशक्ति इनको दान देने से आर्थिक स्थिति मजबूत होगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिनमान आपके लिए अच्छा है। बिजनेस के लिए आज दिन बहुत बढ़िया रहेगा। अच्छी सफलता मिलेगी, जिससे दिल खुश हो जाएगा आज आपके कुछ खर्चे भी रहेंगे। इन्वेस्टमेंट में पैसा लगा सकते हैं। निजी जीवन में सुख रहेगा। जीवनसाथी मन को शांति देगा। अच्छी-अच्छी बातें करेगा। प्रेम जीवन में आज का दिन रोमांटिक रहने वाला है। अपने प्रिय के साथ प्यार भरी बातें करने से दिल खुश हो जाएगा। जमीन जायदाद से जुड़े मामलों में लाभ होगा और इनकम भी ठीक-ठाक रहेगी।आप मानसिक और शारीरिक तौर पर थकान महसूस कर सकते हैं, थोड़ा-सा आराम और पौष्टिक आहार आपके ऊर्जा-स्तर को उठाए रखने में अहम साबित होगा। जो लोग दुग्ध उद्योग से जुड़े हैं उन्हें आज आर्थिक लाभ होने की प्रबल संभावना है। प्यार, मेलजोल और आपसी जुड़ाव में इज़ाफा होगा। अपने साथी को भावनात्मक तौर पर ब्लैकमेल करने से बचें। वेब डिज़ाइनर्स के लिए बेहतरीन दिन है। पूरी एकाग्रता से काम करें, क्योंकि आज आप चमक सकते हैं। कुछ लोगों को विदेश जाने का मौक़ा भी मिल सकता है। आप उन लोगों की तरफ़ वादे का हाथ बढ़ाएंगे, जो आपसे मदद की गुहार करेंगे। ख़र्चों को लेकर जीवनसाथी से तनातनी संभव है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- अच्छे स्वास्थ्य का आनंद लेने के लिए अपने घर का मध्य स्थान (ब्रह्म स्थान) साफ रखें। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिनमान आपको बिजी रखेगा। नौकरी में साख बचाने के लिए बहुत प्रयास करने पड़ेंगे क्योंकि आपकी परफॉर्मेंस इतनी अच्छी नहीं होगी, जितनी आपसे अपेक्षा की जा रही है। चिंताओं से ग्रसित रहेंगे। निजी जीवन जरूर सुख देगा, लेकिन प्रेम जीवन बिता रहे लोगों को कुछ परेशानियां होंगी। सेहत ना बिगड़े इसका ध्यान रखना बेहद जरूरी होगा। आपके अंदर काबिलियत है। उसे बाहर निकाले और काम करें।आज के दिन आराम करना ज़रूरी साबित होगा, क्योंकि आप हाल के दिनों में भारी मानसिक दबाव से गुज़रे हैं। नयी गतिविधियाँ और मनोरंजन आपके लिए विश्राम करने में सहायक सिद्ध होंगे। धन की आवश्यकता कभी भी पड़ सकती है इसलिए आज जितना हो अपने पैसे की बचत करने का विचार बनाएं। परिवार में आप एक संधि कराने वाले दूत का दायित्व निभाएंगे। सबकी परेशानियों पर ग़ौर करें, जिससे समस्याओं पर समय रहते क़ाबू पाया जा सके। रुमानी यादें आज आपके ऊपर छायी रहेंगी। आपके लिए आज बहुत सक्रिय और लोगों से मेल-जोल भरा दिन रहेगा। लोग आपसे आपकी राय मांगेंगे और जो भी आप कहेंगे, उसे बिना सोचे मान लेंगे। तनाव से भरा दिन, जब नज़दीकी लोगों से कई मतभेद उभर सकते हैं। मुमकिन है कि आपके माता-पिता आपके जीवनसाथी को कुछ शानदार आशीर्वाद दें, जिसके चलते आपके वैवाहिक जीवन में और निखार आएगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- अच्छी आर्थिक स्थिति के लिए शिवलिंग पर जल चढ़ाएं। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिनमान खुशी देने वाला होगा। प्रेम जीवन में खुशी भरे पल आयेगे। प्रिय के साथ खट्टी मीठी बात करने का मौका मिलेगा। निजी जीवन में भी दांपत्य सुख का अनुभव होगा, लेकिन जीवनसाथी की सेहत बिगड़ सकती है। आपकी सेहत में भी उतार-चढ़ाव बना रहेगा। जहां आप काम करते हैं, वहां का माहौल थोड़ा गर्म होगा। ऐसे में शांति से ही काम निकाल लेंगे, तो बढ़िया होगा। भाग्य की प्रबलता से कार्य में सफलता मिलेगी।अपने शरीर की थकान मिटाने और ऊर्जा-स्तर को बढ़ाने के लिए आपको पूरे आराम की ज़रूरत है, नहीं तो शरीर की थकावट आपके मन में निराशावादिता को जन्म दे सकती है। धन आपके लिए जरुरी है लेकिन धन को लेकर इतने संजीदा न हो जाएं कि अपने रिश्तों को ही खराब कर दें। पारंपरिक रस्में या कोई पावन आयोजन घर पर किया जाना चाहिए। अपने दिल की बात ज़ाहिर करके आप ख़ुद को काफ़ी हल्का और रोमांचित महसूस करेंगे। काम और घर पर दबाव आपको थोड़ा ग़ुस्सैल बना सकता है। बेवजह की उलझनों से दूर होकर आज आप किसी मंदिर, गुरुद्वारे या किसी भी धार्मिक स्थल पर अपना खाली समय बिता सकते हैं। जीवनसाथी से अच्छी बातचीत हो सकती है; आप महसूस करेंगे कि आप-दोनों में कितना प्यार है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- नहाने वाले पानी में हरी मूंग के 5 दाने डालकर स्नान करने से नौकरी/बिज़नेस में फायदा होगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिनमान आपके लिए अच्छा रहेगा। घरेलू खर्च पर ध्यान देंगे। प्रयास करने की गति बढ़ेगी, जिससे व्यापार और नौकरी दोनों ही क्षेत्रों में आपको शुभ फल प्राप्त होंगे। भाग्य साथ देगा, जिससे अच्छी इनकम प्राप्त होगी। खर्चों में कमी आएगी। हालांकि कुछ गुप्त खर्च जरूर होंगे। भाई बहनों का सहयोग मिलेगा। मन में खुशी रहेगी। जमीन जायदाद से जुड़े मामलों में लाभ होगा।दिन की शुरुआत आप योग ध्यान से कर सकते हैं। ऐसा करना आपके लिए फायदेमंद रहेगा और सारे दिन आपमें ऊर्जा रहेगी। जेवर और एंटीक में निवेश फ़ायदेमंद रहेगा और समृद्धि लेकर आएगा। परिवार के साथ सामाजिक गतिविधियाँ सभी को ख़ुश रखेंगी। कुछ लोगों के लिए जल्द ही शादी की शहनाई बज सकती है, जबकि दूसरे ज़िन्दगी में नए रोमांस का अनुभव करेंगे। अगर आप प्रभावशाली लोगों से संपर्क बनाए रखें, तो अपने करिअर में तरक़्क़ी की ओर बड़ा क़दम लेंगे। किसी भी स्थिति में आपको अपने समय का ख्याल रखना चाहिए याद रखिये अगर समय की कद्र नहीं करेंगे तो इससे आपको ही नुक्सान होगा। आपका जीवनसाथी आज आपके लिए कुछ बहुत ख़ास करने वाला है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- मूंग की पकौड़ी, मंगोड़ी या मूंग दाल की मिठाई बच्चों या कन्याओं में बाँटने से नौकरी/बिज़नेस अच्छा रहेगा। \n"
}  ]
