horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। दिल में खुशी रहेगी। मन में संतुष्टि रहेगी। कामों में सफलता मिलेगी। खूब मेहनत करेंगे। पूजा पाठ में मन लगेगा। गृहस्थ जीवन तनावपूर्ण रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बढ़िया है।मानसिक शान्ति के लिए किसी दान-पुण्य के काम में सहभागिता करें। जो लोग दुग्ध उद्योग से जुड़े हैं उन्हें आज आर्थिक लाभ होने की प्रबल संभावना है। आपकी स्वच्छन्द जीवनशैली घर में तनाव पैदा कर सकती है, इसलिए देर रात तक बाहर रहने और ज़्यादा ख़र्च करने से बचें। प्यार के नज़रिए से देखें तो आज आप जीवन के रस का भरपूर आनन्द लेने में सफल रहेंगे। आप पाएंगे कि आज लंबे वक़्त से अ‍टके कई सारे छोटे-छोटे, लेकिन अहम काम आप निबटाने में क़ामयाब हो रहे हैं। व्यस्त दिनचर्या के बावजूद भी आज आप अपने लिए समय निकालपाने में सक्षम होंगे। खाली वक्त में आज कुछ रचनात्मक कर सकते हैं। आपके जीवनसाथी का आन्तरिक सौन्दर्य बाहर भी पूरी तरह महसूस होगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- दाम्पत्य सुख प्राप्ति के लिए केसर का खाने में प्रयोग करें। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। आपके कार्य सफल होंगे और दोस्तों से लाभ मिलेगा। परिवार के छोटे आपको प्यार देंगे। काम के सिलसिले में आपको बहुत ध्यान से रहना होगा। खूब मेहनत करेंगे। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन खुशी देने वाला होगा।आशावादी बनें और उजले पक्ष को देखें। आपका विश्वास और उम्मीद आपकी इच्छाओं व आशाओं के लिए नए दरवाज़े खोलेंगी। आपके मन में जल्दी पैसे कमाने की तीव्र इच्छा पैसा होगी। आपकी भरपूर ऊर्जा और ज़बरदस्त उत्साह सकारात्मक परिणाम लाएंगे व घरेलू तनाव दूर करने में मददगार रहेंगे। आज आपको अपने प्रिय का एक अलग ही अन्दाज़ देखने को मिल सकता है। नई परियोजनाओं और कामों को अमली जामा पहनाने के लिए बेहतरीन दिन है। काम को समय पर निपटाकर जल्दी घर जाना आज आपके लिए अच्छा रहेगा इससे आपके परिवार वालों को भी खुशी मिलेगी और आप भी तरोताजा महसूस करेेंगे। शादीशुदा ज़िन्दगी के मोर्चे पर हालात वाक़ई थोड़े मुश्किल रहे हैं, लेकिन अब आप सुधरते हालात महसूस कर सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- अपने प्रेमी/प्रेमिका से मिलने से पूर्व कपड़ों पर इत्र लगाकर जाने से लव लाइफ अच्छी चलेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन सामान्य रहेगा। धन की आवक होगी। इन्कम में बढ़ोतरी होगी। चिंताओं से मुक्ति मिलेगी। सेहत में सुधार होगा। गृहस्थ जीवन मजबूत होगा। रिश्ते में प्यार बढ़ेगा। जीवनसाथी धार्मिक काम करेगा। प्रेम जीवन बिता रहे लोगों के लिए भी दिन बढ़िया है। आपका प्रिय आपको खुशी देगा।दोस्तों का रुख़ सहयोगी रहेगा और वे आपको ख़ुश रखेंगे। इस राशि के कारोबारियों को आज अपने घर के उन सदस्यों से दूर रहना चाहिए जो आपसे पैसा मांगते हैं और फिर लौटाते नहीं हैं। पारिवारिक सदस्यों की मदद आपकी ज़रूरतों का ख़याल रखेगी। सोशल मीडिआ पर अपने प्रिय के पिछले 2-3 संदेश देखिए, आपको एक ख़ूबसूरत ताज्जुब का एहसास होगा। मानसिक स्पष्टता आपको व्यवसाय में प्रतिस्पर्धियों पर बढ़त दिलाएगी। आप सारी पुरानी दुविधाएँ ख़त्म करने में भी सफल रहेंगे। आज आप अपना खाली समय अपनी माता की सेवा में बिताना चाहेंगे लेकिन ऐन मौके पर किसी काम के आ जाने की वजह से ऐसा नहीं हो पाएगा। इससे आपको परेशानी होगी। एक बढ़िया जीवनसाथी के साथ जीवन वाक़ई अद्भुत लगता है और आज आप इस बात का अनुभव कर सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- किसी सुपात्र व्यक्ति को पुस्तक या पठन सामग्री देना आर्थिक स्थिति के लिए शुभ है। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन अच्छा है। खुद पर भरोसा रखेंगे। इससे कामों में सफलता मिलेगी। लोगों की नजर में आपकी इज्जत बढ़ेगी। गृहस्थ जीवन में उतार-चढ़ाव रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा है। काम के सिलसिले में आपको बेहद अच्छे नतीजे मिलेंगे। आप का इंक्रीमेंट हो सकता है।आपकी व्यक्तिगत समस्याएँ मानसिक शांति को भंग कर सकती हैं। मानसिक दबाव से बचने के लिए कुछ रोचक और अच्छा पढ़ें। जल्दबाज़ी में निवेश न करें- अगर आप सभी मुमकिन कोणों से परखेंगे नहीं तो नुक़सान हो सकता है। शाम के वक़्त अचानक मिली कोई अच्छी ख़बर पूरे परिवार की ख़ुशी और उत्साह की वजह साबित होगी। आप और आपका महबूब आज प्यार के समुन्दर में गोते लगाएंगे और प्यार की मदहोशी को महसूस करेंगे। जिस पहचान और पुरस्कार की उम्मीद आप कर रहे थे, वह बाद के लिए टल सकती है और आपको हताशा का सामना करना पड सकता है। छात्र-छात्राओं को आज अपने काम को कल पर नहीं टालना चाहिए, आपको जब भी खाली समय मिले अपने काम को पूरा कर लें। ऐसा करना आपके लिए हितकारी है। आज आप महसूस करेंगे कि जीवनसाथी के साथ की एहमियत कितनी हे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- कोयले के आठ टुकड़े बहते पानी में प्रवाहित करने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन मान आपके लिए सामान्य रहेगा। खर्चों में यकायक बढ़ोतरी होगी जो आपको परेशान कर सकती है। सेहत अच्छी रहेगी। इनकम भी ठीक होगी, बस खर्चे आपको परेशान कर सकते हैं। काम के सिलसिले में बहुत ध्यान से काम करना होगा और अपनी परफॉर्मेंस को सुधारने की कोशिश करें। शादीशुदा लोगों का गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान मजबूत है।अपनी शारीरिक सेहत सुधारने के लिए संतुलित आहर लें जिन लोगों ने किसी रिश्तेदार से पैसा उधार लिया था उनको आज वो उधार किसी भी हालत में वापस करना पड़ सकता है। कुछ लोगों के लिए- परिवार में किसी नए का आना जश्न और उल्लास के पल लेकर आएगा। बाहरी चीज़ों का अब कोई ख़ास मायने आपके लिए नहीं बचा है, क्योंकि आप ख़ुद को हमेशा प्यार की ख़ुमारी में महसूस करते हैं। ख़ुद को अभिव्यक्त करने के लिए अच्छा समय है- और ऐसे प्रोजेक्ट पर काम कीजिए, जो रचनात्मक हों। वक्त से बढ़कर कुछ नहीं होता। इसलिए आप वक्त का सदुपयोग करते हैं लेकिन कई बार आपको जीवन को लचीला बनाने की जरुरत भी होती है और अपने घर परिवार के साथ समय बिताने की जरुरत होती है। वैवाहिक जीवन में स्नेह को दिखलाने का अपना महत्व है और इस चीज़ का अनुभव आज आप करेंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- अच्छी सेहत के लिए सूर्योदय के समय सूर्य नमस्कार करें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन मान अच्छा रहेगा। इनकम ठीक होगी, हल्के खर्चे रहेंगे। काम के सिलसिले में आप जी चुराएंगे, इससे बचने की कोशिश करें, नहीं तो नतीजे बुरे हो सकते हैं। गृहस्थ जीवन अच्छा रहेगा। जीवन साथी घर में योगदान देगा। प्रेमी जीवन बिता रहे लोगों के लिए दिनमान सामान्य है।अपनी शारीरिक चुस्ती-फुर्ती को बनाए रखने के लिए आप आज का दिन खेलने में व्यतीत कर सकते हैं। आर्थिक समस्याओं ने रचनात्मक सोचने की आपकी क्षमता को बेकार कर दिया है। पारिवारिक ज़िम्मेदारियों का बोझ बढ़ेगा, जो आपको तनाव दे सकता है। आपके प्रेम की राह एक ख़ूबसूरत मोड़ ले सकती है। आज आपको पता चलेगा कि फ़िजा़ओं में जब प्यार घुलता है तो कैसा महसूस होता है। लघु व्यवसाय करने वाले इस राशि के जातकों को आज घाटा हो सकता है। हालांकि आपको घबराने की जरुरत नहीं है अगर आपकी मेहनत सही दिशा में है तो आपको अच्छे फल अवश्य मिलेंगे। अगर कहीं बाहर जाने की योजना है तो वह आख़िरी वक़्त पर टल सकती है। जब आप अपने जीवनसाथी से भावनात्मक तौर पर जुड़ते हैं, तो नज़दीकी अपने आप महसूस की जा सकती है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- केसर का तिलक लगाएं, इससे पारिवारिक जीवन अच्छा चलेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआप आज अपने काम पर पूरा ध्यान देंगे जिससे अच्छे नतीजे हासिल कर पाएंगे। अचानक से कुछ काम बनने से आपको खुशी होगी। दोपहर बाद दोस्तों और घरवालों के साथ खुशी-खुशी वक्त बिताएंगे। गृहस्थ जीवन थोड़ा तनाव पूर्ण रहेगा। जीवनसाथी को जॉब में प्रमोशन मिल सकता है। प्रेम ही जीवन बिता रहे लोगों के लिए दिनमान अच्छा है। दिल की बात कहने में सफलता मिलेगी।शकी स्वभाव के चलते आपको हार का मुँह देखना पड़ सकता है। आप ख़ुद को नए रोमांचक हालात में पाएंगे- जो आपको आर्थिक फ़ायदा पहुँचाएंगे। दोस्तों और परिवार के सदस्यों के साथ शाम के आयोजन में शिरकत करें। आपको अपनी रसिक कल्पनाओं पर अधिक ग़ौर करने की ज़रूरत नहीं है, क्योंकि संभव है कि वे आज सच हो जाएँ। आपकी अन्दरूरनी ताक़त कार्यक्षेत्र में दिन को बेहतर बनाने में मददगार साबित होगी। कुछ लोगों के लिए आकस्मिक यात्रा दौड़-भाग भरी और तनावपूर्ण रहेगी। सुबह जीवनसाथी से आपको कुछ ऐसा मिल सकता है, जिससे आपका सारा दिन ख़ुशगवार गुज़रेगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- विष्णु या दुर्गा जी के मंदिर में कांसे का बर्तन दान करने से स्वास्थ्य बना रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। भाग्य मजबूत होगा जिससे कामों में सफलता मिलेगी। नौकरी संबंधित मामलों में सफलता मिलेगी। शादीशुदा लोगों का गृहस्थ जीवन खुशनुमा रहेगा। रिश्ते में प्यार बढ़ेगा। प्रेम जीवन बिता रहे लोग दिन को खुशी खुशी बिताएंगे।दूसरों के साथ ख़ुशी बांटने से सेहत और खिलेगी। आज आपको अपने भाई या बहन की मदद से धन लाभ होने की संभावना है। दोस्तों और परिवार के साथ मज़ेदार समय बीतेगा। ज़ाहिर तौर पर रोमांस के लिए पर्याप्त मौक़े हैं- लेकिन ऐसा बहुत कम समय के लिए है। व्यवसायियों के लिए अच्छा दिन है, क्योंकि उन्हें अचानक बड़ा फ़ायदा हो सकता है। यात्राओं से तुरंत लाभ तो नहीं होगा, लेकिन इसके चलते अच्छे भविष्य की नींव रखी जाएगी। रोज़मर्रा की शादीशुदा ज़िन्दगी में आज का दिन लज़ीज़ मिठाई जैसा है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- गरीब कन्याओं में चॉकलेट बाँटने से प्रेम सम्बन्धों में वृद्धि होगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। दिल में खुशी रहेगी। गृहस्थ जीवन में रोमांस की बढ़ोतरी होगी। जीवनसाथी से दिल की बात कहेंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान तनावपूर्ण रहेगा। काम के सिलसिले में दिनमान अच्छा है। आपका कहीं ट्रांसफर होने के योग बनेंगे  मन में धार्मिक विचार आएंगे। सेहत अच्छी रहेगी।भले ही आप उत्साह से लबरेज़ हों, फिर भी आज आप किसी ऐसे की कमी महसूस करेंगे जो आज आपके साथ नहीं है। जल्दबाज़ी में निवेश न करें- अगर आप सभी मुमकिन कोणों से परखेंगे नहीं तो नुक़सान हो सकता है। अगर आप सामाजिक जलसों और कार्यक्रमों में भाग लेंगे, तो आप अपने संगी-साथियों की फ़ेहरिस्त में इज़ाफ़ा कर सकते हैं। प्रेम भगवान की पूजा की ही तरह पवित्र है। यह आपको सच्चे अर्थों में धर्म व आध्यात्मिकता की ओर भी ले जा सकता है। अगर आप कई दिनों से कामकाज में दिक़्क़त महसूस कर रहे हैं, तो आज के दिन आपको राहत महसूस हो सकती है। सामाजिक और धार्मिक समारोह के लिए बेहतरीन दिन है। वैवाहिक जीवन के दृष्टिकोण से देखें तो चीज़ें आपके पक्ष में जाती हुई नज़र आ रही हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- घर में सरकंडे या तीलियों की चिक खिड़की-दरवाजे पर लगाना आर्थिक स्थिति के लिए शुभ है। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। मानसिक रूप से मजबूत होंगे इसलिए हर काम को पूरी प्लानिंग के साथ करेंगे। काम के सिलसिले में दिनमान अच्छा रहेगा। कार्यों में सफलता मिलेगी। घर में किसी बात को लेकर थोड़ी गरमा गरम बहस हो सकती है। शादीशुदा जीवन खुशनुमा रहेगा। प्रेम जीवन बिता रहे लोग आज के दिन को अच्छे से अपने प्रिय के साथ बिताना पसंद करेंगे।ऊर्जा के अपने ऊँचे स्तर को आज अच्छे काम में लगाएँ। आप जीवन में पैसे की अहमियत को नहीं समझते लेकिन आज आपको पैसे की अहमियत समझ में आ सकती है क्योंकि आज आपको पैसे की बहुत आवश्यकता होगी लेकिन आपके पास पर्याप्त धन नहीं होगा। आपके जीवन-साथी की सेहत तनाव और चिंता का कारण बन सकती है। आपके प्रिय/जीवनसाथी का फ़ोन आपका दिन बना देगा। कामकाज में आपको काफ़ी फ़ायदा हो सकता है। आप जिस प्रतियोगिता में भी क़दम रखेंगे, आपका प्रतिस्पर्धी स्वभाव आपको जीत दिलाने में सहयोग देगा। अपने जीवनसाथी के चलते आप महसूस करेंगे कि स्वर्ग धरती पर ही है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- घर पर अपने इष्टदेव को पीला पुष्प अर्पित करने से पारिवारिक जीवन खुशहाल रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिनमान आपके लिए सामान्य रहेगा। सेहत अच्छी रहेगी लेकिन खर्चे बढ़ेंगे। गंभीर चिंता में किसी विचार को लेकर परेशान हो सकते हैं। किसी बड़े का सहारा लें और उनसे सहायता मांगे, इससे काम बनेंगे। शादीशुदा जीवन खुशनुमा रहेगा। प्रेम जीवन में भी भरपूर रोमांस रहेगा। काम के सिलसिले में दिनमान मजबूत है।आपमें आज चुस्ती-फुर्ती देखी जा सकती है। आपका स्वास्थ्य आज पूरी तरह से आपका साथ देगा। आज आपके भाई-बहन आपसे आर्थिक मदद मांग सकते हैं और उनकी मदद करके आप खुद आर्थिक दबाव में आ सकते हैं। हालांकि स्थिति जल्द ही सुधर जाएगी। विद्यालय का काम पूरा करने के लिए बच्चे आपसे मदद ले सकते हैं। अनपेक्षित रोमांटिक आकर्षण की संभावना है। दिन की शुरुआत से अन्त तक आप ख़ुद को ऊर्जा से लबरेज़ महसूस करेंगे। किसी नये काम के आगाज के लिए आपको पहले उसके बारे में अनुभवी लोगों से बात करनी चाहिए। अगर आज आपके पास समय है तो उस क्षेत्र के अनुभवी लोगों से मिल लें जो काम आप शुरु करने वाले हैं। यह शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक है। आपको प्रेम की गहराई का अनुभव करेंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- रोज़ाना हरी घास पर नंगे पाँव चलने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपका अच्छा रहेगा। प्रेम जीवन बिता रहे लोग दिल से कोई सॉन्ग अपने प्रिय को सुना सकते हैं। उनके लिये कोई नया गिफ्ट लेकर आ सकते हैं। शादीशुदा लोगों का गृहस्थ जीवन सामान्य रहेगा। परिवार में लोगों से अच्छे संबंध रहेंगे। काम के सिलसिले में बढ़िया नतीजे मिलेंगे। सेहत मजबूत रहेगी।सोचने से पहले दो बार सोचें। अनजाने ही आपका नज़रिया किसी की भावनाओं को आहत कर सकता है। आज के दिन आपको धन लाभ होने की पूरी संभावना है लेकिन इसके साथ ही आपको दान-पुण्य भी करना चाहिए क्योंकि इससे आपको मानसिक शांति मिलेगी। घरेलू ज़िंदगी सुकूनभरी और ख़ुशनुमा रहेगी। बेवजह का शक रिश्तों को खराब करने का काम करता है। आपको भी अपने प्रेमी पर शक नहीं करना चाहिए। यदि किसी बात को लेकर आपके मन में उनके प्रति संशय है तो उनके साथ बैठकर हल निकालने की कोशिश करें। यात्राओं से व्यवसाय के नए मौक़े मिलेंगे। घर के छोटे सदस्यों को साथ लेकर आज आप किसी पार्क या शॉपिंग मॉल में जा सकते हैं। जन्मदिन भूलने जैसी किसी छोटी-सी बात को लेकर जीवनसाथी से तक़रार मुमकिन है। लेकिन अन्ततः सब ठीक हो जाएगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- कोढ़ी व गूंगे-बहरे व्यक्ति की मदद करने से स्वास्थ्य अच्छा होगा। \n"
}]
