horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। इनकम बढ़ने से मन में हर्ष होगा। काम के सिलसिले में नतीजे आप के पक्ष में होंगे। भाग्य प्रबल रहेगा। सेहत मजबूत रहेगी। घर में सुख शांति रहेगी। शादीशुदा लोगों का गृहस्थ जीवन तनावपूर्ण रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बहुत अच्छा है। किसी काम में अपने प्रिय से सहायता ले सकते हैं।योग और ध्यान आपको बेडौल होने से बचाने और मानसिक तौर पर सेहतमंद रखने में मददगार साबित होंगे। आज घर से बाहर बड़ों का आशीर्वाद लेकर निकलें इससे आपको धन लाभ हो सकता है। आपके आकर्षण और व्यक्तित्व के ज़रिए आपको कुछ नए दोस्त मिलेंगे। अगर आप खुले दिल से अपनी बात रखें, तो आपकी मोहब्बत आज आपके सामने प्यार के फ़रिश्ते के रूप में आएगी। आज आपके पास अपनी धनार्जन की क्षमता को बढ़ाने के लिए ताक़त और समझ दोनों ही होंगे। देर शाम तक आपको कहीं दूर से कोई अच्छी ख़बर सुनने को मिल सकती है। यह आपके पूरे वैवाहिक जीवन के सबसे ज़्यादा स्नेहपूर्ण दिनों में से एक हो सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- दादा-दादी, या उम्रदराज़ लोगों का सम्मान करने से सेहत में सुधार आएगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा है। अपने काम पर ध्यान देंगे तो बहुत अच्छे नतीजे मिलेंगे। गृहस्थ जीवन के लिए दिनमान थोड़ा कमजोर है, झगड़े से बचें। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा रहेगा  प्रिय के बारे में घर वालों को बताने के लिए अच्छा समय है। मन में धार्मिक विचार आएंगे। सेहत कमजोर रहेगी।आज आप उम्मीदों की जादुई दुनिया में हैं। आपका कोई पुराना मित्र आज कारोबार में मुनाफा कमाने के लिए आपको सलाह दे सकता है, अगर इस सलाह पर आप अमल करते हैं तो आपको धन लाभ जरुर होगा। ऐसे कामों में सहभागिता करने के लिए अच्छा समय है, जिसमें युवा लोग जुड़े हों। प्रेम निःसीम होता है, सभी सीमाओं के परे; आपने ये बातें पहले भी सुनी होंगी। लेकिन आज वह दिन है जब आप अगर चाहें तो यह ख़ुद महसूस कर सकते हैं। अपना रवैया ईमानदार और स्पष्टवादी रखें। लोग आपकी दृढ़ता और क्षमताओं को सराहेंगे। आज घर में अधिकतर समय आप सो कर गुजार सकते हैं। शाम के वक्त आपको महसूस होगा कि आपने अपना कितना कीमती समय बर्बाद कर दिया। प्यार, नज़दीकी, मस्ती-मज़ा - जीवनसाथी के साथ यह एक रोमानी दिन रहेगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए लाल या भूरे रंग का कुत्ता पाले। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए थोड़ी चिंता लेकर आ सकता है। अपनी सेहत का खास ख्याल रखें, नहीं तो बीमार पड़ने की प्रबल संभावना है। खान-पान पर ध्यान दें। लापरवाही ना बरतें। गृहस्थ जीवन अच्छा रहेगा। प्रेम जीवन बिता रहे लोगों को कुछ निराशा हो सकती है। काम के सिलसिले में दिनमान आपके लिए बढ़िया रहने वाला है, मेहनत करेंगे।निराशावादी रवैये से बचें क्योंकि न सिर्फ़ यह आपकी संभावनाओं को कम कर देगा, बल्कि शरीर के आंतरिक संतुलन को भी बिगाड़ देगा। भागीदारी वाले व्यवसायों और चालाकी भरी आर्थिक योजनाओं में निवेश न करें। घर को सजाने-संवारने के अलावा बच्चों की ज़रूरतों पर भी ध्यान दें। बच्चों के बिना घर आत्मा के बिना शरीर की तरह है, फिर चाहे वह कितना भी ख़ूबसूरत क्यों न हो। बच्चे घर में उत्साह और ख़ुशीयों की सौगात लाते हैं। सच्चे और पवित्र प्रेम का अनुभव करें। अगर आप प्रभावशाली लोगों से संपर्क बनाए रखें, तो अपने करिअर में तरक़्क़ी की ओर बड़ा क़दम लेंगे। इस राशि के छात्र आज मोबाइल पर सारा दिन बर्बाद कर सकते हैं। ऐसा लगता है कि आपके जीवनसाथी आज आपके ऊपर ख़ास ध्यान देंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अपने वजन के बराबर जौ गौशाला में दान करने से स्वास्थ्य अच्छा होगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। गृहस्थ जीवन को अच्छा बनाने की कोशिश पूरे दिन भर करेंगे। प्रेम जीवन बिता रहे लोग आज किसी बात को लेकर उदास हो सकते हैं। काम के सिलसिले में दिनमान बहुत अच्छा है। सेहत भी ठीक रहेगी।सेहत बढ़िया रहेगी। ख़र्चों में इज़ाफ़ा होगा, लेकिन साथ ही आमदनी में हुई बढ़ोत्तरी इसको संतुलित कर देगी। कुछ लोग जितना कर सकते हैं, उससे कई ज़्यादा करने का वादा कर देते हैं। ऐसे लोगों को भूल जाएँ जो सिर्फ़ गाल बजाना जानते हैं और कोई परिणाम नहीं देते। आज आप अपने किसी वादे को पूरा नहीं कर पाएंगे जिसकी वजह से आपका प्रेमी आपसे नाराज हो जाएगा। सहकर्मियों और वरिष्ठों के पूरे सहयोग के चलते दफ़्तर में काम तेज़ रफ़्तार पकड़ लेगा। अपने ज़बरदस्त आत्मविश्वास का फ़ायदा उठाएँ, बाहर निकलें और कुछ नए सम्पर्क व दोस्त बनाएँ। बिन बुलाए किसी मेहमान की वजह से आपकी योजनाएँ तो गड़बड़ा सकती हैं, लेकिन आपका दिन ख़ुशनुमा हो जाएगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- पूजा स्थल में सफेद शंख की स्थापना करके उसकी नियमित पूजा करने से आर्थिक उन्नति होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन मध्यम फलदायक रहेगा। खुद पर भरोसा रख कर किए गए काम सफलता देंगे। गृहस्थ जीवन के लिए दिनमान शुभ रहेगा और रिश्ते में प्रेम बढ़ेगा। प्रेम जीवन बिता रहे लोगों को आज अपने प्रिय से उनके परिवार के बारे में जानने का मौका मिलेगा। दिल में किसी बात को लेकर खुशी होगी।अपने मानसिक स्वास्थ्य पर ध्यान दें, जो आध्यात्मिक जीवन के लिए आवश्यक है। मस्तिष्क जीवन का द्वार है, क्योंकि अच्छा-बुरा सब-कुछ इसी के माध्यम से आता है। यही ज़िंदगी की समस्याएँ दूर करने में सहायक सिद्ध होता है और सही सोच से इंसान को आलोकित करता है। जो लोग शेयर बाजार में पैसा लगाते हैं आज उनका पैसा डूब सकता है। वक्त रहते सचेत हो जाएं तो आपके लिए बेहतर रहेगा। अपने दोस्तों को अपने उदार स्वभाव का ग़लत फ़ायदा न उठाने दें। आज आपको अपने प्रिय की याद सताएगी। कार्यक्षेत्र में दिल लगाने से बचें नहीं तो आपकी बदनामी हो सकती है। यदि आप किसी से जुड़ना भी चाहते हैं तो ऑफिस से दूरी बनाकर ही उनसे बात करें। आज आपको अपने कामों को समय पर निपटाने की कोशिश करनी चाहिए। ख्याल रखें कि घर पर आपका कोई इंतजार कर रहा है जिसको आपकी जरुरत है। दिन में जीवनसाथी के साथ बहस के बाद एक बेहतरीन शाम गुज़रेगी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- नौकरी व बिज़नेस में तरक्की के लिए घर के कच्चे स्थान में तुलसी का पौधा अवश्य लगाएं। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ चुनौतियां लेकर आएगा। खर्चे तेजी से बढ़ेंगे। नौकरी में खूब मेहनत करेंगे। आपके विरोधी मजबूत होंगे। गृहस्थ जीवन के लिए दिनमान अच्छा है। प्रेम जीवन जी रहे लोग आज के दिन अपने प्रिय से रुष्ट हो सकते हैं।दूसरों के साथ ख़ुशी बांटने से सेहत और खिलेगी। आज के दिन आप धन से जुड़ी समस्या के कारण परेशान रह सकते हैं। इसके लिए आपको अपने किसी विश्वास पात्र से सलाह लेनी चाहिए। अपने दिन की योजना सावधानी से तय करें। ऐसे लोगों से बात करें, जो आपकी मदद कर सकते हैं। किसीकी दख़लअंदाज़ी के चलते आपके और आपके प्रिय के रिश्ते में दूरियाँ आ सकती हैं। आप लम्बे समय से दफ़्तर में किसी से बात करना चाह रहे थे। आज ऐसा होना मुमकिन है। आज के दिन में आप बहुत व्यस्त रहेंगे लेकिन शाम के वक्त अपने मनपसंद कामों को करने के लिए भी आपके पास पर्याप्त समय होगा। जीवनसाथी का आत्मकेन्द्रित व्यवहार आपको नागवार गुज़रेगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- ॐ भौमाय नमः इस मंत्र का 11 बार उच्चारण करने से लव लाइफ ठीक रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिनमान अच्छा रहेगा। इनकम में तेजी आएगी जिससे मन में हर्ष की भावना रहेगी। पारिवारिक जीवन में थोड़ा तनाव रहेगा लेकिन काम के सिलसिले में दिनमान मजबूत है। गृहस्थ जीवन अच्छा बीतेगा। प्रेम जीवन बिता रहे लोग अपने प्रिय की बुद्धिमानी का लोहा मानेंगे।दबी हुई समस्याएँ फिर से उभरकर आपको मानसिक तनाव दे सकती हैं। जिन लोगों ने कहीं निवेश किया था आज के दिन आपको आर्थिक हानि होने की संभावना है। रिश्तेदारों के यहाँ जाना उससे काफ़ी बेहतर रहेगा, जितना आप सोच सकते हैं। अनपेक्षित रोमांटिक आकर्षण की संभावना है। किसी नयी परियोजना पर काम करने से पहले अच्छी तरह सोच-विचार लें। अपने समय की कीमत समझें, उन लोगों के बीच रहना जिनकी बातें आपके समझ में नहीं आती हैं गलत है। ऐसा करना भविष्य में आपको परेशानियों के अलावा कुछ नहीं देगा। आपका जीवनसाथी आज आपके लिए कुछ बहुत ख़ास करने वाला है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- हाथी की मूर्ति चाँदी में बनवाकर अपने घर में रखने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। घर के साथ-साथ ऑफिस की जिम्मेदारियां भी निभाएंगे। काम के सिलसिले में भी दिनमान बढ़िया है। अपनी सूझबूझ से काम को सही तरीके से करेंगे। साथी कर्मियों का सहयोग मिलेगा। गृहस्थ जीवन प्यार से भरपूर रहेगा। प्रेम जीवन बिता रहे लोगों को दिल की बात कहने में आसानी होगी।शारीरिक व्यायाम और वज़न घटाने की कोशिशें आपके रूप-रंग को निखारने में फ़ायदेमंद साबित होंगी। अगर आप लम्बे वक़्त के लिए निवेश करें, तो अच्छा-ख़ासा फ़ायदा हासिल कर सकते हैं। हालात को क़ाबू में रखने के लिए अपने भाई की मदद लें। विवाद को ज़्यादा तूल देने की बजाय उसे दोस्ताना तरीक़े से हल करने की कोशिश करें। ज़रा संभल कर, क्योंकि आपका प्रिय रूमानी तौर पर आपको मक्खन लगा सकता है – मैं तुम्हारे बग़ैर इस दुनिया में नहीं रह सकता/सकती। ऐसा लगता है कि कुछ समय के लिए आप नितांत एकाकी है। सहकर्मी/सहयोगी मदद के लिए हाथ बढ़ा सकते हैं, लेकिन वे ज़्यादा सहायता नहीं कर पाएंगे। देर शाम तक आपको कहीं दूर से कोई अच्छी ख़बर सुनने को मिल सकती है। आप और आपका जीवनसाथी मिलकर वैवाहिक जीवन की बेहतरीन यादें रचेंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- किसी के विवाह या मंगल कार्य में तन-मन-धन से सहायता करने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम फलदायक रहेगा। ज्यादा ट्रेवलिंग करने से बचें। मन में धार्मिक विचार रहेंगे। सेहत ठीक ठाक रहेगी। किसी बात को लेकर असमंजस में रहेंगे। गृहस्थ जीवन शांतिपूर्ण रहने वाला है और प्रेम जीवन बिता रहे लोग कुछ ऐसा बोल सकते हैं जिससे आपका प्रिय आपसे गुस्सा हो सकता है।दूसरों की आलोचना में समय ख़राब न करें, क्योंकि इसका बुरा असर आपके स्वास्थ्य पर भी पड़ सकता है। आर्थिक तौर पर सुधार तय है। आपका ज्ञान और हास-परिहास आपके चारों ओर लोगों को प्रभावित करेगा। जो लोग अपनेे प्रेमी से दूर रहते हैं उन्हें आज अपने प्रेमी की याद सता सकती है। रात के वक्त प्रेमी से घंटों फोन पर बात कर सकते हैं। कार्यक्षेत्र में आपको कुछ सकारात्मक बदलाव देखने को मिल सकते हैं। जो लोग अब तक किसी काम में व्यस्त थे आज उन्हें अपने लिए समय मिल सकता है लेकिन घर में किसी काम के आ जाने से आप फिर से व्यस्त हो सकते हैं। वैवाहिक जीवन का आनन्द लेने के पर्याप्त मौक़े हैं आज आपके पास। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- चारपाई के पायों में तांबे की चार कील गाड़ने से हेल्थ अच्छी रहेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। इनकम बढ़ेगी। हल्के खर्चे भी होंगे। गृहस्थ जीवन में प्यार बढ़ेगा लेकिन मतभेद उभर कर सामने आ सकते हैं, इनसे बचने की कोशिश करें। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बढ़िया रहेगा। प्रेम विवाह का प्रपोजल रख सकते हैं।बहुत-कुछ आपके कंधों पर टिका हुआ है और फ़ैसले लेने के लिए स्पष्ट सोच ज़रूरी है। निवेश करना कई बार आपके लिए बहुत फायदेमंद साबित होता है आज आपको यह बात समझ में आ सकती है क्योंकि किसी पुराने निवेश से आज आपको मुनाफा हो सकता है। सबको अपनी महफ़िल में दावत दें। क्योंकि आपके पास आज अतिरिक्त ऊर्जा है, जो आपको किसी पार्टी या कार्यक्रम का आयोजन करने के लिए प्रेरित करेगी। जिसे आप चाहते हैं, उसके साथ आपका तल्ख़ रवैया आपके रिश्ते में दूरी बढ़ा सकता है। व्यापारियों के लिए अच्छा दिन है। व्यवसाय के लिए अचानक की गयी कोई यात्रा सकारात्मक परिणाम देगी। आज घर में किसी पार्टी की वजह से आपका कीमती समय बर्बाद हो सकता है। अपने जीवनसाथी के किसी काम की वजह से आप कुछ शर्मिन्दगी महसूस कर सकते हैं। लेकिन बाद में आपको महसूस होगा कि जो हुआ, अच्छे के लिए ही हुआ। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- प्रेम सम्बन्धों को अच्छा करने के लिए गुड़ व मसूर की दाल जरूर खाएं। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। खुद पर विश्वास जमेगा जिससे कामों में सफलता मिलेगी। गृहस्थ जीवन खुशियों से भरा रहेगा। जीवनसाथी कुछ महत्वपूर्ण कामों में सलाह अच्छी देगा। प्रेम जीवन बिता रहे लोगों के लिए भी दिनमान अच्छा है। उनके साथ घंटों बातें करेंगे। काम के सिलसिले में अपने साथियों पर निर्भर रहेंगे।आज आपका स्वास्थ्य दुरुस्त रहने की पूरी उम्मीद है। अपने अच्छे स्वास्थ्य के चलते आज आप अपने दोस्तों के साथ खेलने का प्लान बना सकते हैं। भाई बहनों की मदद से आज आपको आर्थिक लाभ मिल पाएगा। अपने भाई बहनों की सलाह लें। रिश्तेदारों के साथ अपने संबंधों को फिर तरोताज़ा करने का दिन है। फूल देकर अपने प्यार का इज़हार करें। जो लोग विदेश व्यापार से जुड़े हैं उन्हें आज मनमाफिक फल मिलने की पूरी उम्मीद है। इसके साथ ही नौकरी पेशा से जुड़े इस राशि के जातक आज अपनी प्रतिभा का पूर्ण इस्तेमाल कार्यक्षेत्र में कर सकते हैं। तनाव से भरा दिन, जब नज़दीकी लोगों से कई मतभेद उभर सकते हैं। आपको महसूस होगा कि शादी के वक़्त किए गए सारे वादे सच्चे हैं। आपका जीवनसाथी ही आपका हमदम है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- घर में खाली पड़े बर्तनों में कांसे का एक टुकड़ा रखने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन थोड़ा कमजोर है। खर्चों में तेजी आएगी। इनकम ठीक-ठाक रहेगी। कुछ खर्चे ऐसे होंगे जिनके बारे में आपने सोचा नहीं था, जिससे बजट बिगड़ सकता है। काम के सिलसिले में दिनमान शुभ रहेगा। आपकी कार्यकुशलता आपका साथ देगी। गृहस्थ जीवन में तनाव बढ़ सकता है लेकिन प्रेम जीवन बिता रहे लोगों के लिए आज का दिन शुभ रहेगा। रिश्ते में प्यार बढ़ेगा।अपने मानसिक स्वास्थ्य पर ध्यान दें, जो आध्यात्मिक जीवन के लिए आवश्यक है। मस्तिष्क जीवन का द्वार है, क्योंकि अच्छा-बुरा सब-कुछ इसी के माध्यम से आता है। यही ज़िंदगी की समस्याएँ दूर करने में सहायक सिद्ध होता है और सही सोच से इंसान को आलोकित करता है। आर्थिक तौर पर सुधार के चलते आप आसानी से काफ़ी वक़्त से लंबित बिल और उधार चुका सकेंगे। यह परिवार में दबदबा बनाए रखने की अपनी आदतों को छोड़ने का वक़्त है। ज़िंदगी के उतार-चढ़ाव में उनके कंधे से कंधा मिलाकर साथ दें। आपका बदला हुआ बर्ताव उनके लिए ख़ुशी का सबब साबित होगा। रोमांस आनन्ददायी और काफ़ी रोमांचक रहेगा। हाल में विकसित किए गए व्यावसायिक संबंध आगे चलकर बहुत फ़ायदा देंगे। आपका व्यक्तित्व ऐसा है कि ज्यादा लोगों से मिलकर आप परेशान हो जाते हैं और फिर अपने लिए वक्त निकालने की कोशिश करने लग जाते हैं। इस लिहाज से आज का दिन आपके लिए बहुत उम्दा रहने वाला है। आज आपको अपने लिए पर्याप्त समय मिलेगा। आपका जीवनसाथी आज आपके लिए कुछ बहुत ख़ास करने वाला है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- पारिवारिक जीवन को खुशहाल रखने के लिए भैरव जी के सामने दीपदान करें। \n"
}]
