horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज आपकी कुछ नए लोगों से मुलाकात होगी, जिससे आपको लाभ होगा। ननिहाल पक्ष से भी आज आपको धन लाभ मिलता दिख रहा है। करियर में भी आज आपकी अच्छी तरक्की के योग हैं। सायंकाल का समय आप अपने परिवार के सदस्यों के साथ मौज मस्ती में व्यतीत करेंगे। नौकरी में आज आप के मुताबिक माहौल बनेगा, जिससे आपका कार्य करना आसान होगा। यदि आप ऐसी प्रॉपर्टी की निवेश करने का मन बना रहे हैं, तो उसमें आपके भाई के माध्यम से सफलता मिल सकती है।आज आप खेल-कूद में हिस्सा ले सकते हैं, जो आपको तन्दुरुस्त बनाए रखेगा। आज आप अपने घर केे सदस्यों को कहीं घुमाने ले जा सकते हैं और आपका काफी धन खर्च हो सकता है। जिन्हें भावनात्मक संबल की ज़रूरत है, वे पाएंगे कि बड़े मदद के लिए आगे आ रहे हैं। आपको अपनी हार से कुछ सबक़ सीखने की ज़रूरत है, क्योंकि आज अपने दिल की बात ज़ाहिर करने से नुक़सान भी हो सकता है। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। जीवनसाथी की ख़राब सेहत के चलते आप चिंताग्रस्त हो सकते हैं। आज के दिन बाहर का भोजन आपके पेट की हालात खराब कर सकता है। इसलिए बाहर खाने से आज बचें। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- ॐ भौमाय नमः इस मंत्र का 11 बार उच्चारण करने से लव लाइफ ठीक रहेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपको अपने शत्रुओं से सावधान रहने की आवश्यकता है क्योंकि वह आपको परेशान करने का हर संभव प्रयास करेंगे। आज आपके धन हानि के योग बन रहे हैं, फिर चाहे वह किसी भी रुप में क्यों ना हो, इसलिए सावधान रहें। कार्यक्षेत्र में भी आज स्थितियां नुकसानदायक हो सकती हैं। दूसरों के भरोसे आज आपको अपना कोई भी कार्य नहीं छोड़ना है क्योंकि उसके पूरे होने की संभावना कम है। प्रेम जीवन में मधुरता बनी रहेगी। परिवार में यदि आज कोई तनाव होता है, तो आपको अपने क्रोध से बचना होगा और अपनी वाणी पर नियंत्रण रखना होगा, नहीं तो रिश्ते में दरार पड़ सकती है।आपका सबसे बड़ा सपना हक़ीक़त में बदल सकता है। लेकिन अपने उत्साह को क़ाबू में रखें, क्योंकि ज़्यादा ख़ुशी भी परेशानी का सबब बन सकती है। आपकी मनोकामनाएं दुआओं के ज़रिए पूरी होंगी और सौभाग्य आपकी तरफ़ आएगा- और साथ ही पिछले दिन की मेहनत भी रंग लाएगी। आपका गर्मजोशी भरा बर्ताव घर का माहौल ख़ुशनुमा कर देगा। कुछ ही लोग ऐसे इंसान के आकर्षण से बच सकते हैं, जिसके पास इतनी प्यारी मुस्कान हो। जब आप लोगों के साथ होंगे, तो आपकी महक फूलों की तरह चारों ओर फैलेगी। आपके प्रिय/जीवनसाथी का फ़ोन आपका दिन बना देगा। घर से बाहर निकलकर आज आप खुली हवाओं में टहलना पसंद करेंगे। आज आपका मन शांत होगा जिसका फायदा आपको पूरे दिन मिलेगा। आज का दिन उन्माद में घिर जाने का है; क्योंकि आप अपने जीवनसाथी के साथ प्रेम के चरम का अनुभव करेंगे। आज आप किसी दोस्त या करीबी रिश्तेदार से अपने दिल के गम साझा कर सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- आज ज्यादा क्रोध करना आपके लिए नुकसानदायक हो सकता है-घर में कर्पूर जलाकर आप इससे छुटकारा पा सकता हैं। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आप अपने व्यवसाय के लिए छोटी दूरी की यात्रा पर भी जा सकते हैं, जिसका आपको भरपूर लाभ भी होगा। धन संबंधी मामले मे आपको अधिक बेचैन होने की आवश्यकता नहीं है क्योंकि आज धन लाभ आपको भरपूर मात्रा में होगा। आज आपको किसी की भी बात में आकर अपने कार्यों को रोकना नहीं है, नहीं तो आपकी प्रगति रोक जाएगी। किसी परिचित के माध्यम से व्यापारिक लाभ की स्थितियां उत्पन्न होंगी। संतान को अच्छा कार्य करते देख मन में प्रसन्नता होगी। सायंकाल का समय आप अपने माता-पिता की सेवा में व्यतीत करेंगे।असुरक्षा/ दुविधा के चलते आप असमंजस में फँस सकते हैं। आज के दिन आपको धन लाभ होने की पूरी संभावना है लेकिन इसके साथ ही आपको दान-पुण्य भी करना चाहिए क्योंकि इससे आपको मानसिक शांति मिलेगी। पारिवारिक सदस्यों के साथ सुकून भरे और शांत दिन का लुत्फ़ लें। अगर लोग परेशानियों के साथ आपके पास आएँ तो उन्हें नज़रअंदाज़ करें और उन्हें अपनी मानसिक शांति भंग न करने दें। आपके महसूस करेंगे कि फ़िज़ाओं में प्यार घुला हुआ है। नज़रें उठाकर तो देखिए, आपको सब-कुछ प्रेम के रंग में रंगा दिखाई देगा। अपने बच्चों को आज समय का सदुपयोग करने की सलाह दे सकते हैं। जीवनसाथी की वजह से आपको महसूस होगा कि उनके लिए दुनिया में आप ही सबसे महत्वपूर्ण हैं। ज़रूरत से ज़्यादा सोना आपकी ऊर्जा को ख़त्म कर सकता है। इसलिए पूरे दिन ख़ुद को सक्रिय रखें। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- आज आप भाइयों या भाई सामान किसी निकट व्यक्ति के साथ फ़िल्म देखकर उन्हें प्रसन्नता का अनुभव करवा सकते हैं। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। विवाह योग्य जातकों के लिए उत्तम विवाह के अवसर आएंगे। समाज सेवा से जुड़े जातकों को कई मौके मिलेंगे, जिससे फायदा और उन्नति दोनों होगी। पारिवारिक बिजनेस में प्रगति के लिए पिता के मार्गदर्शन की आवश्यकता होगी।  पारिवारिक वातावरण शांतिपूर्ण रहेगा। व्यापारी वर्ग नए उत्पादो को व्यापार में शामिल कर सकते हैं। विद्यार्थियों को परीक्षा में सफलता प्राप्ति के लिए कठिन परिश्रम की आवश्यकता होगी। ससुराल पक्ष के यदि किसी व्यक्ति को आज दिन उधार देना पड़े, तो सोच विचार कर दें क्योंकि उसके वापस मिलने की संभावना कम है।दोस्तों के साथ शाम अच्छी रहेगी लेकिन ज़्यादा खाने से बचें क्योंकि यह आपकी अगली सुबह ख़राब कर सकती है। रात के समय आप आज आपको धन लाभ होने की पूरी संभावना है क्योंकि आपके द्वारा दिया गया धन आज आपको वापस मिल सकता है। आज हर कोई आपसे दोस्ती करना चाहता है और आप उनकी ये इच्छा पूरी करने में ख़ुशी महसूस करेंगे। कुछ लोगों के लिए जल्द ही शादी की शहनाई बज सकती है, जबकि दूसरे ज़िन्दगी में नए रोमांस का अनुभव करेंगे। मुमकिन है कि आपके अतीत से जुड़ा कोई शख़्स आज आपसे संपर्क करेगा और इस दिन को यादगार बना देगा। आज आपको अपने जीवनसाथी से एक बार फिर प्यार हो जाएगा। जब आपके परिजन सप्ताहांत में आपको कुछ-न-कुछ करने के लिए मजबूर करते रहें, तो ग़ुस्सा आना स्वाभाविक है। लेकिन शान्त रहना आपके फ़ायदे में साबित होगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- केसर लगी पीली मिठाई, केसरी हलवा खुद भी खाएं और गरीबों में भी बाँटने से स्वास्थ्य अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए उन्नति के नए-नए मार्ग खोलेगा। व्यापार में आपके प्रयास रंग लाएंगे, जिससे आपकी आर्थिक स्थिति में सुधार होगा। व्यस्तता के बीच कार्य तथा परिवार के बीच संतुलन बनाए रखना आवश्यक होगा, नहीं तो परिवार के सदस्य नाराज हो सकते हैं। भाई बहनों के साथ अच्छा समय व्यतीत होगा और उनकी चिंताओं के समाधान के लिए आप आगे आएंगे। कला वर्ग के छात्रों को शिक्षा के क्षेत्र में नए अवसर प्राप्त होगे। नौकरी में आज आपके सहयोग के प्रति आपका व्यवहार उदारता पूर्ण होगा और गलतियों के बाद भी आप हमें माफ करने में कामयाब रहेगे।अपने जीवन को चिर-स्थायी न मानें और जीवन के प्रति सजगता को अपनाएँ। आपके पास आज पैसा भी पर्याप्त मात्रा में होगा और इसके साथ ही मन में शांति भी होगी। बच्चों को पढ़ाई पर ध्यान लगाने और भविष्य के लिए योजना बनाने की ज़रूरत है। अगर आप हुक़्म चलाने की कोशिश करेंगे, तो आपके और आपके प्रिय के बीच काफ़ी परेशानी खड़ी हो सकती है। नए विचारों और आइडिया को जाँचने का बेहतरीन वक़्त। जन्मदिन भूलने जैसी किसी छोटी-सी बात को लेकर जीवनसाथी से तक़रार मुमकिन है। लेकिन अन्ततः सब ठीक हो जाएगा। आज आप फ़ोटोग्राफ़ी करके आने वाले कल के लिए कुछ बेहतरीन यादें संजो सकते हैं; अपने कैमरे का सदुपयोग करना बिलकुल न भूलें। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- मसूर की दाल व कुछ पैसे किसी सफाई कर्मचारी को देने से हेल्थ बनी रहेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आपके आलस्य के कारण आपका व्यवसाय भगवान भरोसे ही रहेगा। लाभ के नजदीक पहुंचकर भी आपको निराश होना पड़ सकता है। आज आप अपने मित्रों व परिजनों की खातिर कुछ ज्यादा ही चिंतित नजर आएंगे। अपना काम छोड़ कर आज आप दूसरों के फालतू समय में शरीक होंगे और अपना कीमती वक्त बर्बाद करेंगे। आज आपको अपने व्यापार में दैनिक खर्चा चलाने लायक ही धन लाभ हो पाएगा। सायंकाल का समय आप अपने मित्रों के साथ मौज मस्ती में व्यतीत करेंगे।नफ़रत को दूर करने के लिए संवेदना का स्वभाव अपनाएँ, क्योंकि नफ़रत की आग बहुत ज़्यादा ताक़तवर है और मन के साथ शरीर पर भी बुरा असर डालती है। याद रखें कि बुराई अच्छाई से ज़्यादा आकर्षक ज़रूर दिखाई देती है, लेकिन उसका असर ख़राब ही होता है। जेवर और एंटीक में निवेश फ़ायदेमंद रहेगा और समृद्धि लेकर आएगा। पड़ोसियों से झगड़ा आपका मूड ख़राब कर सकता है। लेकिन अपना आपा न खोएँ, इससे सिर्फ़ आग और भड़केगी। अगर आप सहयोग न करें, तो कोई आपसे नहीं झगड़ सकता है। सबसे अच्छा रिश्ता बनाए रखने की कोशिश करें। ख़ुशी के लिए नए संबंध की प्रतीक्षा करें। खाली समय का पुरा आनंद उठाने के लिए आपको लोगों से दूर होकर अपने पसंदीदा काम करने चाहिए। ऐसा करके आपमें सकारात्मक बदलाव भी आएंगे। वैवाहिक जीवन में सूखे-सर्दीले दौर के बाद आपको धूप नसीब हो सकती है। आज आप अपने देश से जुड़ी कुछ जानकारियों को जानकर चकित हो सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- परिवार में किसी का भी जन्मदिन हो तो उस दिन ग़रीबों में सफेद वस्तुएँ बांटने पर घर में सुख-शांति बनी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ व्यस्तता के साथ भागदौड़ भरा रहेगा। आज आपको अपने व्यवसाय मे दूसरों के भरोसे नहीं रहना है। अपनी शर्तों को रखकर कार्य करना है, तभी सफलता मिलती देख रही है। सेहत में उतार-चढ़ाव बना रहेगा। आंख अथवा कमर से संबंधित समस्या परेशान कर सकती है। अपने अनुभवों की मदद से पारिवारिक समस्या का समाधान निकालने मे आप सफल होगे साथ ही समय पर काम की शुरुआत करने से आप की व्यापकता और तनाव दोनों बढ़ जाएंगे। सायंकाल का समय आज आप अपने परिवार के सदस्यों को देव दर्शन के लिए लेकर जा सकते हैं।सिर्फ़ आप जानते हैं कि आपके लिए क्या बेहतर है, इसलिए मज़बूत और स्पष्टवादी बनें तथा फ़ैसले तुरन्त लें और उनके परिणामों का सामना करने के लिए तैयार रहें। आज किसी पार्टी में आपकी मुलाकात किसी ऐसे शख्स से हो सकती है जो आर्थिक पक्ष को मजबूत करने के लिए आपको अहम सलाह दे सकता है। आपका ज्ञान और हास-परिहास आपके चारों ओर लोगों को प्रभावित करेगा। कोई आपको प्यार से दूर नहीं कर सकता है। दिन की शुरुआत भले ही थोड़ी थकाऊ रहे लेकिन जैसे-जैसे दिन आगे बढ़ेगा आपको अच्छे फल मिलने लगेंगे। दिन के अंत में आपको अपने लिए समय मिल पाएगा और आप किसी करीबी से मुलाकात करके इस समय का सदुपयोग कर सकते हैं। क्या आपको लगता है कि शादी महज़ समझौतों का नाम है? अगर हाँ, तो आप आज हक़ीक़त महसूस करेंगे और जानेंगे कि यह आपके जीवन की सबसे अच्छी घटना थी। बच्चों को साथ समय का पता नहीं चलता आज आप भी अपने बच्चों के साथ वक्त बिताकर यह जान जाएँगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- घर में लाल रंग के पौधे लगाकर उनकी देखभाल करने से स्वास्थ्य ठीक रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आप अन्य दिनों की तुलना मे अधिक आलस्य दिखाएंगे, जिससे आपकी दिनचर्या भी धीमी रहेगी और आपके लंबे समय से रुके हुए कार्य आज आपके सिर पर आ सकते हैं, जिनको आपको मजबूरी में पूरा करना ही पडेगा। आज आप अपने कार्य क्षेत्र पर ज्यादा ध्यान नहीं देंगे, जिससे आज आपको धन की आमदनी अधिक नहीं होगी और आप की आर्थिक स्थिति कमजोर पड़ जाएगी। माताजी की सेहत में आज कुछ कमी आ सकती है, इसलिए सावधान रहें। संतान के विवाह के प्रस्ताव को आज आप मंजूर कर सकते हैं।\n भागमभाग भरे दिन के बावजूद आपकी सेहत पूरी तरह दुरुस्त रहेगी। तंग आर्थिक हालात के चलते कोई अहम काम बीच में अटक सकता है। बच्चे आपको अपनी उपलब्धियों से गर्व का अनुभव कराएंगे। भावनात्मक उथल-पुथल आपको परेशान कर सकती है। आज काफ़ी दिगाग़ी कसरत मुमकिन है। आपमें से कुछ शतरंज खेल सकते हैं, वर्ग-पहेली हल कर सकते हैं, कोई कविता-कहानी लिख सकते हैं या भविष्य की योजनाओं पर गहराई से सोच सकते हैं। जीवनसाथी द्वारा परिवार और मित्रों के बीच नकारात्मक तरीक़े से आपके वैवाहिक जीवन की निजी बातें उजागर हो सकती हैं। आपकी चिंताएं आज आपको जीवन का आनंद लेने से आपको रोक सकती हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- सफेद चन्दन का तिलक मस्तक पर लगाने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। काफी समय बाद आज आपको कोई अच्छी खबर सुनने को मिल सकती है। आज आपका लंबे समय से रुका हुआ धन आपको प्राप्त कर सकता है। सायंकाल का समय आज आप मनोरंजन के कार्य में व्यतीत करेंगे। आज घर में किसी से बहस ना पड़े अन्यथा आपके रिश्तों में दरार पड़ सकती है। जीवनसाथी का भरपूर सहयोग मिलेगा। आज आय की तुलना में आपका धन अधिक व्यय होगा, लेकिन वह आप खुशी से खर्च करेंगे। आज आप अपने किसी मित्र की मदद के लिए आगे आएंगे।घर पर काम करते समय ख़ास सावधानी बरतें। घरेलू चीज़ों को लापरवाही से इस्तेमाल करना आपके लिए परेशानी का सबब बन सकता है। दीर्घावधि निवेश से बचिए और अपने दोस्तों के साथ बाहर जाकर कुछ ख़ुशी के पल बिताएँ। दोस्त और रिश्तेदार आपकी मदद करेंगे और आप उनके साथ काफ़ी ख़ुशी महसूस करेंगे। अपने प्रिय की ग़ैर-ज़रूरी भावनात्मक मांगों के सामने घुटने न टेकें। जो लोग घर सेे बाहर रहते हैं आज वो अपने सारे काम पूरे करके शाम के समय किसी पार्क या एकांत जगह पर समय बिताना पसंद करेंगे। अपने जीवनसाथी की वजह से आपको मानसिक अशान्ति का सामना करना पड़ सकता है। समय मुफ़्त ज़रूर है पर बेशक़ीमती भी है, इसलिए अपने अधूरे कार्यों को निपटाकर आप आने वाले कल के लिए निश्चिंत हो सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- ॐ शुक्राय नमः का 11 बार उच्चारण करने से हेल्थ अच्छी रहेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। राजनीति से संबंधित जातकों के प्रभाव व विकास के क्षेत्र में आज वृद्धि होगी। आज आपको अपने जीवनसाथी को कोई उपहार या वस्तु देने की जल्दबाजी रहेगी। आज यदि आपको कोई रोग परेशान कर रहा है, तो आपकी सेहत में सुधार होगा, लेकिन स्वभाव में चिड़चिड़ापन रहने से आसपास के लोगों को परेशानी हो सकती है, इसके साथ ही आप कई तरह कई तरह के तनावों से ग्रस्त रहेंगे। आज आपके व्यापार में आ रही समस्याएं दूर होंगी, जिससे आपकी आर्थिक स्थिति मजबूत होगी और यदि आपका कोई पुराना कर्ज है, तो आज आप उससे मुक्त हो सकते हैं।स्वास्थ्य का ध्यान रखें और चीज़ों को व्यवस्थित करें। जिन लोगों को आप जानते हैं, उनके ज़रिए आपको आमदनी के नए स्रोत मिलेंगे। पढ़ाई की क़ीमत पर घर से ज़्यादा देर तक बाहर रहना आपको माता-पिता के ग़ुस्से का शिकार बना सकता है। करिअर के लिए योजना बनाना उतना ही आवश्यक है, जितना कि खेलना-कूदना। इसलिए माता-पिता को ख़ुश करने के लिए दोनों में संतुलन बनाना ज़रूरी है। आपका प्रेमी आज आपकी बातों को सुनने से ज्यादा अपनी बातें कहना पसंद करेगा जिसकी वजह से आप थोड़े खिन्न हो सकते हैं। अपनी बातचीत में मौलिकता रखें, क्योंकि किसी भी तरह का बनावटीपन आपको फ़ायदा नहीं पहुँचाएगा। वैवाहिक जीवन में सूखे-सर्दीले दौर के बाद आपको धूप नसीब हो सकती है। जब आप अपने परिवार के साथ सामान्य से कुछ ज़्यादा समय बिताते हैं, तो थोड़ी कहासुनी हो ही सकती है। लेकिन आज इससे बचने की कोशिश करें। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- हनुमान जी को गुड-चने का प्रसाद चढाने से स्वास्थ्य अच्छा रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए कष्ट भरा रह सकता है। किसी सदस्य से आज आपकी कहासुनी हो सकते हैं, इसलिए आपको अपनी वाणी पर नियंत्रण रखना होगा, नहीं तो रिश्तों में दरार पड़ सकती है। विद्यार्थियों को गुरुजनों का आशीर्वाद प्राप्त होगा। आज आप परिवार की सुख समृद्धि के लिए भी थोड़ा धन व्यय करेंगे। व्यापार में सकारात्मक बदलाव से आज लाभ की स्थितियां उत्पन्न होंगी। प्रेम जीवन के सम्मान में वृद्धि होगी। साझेदारी में किए जा रहे व्यापार में निवेश के लिए दिन उत्तम है। विदेश में रहने वाले रिश्तेदारों से आज आपको कोई शुभ समाचार सुनने को मिल सकता है।ख़ुश हो जाएँ क्योंकि अच्छा समय आने वाला है और आप स्वयं में अतिरिक्त ऊर्जा का अनुभव करेंगे। दूसरों को प्रभावित करने के लिए ज़रूरत से ज़्यादा ख़र्चा न करें। जिन लोगों से आपकी मुलाक़ात कभी-कभी ही होती है, उनसे बातचीत और संपर्क करने के लिए अच्छा दिन है। शाम को प्रिय के साथ रोमांटिक मुलाक़ात और साथ में कहीं लज़ीज़ खाना खाने के लिहाज़ से बढ़िया दिन है। घर के कामों को पूरा करने के बाद इस राशि की गृहणियां आज के दिन फुर्सत में टीवी या मोबाइल पर कोई मूवी देख सकती हैं। यह दिन आपके सामान्य वैवाहिक जीवन से कुछ हटकर होने वाला है। आपको अपने जीवनसाथी की ओर से कुछ ख़ास देखने को मिल सकता है। आपके दिन की शुरुआत शानदार रहेगी और इसलिए आज पूरे दिन आप ऊर्जावान महसूस करेंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- आर्थिक स्थिति बेहतर करने के लिए जलन, डाह और ईर्ष्या से बचें। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज किसी वरिष्ठ व्यक्ति की मदद से कानूनी कार्य पूरे होंगे। आपको सफलता मिलेगी। जीवनसाथी का हर क्षेत्र में सहयोग बना रहेगा, लेकिन उनके स्वास्थ्य का ध्यान रखें। सायंकाल का समय आज परिवार के सभी सदस्यों के साथ व्यतीत करेंगे, जिससे आपको मानसिक शांति मिलेगी। यदि आप कोई नया व्यापार शुरू करना चाहते हैं, तो उसके लिए दिन उत्तम रहेगा। धार्मिक कार्यों से जुड़े जातकों की ख्याति का विस्तार चारो और फैलेगा और रोजगार के क्षेत्र में आ रही सभी समस्याओं से आज आपको मुक्ति मिलेगी।अपने मानसिक स्वास्थ्य पर ध्यान दें, जो आध्यात्मिक जीवन के लिए आवश्यक है। मस्तिष्क जीवन का द्वार है, क्योंकि अच्छा-बुरा सब-कुछ इसी के माध्यम से आता है। यही ज़िंदगी की समस्याएँ दूर करने में सहायक सिद्ध होता है और सही सोच से इंसान को आलोकित करता है। बैंक से जुड़े लेन-देन में काफ़ी सावधानी बरतने की ज़रूरत है। ऐसा दिन है जब काम का दबाव कम रहेगा और आप परिवार के साथ समय बिताने का मज़ा ले पाएंगे। आपकी थकी और उदास ज़िन्दगी आपके जीवन-साथी को तनाव दे सकती है। आज आप व्यस्त दिनचर्या के बावजूद भी अपने लिए समय निकाल पाने में समर्थ होंगे और इस खाली समय में अपने परिवार वालों के साथ गुफ्तगू कर सकते हैं। सम्भव है कि आपके जीवनसाथी की वजह से आपकी प्रतिष्ठा को थोड़ी ठेस पहुँचे। आप बहुत कुछ करना चाहते हैं, फिर भी मुमकिन है कि आप आज चीज़ों को बाद के लिए टाल दें। दिन ख़त्म होने से पहले उठें और काम में लग जाएँ, नहीं तो आपको महसूस होगा कि पूरा दिन बर्बाद हो गया है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- लव लाइफ को अच्छा रखने के लिए एक-दूसरे को चाँदी की वस्तुएँ भेंट करें। \n"
}]
