horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपका परोपकार के कार्य में व्यतीत होगा। आज आपको दूसरों की मदद करने से सुकून मिलेगा। घर के बुजुर्गों का आशीर्वाद आज आपको प्रेरणा देगा। सांयकाल के समय घर के किसी सदस्य का स्वास्थ्य खराब हो जाने के कारण आपको कुछ परेशानी का सामना करना पड़ सकता है। भागदौड़ भी अधिक रहेगी और धन भी व्यय होगा। कार्यक्षेत्र में आपके पक्ष में कुछ परिवर्तन हो सकते हैं। जिससे आपके कार्य कौशल में वृद्धि होगी, लेकिन इसको देखकर आपके साथियों का मूड खराब हो सकता है, जिससे आपके कुछ नए शत्रु भी उत्पन्न हो जाएंगे। विद्यार्थियों के उच्च शिक्षा के मार्ग प्रशस्त होंगे।रक्तचाप के मरीज़ों को ख़ास ख़याल रखने और दवा-दारू करने की ज़रूरत है। साथ ही उन्हें कॉलेस्ट्रोल को क़ाबू में रखने की कोशिश भी करनी चाहिए। ऐसा करना आगे काफ़ी लाभदायक सिद्ध होगा। आज आपको अपने उन रिश्तेदारों को पैसा उधार नहीं देना चाहिए जिन्होंने आपका पिछला उधार अब तक वापस नहीं किया है। कुछ लोग जितना कर सकते हैं, उससे कई ज़्यादा करने का वादा कर देते हैं। ऐसे लोगों को भूल जाएँ जो सिर्फ़ गाल बजाना जानते हैं और कोई परिणाम नहीं देते। आपके प्रिय का प्यारा बर्ताव आपको ख़ास होने का अनुभव कराएगा; इन लम्हों का पूरा लुत्फ़ उठाएँ। दफ़्तर में आपको कुछ ऐसा काम मिल सकता है, जिसे आप हमेशा से करना चाहते थे। कार्यक्षेत्र के किसी काम में खराबी की वजह से आज आप परेशान रह सकते हैं और इस बारे में सोचकर अपना कीमती वक्त बर्बाद कर सकते हैं। अपने जीवनसाथी के साथ आप आज एक शानदार शाम गुज़ार सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- चने की दाल गाय को खिलाने से आर्थिक स्थिति सुधरेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज आप अपने परिजनों के साथ सुखद समय व्यतीत करेंगे और आपको कोई शुभ समाचार भी सुनने को मिलेगा। सरकारी नौकरी से जुड़े जातकों को आज धन लाभ हो सकता है और उनकी आर्थिक स्थिति मजबूत होगी। सायंकाल के समय अतिथियों का आगमन हो सकता है और किसी समारोह में जाने से आपका मान-सम्मान भी बढ़ेगा। व्यवसाय में समय-समय पर लिए गए निर्णय आपके लिए कारगर साबित होंगे, जिससे आपकी आर्थिक स्थिति मजबूत होगी और आपको अपने भविष्य की चिंता कम सताएगी।\n आपका चढ़ा हुआ पारा आपको परेशानी में डाल सकता है। धन आपके लिए जरुरी है लेकिन धन को लेकर इतने संजीदा न हो जाएं कि अपने रिश्तों को ही खराब कर दें। आज आपका ऊर्जा से भरपूर, ज़िंदादिल और गर्मजोशी से भरा व्यवहार आपके आस-पास के लोगों को ख़ुश कर देगा। आपको अपनी हार से कुछ सबक़ सीखने की ज़रूरत है, क्योंकि आज अपने दिल की बात ज़ाहिर करने से नुक़सान भी हो सकता है। प्रतिस्पर्धा के चलते काम-काज की अधिकता थकावट भरी हो सकती है। आज टीवी या मोबाइल पर कोई मूवी देखने में आप इतना व्यस्त हो सकते हैं कि आप जरुरी कामों को करना भी भूल जाएंगे। आपके जीवनसाथी की मांगें तनाव का कारण बन सकती हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- सुगन्धित चीज़ों का प्रयोग करने से स्वास्थ्य लाभ होगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। कार्यक्षेत्र में उच्च अधिकारियों की कृपा रहेगी, जिससे आपका प्रमोशन भी हो सकता है व्यस्तता के बीच भी आप अपनी लव लाइफ के लिए समय निकालने में कामयाब रहेंगे, जिससे जीवन साथी के साथ आपका रिश्ता और भी मजबूत होगा। भाइयों की मदद से आपके अटके हुए कार्य पूरे हो सकते हैं। राजनीति से संबंधित जातकों को आज लाभ होगा और आकस्मिक धन लाभ के भी योग बन रहे हैं। सायंकाल के समय आज वाहनों के प्रयोग से सावधानी बरतें, नहीं तो कोई चोट लग सकती हैं।\n अपने दफ़्तर से जल्दी निकलने की कोशिश करें और वे काम करें जिन्हें आप वाक़ई पसंद करते हैं। आपका कोई पुराना मित्र आज कारोबार में मुनाफा कमाने के लिए आपको सलाह दे सकता है, अगर इस सलाह पर आप अमल करते हैं तो आपको धन लाभ जरुर होगा। दोस्तों और परिवार के साथ मज़ेदार समय बीतेगा। घर में परेशानियाँ पैदा हो सकती हैं- लेकिन अपने साथी को छोटी-छोटी बातों के लिए ताने देने से बचें। आपके कठिन परिश्रम को पुरस्कार मिलेगा, क्योंकि आपकी पदोन्नति हो सकती है। आर्थिक लाभ के बारे में न सोचें, क्योंकि आगे चलकर आपको इससे बहुत फ़ायदा होगा। एकांत में वक्त बिताना अच्छा है लेकिन आपके दिमाग में कुछ चल रहा है तो लोगों से दूर रहकर आप और ज्यादा परेशान हो सकते हैं। इसलिए आपको हमारी सलाह है कि लोगों से दूर रहने से बेहतर होगा किसी अनुभवी शख्स से अपनी परेशानी के बारे में बात करें। वैवाहिक जीवन में चीज़ें हाथ से निकलती हुई मालूम होंगी। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- अपने प्रेमी/प्रेमिका से मिलते वक़्त उन्हें पीले फूल जरूर दें इससे प्रेम सम्बन्ध मजबूत होंगे। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए निश्चित रूप से फलदायक रहेगा। पारिवारिक संपर्कों से लाभ होगा। अटके हुए धन की प्राप्ति होने से भी धन कोष में वृद्धि होगी। आज आपको बाहर के खानपान से परहेज रखना होगा अन्यथा खराब हो सकता है। प्रेम जीवन में मधुरता आएगी और उपहार मिलने के भी योग बन रहे हैं। आमदनी में पिछले दिनों के मुकाबले इजाफा होगा। दैनिक खर्चे आसानी से निकल आएंगे और भविष्य की चिंता कम होगी। व्यवसाय की योजनाओं को आज गति मिलेगी और मान सम्मान व प्रतिष्ठा में भी वृद्धि होगी। ससुराल पक्ष से भी धन लाभ होता दिख रहा है।आशावादी बनें और उजले पक्ष को देखें। आपका विश्वास और उम्मीद आपकी इच्छाओं व आशाओं के लिए नए दरवाज़े खोलेंगी। जीवन के बुरे दौर में पैसा आपके काम आएगा इसलिए आज से ही अपने पैसे की बचत करने के बारे में विचार करें नहीं तो आपको दिक्कतें हो सकती हैं। घरेलू मामलों पर तुरंत ध्यान देने की ज़रूरत है। आपकी ओर से की गयी लापरावाही महंगी साबित हो सकती है। कोई आपको प्यार से दूर नहीं कर सकता है। सहकर्मी आपको काफ़ी सहयोग देंगे और कार्यक्षेत्र में विश्वास की नींव पर नए रिश्तों की शुरुआत होगी। अपने समय की कीमत समझें, उन लोगों के बीच रहना जिनकी बातें आपके समझ में नहीं आती हैं गलत है। ऐसा करना भविष्य में आपको परेशानियों के अलावा कुछ नहीं देगा। आप अपने जीवन की कुछ यादगार शामों में से एक आज अपने जीवनसाथी के साथ बिता सकते हैंं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- आर्थिक स्थिति को अच्छा रखने के लिए कांसे का दान करें, इससे बुध प्रसन्न रहता है। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज आपको दिन के आरंभ में किसी महत्वपूर्ण कार्य के लिए निर्णय लेने की सुविधा होगी, लेकिन परिजन अथवा किसी वरिष्ठ व्यक्ति का मार्गदर्शन आपको इससे बाहर निकालेगा। सायंकल का समय प्रियजनों के दर्शन व हास्य परिहास में व्यतीत होगा। प्रतिस्पर्धा के क्षेत्र में आगे बढ़ेंगे और मित्रों के सहयोग से आज आपको आपका रुका हुआ धन भी प्राप्त हो सकता है। राजनीतिक क्षेत्र में किए गए प्रयास दिखने लगेंगे और आप को आशातीत सफलता प्राप्त होगी। आज आप अपने किसी मित्र की मदद के लिए आगे आएंगे, तो उसमें भी आज लाभ होगा।ख़ुद अपना इलाज करने से बचें, क्योंकि दवाई पर आपकी निर्भरता बढ़ने की संभावना से इंकार नहीं किया जा सकता है। आज आपको पैसों से जुड़ी कोई समस्या आ सकती है जिसे सुलझाने के लिए आप अपने पिता या पितातुल्य किसी आदमी से सलाह ले सकते हैं। सामाजिक उत्सवों में सहभागिता का मौक़ा है, जो आपको प्रभावशाली व्यक्तियों के संपर्क में लाएगा। अपने प्रिय को नज़रअंदाज़ करना घर पर तनाव का कारण बन सकता है। कार्यक्षेत्र में दिल लगाने से बचें नहीं तो आपकी बदनामी हो सकती है। यदि आप किसी से जुड़ना भी चाहते हैं तो ऑफिस से दूरी बनाकर ही उनसे बात करें। अगर आज आप यात्रा कर रहे हैं तो आपको अपने सामान की अतिरिक्त सुरक्षा करने की ज़रूरत है। जीवनसाथी का बर्ताव आपके पेशेवर रिश्तों पर ग़लत असर डाल सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- सूर्योदय के समय प्राणायाम करने से स्वास्थ्य बना रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। कार्य व्यवसाय में भाग्य का साथ मिलने से आपको संतोषजनक लाभ होगा। आज आप वृद्धजनों की सेवा व पुण्य कार्य पर भी धन खर्च करेंगे। दांपत्य जीवन में सुखद स्थिति का अनुभव होगा। नौकरी कर रहे जातकों को आज छोटी मोटी बहस बाजी से बचना होगा अन्यथा भविष्य के आपके संबंध खराब हो सकते हैं। व्यापार में प्रतिद्वंद्वियों के लिए आज आप सिरदर्द बने रहेंगे। संतान के विवाह में आ रही बाधा आज समाप्त होगी।मित्रों या परिवार के सदस्यों के साथ मौज-मस्ती भरी यात्रा आपको सुकून देगी। आज आपकी कोई चल संपत्ति चोरी हो सकती है इसलिए जितना हो सके इनका ध्यान रखें। रिश्तेदारों से सहयोग मिलेगा और दिमाग़ी बोझ से छुटकारा मिलेगा। आपका महबूब आज आपको बड़ी ख़ूबसूरती से कुछ ख़ास करके चौंका सकता है। अपने साथी को यूँ ही हमेशा के लिए मिला न मानें। यदि आपको व्यस्त दिनचर्या के बाद भी अपने लिए समय मिल पा रहा है तो आपको इस समय का सदुपयोग करना सीखना चाहिए। ऐसा करके अपने भविष्य को आप सुधार सकते हैं। आज आप महसूस करेंगे कि शादी का बंधन वाक़ई स्वर्ग में बनाया जाता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- अपने घर में अपने इष्टदेव की चाँदी की मूर्ति स्थापित करके उनकी नियमित पूजा करने से धन वृद्धि होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। विद्यार्थियों के लिए आज शिक्षा व प्रतियोगिता के क्षेत्र में विशेष उपलब्धि के योग बन रहे हैं। जीवनसाथी का सहयोग व सानिध्य आज आपको पर्याप्त मात्रा में मिलेगा। व्यापार में भागदौड़ अधिक रहने के कारण मौसम का विपरीत प्रभाव स्वास्थ्य पर पड़ सकता है, इसलिए सावधान रहें। परिजनों अथवा किसी नजदीकी से उपहार मिलेगा, इसके बीच कुछ निजी स्वार्थ भी रहेगा। नौकरीपेशा लोग अन्य लोगों से बेहतर कार्य करने पर सम्मानित होंगे। यदि आपका अपने भाइयों से कोई विवाद चल रहा था, तो वह आज समाप्त होगा। साझेदारी में यदि कोई व्यापार करना चाहते हैं, तो उसके लिए भी दिन उत्तम रहेगा।आप जल्द ही लम्बे समय से चली आ रही बीमारी से उबरकर पूरी तरह सेहतमंद हो सकते हैं। लेकिन ऐसे ख़ुदगर्ज़ और ग़ुस्सैल इंसान से बचें, जो आपको तनाव दे सकता है और आपकी परेशानियों में इज़ाफ़ा कर सकता है। बिना किसी की मदद के भी आप धन कमा पाने में सक्षम हो सकते हैं बस आपको खुद पर विश्वास करने की जरुरत है। जिन्हें आप चाहते हैं, उनके साथ उपहारों का लेन-देन करने के लिए अच्छा दिन है। प्यार का भरपूर लुत्फ़ मिल सकता है। बिना गहराई से समझे-बूझे किसी व्यावसायिक/क़ानूनी दस्तावेज़ पर हस्ताक्षर न करें। दिन के अंत में आज आप अपने घर के लोगों को वक्त देना चाहेंगे लेकिन इस दौरान घर के किसी करीबी के साथ आपकी कहासुनी हो सकती है और आपका मूड खराब हो सकता है. अगर आप कोशिश करें तो आप अपने जीवनसाथी के साथ अपने जीवन का सबसे अच्छा दिन आज गुज़ार सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- त्रिफला का सेवन किसी भी रूप में करने से स्वास्थ्य अच्छा होगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आप के मान सम्मान में वृद्धि का रहेगा। समाजिक क्षेत्र में प्रतिष्ठा बढ़ेगी, जिससे आपके मित्रों की संख्या में इजाफा होगा। कार्यक्षेत्र पर किसी पुरानी बात को लेकर साथियों के साथ भेदभाव बढ़ेगा, लेकिन विवेक जागृत रहने के कारण स्थिति गंभीर नहीं हो सकेगी। सायंकाल में परिजनों से भेंट होगी और सैर सपाटे का अफसर आज आपको प्राप्त होगा। आज आपके कुछ पुराने व्यवसायिक संबंध खराब हो सकते हैं। संतान की शिक्षा से संबंधित आज कुछ भागदौड़ करनी पड़ सकती है, जिससे कुछ तनाव भी रहेगा।स्वतः ही अपनी चिकित्सा करना घातक सिद्धा होगा। कोई भी औषधि लेने से पहले चिकित्सक की सलाह लें, नहीं तो लेने के देने पड़ सकते हैं। आज धन आपके हाथ में नहीं टिकेगा, आपको धन संचय करने में आज बहुत दिक्कतों का सामना करना पड़ सकता है। किसी धार्मिक स्थान पर जाएँ या किसी संत से मिलें, इससे आपके मन को शांति और सुकून मिलेगा। आज आप जीवन में सच्चे प्रेम की कमी का अनुभव करेंगे। ज़्यादा चिंता न करें, हर चीज़ समय के साथ बदलती है और इसलिए आपकी रोमांटिक ज़िंदगी में भी बदलाव आएगा। आज के दिन आप सबके ध्यान का केंद्र होंगे और सफलता आपकी पहुँच में होगी। आज आप नए विचारों से परिपूर्ण रहेंगे और आप जिन कामों को करने के लिए चुनेंगे, वे आपको उम्मीद से ज़्यादा फ़ायदा देंगे। लंबे समय से कामकाज का दबाव आपके वैवाहिक जीवन के लिए कठिनाई खड़ा कर रहा है। लेकिन आज सारी शिकायतें दूर हो जाएंगी। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- बड़ी स्त्रियों (माँ, दादी, नानी या कोई बुजुर्ग महिला) का आशीर्वाद ग्रहण करने से स्वास्थ्य अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। सांसारिक सुख भोग के साधनों में आज वृद्धि होगी। कारोबारियों का आर्थिक पक्ष मजबूत होगा। कर्मचारी या किसी संबंधी के कारण आज कुछ तनाव बढ़ सकता है, लेकिन आपको अपनी वाणी पर संयम रखना होगा और विपरीत परिस्थितियों का सामना करना होगा। यदि कोई मामला कोर्ट कचहरी में चल रहा है, तो उसके लिए चक्कर काटने पड़ सकते हैं। पैसे के लेनदेन से सावधानी बरतें अन्यथा धन फंस सकता है। कारोबार में आज आपका आर्थिक पक्ष मजबूत होगा और आप के मान सम्मान की कीर्ति बढ़ेगी। आज आपके शत्रु आपके विरुद्ध कुछ षड्यंत्र रच सकते हैं।मानसिक और नैतिक शिक्षा के साथ शारीरिक शिक्षा भी लें, केवल तभी सर्वांगीण विकास संभव है। याद रखें कि एक स्वस्थ शरीर में ही एक स्वस्थ दिमाग़ निवास करता है। रुका हुआ धन मिलेगा और आर्थिक हालात में सुधार आएगा। ऐसी जानकारी ज़ाहिर न करें, जो व्यक्तिगत और गोपनीय हो। आज प्यार की मदहोशी में हक़ीक़त और फ़साना मिलकर एक होते मालूम होंगे। इसे महसूस करें। कुछ लोगों को कार्यक्षेत्र में तरक़्क़ी मिलेगी। इस राशि के लोग बड़े ही दिलचस्प होते हैं। ये कभी लोगों के बीच रहकर खुश रहते हैं तो कभी अकेले में हालांकि अकेले वक्त गुजारना इतना आसान नहीं है फिर भी आज दिन में कुछ समय आप अपने लिए जरुर निकाल पाएंगे। लगता है कि आपका जीवनसाथी आज बहुत ख़ुश है। आपको सिर्फ़ वैवाहिक जीवन से जुड़ी उसकी योजनाओं में मदद करने की ज़रूरत है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- एक लाल मिर्च, 27 मसूर की दाल के दाने तथा 5 लाल फूल लेकर किसी हनुमान मंदिर में चढ़ाएं, इससे पारिवारिक जीवन की खुशियाँ बढ़ेंगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए उन्नति भरा रहेगा। सामाजिक क्षेत्र पर आप अत्यंत बुद्धिमान समझे जाएंगे, लेकिन आज आपको अपनी माता जी के स्वास्थ्य के प्रति सचेत रहना होगा और उनको बाहर के खानपान से परहेज रखने के लिए कहना होगा। सायंकाल में धार्मिक स्थानों की यात्रा का प्रसंग प्रबल होकर स्थगित होगा। वाहनों के प्रयोग से आज आपको सावधानी बरतनी होगी। अकस्मात वाहन के खराब हो जाने से खर्च बढ़ सकता है, इसलिए सावधान रहें। सामाजिक क्षेत्र पर आप अत्यंत बुद्धिमान समझे जाएंगे, लेकिन घर में आपकी छवि कुटिल जैसी रहेगी। घरेलू कामों में अनदेखी घर में अशांति फैला सकती हैं और कई उपयोगी वस्तुओं पर भी धन का खर्चा होगा।आउटडोर खेल आपको आकर्षित करेंगे- ध्यान और योग आपको फ़ायदा पहुँचाएंगे। आर्थिक रुप से आज आप काफी मजबूत नजर आएंगे, ग्रह नक्षत्रों की चाल से आज आपके लिए धन कमाने के कई मौके बनेंगे. लोगों के साथ ठीक तरह से पेश आएँ, ख़ास तौर पर उनके साथ जो आपसे प्यार करते हैं और आपका ख़याल रखते हैं। आज आपके दिल की धड़कनें अपने प्रिय के साथ ताल-से-ताल मिलाती मालूम होंगी। जी हाँ, यह प्यार का ही ख़ुमार है। दूसरे आपसे काफ़ी ज़्यादा समय की मांग कर सकते हैं। उनसे किसी भी तरह का वादा करने से पहले यह देख लें कि आपका काम उससे प्रभावित न हो और साथ ही वे आपकी उदारता और सुहृदयता का ग़लत फ़ायदा न उठाएँ। समय का सदुपयोग करना सीेखें। यदि आपके पास खाली वक्त है तो कुछ रचनात्मक करने की कोशिश करें। वक्त को बर्बाद करना अच्छी बात नहीं है। वैवाहिक जीवन के दृष्टिकोण से देखें तो चीज़ें आपके पक्ष में जाती हुई नज़र आ रही हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- लेड धातु के टुकड़े पर राहु यंत्र खुदवाकर अपनी जेब में रखने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ उन्नति भरा रह सकता है। आज आपको अपने मित्रों से कुछ निराशा हाथ लग सकती है। सरकारी नौकरी से जुड़े कर्मचारियों पर आज जिम्मेदारियों का बोझ बढ़ सकता है। व्यवसायिक क्षेत्र मे मन के अनुकूल लाभ होने का हर्ष होगा। किसी संपत्ति की खरीद-फरोख्त से पहले उस संपत्ति के बारे में सारी जांच पड़ताल अवश्य कर लें और कागजात भी अवश्य चेक करें। यदि आप व्यवसाय परिवर्तन की योजना बना रहे हैं, तो दिन अनुकूल रहेगा। ससुराल पक्ष के रिश्तों से यदि कोई अनबन चल रही थी, तो वह आज समाप्त होगी। आस पड़ोस में आज कोई वाद विवाद हो सकता है।जिस तरह मिर्च खाने को लज़ीज़ बनाती है, उसी तरह थोड़ा-सा दुःख भी जीवन में ज़रूरी है और तभी सुख की असली क़ीमत पता लगती है। माता-पिता की मदद से आप आर्थिक तंगी से बाहर निकलने में क़ामयाब रहेंगे। कुछ लोग जितना कर सकते हैं, उससे कई ज़्यादा करने का वादा कर देते हैं। ऐसे लोगों को भूल जाएँ जो सिर्फ़ गाल बजाना जानते हैं और कोई परिणाम नहीं देते। अपनी बातों को सही साबित करने के लिए आज के दिन आप अपने संगी से झगड़ सकते हैं। हालांकि आपका साथी समझदारी दिखाते हुए आपको शांत कर देगा। ऐसा लगता है कि कुछ समय के लिए आप नितांत एकाकी है। सहकर्मी/सहयोगी मदद के लिए हाथ बढ़ा सकते हैं, लेकिन वे ज़्यादा सहायता नहीं कर पाएंगे। घर से बाहर निकलकर आज आप खुली हवाओं में टहलना पसंद करेंगे। आज आपका मन शांत होगा जिसका फायदा आपको पूरे दिन मिलेगा। जीवन साथी से पूर्णरूपेण सहयोग न मिलने के कारण आप निराश हो सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- केसर का तिलक लगाएं, इससे पारिवारिक जीवन अच्छा चलेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए मनचाही सफलता प्राप्त करने के लिए होगा, इसलिए आज वही कार्य करें, जिससे पूरे होने की आशा को नए कार्यों में माता-पिता की सलाह आप के लिए उपयोगी सिद्ध होगी। आज आपकी पास व दूर की यात्रा भी साकार हो सकती है। बिजनेस की बढ़ती प्रोग्रेस को देखकर आप काफी खुश होंगे। वैवाहिक जीवन में आनंद का अनुभव होगा। विवाह योग्य जातकों के लिए आज विवाह के अच्छे-अच्छे प्रस्ताव आएंगे। विद्यार्थियों को शिक्षा में आ रही बाधाओं को दूर करने के लिए आज गुरुजनों की मदद की आवश्यकता होगी।दिन फ़ायदेमन्द साबित होगा और आप किसी पुरानी बीमारी में काफ़ी आराम महसूस करेंगे। अगर आप छात्र हैं और विदेशों में जाकर पढ़ाई करना चाहते हैं तो घर की आर्थिक तंगी आज आपके माथे पर शिकन ला सकती है। अगर आप अपने आकर्षण और होशियारी का इस्तेमाल करें, तो लोगों से मनचाहा व्यवहार पा सकते हैं। ज़िन्दगी की हक़ीक़त का सामना करने के लिए आपको अपने प्रिय को कम-से-कम कुछ वक़्त के लिए भूलना पड़ेगा। नई शुरू की परियोजनाएँ उम्मीद के मुताबिक़ परिणाम नहीं देंगी। आप खुद को समय देना जानते हैं और आज तो आपको काफी खाली समय मिलने की संभावना है। खाली समय में आज आप कोई खेल-खेल सकते हैं या जिम जा सकते हैं। आप अपने जीवनसाथी के साथ रोमानी दिन गुज़ार सकते हैं, इससे आपका रिश्ता मज़बूत होगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- नौकरी/बिजनेस के लिए निकलने से पहले गुड़ खाकर पानी पीकर निकलें। \n"
}]
