horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य फलदायक रहेगा। कामों में उतार-चढ़ाव आएगा लेकिन भाग्य का साथ मिलने से कई काम बिना मेहनत के हो जाएंगे। शादीशुदा लोगों को गृहस्थ जीवन को लेकर कुछ चिंता महसूस होगी। थोड़ा तनाव हो सकता है। प्रेम जीवन बिता रहे लोग आज के दिन का आनंद लेंगे। काम के सिलसिले में दिन अच्छा है। ओवर कॉन्फिडेंट होने से बचें।स्वास्थ्य के लिहाज़ से बहुत अच्छा दिन है। आपकी ख़ुशमिज़ाजी ही आपके आत्मविश्वास में बढ़ोतरी करेगी। जेवर और एंटीक में निवेश फ़ायदेमंद रहेगा और समृद्धि लेकर आएगा। पारिवारिक उत्तरदायित्व में वृद्धि होगी, जो आपको मानसिक तनाव दे सकती है। प्रेम के नज़रिए से आज का दिन आपके लिए ख़ुशियों से भरा रहेगा। आज आपको अचानक किसी अनचाही यात्रा पर जाना पड़ सकता है जिसकी वजह से घरवालों के साथ समय बिताने का आपका प्लान खराब हो सकता है। आपके और आपके जीवन साथी के बीच विश्वास की कमी रह सकती है। जिससे आज वैवाहिक जीवन में तनाव हो सकता है। आज विदेश में रहने वाले किसी शख्स से आपको कोई बुरी खबर मिल सकती है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- स्वास्थ्य ही जीवन है- अगर आज आप कुछ अस्वस्थ महसूस कर रहे हैं तो अपने वजन के बराबर जौ तोलकर किसी गौ-आश्रम में दें। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। आप पूजा पाठ में मन लगाएंगे। धन को लेकर चिंतित रहेंगे। शादीशुदा जीवन खुशनुमा रहेगा। रिश्ते में आपसी समाचार प्रेम रहेगा। प्रेम जीवन बिता रहे लोगों को थोड़ी निराशा हो सकती है। काम के सिलसिले में दिनमान ठीक-ठाक है। यात्रा पर जाने से बचें।आपमें आज चुस्ती-फुर्ती देखी जा सकती है। आपका स्वास्थ्य आज पूरी तरह से आपका साथ देगा। आज आपको किसी अज्ञात स्रोत से पैसा प्राप्त हो सकता है जिससे आपकी कई आर्थिक परेशानियां दूर हो जाएंगी। दोस्तों के साथ कुछ करते वक़्त अपने हितों को अनदेखा न करें – हो सकता है कि वे आपकी ज़रूरतों को ज़्यादा गंभीरता से न लें। अपने प्रिय के साथ सैर-सपाटे पर जाते समय ज़िंदगी को पूरी शिद्दत से जिएँ। मुमकिन है कि आपके अतीत से जुड़ा कोई शख़्स आज आपसे संपर्क करेगा और इस दिन को यादगार बना देगा। आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्तों की तरह है और आपको आज यह एहसास होगा। सितारे इशारा कर रहे हैं कि आज आप अपना दिन टीवी देखने में गुज़ार सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- ॐ ब्रां ब्रीं ब्रौं सः बुधाय नमः इस मंत्र को 11 बार उच्चारण सुबह-शाम करने से पारिवारिक जीवन रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। कामों में सफलता मिलेगी और आप का मनोबल ऊंचा होगा। सेहत में उतार-चढ़ाव रहेगा। परिवार में थोड़ा तनाव रहेगा। शादीशुदा जीवन सामान्य रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा है। कुछ खर्चे होंगे।अपने विचारों को सकारात्मक रखें, क्योंकि आपको ‘डर’ नाम के दानव का सामना करना पड़ सकता है। नहीं तो आप निष्क्रिय होकर इसका शिकार हो सकते हैं। अपनेे लिए पैसा बचाने का आपका ख्याल आज पूरा हो सकता है। आज आप उचित बचत कर पाने में सक्षम होंगे। अपने परिवार की भलाई के लिए मेहनत करें। आपके कामों के पीछे प्यार और दूरदृष्टि की भावना होनी चाहिए, न कि लालच का ज़हर। प्रेम निःसीम होता है, सभी सीमाओं के परे; आपने ये बातें पहले भी सुनी होंगी। लेकिन आज वह दिन है जब आप अगर चाहें तो यह ख़ुद महसूस कर सकते हैं। अपनी बातचीत में मौलिकता रखें, क्योंकि किसी भी तरह का बनावटीपन आपको फ़ायदा नहीं पहुँचाएगा। वैवाहिक जीवन के लिहाज़़ से यह बढ़िया दिन है। साथ में एक अच्छी शाम गुज़ारने की योजना बनाएँ। आज आपका कोई सहकर्मी आपको सलाह दे सकता है, हालांकि आपको यह सलाह पसंद नहीं आएगी। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- ॐ बुं बुधाय नमः मंत्र का जाप सुबह-शाम दोनो समय 11 बार करने से स्वास्थ्य बना रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फलदायक रहेगा। खर्चों में होती हुई तेजी आपको थोड़ा परेशान कर सकती है। सेहत के मामले में भी आपको ध्यान देना होगा। बेवजह की चिंता से दूर रहें। काम के सिलसिले में दिनमान अच्छा है। प्रयासों से सफलता मिलेगी। गृहस्थ जीवन में उतार-चढ़ाव रहेगा। प्रेम जीवन बिता रहे लोग आज के दिन का फायदा उठाएंगे और कहीं घूमने जाने की कोशिश करेंगे।मौज-मस्ती की यात्राएं और सामाजिक मेलजोल आपको ख़ुश रखेंगे और सुकून देंगे। आज सफलता का मंत्र यह है कि उन लोगों की सलाह पर पैसे लगाएँ, जो मौलिक सोच रखते हों और अनुभवी भी हों। आपके फ़ैसले में माता-पिता की मदद अहम साबित होगी। ज़रा संभल कर, क्योंकि आपका प्रिय रूमानी तौर पर आपको मक्खन लगा सकता है – मैं तुम्हारे बग़ैर इस दुनिया में नहीं रह सकता/सकती। आपका संंगी आपसे सिर्फ कुछ समय चाहता है लेकिन आप उनको समय नहीं दे पाते जिससे वो खिन्न हो जाते हैं। आज उनकी यह खिन्नता स्पष्टता के साथ सामने आ सकती है। मुमकिन है कि आज आपका जीवनसाथी ख़ूबसूरत शब्दों में यह बताए कि आप उनके लिए कितने क़ीमती हैं। आज का दिन किसी भी धार्मिक स्थल के लिए समर्पित करना अपनी मानसिक शांति बनाए रखने का सर्वश्रेष्ठ साधन हो सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- छात्रों को स्टेशनरी का सामान(कॉपी, पेन, पेन्सिल इत्यादि) बांटना आज आपको सुकून भरा अहसास करा सकता है। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। सेहत थोड़ी कमजोर रहेगी जिससे आपका मन कामों में कम लगेगा, फिर भी कामकाज को लेकर स्थिति अच्छी रहेगी। इनकम में बढ़ोतरी होगी जो आपको खुशी देगी। गृहस्थ जीवन सामान्य रहेगा। जीवन साथी की सेहत बिगड़ सकती है। प्रेम जीवन के लिए दिनमान अच्छा है। आप अपने प्रिय को अपने दोस्तों के साथ मुलाकात करा सकते हैं।जो धुंध आपके चारों तरफ़ छायी हुई है और आपकी प्रगति को बाधित कर रही है, उससे बाहर निकलने का समय है। भाई बहनों की मदद से आज आपको आर्थिक लाभ मिल पाएगा। अपने भाई बहनों की सलाह लें। आपके नज़दीकी लोग निजी जीवन में परेशानियाँ खड़ी कर सकते हैं। अपने दोस्त से बहुत लम्बे समय बाद मिलने का ख़याल आपके दिल की धड़कन को बढ़ा सकता है। कर्म-काण्ड/हवन/पूजा-पाठ आदि का आयोजन घर मे होगा। अगर आप वैवाहिक तौर पर लंबे समय से कुछ नाख़ुश हैं, तो आज के दिन आप हालात बेहतर होते हुए महसूस कर सकते हैं। आप कुछ समय अपने व्यक्तित्व को निखारने में लगा सकते हैं, क्योंकि आकर्षक व्यक्तित्व का आत्म-निर्माण में अहम योगदान होता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- माँ सरस्वती की मूर्ति के आगे नीला फूल चढ़ाकर आराधना करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। परिवार में किसी बात को लेकर खींचातानी की स्थिति रहेगी। ऐसे में विवाद बढ़ सकता है इसलिए सावधानी रखें। कामकाज के सिलसिले में आप काफी बिजी रहेंगे और समय कब गुजर जाएगा पता ही नहीं चलेगा। भाग्य के सहारे कुछ काम बन जाएंगे जिससे आपको संतुष्टि होगी। गृहस्थ जीवन अच्छा रहेगा। प्रेम जीवन बिता रहे लोगों को कुछ निराशा हो सकती है।आपका बच्चों जैसा भोला स्वभाव फिर सतह पर आ जाएगा और आप शरारती मनोदशा में होंगे। अचानक नए स्रोतों से धन मिलेगा, जो आपके दिन को ख़ुशनुमा बना देगा। बच्चों के साथ ज़्यादा सख़्ती उन्हें नाराज़ कर सकती है। ख़ुद को नियंत्रित रखने और यह याद रखने की ज़रूरत है कि ऐसा करने से आप अपने और उनके बीच दीवार खड़ी कर लेंगे। आपके महसूस करेंगे कि फ़िज़ाओं में प्यार घुला हुआ है। नज़रें उठाकर तो देखिए, आपको सब-कुछ प्रेम के रंग में रंगा दिखाई देगा। जीवन की पेचीदिगियों को समझने के लिए आज घर के किसी वरिष्ठ शख्स के साथ आप वक्त गुजार सकते हैं। आज आपका जीवनसाथी आपको प्यार और सुख के लोक की सैर करा सकता है। जिंदगी आपको अच्छे अहसास भी जरुर कराती है बस आपको इन अहसासों को समझने की जरुरत है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- माँ सरस्वती की मूर्ति के आगे नीला फूल चढ़ाकर आराधना करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nकोई डेटा उपलब्ध नहीं है, कृपया बाद में प्रयास करें।छोटी-छोटी चीज़ों को ख़ुद के लिए परेशानी का सबब न बनने दें। आपका कोई दोस्त आपसे आज बड़ी रकम उधार मांग सकता है, अगर आप उनको यह रकम देते हैं तो आप आर्थिक तंगी में आ सकते हैं। घरेलू ज़िंदगी सुकूनभरी और ख़ुशनुमा रहेगी। अगर आप खुले दिल से अपनी बात रखें, तो आपकी मोहब्बत आज आपके सामने प्यार के फ़रिश्ते के रूप में आएगी। यात्रा के दौरान आप नयी जगहों को जानेंगे और महत्वपूर्ण लोगों से मुलाक़ात होगी। जीवनसाथी की मासूमियत आपके दिन को ख़ास बना सकती है। हमेशा आप अपनी बातों को सही मान लेते हैं। ऐसा करना सही नहीं है आपने विचारों को लचीला बनाएं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- हनुमान जी की नियमित पूजा करने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम रूप से फलदायक रहेगा। सबसे अच्छी बात होगी कि आज आपके पास पैसा आएगा जिससे आपकी आर्थिक स्थिति बढ़िया होगी और आप खुश होंगे। आज नए नए पकवान खाने का मौका मिल सकता है। दोस्तों से बातचीत होगी। शादीशुदा जीवन सामान्य रहेगा। जीवन साथी के साथ ससुराल जाने का मौका मिलेगा। प्रेम जीवन बिता रहे लोग अपने प्यार में हक जताना पसंद करेंगे।मौज-मस्ती और मनपसंद काम करने का दिन है। जो लोग शेयर बाजार में पैसा लगाते हैं आज उनका पैसा डूब सकता है। वक्त रहते सचेत हो जाएं तो आपके लिए बेहतर रहेगा। दफ़्तर के कामकाज में ज़्यादा व्यस्तता के चलते अपने जीवनसाथी के साथ आपका रिश्ता तनावपूर्ण हो सकता है। प्रेम का आह्लाद महसूस करने के लिए आप किसी नए व्यक्ति से मिल सकते हैं। अगर आपके पास हालात से उबरने के लिए दृढ़ इच्छा-शक्ति है, तो कुछ भी असंभव नहीं है। आपका जीवनसाथी हाल में हुई खटपट को भुलाकर अपने अच्छे स्वभाव का परिचय देगा। धन को इतनी अहमियत न दें कि आपके रिश्ते ही खराब हो जाएँ। यह बात याद रखें कि धन मिल सकता है लेकिन रिश्ते नहीं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- अच्छे पारिवारिक जीवन के लिए नहाने के जल में काले तिल, काली सरसों के दाने डालकर स्नान करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिनमान आपके लिए काफी हद तक अच्छा रहेगा। काम के सिलसिले में दिनमान मजबूत है, इसलिए आप जो काम करना चाहेंगे वह करने में सफल रहेंगे। शादीशुदा लोगों का गृहस्थ जीवन अच्छा रहेगा। रिश्ते में प्रेम और रोमांस की बढ़ोतरी होगी। प्रेम जीवन बिता रहे लोग भी आज के दिन का सुख लेंगे और अपने प्रिय के साथ खूब बातें करेंगे।दिन फ़ायदेमन्द साबित होगा और आप किसी पुरानी बीमारी में काफ़ी आराम महसूस करेंगे। पुराने निवेशों के चलते आय में बढ़ोत्तरी नज़र आ रही है। आपके आकर्षण और व्यक्तित्व के ज़रिए आपको कुछ नए दोस्त मिलेंगे। प्यार एक ऐसा जज़्बा है जिसे न सिर्फ़ महसूस किया जाना चाहिए, बल्कि अपने प्रिय के साथ बांटना भी चाहिए। आज समय की नजाकत को देखते हुए आप अपने लिए समय निकाल सकते हैं लेकिन ऑफिस के किसी काम के अचानक आ जाने के कारण आप ऐसा करने में सफल नहीं हो पाएँगे। आपको महसूस होगा कि आपका वैवाहिक जीवन बहुत ख़ूबसूरत है। विचारों से ही मनुष्य की दुनिया बनती है – कोई बेहतरीन किताब पढ़कर आप अपनी विचारधारा को और सशक्त कर सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- आर्थिक स्थिति को अच्छा करने के लिए रात में चूल्हे की आग को दूध से बुझाएं। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम रूप से फलदायक रहेगा। आपके खर्चों में तेजी से बढ़ोतरी होगी जिसकी वजह से आपको कुछ चिंता हो सकती है। गृहस्थ जीवन में थोड़ा तनाव रहेगा जिसकी वजह से आपका काम में मन कम लगेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा है। आपके प्रिय से संबंध मजबूत बनेंगे। अपने विरोधियों से सतर्क रहें। कामकाज के लिए दिलमान सामान्य है।आपका सबसे बड़ा सपना हक़ीक़त में बदल सकता है। लेकिन अपने उत्साह को क़ाबू में रखें, क्योंकि ज़्यादा ख़ुशी भी परेशानी का सबब बन सकती है। इस राशि के विवाहित जातकों को आज ससुराल पक्ष से धन लाभ होने की संभावना है। पुराने दोस्त मददगार और सहयोगी साबित होंगे। आपके लिए अपने प्रिय से दूर रहना बहुत मुश्किल होगा। दिन के अंत में आज आप अपने घर के लोगों को वक्त देना चाहेंगे लेकिन इस दौरान घर के किसी करीबी के साथ आपकी कहासुनी हो सकती है और आपका मूड खराब हो सकता है. जीवनसाथी से बहुत ज़्यादा उम्मीदें रखना आपको वैवाहिक जीवन में उदासी की तरफ़ ले जा सकता है। आज आप बच्चों के साथ बच्चों के जैसा ही व्यवहार करेंगे जिससे आपके बच्चे सारे दिन आपसे चिपके रहेंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- तुलसी के पौधे पर शाम को एक दीया जलाएं, इससे लव लाइफ बढ़िया चलेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा फलदायक साबित होगा। आपकी इनकम में तेजी से बढ़ोतरी होगी जो आपको आर्थिक संतुष्टि के साथ-साथ मानसिक संतुष्टि प्रदान करेगी। कामकाज के सिलसिले में दिनमान अच्छा है। आपके प्रयास सफल होंगे। मेहनत रंग लाएगी। गृहस्थ जीवन अच्छा रहेगा। जीवन साथी कुछ महत्वपूर्ण बातें कर सकता है। प्रेम जीवन बिता रहे लोग आज के दिन को खुशी-खुशी बिताएंगे।खीज और चिढ़चिढ़ेपन के अहसास को ख़ुद पर छाने न दें। अतिरिक्त आय के लिए अपने सृजनात्मक विचारों का सहारा लें। जीवनसाथी के साथ अपने रिश्तों में तनाव दूर करने के लिए अच्छा दिन है। रिश्ते की इस नाज़ुक डोर से जुड़े दोनों ही लोगों को इसके लिए समर्पित होना चाहिए और एक-दूसरे के लिए दिल में यक़ीन और प्यार होना चाहिए। हालात ठीक करने की ज़िम्मेदारी अपने कंधों पर लें और सकारात्मक तौर पर पहल करें। अपने साथी को भावनात्मक तौर पर ब्लैकमेल करने से बचें। वक्त से बढ़कर कुछ नहीं होता। इसलिए आप वक्त का सदुपयोग करते हैं लेकिन कई बार आपको जीवन को लचीला बनाने की जरुरत भी होती है और अपने घर परिवार के साथ समय बिताने की जरुरत होती है। सम्भव है कि आपके जीवनसाथी की वजह से आपकी प्रतिष्ठा को थोड़ी ठेस पहुँचे। रात के वक्त आज आप बिना किसी को बताए घर से बाहर निकल सकते हैं क्योंकि आपके दिमाग में कोई उलझन रहेगी और आप उसका हल नहीं ढूंढ पाएंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- समय-समय पर अपने प्रेमी/प्रेमिका को लाल वस्त्र गिफ्ट में दें, इससे प्रेम में वृद्धि होगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन मान आपके लिए मध्यम रूप से फलदायक रहेगा। कामों में आप काफी बिजी रहेंगे जिससे आपकी काफी एनर्जी खत्म हो जाएगी, इसलिए थकान महसूस करेंगे। परिवार में कुछ विचार विमर्श हो सकते हैं। किसी बुजुर्ग की सेहत कमजोर हो सकती है। शादीशुदा लोगों का गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन बिता रहे लोगों को कुछ चुनौतियों का सामना करना पड़ सकता है।हँसमुख रिश्तेदारों का साथ आपके तनाव को कम करेगा और आपको ज़रूरी आराम देगा। आप ख़ुशनसीब हैं कि आपके ऐसे सगे-संबंधी हैं। आज कोई लेनदार आपके दरवाजे पर आ सकता है और आपसे पैसे उधार मांग सकता है। उन्हें पैसे लौटाकर आप आर्थिक तंगी में आ सकते हैं। आपको सलाह दी जाती है कि उधार लेने से बचें। अपने दोस्तों को अपने उदार स्वभाव का ग़लत फ़ायदा न उठाने दें। आपका महबूब आज आपको बड़ी ख़ूबसूरती से कुछ ख़ास करके चौंका सकता है। वक्त सेे हर काम को पूरा करना ठीक होता है अगर आप ऐसा करते हैं तो आप अपने लिए भी वक्त निकाल पाते हैं। अगर आप हर काम को कल पर टालते हैं तो अपने लिए आप कभी समय नहीं निकाल पाएंगे। ज़िन्दगी बहुत ख़ूबसूरत नज़र आएगी, क्योंकि आपके जीवनसाथी ने आपके लिए कुछ ख़ास योजना बनाई है। किसी को काम देने से पहले उस काम के बारे में आपको खुद भी जानकारी एकत्रित कर देनी चाहिए। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- हनुमान मंदिर में बादाम चढ़ाएं व आधे बादाम वापिस लाकर लॉकर में रखने से आर्थिक स्थिति अच्छी रहेगी। \n"
}]
