horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज आप ऑफिस में कुछ ज्यादा ही काम में लगे रह सकते हैं, जिससे आप अपने परिवार के सदस्यों को समय नहीं दे पाएंगे और आपकी माता जी आपसे नाराजगी जता सकती हैं। ससुराल पक्ष से आज आपको धन लाभ मिलता दिख रहा है। राजनीतिक क्षेत्र में प्रयास कर रहे जातकों को आज उत्तम सफलता मिलेगी। व्यापार के कई जटिल मामलों को आज आप अपनी बुद्धि और सूझबूझ से निपटाने में कामयाब रहेंगे। आज आपको अपने परिवार में किसी भी सदस्य से उम्मीद से ज्यादा अपेक्षा नहीं रखनी है, नहीं तो इसमें आपको दुख ही होगा।स्वतः ही अपनी चिकित्सा करना घातक सिद्धा होगा। कोई भी औषधि लेने से पहले चिकित्सक की सलाह लें, नहीं तो लेने के देने पड़ सकते हैं। आर्थिक रुप से आज आप काफी मजबूत नजर आएंगे, ग्रह नक्षत्रों की चाल से आज आपके लिए धन कमाने के कई मौके बनेंगे. आपका जीवनसाथी आपकी सहायता करेगा और मददगार साबित होगा। जो भी बोलें, सोच-समझकर बोलें। क्योंकि कड़वे शब्द शांति को नष्ट करके आपके और आपके प्रिय के बीच दरार पैदा कर सकते हैं। यह वह दिन है जब आपको अपनी अहम योजनाओं पर रोशनी डालने के लिए ख़ास और बड़े लोगों से मिलना चाहिए। आपके घर वाले आज आपसे कई परेशानियां शेयर करेंगे लेकिन आप अपनी ही धुन में मस्त रहेंगे और खाली समय में कुछ ऐसा करेंगे जो करना आपको पसंद है। जीवनसाथी द्वारा परिवार और मित्रों के बीच नकारात्मक तरीक़े से आपके वैवाहिक जीवन की निजी बातें उजागर हो सकती हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- तांबे का पैसा और चाँदी दूध व चावल से धोकर जमीन में दबाएं, चावल, दूध घर के बाहर किसी पौधे में डालने से स्वास्थ्य अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ भागदौड़ भरा रह सकता है। व्यवसाय और कारोबार में आज आप कुछ निवेश कर सकते हैं, जिसका भविष्य में भरपूर लाभ भी अवश्य उठाएंगे। नौकरी में आज आपको किसी भी वाद-विवाद की स्थिति से बचना होगा, नहीं तो वह आपकी पदोन्नति में बाधा बन सकती है। बिजनेस में अगर आप साझेदारी का मन बना रहे हैं, तो यह समय उत्तम रहेगा। आज आप अपनी संतान के भविष्य की योजनाओं पर भी कुछ निवेश कर सकते हैं। विद्यार्थियों को आज अपने गुरुजनों का आशीर्वाद प्राप्त होगा, इससे उनकी शिक्षा में आ रही बाधा दूर होगी।आपका ऊर्जा-स्तर ऊँचा रहेगा। आज आपका धन कई चीजों पर खर्च हो सकता है, आपको आज अच्छा बजट प्लान करने की आवश्यकता है इससे आपकी कई परेशानियां दूर हो सकती हैं। आपकी ज्ञान की प्यास आपको नए दोस्त बनाने में मददगार साबित होगी। थोड़े बहुत टकराव के बावजूद भी आज आपका प्रेम जीवन अच्छा रहेगा और आप अपने संगी को खुश रखने में कामयाब होंगे। कुछ लोगों को व्यापारिक और शैक्षिक लाभ मिलेगा। किसी वजह से आज आपके ऑफिस में जल्दी छुट्टी हो सकती है इसका आप फायदा उठाएंगे और अपने परिवार के लोगों के साथ कहीं घूमने जाएंगे। वैवाहिक जीवन में सब कुछ अच्छा महसूस होगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए अस्पताल आदि में रोगी व्यक्तियों की मदद करें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपको कुछ मामलों में निराशा हाथ लग सकती हैं। यदि आपका कोई कानूनी विवाद चल रहा है, तो आज वह लंबे समय के लिए लटक सकता है, जिससे आप निराश हो सकते हैं, लेकिन परेशान ना हो। परिवार के सदस्यों में आज वैचारिक मतभेद हो सकता है। आज आप किसी भी कार्य धन को लेकर दोस्तों से मदद ले सकते हैं और वह आपकी मदद के लिए भी आगे आएंगे। सायंकाल का समय आज आप अपने भाइयों के साथ किसी विशेष मुद्दे पर विचार-विमर्श में व्यतीत करेंगे। सामाजिक क्षेत्र में भी आज आपकी प्रतिस्पर्धा बढ़ती हुई दिख रही है।सेहत अच्छी रहेगी। धन का आगमन आज आपको कई आर्थिक परेशानियों से दूर कर सकता है। आपका जीवनसाथी आपकी सहायता करेगा और मददगार साबित होगा। यह दिन प्रसन्नता और ज़िन्दादिली के साथ किसी ख़ास संदेश को भी देगा । बड़े उद्योगपतियों के साथ साझीदारी का व्यवसाय फ़ायदेमंद रहेगा। आपके घर का कोई सदस्य आज आपके साथ वक्त बिताने की जिद्द कर सकता है जिसके कारण आपका कुछ समय खराब हो जाएगा। आपका जीवनसाथी आपको इतना बेहतरीन पहले कभी महसूस नहीं हुआ। आपको उनसे कोई बढ़िया सरप्राइज़ मिल सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- घर में चितकबरा कुत्ता पालने से स्वास्थ्य में सुधार होगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आप अपने अंदर एक नई ऊर्जा को महसूस करेंगे, जिससे आप हर कार्य को करने के लिए उत्साहित रहेंगे और आपके कार्य समय से पूरे होंगे। यदि आपके कुछ कार्य लंबे समय से रुके हुए थे, तो आज आप उन्हें भी पूरा कर सकते हैं। व्यापार में आज आपको अकस्मात धन की प्राप्ति हो सकती है, जो आपकी आर्थिक स्थिति को भी मजबूत करेगी। आज आप अपने परिवार के सदस्यों की महत्वाकांक्षाओं की पूर्ति करने में भी कामयाब रहेंगे, लेकिन आज आपको अपने मित्रों से सजग रहने की जरूरत है क्योंकि आज वह आपकी उदारता का फायदा उठाने की पूरी कोशिश करेंगे। सायंकाल के समय आपको कुछ थकान में अनुभव का अनुभव हो सकता है।धैर्य बनाए रखें, क्योंकि आपकी समझदारी और प्रयास आपको सफलता ज़रूर दिलाएंगे। अपने जीवनसाथी के साथ मिलकर आज आप भविष्य के लिए कोई आर्थिक योजना बना सकते हैं और उम्मीद है कि यह योजना सफल भी होगी। बच्चे को अपनी उम्मीदों के मुताबिक़ प्रदर्शन करने के लिए प्रोत्साहित करें। हालाँकि किसी चमत्कार की उम्मीद न करें। आपका प्रोत्साहन निश्चित तौर पर बच्चे का आत्मविश्वास बढ़ाएगा। कुछ लोगों के लिए नया रोमांस ताज़गी लाएगा और आपको ख़ुशमिज़ाज रखेगा। काम पर लोगों के साथ मेलजोल में समझ और धैर्य से सावधानी बरतें। इस राशि के उम्रदराज जातक आज के दिन अपने पूराने मित्रों से खाली समय में मिलने जा सकते हैं। आज आपका वैवाहिक जीवन हँसी-ख़ुशी, प्यार और उल्लास का केन्द्र बन सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सफेद गाय को सफेद मिष्ठान खिलाना नौकरी व बिज़नेस के लिए अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके दांपत्य जीवन के लिए खुशहाली लेकर आएगा। आज आप अपने जीवनसाथी के परिवार को पूरा समय दे पाएंगे, जिससे वह प्रसन्न रहेंगे और जीवन साथी के साथ आपका प्रेम भी प्रगाढ़ होगा। आज आय के नए स्त्रोत मिलने से आर्थिक पक्ष मजबूत होगी। ऑफिस में आज आप अपने काम को ईमानदारी से निभाएंगे, इसके लिए आपको अधिकारियों से शाबाशी मिल सकती है। जीवनसाथी या संतान आज आपसे कुछ फरमाइशें कर सकती हैं, जिनको आप समय रहते पूरा करेंगे। प्रेम जीवन जी रहे लोगों ने यदि अपने जीवनसाथी को अपने परिवार के सदस्यों से नहीं मिलवाया है, तो वह आज मिलवा सकते हैं।आपका उदार स्वभाव आज आपके लिए कई ख़ुशनुमा पल लेकर आएगा। आपके पास आज पैसा भी पर्याप्त मात्रा में होगा और इसके साथ ही मन में शांति भी होगी। ऐसे कामों में सहभागिता करने के लिए अच्छा समय है, जिसमें युवा लोग जुड़े हों। अपने प्रेम-प्रसंग के बारे में इधर-उधर ज़्यादा बातें न करें। कार्यक्षेत्र में आज आप अपने काम में प्रगति देखेंगे। आज जीवनसाथी के साथ समय बिताने के लिए आपके पास पर्याप्त समय होगा। आपके प्रेम को देखकर आज आपका प्रेमी गदगद हो जाएगा। पड़ोसियों का दख़ल शादीशुदा ज़िन्दगी में दिक़्क़त पैदा करने की कोशिश कर सकता है, लेकिन आप व आपके जीवनसाथी के बीच का बंधन बहुत मज़बूत है और इसे तोड़ना आसान नहीं है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- खाने में शहद का प्रयोग करना प्रेम सम्बन्धों में मिठास घोलेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए कार्य क्षेत्र में योग्यता विकसित करने से लाभ होगा। आज आपको आय के नए-नए अवसर प्राप्त होंगे और आप अपनी चतुर बुद्धि के कारण अपने व्यापार की सभी अटकलों को समय से फाइनल करेंगे, जिसका आपको लाभ भी अवश्य मिलेगा। व्यवसाय या नौकरी में यदि आपको अपने किसी सहयोगी की बात बुरी लगी है, तो उसे जाहिर ना करें और अपने मन में ही रखें क्योंकि ऐसा करने से आप का काम प्रभावित हो सकता है। आज आपको फैसले लेते समय अपने दिल व दिमाग दोनों की सुननी होगी, तभी सफलता मिल सकती है। नर्वस ब्रेकडाउन आपकी सोचने की ताक़त और शरीर के प्रतिरक्षा तंत्र को कमज़ोर बना सकता है। सकारात्मक सोच के ज़रिए इस समस्या से निजात पाएँ। बिन बुलाया कोई मेहमान आज घर में आ सकता है लेकिन इस मेहमान की किस्मत की वजह से आज आपको आर्थिक लाभ हो सकता है। अपने जीवन-साथी के साथ बेहतर समझ ज़िन्दगी में ख़ुशी, सुकून और समृद्धि लाएगी। रोमांस के लिए अच्छा दिन है। आपका रचनात्मक काम आस-पास के लोगों को अचरज में डाल देगा और आपको काफ़ी सराहना मिलेगी। जो लोग बीते कुछ दिनों से काफी व्यस्त थे उन्हें आज अपने लिए फुर्सत के पल मिल सकते हैं। आपके वैवाहिक जीवन में शारीरिक सुख के नज़रिए से कुछ ख़ूबसूरत परिवर्तन हो सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- बंदरों को गुड-चने खिलाने से हेल्थ अच्छी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ मेहनत भरा रहेगा। आज आपको हर कार्य को करने में अधिक मेहनत की आवश्यकता होगी। यदि आपने आलस दिखाया दिखाया, तो वह आपका कार्य बिगाड़ सकता है। आय के नए स्रोत मिलने से आर्थिक स्थिति की परेशानी का हल निकलेगा, जिससे आप तनाव रहित महसूस करेंगे। रचनात्मक कार्य करने का मौका मिलेगा। यदि आप लंबे समय से बुरे दौर से गुजर रहे हैं, तो समझ लीजिए कि वह आपका आखिरी समय है। अब समाप्त हो गया है। संतान के विवाह से संबंधित प्रस्ताव को आज मंजूरी दे सकते हैं। विद्यार्थियों को आज विदेश जाकर पढ़ने का मौका मिल सकता है।आज के दिन आपके चेहरे पर मुस्कान बिखरी रहेगी और अजनबी भी जाने-पहचाने से महसूस होंगे। कोई बेहतरीन नया विचार आपको आर्थिक तौर पर फ़ायदा दिलायेगा। घरेलू मामलों और काफ़ी समय से लंबित घर के काम-काज के हिसाब से अच्छा दिन है। ख़याली परेशानियों को छोड़ें और अपने साथी के साथ रोमांटिक समय बिताएँ। आज के दिन आप सबके ध्यान का केंद्र होंगे और सफलता आपकी पहुँच में होगी। आपको अपने घर के छोटे सदस्यों के साथ वक्त बिताना सीखना चाहिए। अगर आप ऐसा नहीं करते हैं तो आप घर में सद्भाभ बना पाने में कामयाब नहीं हो पाएंगे. आपका जीवनसाथी आपकी बहुत तारीफ़ करेगा और आप पर बहुत स्नेह उढ़ेलेगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- चटाई का प्रयोग सोने के लिए करने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रहेगा। सरकारी नौकरी में कार्यरत लोगों को आज पदोन्नति मिल सकती है।  व्यवसाय कर रहे लोगों को आज किसी महिला मित्र के सहयोग से धन लाभ हो सकता है। आज आप अपने लंबे समय से रुके हुए धन को प्राप्त करने का यदि प्रयास करेंगे, तो वह भी आपको आज आसानी से मिल जाएंगे। आज आप अपनी आमदनी से ज्यादा खर्चा कर सकते हैं इसलिए यदि कुछ खरीदार कर रहे हैं, तो सोच-समझकर करें। व्यवसाय में जटिल समस्याएं किसी वरिष्ठ सदस्य की सलाह से समाप्त होंगी।धैर्य बनाए रखें, क्योंकि आपकी समझदारी और प्रयास आपको सफलता ज़रूर दिलाएंगे। आप अच्छा पैसा बना सकते हैं, बशर्ते आप पारंपरिक तौर पर निवेश करें। आज आपमें धैर्य की कमी रहेगी। इसलिए संयम बरतें, क्योंकि आपकी तल्ख़ी आस-पास के लोगों को दुःखी कर सकती है। आपका प्रेमी या प्रेमिका आज बहुत गुस्से में नजर आ सकते हैं इसकी वजह उनके घर की स्थिति होगी। अगर वो गुस्से में हैं तो उन्हें शांत करने की कोशिश करें। आप महसूस करेंगे कि आपकी रचनात्मकता कहीं खो गयी है और फ़ैसले करने में आपको ख़ासी दिक़्क़त का सामना करना पड़ेगा। आज आप फुर्सत के क्षणों में कोई नया काम करने का सोचेंगे लेकिन इस काम में आप इतना उलझ सकते हैं कि आपके जरुरी काम भी छूट जाएंगे । जीवनसाथी से बहुत ज़्यादा उम्मीदें रखना आपको वैवाहिक जीवन में उदासी की तरफ़ ले जा सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सदा साफ़-सुथरे, प्रेस किये हुए कपड़े पहने से शुक्र प्रसन्न रहेगा व नौकरी और बिज़नेस में भी तरक्की होगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज आप जो भी कार्य करेंगे, वह खुशी-खुशी करेंगे, जिसमें आपको सफलता भी अवश्य मिलेगी। परिवार में आज किसी मांगलिक कार्यक्रम का आयोजन हो सकता है और किसी विवाह योग के सदस्य के रिश्ते की बात चल सकती है, जिस पर आज मुहर लग सकती है। आज आप अपने सामान की खरीदारी भी कर सकते हैं। आज आपको साफ सफाई का ध्यान रखना होगा, नहीं तो आपकी सेहत मे कमी आ सकती है। आजीविका के क्षेत्र में प्रयास कर रहे लोगों को आज सफलता मिल सकती है।अपनी नकारात्मक भावनाओं और वृत्तियों पर लगाम लगाकर रखें। आपकी रुढ़िवादी सोच/ पुराने ख़याल आपकी प्रगति में रोड़ा बन सकते हैं, उसकी दिशा बदल सकते हैं और आपकी राह में आगे कई बाधाएँ खड़ी कर सकते हैं। कोई पुराना मित्र आज आपसे आर्थिक मदद मांग सकता है और यदि आप उसकी आर्थिक मदद करते हैं तो आपके आर्थिक हालात थोड़े तंग हो सकते हैं। दिन के उत्तरार्ध में अचानक आई कोई अच्छी ख़बर पूरे परिवार को ख़ुशी देगी। अपने दोस्त से बहुत लम्बे समय बाद मिलने का ख़याल आपके दिल की धड़कन को बढ़ा सकता है। हाल में विकसित किए गए व्यावसायिक संबंध आगे चलकर बहुत फ़ायदा देंगे। इस राशि के जातक आज के दिन अपने भाई-बहनों के साथ घर पर कोई मूवी या मैच देख सकते हैं। ऐसा करके आप लोगों के बीच प्यार में इजाफा होगा। आपको महसूस होगा कि आपका जीवनसाथी इससे बेहतर पहले कभी नहीं हुआ। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- सफेद कपड़ों को ज्यादा से ज्यादा पहने से स्वास्थ्य अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। आज आप अपने जिस भी कार्य को करने का मन बनाएंगे, उसमें भ्रम की स्थिति बनी रहेगी। आपको अपने मन को एकाग्र कर आगे बढ़ना होगा ताकि उस कार्य में सफलता प्राप्त कर सके। प्रेम जीवन में आज नई ऊर्जा का संचार होगा। व्यापार या कार्यक्षेत्र में पुरानी बातों पर ध्यान ना देकर आज आपको कुछ नया करने के बारे में सोचना होगा। आज आप अपने व्यापार के लिए अपने किसी मित्र से मदद ले सकते हैं। सायंकाल का समय आज आप अपने मित्रों के साथ किसी पार्टी में आयोजित हो सकते हैं।अगर आप बहुत ज़्यादा तनाव महसूस कर रहे हैं, तो बच्चों के साथ अधिक समय बिताएँ। उनके प्यार भरे आलिंगन और मासूम मुस्कुराहट आपकी सभी परेशानियों को ख़त्म कर देंगे। कोई बेहतरीन नया विचार आपको आर्थिक तौर पर फ़ायदा दिलायेगा। परिवार के सदस्यों का आपके जीवन में विशेष महत्व होगा। आज के दिन अपने प्रिय की भावनाओं को समझें। मशहूर लोगों से मेलजोल आपको नई योजनाएँ और आइडिया सुझाएगा। दिल के करीबी लोगों के साथ आपका वक्त बिताने का मन करेगा लेकिन आप ऐसा कर पाने में सक्षम नहीं हो पाएंगे। आपको ख़ुश करने के लिए आपका जीवनसाथी काफ़ी कोशिशें कर सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- केसर लगी पीली मिठाई, केसरी हलवा खुद भी खाएं और गरीबों में भी बाँटने से स्वास्थ्य अच्छा रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। नौकरी कर रहे जातक को को अपने कार्यालय में आज कुछ अहम जिम्मेदारी मिल सकती है, जिसके लिए आपको सतर्क रहना होगा क्योंकि आपके विरोधी आपको परेशान करने की पूरी कोशिश करेंगे, लेकिन अपनी मेहनत से आप कार्य को सफल करने में कामयाब होंगे। आज आपको अपने भविष्य को अच्छा बनाने के लिए उसकी चिंता को छोड़कर वर्तमान में जो काम कर रहे हैं, उस पर मेहनत करनी चाहिए ताकि आपका भविष्य अपने आप संवर जाए। परिवार में आज आपको अपने माता-पिता की सेवा का अवसर प्राप्त होगा।लंबे समय से चली आ रही अपनी बीमारी का इलाज अपनी मुस्कान से करें, क्योंकि यह सभी परेशानियों की सबसे कारगर दवा है। आज इस राशि के कुछ बेरोजगार लोगों को नौकरी मिल सकती है जिससे उनकी आर्थिक स्थिति सुधरेगी। आपके आकर्षण और व्यक्तित्व के ज़रिए आपको कुछ नए दोस्त मिलेंगे। ज़ाहिर तौर पर रोमांस के लिए पर्याप्त मौक़े हैं- लेकिन ऐसा बहुत कम समय के लिए है। दफ़्तर में आपके दुश्मन भी आज आपके दोस्त बन जाएंगे - आपके सिर्फ़ एक छोटे-से अच्छे काम की बदौलत। आपका खाली वक्त आज किसी गैरजरुरी काम में खराब हो सकता है। यह दिन आपके जीवनसाथी का बेहतरीन पहलू आपको दिखाने वाला है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- प्रेमी/प्रेमिका को हरे रंग के कपड़े गिफ्ट में देने से प्रेम सम्बन्ध मजबूत रहेंगे। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ विशेष कर दिखाने को होगा, इसके लिए आपका मन मानसिक रूप से विचलित रह सकता है। विद्यार्थियों को आज किसी प्रतियोगिता में भाग लेने का मौका मिल सकता है, जिसमें उनको भरपूर सफलता मिलेगी। आज आप अपने बिजनेस के लिए ऐसे लोगों से सलाह ले सकते हैं, जिन्हें बिजनेस का अनुभव हो, तभी आप अपनी किसी डील का भरपूर फायदा उठा सकते हैं और अपनी आर्थिक स्थिति को मजबूत कर सकते हैं। सायं काल का समय आज आप अपने जीवन साथी के साथ घूमने जा सकते हैं।आप अपने सकारात्मक रवैये और आत्मविश्वास की वजह से आस-पास के लोगों को प्रभावित करेंगे। सट्टेबाज़ी से फ़ायदा हो सकता है। आपकी ज्ञान की प्यास आपको नए दोस्त बनाने में मददगार साबित होगी। आपके प्रिय/जीवनसाथी का फ़ोन आपका दिन बना देगा। आप किसी बड़े व्यावसायिक लेन-देन को अंजाम दे सकते हैं और मनोरंजन से जुड़ी किसी परियोजना में कई लोगों का संयोजन कर सकते हैं। आज आप फुर्सत के क्षणों में कोई नया काम करने का सोचेंगे लेकिन इस काम में आप इतना उलझ सकते हैं कि आपके जरुरी काम भी छूट जाएंगे । आपका जीवनसाथी बिना जाने कुछ ऐसा ख़ास काम कर सकता है, जिसे आप कभी भुला नहीं पाएंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अच्छे स्वास्थ्य के लिए हरी ज्वार का दान करें या गाय को खिलाएं। \n"
}]
