horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा।भाग्य की प्रबलता आपके कई बिगड़े हुए काम बना देगी। जमीन जायदाद से जुड़े मामलों में दिन आपके पक्ष में रहेगा। काम के सिलसिले में भी दिन मजबूत है। आपकी सेहत भी बढ़िया रहेगी। जीवनसाथी से झड़प संभव है  शांति से काम लें  प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा रहेगा।आपका दानशीलता का व्यवहार आपके लिए छुपे हुए आशीर्वाद की तरह सिद्ध होगा, क्योंकि यह आपको शक, अनास्था, लालच और आसक्ति जैसी ख़राबियों से बचाएगा। दिन चढ़ने पर वित्तीय तौर पर सुधार आएगा। दफ़्तर के कामकाज में ज़्यादा व्यस्तता के चलते अपने जीवनसाथी के साथ आपका रिश्ता तनावपूर्ण हो सकता है। प्यार-मोहब्बत के लिहाज़ से दिन थोड़ा मुश्किल रहेगा। आज आपकी कलात्मक और रचनात्मक क्षमता को काफ़ी सराहना मिलेगी और इसके चलते अचानक लाभ मिलने की संभावना भी है। आज समय की नजाकत को देखते हुए आप अपने लिए समय निकाल सकते हैं लेकिन ऑफिस के किसी काम के अचानक आ जाने के कारण आप ऐसा करने में सफल नहीं हो पाएँगे। जीवनसाथी का आत्मकेन्द्रित व्यवहार आपको नागवार गुज़रेगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- पारिवारिक जीवन की खुशियों हेतु दूध, मिश्री, सफेद गुलाब के पुष्प किसी भी धर्म स्थान में चढ़ाएं। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए उतार-चढ़ाव से भरा रहेगा। मन में अलग-अलग विचार आएंगे। धार्मिक कामों में भी मन लगेगा। यकायक खर्चों में तेजी आपको परेशान कर सकती है। आपकी सेहत ठीक ठाक रहेगी। काम के सिलसिले में दिनमान थोड़ा कमजोर है, इसलिए सावधानी बरतें। शादीशुदा लोगों के गृहस्थ जीवन में कोई गलतफहमी पैदा हो सकती है। प्रेम जीवन बिता रहे लोग अपने प्रिय का गुस्सा झेलने के लिए तैयार रहें।किसी दोस्त के साथ ग़लतफ़हमी अप्रिय हालात खड़े कर सकती है, किसी भी फ़ैसले पर पहुँचने से पहले संतुलित नज़रिए से दोनों पक्षों को जाँचें। आज आपको अपनी संतान की वजह से आर्थिक लाभ होने की संभावना नजर आ रही है। इससे आपको काफी खुशी होगी। शाम के समय अपने जीवनसाथी के साथ बाहर खाना या फ़िल्म देखना आपको सुकून देगा और ख़ुशमिज़ाज बनाए रखेगा। आपको उदार और स्नेह से भरे प्यार का तोहफ़ा मिल सकता है। कुछ लोगों को कार्यक्षेत्र में तरक़्क़ी मिलेगी। इस राशि के उम्रदराज जातक आज के दिन अपने पूराने मित्रों से खाली समय में मिलने जा सकते हैं। आपको महसूस होगा कि आपका जीवनसाथी इससे बेहतर पहले कभी नहीं हुआ। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- शिव जी की पूजा करें तो स्वास्थ्य अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। बिजनेस से लाभ का रास्ता दिखाई देगा। शादीशुदा लोगों के गृहस्थ जीवन में भी आज का दिन बहुत बढ़िया रहेगा। जीवनसाथी आपको एक उत्तम जीवन साथी नजर आएगा। प्रेम जीवन बिता रहे लोग भी आज के दिन को एंजॉय करेंगे, बस किसी भी तरह की झड़प से बचें। काम के सिलसिले में दिनमान मजबूत है। आपको प्रोन्नति मिल सकती है।ख़ुशनुमा ज़िन्दगी के लिए अपना ज़िद्दी और अड़ियल रवैया दरकिनार करें, क्योंकि इससे सिर्फ़ समय की बर्बादी ही होती है। आर्थिक तौर पर सिर्फ़ और सिर्फ़ एक स्रोत से ही लाभ मिलेगा। आज आपमें धैर्य की कमी रहेगी। इसलिए संयम बरतें, क्योंकि आपकी तल्ख़ी आस-पास के लोगों को दुःखी कर सकती है। कुछ लोगों के लिए नया रोमांस ताज़गी लाएगा और आपको ख़ुशमिज़ाज रखेगा। व्यापारियों के लिए अच्छा दिन है। व्यवसाय के लिए अचानक की गयी कोई यात्रा सकारात्मक परिणाम देगी। आज के समय में अपने लिए वक्त निकाल पाना बहुत मुश्किल है। लेकिन आज ऐसा दिन है जब आपके पास अपने लिए भरपूर समय होगा। आपको ख़ुश करने के लिए आपका जीवनसाथी काफ़ी कोशिशें कर सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- माथे पर केसर का तिलक करना स्वास्थ्य के लिए शुभ रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए उतार-चढ़ाव से भरा रह सकता है। खर्चों में एकाएक तेजी आएगी और आप बीमार भी पड़ सकते हैं, इसलिए सावधानी रखनी जरूरी होगी। शादीशुदा लोगों के गृहस्थ जीवन में ईमानदारी एक दूसरे के दिल में जगह बनाएगी। प्रेम जीवन बिता रहे लोग अपने प्रिय के बदलते स्वभाव से थोड़े दुखी हो सकते हैं। काम के सिलसिले में दिनमान मजबूत रहेगा और आप काफी खुश होंगे।शारीरिक बीमारी के सही होनी की काफ़ी संभावनाएँ हैं और इसके चलते आप शीघ्र ही खेल-कूद में हिस्सा ले सकते हैं। यूं तो आज आर्थिक पक्ष अच्छा रहेगा लेकिन इसके साथ ही आपको यह ध्यान भी रखना होगा कि आप अपने पैसे को व्यर्थ में खर्च न करें। बच्चे भविष्य की योजनाएँ बनाने की अपेक्षा घर के बाहर ज़्यादा समय बिताकर आपको निराश कर सकते हैं। आज आपको निराशा हाथ लग सकती है, क्योंकि मुमकिन है कि आप अपने प्रिय के साथ सैर-सपाटे पर न जा पाएँ। अगर आप ख़ुद को पेशेवराना अन्दाज़ में औरों के सामने रखेंगे, तो कैरियर में बदलाव के नज़रिये से यह लाभदायक साबित हो सकता है। वक़ील के पास जाकर क़ानूनी सलाह लेने के लिए अच्छा दिन है। जीवनसाथी के किसी अचानक काम की वजह से आपकी योजनाएँ बिगड़ सकती हैं। लेकिन फिर आपको महसूस होगा कि जो होता है अच्छे के लिए ही होता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- खाने में शहद का प्रयोग करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। प्रेम जीवन बिता रहे लोग आज खुद को काफी खुशनसीब समझेंगे और अपने प्रिय के साथ काफी समय बिताएंगे। शादीशुदा लोगों के गृहस्थ जीवन में तनाव में कमी आएगी। आपकी सेहत अच्छी रहेगी। दोस्तों के साथ मौज मस्ती का मौका मिलेगा। काम के सिलसिले में दिनमान सामान्य रहेगा। भाग्य प्रबल होने से कामों में सफलता मिलेगी और रुके हुए काम बनेंगे।दूसरों की आलोचना में समय ख़राब न करें, क्योंकि इसका बुरा असर आपके स्वास्थ्य पर भी पड़ सकता है। वे निवेश-योजनाएँ जो आपको आकर्षित कर रहीं हैं, उनके बारे में गहराई से जानने की कोशिश करें- कोई भी क़दम उठाने से पहले विशेषज्ञ की सलाह ज़रूर ले लें। अपने परिवार के साथ रुखा व्यवहार न करें। यह पारिवारिक शान्ति को भंग कर सकता है। अचानक मिला कोई सुखद संदेश नींद में आपको मीठे सपने देगा। नौकरी पेेशा से जुड़े लोगों को आज कार्यक्षेत्र में परेशानियों का सामना करना पड़ सकता है। आज आप न चाहते हुए भी कोई गलती कर बैठेंगे जिसकी वजह से आपको अपने सीनियर्स की डांट सहनी पड़ सकती है। कारोबारियों के लिए दिन सामान्य रहने की उम्मीद है। आपको याद रखने की ज़रूरत है कि भगवान उसी की मदद करता है, जो ख़ुद अपनी मदद करता है। वैवाहिक सुख के दृष्टिकोण से आज आपको कुछ अनोखा उपहार मिल सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- घर में चितकबरा कुत्ता पालने से स्वास्थ्य में सुधार होगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिनमान सामान्य रूप से फलदायक रहेगा। अपने गुस्से पर काबू रखें, नहीं तो आपको दिक्कतों का सामना करना पड़ सकता है। शादीशुदा लोगों के गृहस्थ जीवन में तनाव बढ़ सकता है। प्रेम जीवन बिता रहे लोग आज के दिन खुश रहेंगे और आपके प्रिय से आपको कोई अच्छी बात सुनने को मिल सकती है। काम के सिलसिले में आज का दिन अच्छा रहेगा। आपकी इनकम भी बढ़ेगी जिससे मन हर्षित होगा।गाड़ी चलाते समय सावधान रहें, ख़ास तौर पर मोड़ पर। नहीं तो किसी और की ग़लती का ख़ामियाज़ा आपको भुगतना पड़ सकता है। जिन लोगों ने कहीं निवेश किया था आज के दिन आपको आर्थिक हानि होने की संभावना है। आपको अपने घर के माहौल में कुछ सकारात्मक बदलाव करने पड़ेंगे। दिन को ख़ास बनाने के लिए स्नेह और उदारता के छोटे-छोटे तोहफ़े लोगों को दें। जिस पहचान और पुरस्कार की उम्मीद आप कर रहे थे, वह बाद के लिए टल सकती है और आपको हताशा का सामना करना पड सकता है। आज आप ऑफिस से घर वापस आकर अपना पसंदीदा काम कर सकते हैं। इससे आपके मन को शांति मिलेगी। आज का दिन उन्माद में घिर जाने का है; क्योंकि आप अपने जीवनसाथी के साथ प्रेम के चरम का अनुभव करेंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- बेडरूम में क्रिस्टल बॉल्स रखने से स्वास्थ्य बेहतर होगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। परिवार के छोटे सदस्य आपका दिल खुश कर देंगे। दोस्तों के साथ बातचीत होगी। कुछ पुरानी यादें ताजा होंगी। सेहत बढ़िया रहेगी। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिन उतार-चढ़ाव से भरा रहेगा। प्रेम जीवन बिता रहे लोग घरवालों से अपने प्यार के बारे में कहेंगे। काम के सिलसिले में दिनमान सामान्य रहेगा।प्रभावशाली लोगों का सहयोग आपके उत्साह को दोगुना कर देगा। अपने जीवनसाथी केे साथ धन से जुड़े किसी मामले को लेकर आज आपका झगड़ा हो सकता है। हालांकि अपने शांत स्वभाव से आप सबकुछ ठीक कर देंगे। अपनी नई परियोजनाओं के लिए अपने माता-पिता को विश्वास में लेने का सही समय है। अचानक हुई रोमांटिक मुलाक़ात आपके लिए उलझन पैदा कर सकती है। कार्यालय में कोई आपको कुछ बढ़िया चीज़ या ख़बर दे सकता है। जिंदगी में चल रही आपाधापी के बीच आज आपको अपने लिए पर्याप्त समय मिलेगा और और आप अपने पसंदीदा कामों को कर पाने में कामयाब हो पाएंगे। आप अपने जीवनसाथी के प्यार की गर्माहट महसूस कर सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- आर्थिक स्थिति बेहतर करने के लिए साधु-संतों की सेवा करें। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए बहुत बढ़िया रहने वाला है। धन की आवक होगी। पैसों की स्थिति अच्छी होगी जिससे आप खुद को सशक्त महसूस करेंगे। सेहत में उतार-चढ़ाव देखने को मिल सकता है, इसलिए सावधानी रखें। इनकम में बढ़ोतरी होने से मन हर्षित होगा। शादीशुदा लोगों के गृहस्थ जीवन में कुछ नएपन का एहसास होगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बढ़िया है।आज आप ख़ुद को सुकून में और ज़िंदगी का लुत्फ़ उठाने के लिए सही मनोदशा में पाएंगे। आर्थिक तौर पर सिर्फ़ और सिर्फ़ एक स्रोत से ही लाभ मिलेगा। आपके जीवन-साथी की सेहत चिंता का सबब बन सकती है और उसे चिकित्सकीय देखरेख की ज़रूरत है। सिर्फ़ स्पष्ट समझ के माध्यम से आप अपनी पत्नी/पति को भावनात्मक सहारा दे सकते हैं। अपनी कोशिशों को सही दिशा दें और आपको असाधारण क़ामयाबी से नवाज़ा जाएगा। आज लोग आपकी वह प्रशंसा करेंगे, जिसे आप हमेशा से सुनना चाहते थे। आपका जीवनसाथी किसी फ़रिश्ते की तरह आपका बहुत ध्यान रखेगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- पीने के पानी का घड़ा भरकर गरीबों के लिए रखना पारिवारिक जीवन में खुशहाली लाएगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए बहुत बढ़िया रहेगा। आपकी बुद्धिमानी, कुशलता और आपका अनुभव जीवन में आपको आज कुछ नया करने के लिए प्रेरित करेगा। इससे आपके कामों में भी उत्तम सफलता मिलेगी और गृहस्थ जीवन भी खुशनुमा रहेगा। एक दूसरे के प्रति समझदारी बढ़ेगी। प्रेम जीवन बिता रहे लोग थोड़े बहुत तनाव के बावजूद अपने रिश्ते में प्यार का एहसास करेंगे। काम के सिलसिले में भाग्य की प्रबलता और आपकी मेहनत दोनों आपके हक में फैसला सुनाएंगे।स्वास्थ्य का ध्यान रखें और चीज़ों को व्यवस्थित करें। होशियारी से निवेश करें। पारिवारिक मोर्चे पर चीज़ें अच्छी रहेंगी और अपनी योजनाओं के लिए आप पूरे सहयोग की उम्मीद कर सकते हैं। मुहब्बत के मोर्चे पर आज आपकी तूती बोलेगी, क्योंकि आपका महबूब आपकी रसिक कल्पनाओं को अमली जामा पहनाने के लिए तैयार है। किसी ऐसे नए उद्योग से जुड़ने से बचें जिसमें कई भगीदार हों- और अगर ज़रूर पड़े तो उन लोगों की राय लेने से न कतराएँ, जो आपके क़रीबी है। खाली वक्त का आज आप सदुपयोग करेंगे और उन कामों को पूरा करने की कोशिश करेंगे जो बीते दिनों पूरे नहीं हो पाए थे। वैवाहिक जीवन में गर्मजोशी और गर्म खाने की बहुत एहमियत है; आप आज दोनों का ही लुत्फ़ उठा सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- प्लास्टर ऑफ़ पेरिस से बनी मूर्तियां घर में रखने से स्वास्थ्य अच्छा होगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए उतार-चढ़ाव से भरा रहेगा  खर्चों में तेजी आएगी। सेहत में सुधार होगा। इनकम सामान्य रहेगी। मन में कुछ नए विचार आएंगे जो इनकम बढ़ाने में मदद करेंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बहुत अच्छा रहेगा। शादीशुदा लोगों के गृहस्थ झीवन में रोमांस भरपूर रहेगा। भाग्य प्रबल रहेगा जिससे कामों में सफलता मिलेगी।हृदय-रोगियों के लिए कॉफ़ी छोड़ने का सही समय है। अब इसका ज़रा भी इस्तेमाल दिल पर अतिरिक्त दबाव डालेगा। आपको कमीशन, लाभांश या रोयल्टी के ज़रिए फ़ायदा होगा। अटके घरेलू कामों को अपने जीवनसाथी के साथ मिलकर पूरा करने की व्यवस्था करें। नये रोमांस की संभावना प्रबल है, प्रेम का फूल आपकी ज़िन्दगी में जल्दी ही खिल सकता है। कुछ लोगों को कार्यक्षेत्र में तरक़्क़ी मिलेगी। अपनी ख़ासियत और भविष्य की योजनाओं पर फिर से सोचने का समय। थोड़ी-सी कोशिश करें तो यह दिन आपके वैवाहिक जीवन के सबसे विशेष दिनों में से एक हो सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- सूर्योदय के समय प्राणायाम करने से स्वास्थ्य बना रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। इनकम में बढ़ोतरी होगी जिससे मन हर्षित होगा। खर्चों में कमी आएगी। सेहत में कुछ हद तक सुधार देखने को मिलेगा। काम के सिलसिले में दिनमान मजबूती से टिके रहने का है, मेहनत करें और अपने काम पर ध्यान दें। अचानक से कुछ अच्छा आपके साथ हो सकता है। शादीशुदा लोगों के गृहस्थ जीवन में दिनमान थोड़ा तनावपूर्ण रहेगा। प्रेम जीवन बिता रहे लोग आज के दिन को एंजॉय करेंगे और आप अपने प्रिय को विवाह का प्रपोजल दे सकते हैं।दूसरों की इच्छाएँ आपकी अपना ख़याल रखने की इच्छा से टकराएगी- अपने जज़्बात को बांधे नहीं और वे काम करें जिससे आपको सुकून मिले। आज किसी करीबी से आपका झगड़ा हो सकता है और बात कोर्ट कचहरी तक जा सकती है। जिसकी वजह से आपका अच्छा खास धन खर्च हो सकता है। जिन लोगों से आपकी मुलाक़ात कभी-कभी ही होती है, उनसे बातचीत और संपर्क करने के लिए अच्छा दिन है। विवादित मुद्दों को उठाने से बचें, अगर आप आज ‘डेट’ पर जा रहे हैं तो। सेमिनार और गोष्ठियों में हिस्सा लेकर आज आप कई नए विचार पा सकते हैं। आपको याद रखने की ज़रूरत है कि भगवान उसी की मदद करता है, जो ख़ुद अपनी मदद करता है। अगर आप अपने जीवनसाथी की छोटी-छोटी बातों को नज़रअन्दाज़ करेंगे, तो उन्हें बुरा लग सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- दूध मिले जल से स्नान करने से हेल्थ अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। अपने काम पर पूरा ध्यान रखेंगे और आपकी दूरदर्शिता और आपका अनुभव आपके बहुत काम आएगा। कठिन असाइनमेंट भी आसानी से पूरे हो जाएंगे जिससे आपको तारीफ मिलेगी। शादीशुदा लोगों के गृहस्थ जीवन में जीवन साथी का बर्ताव आपको परेशान करेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बहुत अच्छा है। आपकी सेहत बढ़िया रहेगी।कोई अच्छी ख़बर मिल सकती है। बोलते समय और वित्तीय लेन-देन करते समय सावधानी बरतने की ज़रूरत है। एक बेहतरीन शाम के लिए रिश्तेदार/दोस्त घर आ सकते हैं। किसीकी दख़लअंदाज़ी के चलते आपके और आपके प्रिय के रिश्ते में दूरियाँ आ सकती हैं। अपना रवैया ईमानदार और स्पष्टवादी रखें। लोग आपकी दृढ़ता और क्षमताओं को सराहेंगे। सामाजिक और धार्मिक समारोह के लिए बेहतरीन दिन है। आपकी बीती ज़िन्दगी का कोई राज़ आपके जीवनसाथी को उदास कर सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- किसी के विवाह या मंगल काम में तन, मन, धन से मदद करना आर्थिक स्थिति को मजबूत करेगा। \n"
}]
