horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। कामों में सफलता के लिए आपको कड़ा संघर्ष करना पड़ेगा। खर्चों में बढ़ोतरी होगी। किसी बात को लेकर दुविधा में हो सकते हैं, लेकिन शांति से काम लेंगे तो सभी काम बनेंगे। गृहस्थ जीवन उतार-चढ़ाव से भरा रहेगा। प्रेम जीवन खुशनुमा रहेगा। काम के सिलसिले में दिन सामान्य है।आपकी उम्मीद एक महक से भरे हुए ख़ूबसूरत फूल की तरह खिलेगी। आज आपके माता-पिता में से कोई आपको धन की बचत करने को लेकर लेक्चर दे सकता है, आपको उनकी बातोें को बहुत गौर से सुनने की जरुरत है नहीं तो आने वाले समय में परेशानी आपको ही उठानी पड़ेगी। अपने जीवन-साथी की उपलब्धियों की सराहना करें और उसकी सफलता और ख़ुशक़िस्मती का जश्न मनाएँ। उदार बनें और ईमानदारी से तारीफ़ करें। अगर आप हुक़्म चलाने की कोशिश करेंगे, तो आपके और आपके प्रिय के बीच काफ़ी परेशानी खड़ी हो सकती है। जिंदगी में चल रही आपाधापी के बीच आज आपको अपने लिए पर्याप्त समय मिलेगा और और आप अपने पसंदीदा कामों को कर पाने में कामयाब हो पाएंगे। हँसी-मजा़क के बीच आपके और आपके जीवनसाथी के बीच कोई पुराना मुद्दा उभर सकता है, जो फिर वाद-विवाद का रूप भी ले सकता है। स्वयं के लिए अच्छा समय निकालना बढ़िया रहेगा। आपको इसकी सख़्त ज़रूरत भी है। यदि आप अपने मित्रों को इसमें सहभागी बनाएँ, तो आनन्द दोगुना हो जाएगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- लाल चूड़ियाँ व लाल वस्त्र कन्याओं को दान में देने से आर्थिक स्थिति में सुधार होगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। कामों में सफलता मिलेगी। इनकम में बढ़ोतरी होगी। खर्चों में कमी आएगी। सेहत बढ़िया रहेगी। गृहस्थ जीवन प्यार से भरपूर रहेगा। एक दूसरे के साथ काफी महत्वपूर्ण बातें करेंगे। प्रेम जीवन बिता रहे लोगों को भी आज खुशी की बातें सुनने को मिलेंगी।हर इंसान को ग़ौर से सुनें, हो सकता है आपको अपनी समस्या का समाधान मिल जाए। निवेश के लिए अच्छा दिन है, लेकिन उचित सलाह से ही निवेश करें। बच्चों से जुड़ी समस्याओं के समाधान के लिए थोड़ा समय अलग से निकालें। सैर-सपाटे पर जाने का कार्यक्रम बन सकता है, जो आपकी ऊर्जा और उत्साह को तरोताज़ा कर देगा। आज खाली वक्त का सही उपयोग करने के लिए आप अपने पुराने मित्रों से मिलने का प्लान बना सकते हैं। आपका जीवनसाथी आपकी बहुत तारीफ़ करेगा और आप पर बहुत स्नेह उढ़ेलेगा। ग्रह इशारा कर रहे हैं कि धार्मिक क्रियाकलापों की अधिकता हो सकती है, मसलन आप मंदिर जा सकते हैं, दान-दक्षिणा भी संभव है और ध्यान-धारणा का अभ्यास भी किया जा सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- आर्थिक स्थिति को अच्छा करने के लिए रात में चूल्हे की आग को दूध से बुझाएं। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। परिवार में समय देकर अपनी दिली ख्वाहिशों को पूरा करेंगे और परिवार वालों के साथ सुकून महसूस करेंगे। सेहत अच्छी रहेगी। अपनी खुशी के लिए कोई महंगी चीज या कपड़े खरीद कर ला सकते हैं। काम के सिलसिले में दिन मजबूत है। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिन अच्छा है।इच्छाशक्ति की कमी आपको भावनात्मक और मानसिक परेशानियों में फँसा सकती है। रात के समय आप आज आपको धन लाभ होने की पूरी संभावना है क्योंकि आपके द्वारा दिया गया धन आज आपको वापस मिल सकता है। आपको चिंतामुक्त होकर अपने क़रीबी दोस्तों और परिवार के बीच ख़ुशी के लम्हे तलाशने की ज़रूरत है। आपके जीवन-साथी के पारिवारिक सदस्यों की वजह से आपका दिन थोड़ा परेशानीभरा हो सकता है। आज आप सब कामों को छोड़कर उन कामों को करना पसंद करेंगे जिन्हें आप बचपन के दिनों में करना पसंद करते थे। वैवाहिक जीवन में आप कुछ निजता की ज़रूरत महसूस करेंगे। सफलता-प्राप्ति के लिए स्वप्न देखना बुरा नहीं है, परन्तु हमेशा दिवास्वप्न में खोये रहना आपके लिए नुक़सानदेह साबित हो सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सरसों के तेल का प्रयोग(शरीर पर मालिश या सर पर लगाना) प्रेमी/प्रेमिका से मिलने से पूर्व करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन सामान्य रहेगा। कामों में सफलता मिलेगी। ट्रेवलिंग करने में दिन व्यतीत होगा। सेहत उतार-चढ़ाव के बीच रहेगी। आपके अंदर भरपूर जोश होगा जिससे कामों में सफलता मिलेगी। धन का लाभ उठाएंगे। गृहस्थ जीवन में कुछ तनाव रहेगा। प्रेम जीवन खुशनुमा रहेगा। अपने रिश्ते को मजबूती से जिएंगे और अपने प्रिय का ख्याल रखेंगे।खाने-पीने की ऐसी चीज़ों से बचने की कोशिश करें, जिनमें कॉलेस्ट्रॉल की ज़्यादा मात्रा है। आज कोई लेनदार आपके दरवाजे पर आ सकता है और आपसे पैसे उधार मांग सकता है। उन्हें पैसे लौटाकर आप आर्थिक तंगी में आ सकते हैं। आपको सलाह दी जाती है कि उधार लेने से बचें। घरेलू मामलों और काफ़ी समय से लंबित घर के काम-काज के हिसाब से अच्छा दिन है। आपको चिंता करने की ज़रूरत नहीं है। आज आपका दुःख बर्फ़ की तरह पिघल जाएगा। ऐसे बदलाव लाएँ जो आपके रूप-रंग में निखार ला सके और संभावित साथियों को आपकी ओर आकर्षित करे। रोमानी नज़रिए से वैवाहिक जीवन के लिए अच्छा दिन है। आज के दिन कुछ न करें, सिर्फ़ अस्तित्व का आनन्द लें और अहोभाव से ख़ुद को सराबोर होने दें। स्वयं को भाग-दौड़ के लिए बाध्य न करें। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अनन्तमूल की जड़ को लाल वस्त्र में लपेटकर अपने पास रखने से आर्थिक स्थिति मजबूत होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन सामान्य रहेगा। सेहत में उतार-चढ़ाव आ सकता है, इसलिए सावधानी रखें। काम के सिलसिले में दिन बढ़िया रहेगा। अपने काम को खूब मन लगाकर करेंगे। शादीशुदा लोगों का गृहस्थ जीवन उतार-चढ़ाव के बीच गुजरेगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन बढ़िया है। आपके बीच खूब बातें होंगी और अपने मन की करने में सफल रहेंगे।बिना वजह अपनी आलोचना करते रहना आत्मविश्वास को कम कर सकता है। अनचाहा कोई महमान आज आपके घर आ सकता है जिसके आने से आपको घर के उन समानों पर भी खर्चा करना पड़ सकता है जिनको आपने अगले महीने पर टाला हुआ था। रिश्तेदारों के साथ बिताया गया वक़्त आपके लिए फ़ायदेमंद रहेगा। आपके प्रिय का प्यारा बर्ताव आपको ख़ास होने का अनुभव कराएगा; इन लम्हों का पूरा लुत्फ़ उठाएँ। दिन की शुरुआत भले ही थोड़ी थकाऊ रहे लेकिन जैसे-जैसे दिन आगे बढ़ेगा आपको अच्छे फल मिलने लगेंगे। दिन के अंत में आपको अपने लिए समय मिल पाएगा और आप किसी करीबी से मुलाकात करके इस समय का सदुपयोग कर सकते हैं। रिश्ते ऊपर स्वर्ग में बनते हैं और आपका जीवनसाथी आज यह साबित कर सकता है। आपकी ऊर्जा आज बेवजह के कामों में जाया हो सकती है। जीवन को सही से जीना चाहते हैं तो टाइम टेबल के हिसाब से चलना सीखें। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- मानसिक प्रसन्नता हासिल करने के लिए किसी अंध विद्यालय अथवा अंगहीन व्यक्तियों में मीठा भोजन बांटने से बढ़िया और क्या हो सकता है। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा है। इनकम में बढ़ोतरी होगी। कार्य में सफलता मिलेगी। शादीशुदा जीवन में तनाव में कमी आएगी। बिजनेस में लाभ बढ़ेगा। प्रेम जीवन बिता रहे लोगों को आज कुछ चुनौतियों का सामना करना पड़ सकता है लेकिन भाग्य मजबूत होने से आपके काम बनते चले जाएंगे।बेकार की बात पर बहस करके अपकी ऊर्जा ज़ाया न करें। याद रखें कि वाद-विवाद से कुछ भी हासिल नहीं होता, लेकिन खोता ज़रूर है। आज के दिन भूलकर भी किसी को पैसे उधार न दें और यदि देना जरुरी हो तो देने वाले से लिखित में लें कि वो पैसा वापस कब करेगा। आपकी परेशानी आपके लिए ख़ासी बड़ी हो सकती है, लेकिन आस-पास के लोग आपके दर्द को नहीं समझेंगे। शायद उन्हें लगता हो कि इससे उन्हें कोई लेना-देना नहीं है। प्रेमी एक-दूसरे की पारिवारिक भावनाओं को समझेंगे। ऑफिस से जल्दी घर जाने का प्लान आज आप ऑफिस पहुंचकर ही कर सकते हैं। घर पहुंचकर आप मूवी देखने या किसी पार्क में परिवार के लोगों के साथ जाने का प्लान बना सकते हैं। वैवाहिक जीवन के लिए विशेष दिन है। अपने जीवनसाथी को बताएँ कि आप उनसे कितना प्यार करते हैं। इंटरनेट सर्फ़िंग करना आपकी अंगुलियों की अच्छी वर्जिश करने के साथ-साथ आपके ज्ञान को भी बढ़ा सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- शुद्ध शहद का रोजाना प्रयोग करने से स्वास्थ्य अच्छा होगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फलदायक रहेगा। सेहत अच्छी रहेगी लेकिन हल्के खर्चे बढ़ सकते हैं। काम के सिलसिले में आपको सावधानी से रहना होगा। अपने काम पर ध्यान रखेंगे तो काम ठीक चलेगा नहीं तो दिक्कतें बढ़ सकती हैं। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिन अच्छा है।आप मानसिक और शारीरिक तौर पर थकान महसूस कर सकते हैं, थोड़ा-सा आराम और पौष्टिक आहार आपके ऊर्जा-स्तर को उठाए रखने में अहम साबित होगा। आपके मन में जल्दी पैसे कमाने की तीव्र इच्छा पैसा होगी। दोस्त और क़रीबी लोग मदद के लिए आपकी ओर हाथ बढ़ाएंगे। आपके ईमानदार और ज़िंदादिल प्यार में जादू करने की ताक़त है। इस राशि के उम्रदराज जातक आज के दिन अपने पूराने मित्रों से खाली समय में मिलने जा सकते हैं। थोड़ी-सी कोशिश करें तो यह दिन आपके वैवाहिक जीवन के सबसे विशेष दिनों में से एक हो सकता है। दोस्तों के साथ फ़ोन पर गपशप से बढ़िया और क्या हो सकता है, इससे आपकी ऊब भी दूर होगी। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सात मुखी रुद्राक्ष धारण करने से हेल्थ अच्छी रहेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। सेहत मजबूत रहेगी और इनकम में भी बढ़ोतरी होगी। आपके खर्चों में कमी आएगी जिससे आप राहत की नींद लेंगे। काम के सिलसिले में दिन अच्छा है। आपकी नौकरी में ट्रांसफर के योग चल रहे हैं। गृहस्थ जीवन प्रेम पूर्ण रहेगा और एक दूसरे को समझेंगे। प्रेम जीवन के लिए भी दिन बढ़िया है।आपका तनाव काफ़ी हद तक ख़त्म हो सकता है। आज आप अपने घर केे सदस्यों को कहीं घुमाने ले जा सकते हैं और आपका काफी धन खर्च हो सकता है। अगर आज आप किसी को सलाह देते हैं, तो ख़ुद लेने के लिए भी तैयार रहें। ज़िन्दगी की हक़ीक़त का सामना करने के लिए आपको अपने प्रिय को कम-से-कम कुछ वक़्त के लिए भूलना पड़ेगा। अगर आप किसी परिस्थिति से घबराकर भागेंगे- तो वह आपका पीछा हर निकृष्ट तरीक़े से करेगी। पड़ोसियों का दख़ल शादीशुदा ज़िन्दगी में दिक़्क़त पैदा करने की कोशिश कर सकता है, लेकिन आप व आपके जीवनसाथी के बीच का बंधन बहुत मज़बूत है और इसे तोड़ना आसान नहीं है। आज आपको अपनी किसी पुरानी गलती का अहसास हो सकता है और आपका मन उदास हो सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- आज का दिन थोड़ा उबाऊ लग सकता है इसके लिए घर में तुलसी का पौधा लगाकर उसकी देखभाल करें। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। अपने काम पर पूरा ध्यान देंगे जिसकी बदौलत आपको अच्छे नतीजे मिलेंगे। संपत्ति खरीदने में दिलचस्पी दिखा सकते हैं और इस दिशा में सफलता मिलेगी। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन बिता रहे लोग अपने प्रिय से अपने रिश्ते को खुलकर स्वीकार करेंगे।आपका बच्चों जैसा भोला स्वभाव फिर सतह पर आ जाएगा और आप शरारती मनोदशा में होंगे। आर्थिक पक्ष के मजबूत होने की पूरी संभावना है। अगर आपने किसी शख्स को पैसा उधार दिया था तो आज आपको वो पैसा वापस मिलने की उम्मीद है। बच्चे की पढ़ाई के बारे में चिंता करने की ज़रूरत नहीं है। इस समय जो समस्याएँ आपको झेलनी पड़ रही हैं, वे क्षणिक हैं और समय के साथ वे ख़ुद-ब-ख़ुद ख़त्म हो जाएंगी। अपने दोस्त से बहुत लम्बे समय बाद मिलने का ख़याल आपके दिल की धड़कन को बढ़ा सकता है। आज काफ़ी दिगाग़ी कसरत मुमकिन है। आपमें से कुछ शतरंज खेल सकते हैं, वर्ग-पहेली हल कर सकते हैं, कोई कविता-कहानी लिख सकते हैं या भविष्य की योजनाओं पर गहराई से सोच सकते हैं। अपने जीवनसाथी के चलते आप महसूस करेंगे कि स्वर्ग धरती पर ही है। आपकी खूबियां आज लोगों को बीच आपको प्रशंसा का पात्र बनाएंगी। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- अपाहिजों को रेवड़ियाँ बाँटने से फैमिली लाइफ अच्छी रहेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा है। व्यापार में सफलता मिलेगी। काम के लिए आप काफी मेहनत करेंगे। काफी ज्यादा मेहनत करने से शरीर में थकान और कमजोरी का एहसास होगा। हल्के-फुल्के खर्चे रहेंगे। इनकम भी ठीक-ठाक रहेगी। गृहस्थ जीवन में थोड़ा तनाव रहेगा लेकिन प्रेम जीवन बिता रहे लोग आज के दिन को एंजॉय करेंगे।अपने आप पर एक सीमा के बाद दबाव न डालें और पर्याप्त आराम लें। आर्थिक समस्याओं ने रचनात्मक सोचने की आपकी क्षमता को बेकार कर दिया है। परिवार के साथ रिश्ते-नातों में नयी जान डालने का सही समय है। अपने प्रिय के बिना समय बिताने में दिक़्क़त महसूस करेंगे। खाली वक्त आज व्यर्थ की बहसों में खराब हो सकता है जिससे दिन के अंत में आपको खिन्नता होगी। मुमकिन है कि महरी या काम वाली बाई की तरफ़ से कोई परेशानी खड़ी हो, जिससे आपके व आपके जीवनसाथी को तनाव संभव है। मानसिक शान्ति बहुत महत्वपूर्ण है – इसके लिए आप किसी बाग़ीचे, नदी के तट या मंदिर पर जा सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- इस मंत्र का उच्चारण करें 'ओम सूर्य नारायणाय नमो नमः' \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य तौर पर फलदायक रहेगा। सेहत का पूरा ध्यान रखें। पैर में चोट लग सकती है, इसलिए सावधानी से काम करें। गृहस्थ जीवन शांतिपूर्ण रहेगा लेकिन जीवनसाथी की सेहत का ध्यान रखें। प्रेम जीवन बिता रहे लोगों को आज बहुत कुछ कहने का मौका मिलेगा। आपके मन में जो भी बातें हैं, उनसे खुलकर कहें ताकि एक दूसरे को अच्छे से समझ पाएं।शारीरिक लाभ के लिए, विशेषकर मानसिक तौर पर मज़बूती हासिल करने के लिए ध्यान और योग का आश्रय लें। कोई पुराना मित्र आज आपसे आर्थिक मदद मांग सकता है और यदि आप उसकी आर्थिक मदद करते हैं तो आपके आर्थिक हालात थोड़े तंग हो सकते हैं। घर के माहौल की वजह से आप उदास हो सकते हैं। आपका साहस आपको प्यार दिलाने में सफल रहेगा। ज़रूरतमंदों की मदद करने की आपकी ख़ासियत आपको सम्मान दिलाएगी। अपने जीवनसाथी के साथ आप प्यार और रुमानियत से भरे पुराने दिन एक बार फिर जी पाएंगे। उतावलापन अच्छा नहीं है, आपको किसी भी काम को करने में उतावलापन नहीं दिखाना चाहिए। इससे काम के खराब होने की संभावना बढ़ जाती है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- छोटी कन्याओं को छैना या खोए की मिठाई, चॉकलेट, टॉफी बांटने से पारिवारिक सुख बढ़ता है। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। आप अपने कामों में सफलता पाएंगे जिससे मन हर्षित होगा। मनोबल बढ़ेगा। पुराने दोस्तों और रिश्तेदारों से मिलने जुलने का अवसर मिलेगा। सेहत अच्छी रहेगी। गृहस्थ जीवन खुशनुमा रहेगा और पारिवारिक जीवन को मिलकर संभालेंगे। एक अच्छी समझदारी दिखेगी। प्रेम जीवन बिता रहे लोगों को कुछ दिक्कतों का सामना करना पड़ सकता है।तनाव के चलते बीमारी से दो-चार होना पड़ सकता है। सुकून महसूस करने के लिए दोस्तों और परिवार के साथ कुछ समय बिताएँ। इस राशि केे कुछ लोगों को आज संतान पक्ष से आर्थिक लाभ होने की उम्मीद है। आज आपको अपनी संतान पर गर्व महसूस होगा। परिवार में किसी सदस्य की ख़राब सेहत की वजह से घूमने का कार्यक्रम टल सकता है। सच्चे और पवित्र प्रेम का अनुभव करें। वक्त से बढ़कर कुछ नहीं होता। इसलिए आप वक्त का सदुपयोग करते हैं लेकिन कई बार आपको जीवन को लचीला बनाने की जरुरत भी होती है और अपने घर परिवार के साथ समय बिताने की जरुरत होती है। आज आपका वैवाहिक जीवन हँसी-ख़ुशी, प्यार और उल्लास का केन्द्र बन सकता है। ऑफिस के दोस्तों के साथ ज्यादा समय बिताना आपके लिए अच्छा नहीं है ऐसा करके आप अपने घर वालों के गुस्से का शिकार हो सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- हनुमान जी पर सिंदूर का चोला चढ़वाने से स्वास्थ्य अच्छा रहेगा। \n"
}]
