horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए उतार-चढ़ाव लेकर आएगा और आपको संभल कर चलने की जरूरत है। विवाह योग्य जातकों के लिए आज उत्तम विवाह के प्रस्ताव आएंगे। आज आप अपने भाई के स्वास्थ्य को लेकर थोड़ा चिंतित हो सकते हैं। सायं काल के समय यदि आस-पड़ोस में कोई वाद विवाद होता है, तो उसमें अपने क्रोध पर नियंत्रण रखें, नहीं तो वह कानूनी हो सकता है। कारोबार में आ रहे उतार-चढ़ाव को दूर करने के लिए आपको अपने पिताजी की सलाह की आवश्यकता होगी। माता-पिता का भरपूर सहयोग मिलेगा। विद्यार्थियों को आज गुरुजनों का आशीर्वाद प्राप्त होगा।आपका आकर्षक बर्ताव दूसरों का ध्यान आपकी तरफ़ खींचेगा। जिन लोगों की अब तक तनख्वाह नहीं आयी है आज वो पैसों के लिए बहुत परेशान रह सकते हैं और अपने किसी दोस्त से उधार मांग सकते हैं। ऐसे दोस्तों के साथ बाहर जाएँ जो आपके हालात और ज़रूरतों को समझते हैं। काफ़ी वक़्त फ़ोन न करके आप अपने प्रिय को तंग करेंगे। दूसरों को ऐसा काम करने के लिए बाध्य न करें, जो आप स्वयं न करना चाहें। दिन की शुरुआत भले ही थोड़ी थकाऊ रहे लेकिन जैसे-जैसे दिन आगे बढ़ेगा आपको अच्छे फल मिलने लगेंगे। दिन के अंत में आपको अपने लिए समय मिल पाएगा और आप किसी करीबी से मुलाकात करके इस समय का सदुपयोग कर सकते हैं। अगर आप जीवनसाथी के अलावा किसी और को अपने ऊपर असर डालने का मौक़ा दे रहे हैं, तो जीवनसाथी की ओर से आपको नकारात्मक प्रतिक्रिया मिलना संभव है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- आटा, बूरा, घी मिलाकर सूखे नारियल के गोले में भरकर पीपल के नीचे रखने से आर्थिक स्थिति मजबूत होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए उन्नति के नए-नए मार्ग खुलेगा। आज अचानक से आपके किसी छोटे काम के बन जाने से आपके भाग्य की रुकावटें दूर होगी और धन आने के रास्ते साफ और मजबूत होंगे, इससे आपकी आर्थिक स्थिति मजबूत होंगी। आप अपने परिवार के सभी सदस्यों की आवश्यकताओं की पूर्ति करने में सफल रहेंगे। यदि आप अपने होने वाले जीवनसाथी को अभी तक अपने परिवार के सदस्यों से नहीं मिला पाए हैं, तो आज मिलवा सकते हैं। यदि आज साझेदारी मे व्यापार करने का मन बना रहे हैं, तो उसमें जीवनसाथी की सलाह की आवश्यकता होगी, जो आपके लिए कारगर साबित होगी।आज आप ऊर्जा से लबरेज़ होंगे- आप जो भी करेंगे उसे आप उससे आधे वक़्त में ही कर देंगे, जितना वक़्त आप अक्सर लेते हैं। यदि शादीशुदा हैं तो आज अपने बच्चों का विशेष ख्याल रखें क्योंकि यदि आप ऐसा नहीं करते तो उनकी तबीयत बिगड़ सकती है और आपको उनके स्वास्थ्य पर काफी पैसा खर्च करना पड़ सकता है। परिवार की स्थिति आज वैसी नहीं रहेगी जैसा आप सोचते हैं। आज घर में किसी बात को लेकर कलह होने की संभावना है ऐसी स्थिति में खुद पर काबू रखें। कोई आपको दिल से सराहेगा। इस राशि के जो लोग रचनात्मक कार्यों से जुड़े हैं उन्हें आज परेशानियों का सामना करना पड़ सकता है। आज आपको महसूस हो सकता है कि रचनात्मक कार्य करने से बेहतर नौकरी करना था। आपका संंगी आपसे सिर्फ कुछ समय चाहता है लेकिन आप उनको समय नहीं दे पाते जिससे वो खिन्न हो जाते हैं। आज उनकी यह खिन्नता स्पष्टता के साथ सामने आ सकती है। आपका प्यार, आपका जीवनसाथी आपको कोई ख़ूबसूरत तोहफ़ा दे सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- आर्थिक उन्नति के लिए हरे रंग के वाहन का प्रयोग करना शुभ है। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए कुछ मिलाजुला रहेगा। आपका काम करने का तरीका नया है और इस तरीके से आपको लाभ प्राप्त हो सकता है। आज आप अपनी नई डील को फाइनल करने के लिए भी कुछ लोगों से मिलना जुलना कर सकते हैं। आज सायं काल के समय आपको अपना रुक हुआ धन कहीं से प्राप्त हो सकता है। सायंकाल के समय आपके घर मेहमान आगमन हो सकता है, जिसमें धन भी व्यय होगा। नौकरी में आज किसी ऐसी ही समस्या पर वरिष्ठ अधिकारियों का ध्यान आपके ऊपर आएगा, जिसका आपको लाभ मिल सकता है।आपको अपना अतिरिक्त समय अपने शौक़ पूरे करने या उन कामों को करने में लगाना चाहिए, जिन्हें करने में आपको सबसे ज़्यादा मज़ा आता है। आज के दिन आपको धन लाभ होने की पूरी संभावना है लेकिन इसके साथ ही आपको दान-पुण्य भी करना चाहिए क्योंकि इससे आपको मानसिक शांति मिलेगी। घर का कुछ समय से टलता आ रहा काम-काज आपका थोड़ा वक़्त ले सकता है। आपका साहस आपको प्यार दिलाने में सफल रहेगा। आप महसूस करेंगे कि आपकी रचनात्मकता कहीं खो गयी है और फ़ैसले करने में आपको ख़ासी दिक़्क़त का सामना करना पड़ेगा। काम को समय पर निपटाकर जल्दी घर जाना आज आपके लिए अच्छा रहेगा इससे आपके परिवार वालों को भी खुशी मिलेगी और आप भी तरोताजा महसूस करेेंगे। आपका जीवनसाथी आपको इतना बेहतरीन पहले कभी महसूस नहीं हुआ। आपको उनसे कोई बढ़िया सरप्राइज़ मिल सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- जेब में तांबे का सिक्का रखना आपकी नौकरी/बिज़नेस में चार चाँद लगाएगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए काफी भागदौड़ भरा रहेगा। आज आपको अपनी संतान के विवाह में आ रही बाधा को दूर करने के लिए भी भागदौड़ करनी पड़ सकती है, जिसके बाद ही आप किसी निर्णय पर पहुंच पाएंगे। यदि आप किसी उद्योग संचालन का कार्य कर रहे हैं, तो छोटे कर्मचारी की गतिविधियों पर नजर रखना ना भूलें क्योंकि वह आज आराम के मूड में रहेंगे, लेकिन पैसों की हेरा-फेरी को लेकर आज आपको विशेष रूप से सावधान रहना होगा, नहीं तो आपको कोई बहुत बड़ा नुकसान हो सकता है। परिवार में आज आपको किसी बड़े उत्तरदायित्व को निभाना पड़ सकता है, जिसमें जीवनसाथी का भरपूर सहयोग मिलेगा।मानसिक और नैतिक शिक्षा के साथ शारीरिक शिक्षा भी लें, केवल तभी सर्वांगीण विकास संभव है। याद रखें कि एक स्वस्थ शरीर में ही एक स्वस्थ दिमाग़ निवास करता है। जो लोग दुग्ध उद्योग से जुड़े हैं उन्हें आज आर्थिक लाभ होने की प्रबल संभावना है। पारिवारिक सदस्यों के साथ सुकून भरे और शांत दिन का लुत्फ़ लें। अगर लोग परेशानियों के साथ आपके पास आएँ तो उन्हें नज़रअंदाज़ करें और उन्हें अपनी मानसिक शांति भंग न करने दें। आपके जीवन-साथी के पारिवारिक सदस्यों की वजह से आपका दिन थोड़ा परेशानीभरा हो सकता है। व्यवसायियों के लिए अच्छा दिन है, क्योंकि उन्हें अचानक बड़ा फ़ायदा हो सकता है। किसी नये काम के आगाज के लिए आपको पहले उसके बारे में अनुभवी लोगों से बात करनी चाहिए। अगर आज आपके पास समय है तो उस क्षेत्र के अनुभवी लोगों से मिल लें जो काम आप शुरु करने वाले हैं। जीवनसाथी की वजह से आपको अनमने ढंग से बाहर जाना पड़ सकता है, जो बाद में आपकी झल्लाहट की वजह बनेगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- प्रेम सम्बन्धों को अच्छा करने के लिए गुड़ व मसूर की दाल जरूर खाएं। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ खास है। आज आपके उन्नति के नए-नए मार्ग खुलेंगे। आज आप अपने व्यापार के लिए भी कुछ नई नीतियों का निर्धारण कर सकते हैं। आज हर क्षेत्र में आपका वर्चस्व कायम रहेगा और लोग आपकी तारीफ करेंगे। राजनीतिक क्षेत्र में भी आज आपकी ख्याति चारों ओर फैलेगी। आज आपके मिलनसार स्वभाव के कारण अन्य व्यक्ति आपसे मित्रता रखने की चेष्टा करेंगे, जिससे आपकी तारीफ होगी। ऑफिस में आज किसी महिला मित्र के सहयोग से आपको धन लाभ होता दिख रहा है। विद्यार्थियों के उच्च शिक्षा के मार्ग प्रशस्त होंगे। ससुराल पक्ष से आज मान सम्मान मिलता दिख रहा है।आपकी सबसे बड़ी पूंजी आपकी हँसने-हँसाने की शैली है, अपनी बीमारी को ठीक करने के लिए इसका उपयोग करके देखें। जिन लोगों की अब तक तनख्वाह नहीं आयी है आज वो पैसों के लिए बहुत परेशान रह सकते हैं और अपने किसी दोस्त से उधार मांग सकते हैं। रिश्तेदारों और दोस्तों से अचानक उपहार मिलेगा। कोई आपको दिल से सराहेगा। आज के दिन आप सबके ध्यान का केंद्र होंगे और सफलता आपकी पहुँच में होगी। आपके घर का कोई सदस्य आज आपके साथ वक्त बिताने की जिद्द कर सकता है जिसके कारण आपका कुछ समय खराब हो जाएगा। आप और आपका हमदम एक-दूसरे से आज एक-दूसरे की ख़ूबसूरत भावनाओं का इज़हार कर सकेंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- बुध विष्णु रूप होने से इसकी प्रसन्नता के लिए हो सके तो मांस, मदिरा का सेवन बिलकुल न करें। इससे आर्थिक उन्नति होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपका काफी व्यस्तता में गुजरेगा। आज आपके व्यापार में एक के बाद एक नई डील पर विचार-विमर्श हो सकता है, जिनमें से कुछ फाइनल होगी। यदि आप नौकरी में कार्यरत है, तो आपको कोई जिम्मेदारी भरा कार्य सौंपा जा सकता है, लेकिन आपको बिना किसी संघ का और विचार से अपने कर्तव्य में लगे रहना होगा, जिससे आपके अधिकारी आपसे प्रसन्न रहेंगे। आज आपका कोई लंबे समय से रुका हुआ कार्य भी पूरा हो सकता है, जिसके लिए आप किसी पार्टी का आयोजन कर सकते हैं। सायंकाल का समय आज आप अपने परिवार के छोटे बच्चों के साथ खेलकूद में व्यतीत करेंगे।माता-पिता को अनदेखा करना आपके भविष्य की संभावनाओं को ख़त्म कर सकता है। अच्छा समय बहुत ज़्यादा दिनों तक नहीं रहता है। इंसान के कर्म ध्वनि की तरंगों की तरह हैं। साथ मिलकर ये संगीत बनाते हैं और आपस में टकराकर खड़खड़ाहट। हम जो बोते हैं, वही पाते हैं। आज आपको समझ आ सकता है कि धन को बिना सोच विचारे खर्च करना आपको कितना नुक्सान पहुंचा सकता है. छोटे बच्चे आपको व्यस्त रखेंगे और दिली सुकून देंगे। सोशल मीडिआ पर अपने प्रिय के पिछले 2-3 संदेश देखिए, आपको एक ख़ूबसूरत ताज्जुब का एहसास होगा। यह दूसरे देशों में व्यावसायिक सम्पर्क बनाने का बेहतरीन समय है। रात के समय आज आप घर के लोगों से दूर होकर अपने घर की छत या किसी पार्क में टहलना पसंद करेंगे। आपका वैवाहिक जीवन इससे अधिक रंगों से भरा कभी नहीं रहा है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- इस मंत्र का उच्चारण करें 'ओम सूर्य नारायणाय नमो नमः' \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए अन्य दिनों की अपेक्षा कुछ कठिनाई भरा रहेगा। आज सुबह से ही आपके चारों ओर का माहौल कुछ परेशानी जनक रहेगा। परिवार में भी कोई विवाद पनप सकता है, जिससे घर में अशांति रहेगी। व्यापार में आज आप कुछ नई डील फाइनल कर सकते हैं, जो आपकी आर्थिक स्थिति को मजबूत बनाएंगे। आज आप अपनी संतान के विवाह में आ रही बांधा को दूर करने के लिए किसी से सलाह मशवरा कर सकते हैं। सायंकाल का समय आज आप अपने जीवनसाथी को कहीं घुमाने फिराने लेकर जा सकते हैं। नौकरी कर रहे जातकों के शत्रु आपको परेशान करने की कोशिश कर सकते हैं।ध्यान और आत्म-चिन्तन लाभदायक सिद्ध होगा। आर्थिक दृष्टि से आज का दिन मिलाजुला रहने वाला है। आज आपको धन लाभ तो हो सकता है लेकिन इसके लिए आपको कड़ी मेहनत करनी होगी। दोस्तों और परिवार के साथ मज़ेदार समय बीतेगा। ज़िन्दगी की हक़ीक़त का सामना करने के लिए आपको अपने प्रिय को कम-से-कम कुछ वक़्त के लिए भूलना पड़ेगा। आपकी अन्दरूरनी ताक़त कार्यक्षेत्र में दिन को बेहतर बनाने में मददगार साबित होगी। घर के छोटे सदस्यों को साथ लेकर आज आप किसी पार्क या शॉपिंग मॉल में जा सकते हैं। संभव है कि शुरुआत में जीवनसाथी की ओर से आपको कम ध्यान मिले; लेकिन दिन के अन्त तक आपको महसूस होगा कि वह आपके लिए ही कुछ-कुछ करने में व्यस्त था। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सफेद बतखों का आर्टिफिशियल जोड़ा अपने प्रेमी/प्रेमिका को भेंट में देने से लव लाइफ अच्छी रहेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए थोड़ा निराशाजनक रह सकता है क्योंकि आज आप जिस काम में हाथ डालेंगे, उसमें आपको सफलता देर से मिलेंगी, जिससे आप निराश हो सकते हैं। कई बार आप ना चाहते हुए भी ऐसे दौर में फंस जाते हैं। जहां से बाहर निकलना काफी मुश्किल होता है। कारोबार में कुछ ऐसी ही स्थिति रहेगी, जो आपको परेशान कर सकती है। यदि आज किसी से उधार लेने की सोच रहे हैं, तो बिल्कुल ना लें क्योंकि उसे वापस करना आपके लिए मुश्किल हो सकता है। आज यदि आपको अपने व्यापार के लिए कोई निर्णय लेना पड़े, तो उसे कुछ समय के लिए आगे बढ़ा दें। प्रेम जीवन में नई ऊर्जा का संचार होगा।बेहतर ज़िन्दगी के लिए अपनी सेहत और व्यक्तित्व में सुधार लाने कि कोशिश करें। आपका बचाया धन आज आपके काम आ सकता लेकिन इसके साथ ही इसके जाने का आपको दुख भी होगा। ज़रूरत के वक़्त आपको दोस्तों का सहयोग मिलेगा। आज अचानक किसी से रोमांटिक मुलाक़ात हो सकती है। दफ़्तर में आपके दुश्मन भी आज आपके दोस्त बन जाएंगे - आपके सिर्फ़ एक छोटे-से अच्छे काम की बदौलत। काम को समय पर निपटाकर जल्दी घर जाना आज आपके लिए अच्छा रहेगा इससे आपके परिवार वालों को भी खुशी मिलेगी और आप भी तरोताजा महसूस करेेंगे। आपका जीवनसाथी किसी फ़रिश्ते की तरह आपका बहुत ध्यान रखेगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- तांबे का पैसा और चाँदी दूध व चावल से धोकर जमीन में दबाएं, चावल, दूध घर के बाहर किसी पौधे में डालने से स्वास्थ्य अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके कारोबार के लिए कुछ हल्का-फुल्का रहेगा, लेकिन आज आप भूल कर भी कहीं शेयर बाजार या फिर किसी अन्य सटटे में पैसा ना लगाएं, नहीं तो वह पैसा डूब सकता है और आप की मुश्किलें बढ़ सकती हैं। यदि साझेदारी में कोई व्यापार करना चाहते हैं, तो उसके लिए दिन उत्तम रहेगा। जीवनसाथी का भरपूर सहयोग मिलेगा। संतान के भविष्य से संबंधित आज कोई निर्णय लेना पड़ सकता है, लेकिन अपने दिल और दिमाग दोनों को खोल कर ही निर्णय लें। सायंकाल का समय आज आप अपने मित्रों के साथ मौज मस्ती में व्यतीत करेंगे।भरे-पूरे और संतुष्ट जीवन के लिए अपनी मानसिक दृढ़ता में वृद्धि कीजिए। आज आपको अपने उन रिश्तेदारों को पैसा उधार नहीं देना चाहिए जिन्होंने आपका पिछला उधार अब तक वापस नहीं किया है। अपना अतिरिक्त समय निःस्वार्थ सेवा में लगाएँ। यह आपको और आपके परिवार को ख़ुशी और दिली सुकून देगा। आपका हमदम आपको पूरे दिन याद करता रहेगा। उसे कोई प्यारा सरप्राइज़ देने की योजना बनाएँ और इसे उसके लिए एक ख़ूबसूरत दिन में तब्दील करने के बारे में सोचें। अगर आपको एक दिन की छुट्टी पर जाना है तो चिंता न करें, आपकी ग़ैरहाज़िरी में सभी काम ठीक से चलते रहेंगे। और अगर किसी ख़ास वजह से कोई परेशानी खड़ी भी हो जाए, तो आप लौटने पर उसे आसानी से हल कर लेंगे। रात को ऑफिस से घर आते वक्त आज आपको सावधानी से वाहन चलाना चाहिए, नहीं तो दुर्घटना हो सकती है और कई दिनों के लिए आप बीमार पड़ सकते हैं। आप महसूस करेंगे कि आपके जीवनसाथी में शहद से भी ज़्यादा मिठास है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- कौवों को रोटी खिलाने से आर्थिक स्थिति बेहतर होगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा और आपके अंदर एनर्जी और उत्साह का संचार होगा। नौकरी में छुट्टी होने के बावजूद आज आपके सभी रुके हुए कार्य को पूरा करने के लिए तत्पर रहेंगे। यदि आप अपने व्यापार में कर्मचारियों से प्यार से पेश आएंगे, तो आपको फायदा होगा और आपके कार्य का आउटपुट भी आपको ज्यादा मिलेगा। यदि आपका संपत्ति संबंधित कोई विवाद चल रहा है, तो आज आप उसमें सफलता प्राप्त कर सकते हैं। सामाजिक कार्य में भी आपकी रुचि बढ़ी हुई दिखेगी जिसके लिए आप कुछ दान पुण्य भी करेंगे, जिसमें कुछ धन भी व्यय होगा।ख़ुद को सेहतमंद और दुरुस्त रखने के लिए वसायुक्त और तली-भुनी चीज़ों से दूर रहें। किसी बड़े समूह में भागीदारी आपके लिए दिलचस्प साबित होगी, हालाँकि आपके ख़र्चे बढ़ सकते हैं। आपको चिंतामुक्त होकर अपने क़रीबी दोस्तों और परिवार के बीच ख़ुशी के लम्हे तलाशने की ज़रूरत है। आपके प्रेम की राह एक ख़ूबसूरत मोड़ ले सकती है। आज आपको पता चलेगा कि फ़िजा़ओं में जब प्यार घुलता है तो कैसा महसूस होता है। अपने साथी को यूँ ही हमेशा के लिए मिला न मानें। आज खाली वक्त्त किसी बेकार के काम में खराब हो सकता है। आज आप महसूस करेंगे कि जीवनसाथी के साथ की एहमियत कितनी हे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- घर में खाली पड़े बर्तनों में कांसे का एक टुकड़ा रखने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए काफी व्यस्तता व भागदौड़ भरा रहेगा, जिसके कारण आप कुछ थकान महसूस करेंगे, जिसमें आपको अपने स्वास्थ्य पर अधिक ध्यान देने का आवश्यकता है और अगर यदि आपका मानसिक स्वास्थ्य ठीक रहेगा, तो आपको परेशान करने में कठिनाई कम होगी, नहीं तो आप अपने व्यवसाय व घर के लिए भी कुछ गलत निर्णय ले सकती हैं, व्यापार में आज कुछ नए नए आइडिया आएंगे, जिससे आप अपनी आय को बढ़ा सकें, लेकिन आपको आय व व्यय दोनों में संतुलन बना कर चलना होगा, नहीं तो भविष्य में आपको परेशानी हो सकती है।आपका आकर्षक बर्ताव दूसरों का ध्यान आपकी तरफ़ खींचेगा। आज धन लाभ होने की संभावना तो बन रही है लेकिन ऐसा हो सकता है कि अपने गुस्सैल स्वभाव के कारण आप पैसा कमाने में सक्षम न हो पाएं। उस रिश्तेदार को देखने जाएँ, जिसकी तबियत काफ़ी समय से ख़राब है। अपने प्रिय के साथ सैर-सपाटे पर जाते समय ज़िंदगी को पूरी शिद्दत से जिएँ। जो कला और रंगमंच आदि से जुड़े हैं, उन्हें आज अपना कौशल दिखाने के लिए कई नए मौक़े मिलेंगे। आज जीवनसाथी के साथ समय बिताने के लिए आपके पास पर्याप्त समय होगा। आपके प्रेम को देखकर आज आपका प्रेमी गदगद हो जाएगा। मुमकिन है कि आपके माता-पिता आपके जीवनसाथी को कुछ शानदार आशीर्वाद दें, जिसके चलते आपके वैवाहिक जीवन में और निखार आएगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- नरसिंह चालीसा व आरती पढ़ने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज आपको अपनी आमदनी बढ़ाने के लिए कई रास्ते में नजर आएंगे, लेकिन उसमें से कुछ गलत भी हो सकते हैं। आपको सही रास्ता निकालकर उस पर आगे बढ़ना होगा और अपनी आर्थिक स्थिति को मजबूत बनाना है। विद्यार्थी यदि किसी प्रतियोगिता में भाग लेंगे, तो उसमें हार या जीत हो सकती हैं। बेहतर यही होगा कि आप अपने मेहनत और ईमानदारी से आगे बढ़ें, आपको सफलता प्राप्त होगी। आज आपके सहयोगी व आपका जीवनसाथी से मतभेद हो सकते हैं। आपको अपनी बुद्धि से लिए गए निर्णय पर ही आगे बढना होगा।बच्चों के साथ आप सुकून पाएंगे। बच्चों की यह क्षमता क़ुदरती है और न केवल आपके परिवार के बच्चों में, बल्कि हर बच्चे में यह गुण होता है। वे आपको सुकून और राहत दे सकते हैं। आज आपके ऑफिस का कोई सहकर्मी आपकी कीमती वस्तु चुरा सकता है इसलिए आज आपको अपना सामान ध्यान से रखने की जरुरत है। अचानक मिली कोई अच्छी ख़बर आपका उत्साह बढ़ा देगी। परिवार के लोगों के साथ इसे बांटना आपको उल्लास से भर देगा। प्यार के सकारात्मक संकेत आपको मिलेंगे। आप किसी बड़ी योजना या घटना में भागीदार होंगे, जिसके लिए आपको सराहना और पुरस्कार मिलेंगे। छात्रों को सलाह दी जाती है कि यारी-दोस्ती के चक्कर में इन कीमती पलों को खराब न करें। यार दोस्त आने वाले वक्त में भी मिल सकते हैं लेकिन पढ़ाई के लिए यही समय सबसे सही है। आज आपके वैवाहिक जीवन के सबसे अच्छे दिनों में से एक हो सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- आटा, बूरा, घी मिलाकर सूखे नारियल के गोले में भरकर पीपल के नीचे रखने से आर्थिक स्थिति मजबूत होगी। \n"
}]
