horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। व्यापार में सफलता मिलेगी। काम में मन लगेगा। गृहस्थ जीवन में जीवन साथी के साथ प्रेम भरी बातें करेंगे। काम के सिलसिले में अच्छे नतीजे मिलेंगे। प्रेम जीवन जीने वालों को तनाव का सामना करना पड़ेगा। स्वास्थ्य मजबूत होने से आपकी शक्ति बढ़ेगी और परिवार के लोगों का सहयोग बढ़ेगा। इस सबके बीच परिवार में किसी का स्वास्थ्य कमजोर हो सकता है।आपका दानशीलता का व्यवहार आपके लिए छुपे हुए आशीर्वाद की तरह सिद्ध होगा, क्योंकि यह आपको शक, अनास्था, लालच और आसक्ति जैसी ख़राबियों से बचाएगा। अटके हुए मामले और घने होंगे व ख़र्चे आपके दिमाग़ पर छा जाएंगे। वैवाहिक बंधन में बंधने के लिए अच्छा समय है। आज आपकी कोई बुरी आदत आपके प्रेमी को बुरी लग सकती है और वो आपसे नाराज हो सकते हैं। हाल में विकसित किए गए व्यावसायिक संबंध आगे चलकर बहुत फ़ायदा देंगे। ऐसे लोगों से जुड़ने से बचें जो आपकी प्रतिष्ठा को आघात पहुँचा सकते हैं। आज आपको अपने जीवनसाथी का दैवीय पक्ष देखने को मिल सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- दूध की एक थैली किसी गरीब महिला को देने से आर्थिक पक्ष मजबूत बनेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन थोड़ा कमजोर रहेगा। मानसिक रूप से चिंताओं में घिरे रहेंगे तथा खर्चों में बढ़ोतरी होगी लेकिन इनकम भी होगी और शारीरिक रूप से आप चुस्त-दुरुस्त बने रहेंगे। काम के सिलसिले में आपको अधिक मेहनत करनी होगी। ट्रांसफर के योग बनेंगे। घर वालों का साथ आपके काम में आप को आगे बढ़ाने में मदद देगा। गृहस्थ जीवन खुशनुमा रहेगा लेकिन प्रेम जीवन बिता रहे लोगों को कुछ दिक्कतें महसूस होंगी।आपका दानशीलता का व्यवहार आपके लिए छुपे हुए आशीर्वाद की तरह सिद्ध होगा, क्योंकि यह आपको शक, अनास्था, लालच और आसक्ति जैसी ख़राबियों से बचाएगा। जिन लोगों ने अपना पैसा सट्टेबाजी में लगा रखा था आज उन्हें नुक्सान होने की संभावना है। सट्टेबाजी से दूर रहने की आपको सलाह दी जाती है। बच्चों की उनसे जुड़े मामलों में मदद करना आवश्यक है। अपने प्रिय के बिना समय बिताने में दिक़्क़त महसूस करेंगे। ऑफिस में आज आपको स्थिति को समझते हुए ही व्यवहार करना चाहिए। अगर आपका बोलना जरुरी नहीं है तो चुप रहें, कोई भी बात जबरदस्ती बोलकर आप खुद को परेशानी में डाल सकते हैं। आपको ऐसी जगहों से महत्वपूर्ण बुलावा आएगा, जहाँ से आपने इसकी कभी कल्पना भी न की हो। जीवनसाथी से बहुत ज़्यादा उम्मीदें रखना आपको वैवाहिक जीवन में उदासी की तरफ़ ले जा सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- घर में खाली पड़े बर्तनों में कांसे का एक टुकड़ा रखने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। आप अपनी संतान को भी समय देंगे और उनका पूरा ध्यान रखेंगे। उनके साथ समय बिताना आपको अच्छा लगेगा। प्रेम जीवन के लिहाज से भी आज का दिन बढ़िया रहेगा। शादीशुदा जातकों के गृहस्थ जीवन में तनाव की रेखा देखी जा सकती है। काम के सिलसिले में बेहतरीन नतीजे हासिल होंगे और आपकी सेहत मजबूत रहेगी। काम में आपको सराहना मिलेगी।कॉफ़ी पीना छोड़ दें, ख़ास तौर पर दिल के मरीज़। आज के दिन आपको आर्थिक परेशानियों का सामना करना पड़ सकता अहि- मुमकिन है कि आप ज़रूरत से ज़्यादा ख़र्च करें या आपका बटुआ खो भी सकता है- ऐसे मामलों में सावधानी की कमी आपको नुक़सान पहुँचा सकती है। दोस्तों के साथ शाम बेहद मज़ेदार और हँसी-ख़ुशी से भरपूर रहेगी अपने रोमांटिक ख़यालों को हर किसी को बताने से बचें। व्यावसायिक साझीदार सहयोग करेंगे और आप साथ मिलकर टलते आ रहे कामों को पूरा कर सकते हैं। आज अपने लिए वक्त निकालकर अपने जीवनसाथी के साथ आप कहीं घूमने जा सकते हैं। हालांकि इस दौरान आप दोनों के बीच थोड़ी बहुत कहासुनी हो सकती है। अपने जीवनसाथी को सरप्राइज़ देते रहें, नहीं तो वह ख़ुद को आपके जीवन में महत्वहीन समझ सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- रात को पाने में जौ भिगोकर रखें व अगली सुबह किसी जानवर या पक्षियों को खिलाने से हेल्थ अच्छी रहेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। घर परिवार को समय देंगे। अपने अनुसार स्थितियों से लड़ने की आदत डालेंगे, जिससे आपको खुशी मिलेगी। परिवार के लोगों में प्रेम देखने को मिलेगा। घर में शानदार वक्त बिताएंगे। व्यापार के सिलसिले में कुछ दिक्कतें हो सकती हैं। नौकरी पेशा लोगों के लिए दिन बढ़िया रहेगा।गृहस्थ जीवन में तनाव बढ़ेगा। सेहत अच्छी रहेगी। गुस्से से बचकर रहें।बहुत ज़्यादा खाने से बचें और अपने वज़न पर नज़र रखें। बिना किसी की मदद के भी आप धन कमा पाने में सक्षम हो सकते हैं बस आपको खुद पर विश्वास करने की जरुरत है। अचानक आयी ज़िम्मेदारी आपकी दिन की योजनाओं में बाधा डाल सकती है। आप पाएंगे कि आप दूसरों के लिए ज़्यादा और ख़ुद के लिए कम कर पा रहें। आप अपने प्रिय की बांहों में आराम महसूस करेंगे। एक अहम प्रोजेक्ट- जिसपर आप काफ़ी अरसे से काम कर रहे थे- टल हो सकता है। आपके घर का कोई सदस्य आज आपके साथ वक्त बिताने की जिद्द कर सकता है जिसके कारण आपका कुछ समय खराब हो जाएगा। पारिवारिक विवादों के कारण आज आपका वैवाहिक जीवन प्रभावित रह सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- तांबे या सोने के पात्र में जल पिएं, इससे पारिवारिक जीवन अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। यात्रा पर जाने के योग बन रहे हैं लेकिन सावधानी बहुत आवश्यक है क्योंकि शारीरिक परेशानियां हो सकती हैं। सेहत के लिहाज से आज का दिन कमजोर रहेगा। खर्चों में भी अधिक बढ़ोतरी होगी, जिससे आपका मन दुखी हो सकता है। इनकम ठीक-ठाक रहेगी। परिवार में सुख शांति और प्रेम बना रहेगा। प्रेम जीवन के लिए आज का दिनमान कमजोर है। गृहस्थ जीवन बिता रहे लोगों को आज जीवन साथी से कोई नई बात बोलने को मिल सकती है जो उनके लिए बहुत महत्वपूर्ण होगी।दोस्तों का रुख़ सहयोगी रहेगा और वे आपको ख़ुश रखेंगे। आपका कोई पुराना मित्र आज कारोबार में मुनाफा कमाने के लिए आपको सलाह दे सकता है, अगर इस सलाह पर आप अमल करते हैं तो आपको धन लाभ जरुर होगा। आपका मज़ाकिया स्वभाव सामाजिक मेल-जोल की जगहों पर आपकी लोकप्रियता में इज़ाफ़ा करेगा। आपका प्रिय आपसे वादे की मांग करेगा, लेकिन ऐसा वादा न करें जिसे आप पूरा न कर सकें। कार्यक्षेत्र में आपके कामकाज की सराहना होगी। घर के कामों को पूरा करने के बाद इस राशि की गृहणियां आज के दिन फुर्सत में टीवी या मोबाइल पर कोई मूवी देख सकती हैं। समय की कमी की वजह से आप दोनो के बीच निराशा या कुंठा के भाव पनप सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- काली-सफेद गाय को खाना खिलाने से प्रेम सम्बन्ध अच्छे होंगे। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। धन के मामले में आप आज भाग्यशाली रहेंगे। आपको धन की प्राप्ति होगी। इनकम बढ़ेगी। प्रेम जीवन के लिहाज से दिनमान काफी कमजोर है और आपके प्रिय की सेहत बिगड़ सकती है। शादीशुदा जातकों का गृहस्थ जीवन आज बढ़िया रहेगा। जीवनसाथी को लाभ भी होगा। आपको भी व्यापार में लाभ के योग बनेंगे। नौकरी के लिहाज से समय अच्छा है। आप की पदोन्नति के योग बन रहे हैं। भाग्य का सितारा बुलंद रहेगा।\n अपने आहार पर नियंत्रण रखें और चुस्त-दुरुस्त रहने के लिए नियमित व्यायाम करें। ख़ास लोग ऐसी किसी भी योजना में रुपये लगाने के लिए तैयार होंगे, जिसमें संभावना नज़र आए और विशेष हो। विदेश में रह रहे किसी संबंधी से मिला उपहार आपको ख़ुशी दे सकता है। कुछ लोगों के लिए जल्द ही शादी की शहनाई बज सकती है, जबकि दूसरे ज़िन्दगी में नए रोमांस का अनुभव करेंगे। आपका जीवनसाथी सहयोगी और मददगार रहेगा। आपके द्वारा आज खाली समय में ऐसे काम किये जाएंगे जिनके बारे में आप अक्सर सोचा करते हैं लेकिन उन कामों को कर पाने में समर्थ नहीं हो पाते। मुमकिन है कि आज आपका जीवनसाथी ख़ूबसूरत शब्दों में यह बताए कि आप उनके लिए कितने क़ीमती हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- कच्चे कोयले शाम को जल प्रवाहित करने से हेल्थ अच्छी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। हर काम को बढ़िया तरीके से अंजाम तक पहुंचाएंगे। काम करने में मन लगेगा। सेहत मजबूत रहेगी। कहीं से अचानक से धन आने से आप की स्थिति और बढ़िया हो जाएगी। परिवार में तनाव रहेगा लेकिन आप उससे दूर करने का प्रयास करेंगे। नौकरी के सिलसिले में अच्छे नतीजे मिलेंगे। आपकी मेहनत रंग लाएगी। विरोधियों पर आप भारी पड़ेंगे। गृहस्थ जीवन में प्रेम बढ़ेगा। प्रेम जीवन जीने वालों को तनाव मिल सकता है।शारीरिक तौर पर तंदुरुस्त रहने के लिए धूम्रपान की आदत छोड़ दें। आर्थिक तौर पर बेहतरी के चलते आपके लिए ज़रूरी चीज़ें ख़रीदना आसान होगा। दोस्त और रिश्तेदार साथ में ज़्यादा वक़्त बिताने की मांग करेंगे लेकिन यह सभी दरवाज़े बन्द करके राजसी आनन्द लेने का समय है। आपका प्रेमी या प्रेमिका आज बहुत गुस्से में नजर आ सकते हैं इसकी वजह उनके घर की स्थिति होगी। अगर वो गुस्से में हैं तो उन्हें शांत करने की कोशिश करें। दफ़्तर की राजनीति हो या फिर कोई विवाद, चीज़ें आपके पक्ष में झुकी नज़र आएंगी। आज खाली वक्त का सही उपयोग करने के लिए आप अपने पुराने मित्रों से मिलने का प्लान बना सकते हैं। जीवनसाथी के किसी अचानक काम की वजह से आपकी योजनाएँ बिगड़ सकती हैं। लेकिन फिर आपको महसूस होगा कि जो होता है अच्छे के लिए ही होता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- केसर लगी पीली मिठाई, केसरी हलवा खुद भी खाएं और गरीबों में भी बाँटने से स्वास्थ्य अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन कमजोर रहेगा। खर्चे बढ़ेंगे और सेहत भी थोड़ी नाजुक रहेगी। मानसिक तनाव आपको परेशान करेगा, जिससे कामों में रुकावट आ सकती है लेकिन शादीशुदा जातकों के गृहस्थ जीवन में आज प्रेम बढ़ेगा।एक दूसरे से प्यार महसूस होगा। प्रेम जीवन जीने वालों को आज राहत महसूस होगी। एक दूसरे से अपने मन की बात कहने में आसानी होगी, जिससे रिश्ते में समझ बढ़ेगी। परिवार का माहौल भी अच्छा रहेगा लेकिन परिवार में किसी छोटे सदस्य की तबीयत बिगड़ने से सब लोग दुखी होंगे।मौज-मस्ती की यात्राएं और सामाजिक मेलजोल आपको ख़ुश रखेंगे और सुकून देंगे। आज आपके भाई-बहन आपसे आर्थिक मदद मांग सकते हैं और उनकी मदद करके आप खुद आर्थिक दबाव में आ सकते हैं। हालांकि स्थिति जल्द ही सुधर जाएगी। आपके घर वाले आपकी कोशिशों और समर्पण को सराहेंगे। आप आज प्रेमपूर्ण मनोभाव में होंगे, इसलिए अपने प्रिय के साथ कुछ अच्छा समय बिताने की योजना बनाएँ। व्यवसाय में किसी धोखेबाज़ी से बकने के लिए अपने आँख-कान खुले रखें। दिन के अंत में आज आप अपने घर के लोगों को वक्त देना चाहेंगे लेकिन इस दौरान घर के किसी करीबी के साथ आपकी कहासुनी हो सकती है और आपका मूड खराब हो सकता है. आज के दिन आपके और आपके जीवनसाथी के लिए गहरी आत्मीयतापूर्ण बातें का सही समय है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- धूप में रखी हुई नारंगी या गुलाबी रंग की कांच की बोतल के पानी का सेवन करने से नौकरी/बिज़नेस में लाभ मिलेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। आज आपके पास कहीं से पैसा आएगा, जिससे आपके रुके हुए काम फिर से चालू हो जाएंगे और आपको खुशी होगी। परिवार का माहौल भी समझदारी भरा रहेगा। लोग एक दूसरे के साथ बैठकर परिवार की भलाई की बातें करेंगे। प्रेम जीवन में आज का दिन बढ़िया रहेगा। रोमांस करने के अवसर मिलेंगे। शादीशुदा जातकों का गृहस्थ जीवन किसी परेशानी के कारण आज कमजोर रहेगा। सेहत ठीक ठाक रहेगी लेकिन खानपान पर ध्यान दें।आपका तनाव काफ़ी हद तक ख़त्म हो सकता है। अपने धन का संचय कैसे करना है यह हुनर आज आप सीख सकते हैं और इस हुनर को सीख कर आप अपना धन बचा सकते हैं। बढ़िया दिन है जब आप सबके ध्यान को अपनी तरफ़ खींचेंगे- आपके सामने चुनने के लिए कई चीज़ें होंगी और आपके सामने समस्या यह होगी कि किसे पहले चुना जाए। आपके जीवन-साथी के पारिवारिक सदस्यों की वजह से आपका दिन थोड़ा परेशानीभरा हो सकता है। अपना बायोडाटा भेजने या किसी इंटरव्यू में जाने के लिए अच्छा समय है। अगर आप ख़रीदारी पर जाएँ तो ज़रूरत से ज़्यादा जेब ढीली करने से बचें। वैवाहिक जीवन में चीज़ें हाथ से निकलती हुई मालूम होंगी। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- चाँदी की चूड़ियाँ या कड़ा धारण करने से प्रेम सम्बन्धों में वृद्धि होती है। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन मिलाजुला असर लेकर आएगा। सेहत बिगड़ सकती है क्योंकि आप मानसिक रूप से तनावग्रस्त रहेंगे। इससे आपके पेट खराब होने के योग बनेंगे। अपच की शिकायत भी हो सकती है। काम के सिलसिले में अच्छे नतीजे मिलेंगे। काम पर फोकस करेंगे। निजी प्रयासों से सफलता मिलेगी। प्रेम जीवन में रोमांस के अवसर आएंगे। शादीशुदा जातकों के गृहस्थ जीवन के लिए आज का दिन कमजोर है। आप का व्यापार गति पकड़ेगा।परेशानियों के बारे में सोचते रहने और तिल का ताड़ करने की आपकी आदत आपके नैतिक ताने-बाने को कमज़ोर कर सकती है। आपके पिता की कोई सलाह आज कार्यक्षेत्र में आपको धन लाभ करा सकती है. आज आपको अपने होशियारी और प्रभाव का उपयोग संवेदनशील घरेलू मुद्दों को हल करने के लिए करना चाहिए। जो अपने प्रिय के साथ छुट्टियाँ बिता रहे हैं, ये उनकी ज़िन्दगी के सबसे यादगार लम्हों में से होंगे। किसी ऐसे नए उद्योग से जुड़ने से बचें जिसमें कई भगीदार हों- और अगर ज़रूर पड़े तो उन लोगों की राय लेने से न कतराएँ, जो आपके क़रीबी है। कर्म-काण्ड/हवन/पूजा-पाठ आदि का आयोजन घर मे होगा। आज आप एक बार फिर समय में पीछे जाकर शादी के शुरुआती दिनों के प्यार और रुमानियत को महसूस कर सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- नौकरी/बिज़नेस में तरक्की हेतु दूब घास, हरे पत्तों की टहनी, तुलसीदल घर में रखें और सूख जाने पर बदल दें। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन थोड़ा कमजोर रहेगा। सेहत कमजोर बनी रहेगी, जिससे आप परेशानी महसूस करेंगे। भाग्य की बदौलत आपके अनेक काम बनेंगे। घर में सुख रहेगा। घर में परिजनों के साथ मिलकर समय बिताना आपको अच्छा लगेगा। परिवार का मान सम्मान बढ़ेगा। प्रेम जीवन के लिए दिनमान अच्छा है और शादीशुदा जातकों का गृहस्थ जीवन भी बढ़िया रहेगा।आपमें आज चुस्ती-फुर्ती देखी जा सकती है। आपका स्वास्थ्य आज पूरी तरह से आपका साथ देगा। आपके मन में जल्दी पैसे कमाने की तीव्र इच्छा पैसा होगी। पारिवारिक उत्तरदायित्व में वृद्धि होगी, जो आपको मानसिक तनाव दे सकती है। ताज़ा फूल की तरह अपने प्यार में भी ताज़गी बनाए रखें। काम पर लोगों के साथ मेलजोल में समझ और धैर्य से सावधानी बरतें। इस राशि के बच्चे आज खेलकूद में दिन बिता सकते हैं, ऐसे में माता-पिता को उनपर ध्यान देना चाहिए क्योंकि चोट लगने की संभावना है। आज के दिन आपके और आपके जीवनसाथी के लिए गहरी आत्मीयतापूर्ण बातें का सही समय है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सुबह उठने के साथ ही द्वादश ज्योतिर्लिंगों के नामों का उच्चारण करना नौकरी/ बिज़नेस में उन्नति देगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन उतार-चढ़ाव से भरा रहेगा। मन में अनेक प्रकार के ख्याल आएंगे, जो आपको अलग-अलग दिशाओं में सोचने पर विवश करेंगे। इससे काम में रुकावट आएगी। आपकी चिंताएं बढ़ेंगी। काम के सिलसिले में नतीजे ठीक-ठाक रहेंगे लेकिन किसी बात को लेकर डर बना रहेगा इनकम बढ़ेगी। प्रेम जीवन के लिए दिन कमजोर है। शादीशुदा जातकों को गृहस्थ जीवन में थोड़ा ध्यान रखना चाहिए। जीवन साथी से झगड़ा हो सकता है।विश्वास कीजिए कि ख़ुद पर यक़ीन ही बहादुरी की असली परख है, क्योंकि इसी के बल पर आप लम्बे वक़्त से चली आ रही बीमारी से निजात पा सकते हैं। आज आपको पैसों से जुड़ी कोई समस्या आ सकती है जिसे सुलझाने के लिए आप अपने पिता या पितातुल्य किसी आदमी से सलाह ले सकते हैं। अपने परिवार के सदस्यों की भावनाओं को आहत करने से बचने के लिए अपने ग़ुस्से पर क़ाबू रखिए। आज के दिन अपने प्रिय की भावनाओं को समझें। सहकर्मियों और वरिष्ठों से मिला सहयोग आपके उत्साह में इज़ाफ़ा करेगा। छात्रोंं के दिमाग में आज प्यार का बुखार छा सकता है और इस वजह से उनका काफी समय बर्बाद हो सकता है। अपने जीवनसाथी के साथ आप प्यार और रुमानियत से भरे पुराने दिन एक बार फिर जी पाएंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- माथे पर केसर का तिलक करना स्वास्थ्य के लिए शुभ रहेगा। \n"
}]
