horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम फलदायक रहेगा। दोपहर तक जो तनाव रहेगा, वो दोपहर बाद दूर हो जाएगा। शादीशुदा लोगों का गृहस्थ जीवन खुशियों से भरा रहेगा। रिश्ते में प्रेम बढ़ेगा। आप अपनी कल्पनाशीलता से अपने जीवन साथी को खुश रखेंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बढ़िया रहेगा। विरोधियों पर आप भारी पड़ेंगे। सेहत मजबूत रहेगी और काम के सिलसिले में दिन अच्छा रहेगा।अपने दफ़्तर से जल्दी निकलने की कोशिश करें और वे काम करें जिन्हें आप वाक़ई पसंद करते हैं। वैसे तो अपना पैसा दूसरे को देना किसी को पसंद नहीं आता लेकिन आज आप किसी जरुरतमंद को पैसा देकर सुकून का अनुभव करेंगे। आपका जीवनसाथी आपकी सहायता करेगा और मददगार साबित होगा। प्यार का जज़्बा अनुभव के परे है, लेकिन आज आप प्यार की इस मदहोशी की कुछ झलक पा सकेंगे। ज़रूरतमंदों की मदद करने की आपकी ख़ासियत आपको सम्मान दिलाएगी। छोटे-छोटे मामलों को लेकर हुए आपके आपसी झगड़े आज आपके वैवाहिक जीवन में कटुता को बढ़ा सकते हैं। इसलिए आपको चाहिए कि दूसरों के कहने और बहकावे में न आएं। आज के भाग-दौड़ भरे दौर में हम अपने परिवार को कम समय ही दे पाते हैं। लेकिन परिवार के साथ बेहतरीन लम्हे गुज़ारने का यह उम्दा मौक़ा है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- घर में खाली पड़े बर्तनों में कांसे का एक टुकड़ा रखने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मिलेजुले परिणाम लेकर आएगा। काम के सिलसिले में दिन बढ़िया रहेगा। आपकी मेहनत सफल होगी। शादीशुदा लोगों के गृहस्थ जीवन में थोड़ा तनाव देखने को मिलेगा। प्रेम जीवन बिता रहे लोग आज अपने प्रिय के बर्ताव से थोड़ा दुखी महसूस करेंगे। आपकी सेहत बढ़िया रहेगी लेकिन काम के सिलसिले में सफलता के लिए प्रयास करने पड़ेंगे।प्यार, उम्मीद, सहानुभूति, आशावादिता और निष्ठा जैसी सकारात्मक भावनाओं को अपनाने के लिए ख़ुद को प्रोत्साहित करें। एक बार ये गुण आपके अंदर रच-बस जाएँ, तो हर हालात में वे ख़ुद ही सकारात्मक तरीक़े से उभर आएंगे। आज आपको अपनी संतान की वजह से आर्थिक लाभ होने की संभावना नजर आ रही है। इससे आपको काफी खुशी होगी। घर में कुछ बदलाव लाने के लिए पहले बाक़ी लोगों की राय भली-भांति जान लें। आपकी थकी और उदास ज़िन्दगी आपके जीवन-साथी को तनाव दे सकती है। वक़ील के पास जाकर क़ानूनी सलाह लेने के लिए अच्छा दिन है। किसी पड़ोसी, दोस्त या रिश्तेदार की वजह से वैवाहिक जीवन में अनबन मुमकिन है। शादीशुदा हैं तो आज आपके बच्चे की कोई शिकायत घर पर आ सकती है जिससे आप परेशान हो जाएंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- भाइयों को समय-समय पर लाल कपड़े गिफ्ट में दें, इससे पारिवारिक जीवन अच्छा चलेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मध्यम फलदायक रहेगा। काम के सिलसिले में कुछ तनाव रहेगा क्योंकि आपको लगेगा आपकी मेहनत व्यर्थ हो रही है। शादीशुदा लोगों के गृहस्थ जीवन में आपसी समझदारी और प्रेम रहेगा। प्रेम जीवन बिता रहे लोग आज के दिन को खुलकर एंजॉय करेंगे। आपकी सेहत में उतार-चढ़ाव देखने को मिलेगा। परिवार में तनाव बढ़ेगा।दिन की शुरुआत आप योग ध्यान से कर सकते हैं। ऐसा करना आपके लिए फायदेमंद रहेगा और सारे दिन आपमें ऊर्जा रहेगी। यह बात भली भांति समझ लें कि दुख की घड़ी में आपका संचित धन ही आपके काम आएगा इसलिए आज के दिन अपने धन का संचय करने का विचार बनाएं। अगर आप पार्टी करने की सोच रहे हैं, तो अपने अपने अच्छे दोस्तों को बुलाएँ। ऐसे कई लोग होंगे, जो आपका उत्साह बढाएंगे। लवमेट आज आपसे किसी चीज की डिमांड कर सकता है लेकिन आप उसे पूरा नहीं कर पाएंगे जिसकी वजह से आपका लवमेट आपसे नाराज हो सकता है। इस राशि के जातक आज खाली वक्त में रचनात्मक काम करने का प्लान तो बनाएंगे लेकिन उनका यह प्लान पूरा नहीं हो पाएगा। आप अपने जीवनसाथी के प्यार की गर्माहट महसूस कर सकते हैं। संगीत, नृत्य और बाग़बानी जैसे अपने शौक़ों के लिए भी समय निकालें। इससे आपको संतुष्टि का अनुभव होगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- घर में एक्वेरियम स्थापित करके मछलियों को चारा खिलाने से धन वृद्धि होगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। आपकी सेहत अच्छी रहेगी और आप खुद पर खर्च भी करेंगे। शादीशुदा लोगों का गृहस्थ जीवन सामान्य रहेगा। आप अपने रिश्ते को लेकर ईमानदार रहेंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान थोड़ा चुनौतीपूर्ण रहेगा। किसी बात को लेकर आप की झड़प हो सकती है। परिवार के छोटे सदस्यों का सहयोग मिलेगा।सकारात्मक विचारों को ही दिमाग़ में आने दें। अपने जीवनसाथी के साथ मिलकर आज आप भविष्य के लिए कोई आर्थिक योजना बना सकते हैं और उम्मीद है कि यह योजना सफल भी होगी। किसी बुज़ुर्ग की सेहत चिंता का सबब बनेगी। आपके जीवन-साथी के पारिवारिक सदस्यों की वजह से आपका दिन थोड़ा परेशानीभरा हो सकता है। आज समय की नजाकत को देखते हुए आप अपने लिए समय निकाल सकते हैं लेकिन ऑफिस के किसी काम के अचानक आ जाने के कारण आप ऐसा करने में सफल नहीं हो पाएँगे। आपके और आपके जीवनसाथी के दरमियान कोई अजनबी नोंकझोंक की वजह बन सकता है। आज परिवार या मित्रों के साथ समय व्यतीत होगा। मुमकिन है कि आप झुंझलाहट या ख़ुद को फँसा हुआ महसूस करें, क्योंकि दूसरे ख़रीदारी में पूरी तरह मशगूल रह सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- पीने के पानी का घड़ा भरकर गरीबों के लिए रखना पारिवारिक जीवन में खुशहाली लाएगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। अपने खान-पान पर ध्यान दें। गला खराब हो सकता है। पैसों की आवक होगी। आर्थिक स्थिति मजबूत होगी। थोड़े खर्चे रहेंगे। शादीशुदा लोगों का गृहस्थ जीवन कुछ तनावपूर्ण रहेगा और जीवन साथी बीमार पड़ सकता है। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन बहुत बढ़िया रहेगा। अपने रिश्ते को अहमियत देंगे। काम के सिलसिले में आज का दिन आपके पक्ष में रहेगा।आज शान्त और तनाव-रहित रहें। बिन बुलाया कोई मेहमान आज घर में आ सकता है लेकिन इस मेहमान की किस्मत की वजह से आज आपको आर्थिक लाभ हो सकता है। आज जिस नए समारोह में आप शिरकत करेंगे, वहाँ से नयी दोस्ती की शुरुआत होगी। अपने प्रिय की ईमानदारी पर शक न करें। अपने किस मित्र के साथ आज समय बिता सकते हैं लेकिन इस दौरान आप शराब का सेवन करने से बचना चाहिए नहीं तो समय की बर्बादी हो सकती है। आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्तों की तरह है और आपको आज यह एहसास होगा। दिखावा करने से आज आपको बचना चाहिए ऐसा करेंगे तो आपके करीबी लोग ही आपसे दूर हो जाएंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- जीव सेवा सर्वोत्तम सेवा है- इसलिए आज किसी कोढ़ी व गूंगे, बहरे व्यक्ति की मदद करें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। सेहत में सुधार होगा। शादीशुदा लोगों के गृहस्थ जीवन में थोड़ा तनाव बढ़ेगा लेकिन आप दोपहर बाद स्थितियां बदलेंगी और आपको अपने जीवन साथी से कुछ अच्छी बात सुनने को मिलेगी जिससे आपका मन हर्षित होगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा रहेगा। आपके रिश्ते में रोमांस रहेगा। काम के सिलसिले में दिन ठीक-ठाक है।दूसरों की आलोचना करने की आपकी आदत के कारण आपको भी आलोचना का शिकार होना पड़ सकता है। अपना ‘सेंस ऑफ़ ह्यूमर’ दुरुस्त रखें और पलटकर तल्ख़ जवाब देने से बचें। ऐसा करने पर आप आसानी से दूसरों की कड़ी टिप्पणियों से निजात पा लेंगे। अगर आप अपनी रचनात्मक प्रतिभा को सही तरीक़े से इस्तेमाल करें तो वह काफ़ी फ़ायदेमंद साबित होगी। आज हर कोई आपसे दोस्ती करना चाहता है और आप उनकी ये इच्छा पूरी करने में ख़ुशी महसूस करेंगे। कोई अच्छी ख़बर या जीवनसाथी/प्रिय से मिला कोई संदेश आपके उत्साह को दोगुना कर देगा। आज जीवनसाथी के साथ समय बिताने के लिए आपके पास पर्याप्त समय होगा। आपके प्रेम को देखकर आज आपका प्रेमी गदगद हो जाएगा। जीवनसाथी के साथ थोड़ा हँसी-मज़ाक़, थोड़ी छेड़-छाड़ आपको किशोरावस्था के दिनों की याद दिला देंगे। दोस्त अकेलापन दूर करने के सबसे अच्छे माध्यमों में से एक हैं। दोस्तों के साथ समय बिताकर आज के दिन आप बेहतरीन चीज़ में समय निवेश कर सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- खिरनी की जड़ को सफ़ेद कपड़े में लपेटकर अपने पास रखने से हेल्थ में सुधार आएगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम फलदायक रहेगा। सेहत में उतार-चढ़ाव रहेगा। जमीन जायदाद से जुड़े मामलों में सफलता मिलेगी। काम के सिलसिले में भागदौड़ रहेगी। खर्चों में बढ़ोतरी होगी। शादीशुदा लोगों के गृहस्थ जीवन में जीवन साथी का उत्साह देखने को मिलेगा। प्रेम जीवन बिता रहे लोग आज अपने प्रिय को खुश रखेंगे।माता-पिता को अनदेखा करना आपके भविष्य की संभावनाओं को ख़त्म कर सकता है। अच्छा समय बहुत ज़्यादा दिनों तक नहीं रहता है। इंसान के कर्म ध्वनि की तरंगों की तरह हैं। साथ मिलकर ये संगीत बनाते हैं और आपस में टकराकर खड़खड़ाहट। हम जो बोते हैं, वही पाते हैं। आज के दिन आप ऊर्जा से लबरेज़ रहेंगे और मुमकिन है कि अचानक अनदेखा मुनाफ़ा भी मिले। अपने परिवार को पर्याप्त समय दें। उन्हें महसूस होने दें कि आप उनका ख़याल रखते हैं। उनके साथ अच्छा वक़्त बिताएँ और शिकायत करने का मौक़ा न दें। आपके लिए अपने प्रिय से दूर रहना बहुत मुश्किल होगा। रात के समय आज आप घर के लोगों से दूर होकर अपने घर की छत या किसी पार्क में टहलना पसंद करेंगे। बिजली कटौती या फिर किसी अन्य वजह से आपको सुबह तैयार होने में परेशानी का सामना करना पड़ सकता है, लेकिन जीवनसाथी की ओर से इससे निबटने में काफ़ी मदद मिलेगी। आज की शाम दोस्ती के नाम – कहीं बाहर आप अपने दोस्तों के साथ वक़्त का भरपूर लुत्फ़ उठा सकते हैं, लेकिन सेहत के लिहाज़ से ज़रा संभलकर रहें। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- इलायची (बुध की कारक) का सेवन करने से हेल्थ अच्छी होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। इनकम में बढ़ोतरी होने से मन प्रसन्न होगा। शादीशुदा लोगों का गृहस्थ जीवन भी खुशनुमा रहेगा। प्रेम जीवन बिता रहे लोग आज अपने प्रिय के साथ कहीं घूमने जाने का प्लान करेंगे जिससे रिश्ते में प्रेम बढ़ेगा। काम के सिलसिले में आपको और ज्यादा मेहनत करनी पड़ेगी तभी अच्छे नतीजे मिलेंगे। सेहत का ध्यान रखें।आज आपका आत्मविश्वास और ऊर्जा का स्तर ऊँचा रहेगा। ऐसा लगता है आप जानते हैं कि लोग आपसे क्या चाहते हैं- लेकिन आज अपने ख़र्चों को बहुत ज़्यादा बढ़ाने से बचें। कुछ भी चालाकी भरे काम को करने से बचें। मानसिक शांति के लिए इस तरह के कामों में से दूर रहें। रोमांचक दिन है, क्योंकि आपके प्रिय का फ़ोन आएगा। आज आपको महत्वपूर्ण मामलों पर ध्यान लगाने की ज़रूरत है। जीवनसाथी के साथ आज की शाम वाक़ई कुछ ख़ास होने वाली है। अपने सामर्थ्य से ज्यादा काम करना आपके लिए नुकसानदायक साबित होगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- किसी भिखारी व अपंग व्यक्ति को खाना खिलाने से हेल्थ अच्छी रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। सेहत मजबूत होगी। मन में अच्छे विचार आएंगे। काम के सिलसिले में आपको अपनी दूरदर्शिता का परिचय देते हुए अपने काम को सही समय पर निपटाना जरूरी होगा। इससे आपके बॉस भी आपसे खुश होंगे। शादीशुदा लोगों के गृहस्थ जीवन में जीवन साथी की कोई महत्वपूर्ण बात आपके बहुत काम आएगी। प्रेम जीवन बिता रहे लोग आज अपने प्रिय के परिवार के बारे में बातचीत करेंगे।सुकून हासिल करने लिए कुछ पल क़रीबी दोस्तों के साथ बिताएँ। आप पैसा बना सकते हैं, बशर्ते आप अपनी जमा-पूंजी पारम्परिक तौर पर निवेश करें। अगर आप पार्टी करने की सोच रहे हैं, तो अपने अपने अच्छे दोस्तों को बुलाएँ। ऐसे कई लोग होंगे, जो आपका उत्साह बढाएंगे। आपके प्रिय का प्यारा बर्ताव आपको ख़ास होने का अनुभव कराएगा; इन लम्हों का पूरा लुत्फ़ उठाएँ। जो लोग बीते कुछ दिनों से काफी व्यस्त थे उन्हें आज अपने लिए फुर्सत के पल मिल सकते हैं। आपके जीवनसाथी का आन्तरिक सौन्दर्य बाहर भी पूरी तरह महसूस होगा। अगर आप अपने मन की सुनें, तो यह दिन ख़रीदारी के लिहाज़ से उम्दा है। आपको कुछ अच्छे कपड़ों और जूतों की ज़रूरत भी है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- धर्म स्थान के लिए ध्वजा (झंड़े) का दान करने से स्वास्थ्य अच्छा होगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। काम के सिलसिले में सफलता मिलेगी। अचानक से बिगड़े हुए काम भी बनने लगेंगे जिससे आपको इनकम भी अच्छी होगी और कामों में सफल होने से आपका हौसला बढ़ेगा। शादीशुदा लोगों का गृहस्थ जीवन अच्छा रहेगा। जमीन जायदाद के मामलों में आज का दिन मजबूत रहेगा। प्रेम जीवन बिता रहे लोग अपने रिश्ते को लेकर काफी पजेसिव होंगे और शादी की बात करेंगे।सेहत को देखभाल की ख़ास ज़रूरत है। आपके द्वारा धन को बचाने के प्रयास आज असफल हो सकते हैं हालांकि आपको इससे घबराने की जरुरत नहीं है स्थिति जल्द ही सुधरेगी। बढ़िया दिन है जब आप सबके ध्यान को अपनी तरफ़ खींचेंगे- आपके सामने चुनने के लिए कई चीज़ें होंगी और आपके सामने समस्या यह होगी कि किसे पहले चुना जाए। आपकी मुलाक़ाता एक ऐसे दोस्त से होगी, जिसे आपका ख़याल है और जो आपको समझता भी है। आज आपके पास लोगों से मिलने-जुलने का और अपने शौक़ पूरे करने का पर्याप्त खाली वक़्त है। अगर आप वैवाहिक तौर पर लंबे समय से कुछ नाख़ुश हैं, तो आज के दिन आप हालात बेहतर होते हुए महसूस कर सकते हैं। आज कोई उलझन आपको दिन भर तंग कर सकती है। इस उलझन को दूर करने के लिए आपको अपने घर वालों से बात करनी चाहिए। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- केले न खाना आर्थिक स्थिति के लिए अच्छा रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम फलदायक रहेगा। सेहत में उतार-चढ़ाव रहेगा इसलिए ध्यान रखना जरूरी होगा। काम के सिलसिले में ज्यादा गौर से काम करना पड़ेगा। शादीशुदा लोगों के गृहस्थ जीवन में तनाव बढ़ेगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन मान बहुत अच्छा रहेगा। आपके पास पैसों की आवक होगी। ससुराल से संबंधों पर असर पड़ेगा।आज के दिन आप काम को अलग रखकर थोड़ा आराम करें और कुछ ऐसा करें जिसमें आपकी दिलचस्पी हो। आज निवेश के जो नए अवसर आपकी ओर आएँ, उनपर विचार करें। लेकिन धन तभी लगाएँ जब आप उन योजनाओं का भली-भांति अध्ययन कर लें। ऐसे लोगों से दूर रहें जिनकी बुरी आदतें आपके ऊपर असर डाल सकती हैं। हर रोज़ प्रेम में पड़ने की अपनी आदत को बदलिए। इस राशि के जातक खाली वक्त में आज किसी समस्या का समाधान निकालने की कोशिश कर सकते हैं। किसी ख़बसूरत याद के कारण आपके और आपके जीवनसाथी के बीच की अनबन रुक सकती है। इसलिए वाद-विवाद की हालत में पुराने दिनों की यादों को ताज़ा करना न भूलें। छात्र जिस विषय में कमजोर हैं उस विषय के बारे में आज अपने गुरु से बात कर सकते हैं। गुरु की सलाह आपको उस विषय की जटिलताओं को समझने में सहायक होगी। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सफेद संगमरमरी पत्थर पर सफेद चन्दन लगाकर जल प्रवाहित करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। मन की कोई इच्छा पूरी होने से मन हर्षित होगा। प्रेम जीवन बिता रहे लोग दिल खोलकर एंजॉय करेंगे। प्रिय के साथ घंटों बातें करेंगे। शादीशुदा लोगों का गृहस्थ जीवन मजबूत बनेगा और जीवन साथी आपको खुश रखेगा। काम के सिलसिले में आपकी मेहनत रंग लाएगी और आपको अच्छे नतीजे मिलेंगे।अच्छी चीज़ों को ग्रहण करने के लिए आपका दिमाग़ खुला रहेगा। आज आपको किसी अज्ञात स्रोत से पैसा प्राप्त हो सकता है जिससे आपकी कई आर्थिक परेशानियां दूर हो जाएंगी। जिन्हें आप चाहते हैं, उनके साथ उपहारों का लेन-देन करने के लिए अच्छा दिन है। प्रेम के दृष्टिकोण से आपके लिए यह दिन विशेष रहने वाला है। अगर आप किसी विवाद में उलझ जाएँ तो तल्ख़ टिप्पणी करने से बचिए। आपका वैवाहिक जीवन इससे अधिक रंगों से भरा कभी नहीं रहा है। आज आप बच्चों के साथ बच्चों के जैसा ही व्यवहार करेंगे जिससे आपके बच्चे सारे दिन आपसे चिपके रहेंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- गरीब कन्याओं में चॉकलेट बाँटने से प्रेम सम्बन्धों में वृद्धि होगी। \n"
}]
