horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। व्यापार में लाभ का योग बनेगा। शादीशुदा लोगों के गृहस्थ जीवन में दिनमान खुशनुमा रहेगा। जमीन जायदाद से जुड़े मामलों के लिए दिन अच्छा है। प्रेम जीवन बिता रहे लोगों के प्यार में बढ़ोतरी होगी। काम के सिलसिले में मेहनत से आगे बढ़ने में सफलता मिलेगी।आज का दिन मौज-मस्ती और आनन्द से भरा रहेगा- क्योंकि आप ज़िन्दगी को पूरी तरह जिएंगे। जीवनसाथी की खराब तबीयत के कारण आज आपका धन खर्च हो सकता है लेकिन आपको इसको लेकर चिंता करने की जरुरत नहीं है क्योंकि धन इसीलिये बचाया जाता है कि बुरे समय में वो आपके काम आ सके। आज आपका ऊर्जा से भरपूर, ज़िंदादिल और गर्मजोशी से भरा व्यवहार आपके आस-पास के लोगों को ख़ुश कर देगा। अपने प्रिय के बिना समय बिताने में दिक़्क़त महसूस करेंगे। आज आप अपने जीवनसाथी के साथ आज समय गुजारेंगे लेकिन किसी पुरानी बात के फिर से सामने आने की वजह से आप दोनों के बीच कहासुनी होने की आशंका है। शादी सिर्फ़ एक छत के नीचे रहने का नाम नहीं है; एक-दूसरे के साथ कुछ समय बिताना भी ज़रूरी है। लंबे समय के बाद आप भरपूर नींद का मज़ा ले पाएंगे। इसके बात आप बहुत शान्त और तरोताज़ा महसूस करेंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- आर्थिक स्थिति मजबूत करने के लिए लाल मिर्च (सूर्य की कारक वस्तु) का भोजन में संतुलित प्रयोग करें। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा लेकिन थोड़ा मानसिक तनाव देखने को मिल सकता है। विरोधियों पर आप भारी पड़ेंगे, फिर भी वह कुछ समय के लिए आपकी चिंता तो बढ़ा ही देंगे। प्रेम जीवन बिता रहे लोग अपने प्रिय की बुद्धिमत्ता के कायल होंगे। शादीशुदा लोगों के गृहस्थ जीवन के लिए आज का दिन मान अच्छा रहेगा। समस्याओं में कमी आएगी। काम के सिलसिले में भाग्य के भरोसे बैठने की वजह प्रयत्न करना अच्छा होगा।ख़ुद अपना इलाज करने से बचें, क्योंकि दवाई पर आपकी निर्भरता बढ़ने की संभावना से इंकार नहीं किया जा सकता है। जल्दबाज़ी में फ़ैसले न लें- ख़ासतौर पर अहम आर्थिक सौदों में मोलभाव करते वक़्त। कुछ लोगों के लिए- परिवार में किसी नए का आना जश्न और उल्लास के पल लेकर आएगा। एकतरफ़ा लगाव आपके लिए सिर्फ दिल तोड़ने का काम करेगा। जीवनसंगी के साथ वक्त बिताने के लिए आज आप ऑफिस से जल्दी निकल सकते हैं लेकिन रास्ते में अत्यधिक जाम की वजह से आप ऐसा करने में समर्थ नहीं हो पाएंगे। वैवाहिक जीवन के कुछ साइड इफ़ेक्ट्स भी होते हैं; आज आपको इनका सामना करना पड़ सकता है। अपनी खुशी को जाहिर करें इससे आपसे जुडे लोगों को भी खुशी मिलती है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- चितकबरी(काली-सफेद गाय) गाय को खाना खिलाने से हेल्थ अच्छी रहेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। प्रेम जीवन बिता रहे लोग अपनी क्रिएटिविटी से अपने प्रिय को खुश रखेंगे। उनके दिल में जगह बनाएंगे और उन्हें कोई बढ़िया गिफ्ट देंगे। शादीशुदा लोगों का गृहस्थ जीवन भी बहुत खुशनुमा रहेगा और समझदारी से रिश्ते की बेहतरी के लिए काम करेंगे। काम के सिलसिले में दिनमान कमजोर रहेगा। ज्यादा मेहनत से ज्यादा सही काम पर ध्यान दें। सेहत में उतार-चढ़ाव रहेगा।ऐसी गतिविधियों में संलग्न रहें, जो आपको सुकून दें। आपकी कोई पुरानी बीमारी आज आपको परेशान कर सकती है जिसकी वजह से आपको हॉस्पिटल भी जाना पड़ सकता है और आपका काफी धन भी खर्च हो सकता है। आज हर कोई आपसे दोस्ती करना चाहता है और आप उनकी ये इच्छा पूरी करने में ख़ुशी महसूस करेंगे। आज प्यार की मदहोशी में हक़ीक़त और फ़साना मिलकर एक होते मालूम होंगे। इसे महसूस करें। जब आपसे राय पूछी जाए तो संकोच न करें- क्योंकि इसके लिए आपकी काफ़ी तारीफ़ होगी। लगता है कि आपका जीवनसाथी आज बहुत ख़ुश है। आपको सिर्फ़ वैवाहिक जीवन से जुड़ी उसकी योजनाओं में मदद करने की ज़रूरत है। आप बहुत कुछ करना चाहते हैं, फिर भी मुमकिन है कि आप आज चीज़ों को बाद के लिए टाल दें। दिन ख़त्म होने से पहले उठें और काम में लग जाएँ, नहीं तो आपको महसूस होगा कि पूरा दिन बर्बाद हो गया है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- काली-सफेद गाय की सेवा आज आपकी मानसिक ख़ुशी को बढ़ा सकती है। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। अपनी मां जी को बड़े प्यार से कोई गिफ्ट देंगे। उनकी सेवा करने की इच्छा मन में जागेगी। मन में सुख और शांति का भाव होगा। काम के सिलसिले में भी दिनमान मजबूत रहेगा। प्रॉपर्टी से जुड़े मामलों में लाभ मिल सकता है। आपकी सेहत अच्छी रहेगी। शादीशुदा लोगों के गृहस्थ जीवन के लिए आज का दिन अच्छा है। एक दूसरे को समझ पाएंगे और रोमांस का भी सहारा लेंगे। प्रेम जीवन बिता रहे लोग आज के दिन को एक दूसरे के ख्यालों में बिताएंगे।खाते-पीते वक़्त सावधान रहें। लापरवाही बीमारी की वजह बन सकती है। आज के दिन धन हानि होने की संभावना है इसलिए लेन-देन से जुड़े मामलों में जितना आप सतर्क रहेंगे उतना ही आपके लिए अच्छा रहेगा। परिवार के साथ सामाजिक गतिविधियाँ सभी को ख़ुश रखेंगी। रोमांचक दिन है, क्योंकि आपके प्रिय का फ़ोन आएगा। जीवनसंगी के साथ वक्त बिताने के लिए आज आप ऑफिस से जल्दी निकल सकते हैं लेकिन रास्ते में अत्यधिक जाम की वजह से आप ऐसा करने में समर्थ नहीं हो पाएंगे। ऐसा लगता है कि आपके जीवनसाथी आज आपके ऊपर ख़ास ध्यान देंगे। कहीं से उधार वापस मिल सकता है जिससे आपकी कुछ आर्थिक समस्याएं दूर हो जाएंगी। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- दूध व दही का सेवन करने से स्वास्थ्य लाभ होगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। आपकी सेहत बढ़िया रहेगी। परिवार के लोग आपको सही इज्जत देंगे। आप की बातों पर ध्यान देंगे। भाग्य प्रबल होगा जिससे कामों में सफलता मिलती चली जाएगी। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिनमान ठीक-ठाक रहेगा। जीवनसाथी खर्च करा सकता है। प्रेम जीवन बिता रहे लोग रिश्ते में काफी ईमानदार रहेंगे और अपने प्रिय से अपने दिल का हाल सुनाएंगे।आपको लंबे समय से महसूस हो रही थकान और तनाव से आराम मिलेगा। इन परेशानियों से स्थायी निजात पाने के लिए जीवन-शैली में बदलाव लाने का सही समय है। जल्दबाज़ी में निवेश न करें- अगर आप सभी मुमकिन कोणों से परखेंगे नहीं तो नुक़सान हो सकता है। जीवनसाथी आपको धूम्रपान की लत से छुटकारा पाने के लिए प्रेरित करेगा। दूसरी बुरी आदतें छोड़ने के लिए भी बढ़िया समय है, क्योंकि जब लोहा गर्म हो तभी वार किया जाता है। ख़याली परेशानियों को छोड़ें और अपने साथी के साथ रोमांटिक समय बिताएँ। ऐसे बदलाव लाएँ जो आपके रूप-रंग में निखार ला सके और संभावित साथियों को आपकी ओर आकर्षित करे। जीवनसाथी के साथ आज की शाम वाक़ई कुछ ख़ास होने वाली है। परिवार के साथ मिलकर किसी ज़रूरी फ़ैसले को अन्तिम रूप दिया जा सकता है। ऐसा करने के लिए यही सही वक़्त भी है। आगे चलकर यह निर्णय काफ़ी लाभदायक साबित होगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- भाइयों को समय-समय पर लाल कपड़े गिफ्ट में दें, इससे पारिवारिक जीवन अच्छा चलेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। अच्छे भोजन का आनंद लेंगे। सेहत में सुधार होगा। मानसिक रूप से मजबूत रहेंगे। इनकम में बढ़ोतरी होगी। घर का माहौल सुख देगा। काम के सिलसिले में दिनमान उतार-चढ़ाव से भरा रहेगा। शादीशुदा लोगों का गृहस्थ जीवन काफी अच्छा रहेगा और आप अपनी समझदारी से कोई नया काम हाथ में लेंगे। प्रेम जीवन बिता रहे लोग अपने रिश्ते में रोमांस महसूस करेंगे।मौज-मस्ती और मनपसंद काम करने का दिन है। निवेश करना कई बार आपके लिए बहुत फायदेमंद साबित होता है आज आपको यह बात समझ में आ सकती है क्योंकि किसी पुराने निवेश से आज आपको मुनाफा हो सकता है। जीवनसाथी के साथ ख़रीदारी मज़ेदार रहेगी। इससे आप दोनों के बीच की समझ में भी इज़ाफ़ा होगा। रोमांस के लिए बढ़ाए गए क़दम असर नहीं दिखाएंगे। अपने जरुरी कामों को निपटाकर आज आप अपने लिए समय तो अवश्य निकालेंगे लेकिन इस समय का उपयोग आप अपने हिसाब से नहीं कर पाएंगे। बिन बुलाए किसी मेहमान की वजह से आपकी योजनाएँ तो गड़बड़ा सकती हैं, लेकिन आपका दिन ख़ुशनुमा हो जाएगा। घर में धार्मिक कार्य हो सकता है लेकिन आपके मन में किसी बात को लेकर चिंता बनी रहेगी। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- छुट्टी के दिन अच्छे पकवान बनाकर उसका लुत्फ़ सोने या तांबे के चम्मच से उठाना आपको शाही एहसास दिला सकता है। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। खुद पर विश्वास बढ़ेगा। अपने ऊपर खर्चा करेंगे। इनकम ठीक-ठाक रहेगी। काम के सिलसिले में इधर उधर की बातें करना नुकसानदायक रहेगा। जमीन जायदाद से जुड़े मामलों के लिए दिनमान अच्छा है। शादीशुदा लोगों के गृहस्थ जीवन में आज सफलता का दिन रहेगा। जीवनसाथी को कोई अच्छी खबर मिलेगी। प्रेम जीवन बिता रहे लोग आज के दिन को भगवान भरोसे बिताएंगे। झगड़ा करने से बचें।सेहत बढ़िया रहेगी। आज अगर आप दूसरों की बात मानकर निवेश करेंगे, तो आर्थिक नुक़सान तक़रीबन पक्का है। कोई चिट्ठी या ई-मेल पूरे परिवार के लिए अच्छी ख़बर लाएगी। विवाहेतर प्रेम संबंध आपकी प्रतिष्ठा धूमिल कर सकते हैं। आज के दिन में आप बहुत व्यस्त रहेंगे लेकिन शाम के वक्त अपने मनपसंद कामों को करने के लिए भी आपके पास पर्याप्त समय होगा। आपका जीवनसाथी रोज़ाना की ज़रूरतों को पूरा करने से अपने हाथ पीछे खींच सकता है, जिसके चलते आपका मन उदास होने की संभावना है। कहीं से उधार वापस मिल सकता है जिससे आपकी कुछ आर्थिक समस्याएं दूर हो जाएंगी। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- कन्याओं में चॉकलेट, टॉफी, सफेद मिठाई बाँटने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए उतार-चढ़ाव से भरा रहेगा। इनकम बढ़िया होगी लेकिन खर्चे बढ़ते चले जाएंगे जो आप की चिंताओं को बढ़ाएंगे। सेहत के मामले में भी दिन उतार-चढ़ाव से भरा रहेगा। कोर्ट कचहरी के मामले आपके लिए अच्छे रहेंगे। उनमें सफलता मिलेगी। विरोधियों पर आप भारी पड़ेंगे। नौकरी में अच्छे काम की तारीफ होगी। शादीशुदा लोगों का गृहस्थ जीवन अच्छा चलेगा। प्रेम जीवन बता रहे लोग आज अपने प्रिय के साथ बहुत खुश होंगे।आपको कामकाम के मोर्चे पर धक्का लग सकता है, क्योंकि आपकी सेहत आपके साथ नहीं है और इसके चलते आपको कोई ज़रूरी काम अधर में ही छोड़ना पड़ सकता है। ऐसे हालात में धैर्य और होशियारी से काम लें। निवेश के लिए अच्छा दिन है, लेकिन उचित सलाह से ही निवेश करें। पारिवारिक समस्याओं को प्राथमिकता दें। इस बारे में बिना देर किए बातचीत करें, क्योंकि एक बार इस समस्या के हल हो जाने पर घर में जीवन बहुत आसान हो जाएगा और परिवार के लोगों को प्रभावित करने में आपको कोई कठिनाई नहीं आएगी। सावधान रहें, कोई आपसे दिल्लगी या फ़्लर्ट करके अपना उल्लू सीधा कर सकता है। अगर आप अपने घर से बाहर रहकर अध्ययन या नौकरी करते हैं तो आज के दिन आप खाली समय में अपने घर वालों से बात कर सकते हैं। घर की किसी खबर को सुनकर आप भावुक भी हो सकते हैं। ज़्यादा ख़र्चे की वजह से जीवनसाथी से खट-पट हो सकती है। दिन अच्छा हैै आज आपका प्रिय आपकी किसी बात पर खिलखिलाकर हंसेगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- काला सुरमा वीरान स्थान में दबाने से स्वास्थ्य में सुधार होगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। आपकी इनकम में बढ़ोतरी होगी जो आपको मानसिक रूप से हर्ष प्रदान करेगी। प्रेम जीवन बिता रहे लोग आज काफी रोमांटिक रहेंगे और एक दूसरे के दिल में जगह बनाएंगे। शादीशुदा लोगों का गृहस्थ जीवन भी खुशनुमा रहेगा। पारिवारिक जिम्मेदारियों को निभाने का पूरा प्रयास रहेगा। काम के सिलसिले में दिन मजबूत रहेगा। भाग्य की प्रबलता से काम में सफलता मिलेगी।आपकी सकारात्मक सोच पुरस्कृत होगी, क्योंकि आप अपनी कोशिशों में क़ामयाबी पा सकते हैं। सट्टेबाज़ी से फ़ायदा हो सकता है। ऐसे विवादास्पद मुद्दों पर बहस करने से बचें, जो आपके और प्रियजनों के बीच गतिरोध पैदा कर सकते हैं। आप अचानक गुलाबों की ख़श्बू से ख़ुद को सराबोर पाएंगे। यह प्यार की मदहोशी है, इसे महसूस करें। समय का पहिया बहुत तेजी से चलता है इसलिए आज से ही अपने कीमती समय का सही इस्तेमाल करना सीख लें। वैवाहिक जीवन के कई फ़ायदे भी होते हैं और आप उन्हें आज हासिल कर सकते हैं। आज आपका कोई सहकर्मी आपको सलाह दे सकता है, हालांकि आपको यह सलाह पसंद नहीं आएगी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- चाँदी का चौकोर टुकड़ा अपने पास रखने अथवा गले में धारण से पारिवारिक सुख बढ़ेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। काम पर पूरा ध्यान देंगे और उसके साथ-साथ घर परिवार पर भी आप की नजर जाएगी। तालमेल बैठाने की कोशिश करेंगे। नया मकान खरीदने के बारे में सोच सकते हैं। भाग्य मजबूत होगा जिससे कामों में सफलता मिलेगी। शादीशुदा लोगों का गृहस्थ जीवन रोमांस और आकर्षण के साथ आगे बढ़ेगा। प्रेम जीवन बिता रहे लोग भी आज के दिन को खुशी खुशी बिताएंगे।आपकी सेहत ठीक रहेगी, लेकिन यात्रा आपके लिए थकाऊ और तनावपूर्ण साबित हो सकती है। जिन लोगों ने अपना पैसा सट्टेबाजी में लगा रखा था आज उन्हें नुक्सान होने की संभावना है। सट्टेबाजी से दूर रहने की आपको सलाह दी जाती है। घर में कुछ बदलाव आपको काफ़ी भावुक बना सकते हैं, लेकिन आप अपनी भावनाएँ उनके सामने ज़ाहिर करने में क़ामयाब रहेंगे जो आपके लिए ख़ास हैं। प्रेम का आह्लाद महसूस करने के लिए आप किसी नए व्यक्ति से मिल सकते हैं। जिन लोगों के घर वाले शिकायत करते हैं कि वो घरवालों को पर्याप्त समय नहीं देते वो आज घरवालों को समय देने के बारे में सोच सकते हैं लेकिन ऐन वक्त पर किसी काम के आने की वजह से ऐसा नहीं हो पाएगा। रोज़मर्रा की शादीशुदा ज़िन्दगी में आज का दिन लज़ीज़ मिठाई जैसा है। बहुत सारे मेहमानों की आवभगत आपका मूड ख़राब कर सकती है। लेकिन अच्छी बात यह है कि आप कई पुराने दोस्तों से मिल सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए ॐ नीलवर्णाय विदमहे सैंहिकेयाय धीमहि तन्नों राहुः प्रचोदयात। इस मंत्र का 11 बार उच्चारण करें। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। कहीं लंबी ट्रेवलिंग पर जाने की प्लानिंग हो सकती है। काम के सिलसिले में आपके प्रयास सफल रहेंगे। सेहत में गिरावट आएगी। जमीन जायदाद से जुड़े मामलों के लिए आज का दिन अच्छा नहीं है। इनकम ठीक-ठाक रहेगी। शादीशुदा लोगों के गृहस्थ जीवन में थोड़ा तनाव बढ़ सकता है। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा रहेगा।आप आज ऊर्जा से भरपूर होंगे और कुछ असाधारण करेंगे। आप ख़ुद को नए रोमांचक हालात में पाएंगे- जो आपको आर्थिक फ़ायदा पहुँचाएंगे। अपना नज़रिया दोस्तों और रिश्तेदारों पर थोपने की कोशिश न करें। क्योंकि न सिर्फ़ यह आपके लिए कुछ ख़ास फ़ायदेमंद साबित नहीं होगा, बल्कि ऐसा करना उन्हें नाराज़ भी कर सकता है। आज प्यार के मामले में सामाजिक बंधन तोड़ने से बचें। जो लोग बीते कुछ दिनों से काफी व्यस्त थे उन्हें आज अपने लिए फुर्सत के पल मिल सकते हैं। आस-पड़ोस की किसी सुनी-सुनाई बात को लेकर आपका जीवनसाथी तिल-का-ताड़ बना सकता है। अगर आज कुछ ज़्यादा करने को नहीं है तो किसी लाइब्रेरी में समय बिताना एक अच्छा विकल्प हो सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- खाने में शहद का प्रयोग करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उतार-चढ़ाव से भरा रहेगा। अपने काम पर पूरा ध्यान देंगे और अपनी मेहनत का फल मिलेगा। शादीशुदा लोगों के गृहस्थ जीवन में जीवन साथी अपनी बुद्धिमानी से आपकी कोई बड़ी मुश्किल हल कर सकता है जिससे आप मन ही मन हर्षित होंगे। प्रेम जीवन बिता रहे लोगों रोमांस के साथ अपने दिन की शुरुआत करेंगे। प्रेम जीवन में आज का दिन बड़ा महत्वपूर्ण रहेगा। अपने प्रिय को कोई खास बात बताएंगे। सेहत अच्छी रहेगी।घर पर काम करते समय ख़ास सावधानी बरतें। घरेलू चीज़ों को लापरवाही से इस्तेमाल करना आपके लिए परेशानी का सबब बन सकता है। आपके पास आज पैसा भी पर्याप्त मात्रा में होगा और इसके साथ ही मन में शांति भी होगी। परिवार में किसी सदस्य की ख़राब सेहत की वजह से घूमने का कार्यक्रम टल सकता है। अपने प्रिय के साथ आज अच्छी तरह बर्ताव करें। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। आपके जीवनसाथी की सुस्ती आपके कई कामों पर पानी फेर सकती है। आपकी खूबियां आज लोगों को बीच आपको प्रशंसा का पात्र बनाएंगी। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- इस मंत्र का उच्चारण करें 'ओम सूर्य नारायणाय नमो नमः' \n"
}]
