horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "अपने घर से जुडी किसी अच्छी खबर के लिए तैयार रहें ǀ निवास स्थान में बदलाव संभव है या नया घर खरीदने की योजना को अंतिम रूप दे सकते हैं ǀ अपनी सकारात्मक ऊर्जा का लाभ उठायें ǀअगर आप कुछ समय से अपने घर या इसके किसी हिस्से को को नया रूप देने के बारे में सोच रहे हैं तो यह समय इसके लिए बहुत अच्छा है ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "दूसरों के बारे में सोच सोचकर खुद को तनाव न दें,क्योंकि जब तक आप यह सब करते रहेंगे ,पूरी तरह व्यर्थ के सोच विचार और चिंता से उबर नही पायेंगे ǀ अगर दवाईयों से अधिक फायदा नही हो पा रहा है तो किसी विशेषज्ञ से सलाह लेना ही ठीक रहेगा ǀ योग और ध्यान से बहुत आराम मिलेगा ǀ",
        "मेष प्यार और संबंध राशिफल": "आज का दिन अपने साथी को प्रेम से संभंधित उपहार या अपनी भाव भंगिमा के द्वारा आश्चर्य चकित करने का है लेकिन साथ ही साथ कुछ अन्य चीज़े भी कुछ समय से अपना ध्यान आपकी और आकर्षित कर रही है । आपने अपने साथी को हर तरह से अपना मान लिया है । अब यह समय अपनी प्रशंसा दिखाने का है और ये सुनिश्चित करे की वही चीज़ आपको सहहृदय वापिस मिले । बहरहाल, आज अपने साथी की अनदेखी रिश्ते में तनाव को बढा सकती है।",
        "मेष कैरियर और धन राशिफल": "आज आप एक ऐसे सफल पेशेवर से मिल सकते है जो आपका कार्य करने के लिए उपलब्ध सबसे अच्छा विकल्प हो सकता है , लेकिन उसके साथ साझेदारी के गठन से पहले थोड़ा सावधान रहे , संभावना है कि वह कार्य के मध्य में अपनी दरों में वृद्धि कर सकता है । सर्वश्रेष्ठ विकल्प ये होगा की आप ऐसे समझौते पर हस्ताक्षर करे जिसमे दरें गतियमान की बजाय स्थायी हो ।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "आप आज अपने परिवहन के साधन से परेशान हो सकते हैं ǀअगर कहीं किसी महत्वपूरण काम के लिए जाना है तो अपने लिए वैकल्पिक परिवहन की व्यवस्था कर लें और कोई बैकअप योजना तैयार रखें ǀ आज आप किसी भीतरी उलझन से परेशान हैं,लेकिन शांति बनाये रखें,यह समय जल्दी ही बीत जायेगा ǀ परिवार के साथ समय बिताएं ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "आप उठकर कुछ कर दिखाने के जोश से भरे हुए हैं ǀलेकिन आप जैसे ही शुरुआत करेंगे,आपका मूड अपने करीबी लोगों के खराब व्यवहार से खराब हो जाएगा ǀफिर भी सामाजिक मुद्दों के कारण अपनी सेहत को प्रभावित न होने दें ǀआपको आने वाले दिनों में काफी तनाव का सामना भी करना है,इसीलिए किसी भी स्थिति के लिए तैयार रहें और खुश रहें ǀ",
        "वृषभ प्यार और संबंध राशिफल": "आप किसी अलग संस्कृति या किसी दुसरे देश के रहने वाले/वाली के प्रति आकर्षित हो सकते हैं |आप इस आदमी के लिए काफी उत्सुक और भावनात्मक अनुभव करेंगे | जब आप इस आदमी के साथ होंगे तो आपको बाकी दुनिया से कोई मतलब नही रह जाएगा | अगर भगवान् ने चाहा तो इस सम्बन्ध को जल्दी ही कोई ठोस रूप भी मिल सकता है |",
        "वृषभ कैरियर और धन राशिफल": "बेहतर संचार आप के लिए लाभ का मार्ग प्रशस्त करेगा और आपको इस मोड़ पर बुद्धिमानी से इस कौशल का उपयोग करना होगा । आपका व्ययसायिक विवेक आज शीर्ष स्तर पर रहेगा । आपको भविष्य में बिक्री और सहभागिता के आंकलन के लिए कहा जा सकता है। आपकी मजबूत ज्ञान युक्त व विवेकपूर्ण क्षमता इसमें आपकी मदद करेगी ।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "आज आपके लिए अच्छा दिन है ǀ आपका सुंदर व्यक्तित्व दूसरों को आकर्षित करेगा ǀआज आप कुछ भी करें,सफलता मिलेगी ǀ आप काफी लोकप्रिय हैं ǀ आप सृजनात्मक भी हैं और नम्र भी ,आपके इन्ही गुणों ने आपको इस मुकाम पर पहुंचाया है ǀ चालाकी और अभिमान को आने दिये बिना इसी रास्ते पर चलते रहें ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "देख-समझकर यह खोजें कि आपको सबसे ज्यादा ऊर्जा किस्से मिलती है, अच्छी सेहत के लिए खाने में उसकी मात्रा बढ़ा दें ǀ आप काफी समय से यात्रा कर रहे हैं और कई जगहों पर अलग अलग तरह का खाना खाते आ रहे हैं ǀ इससे आपका पाचन तन्त्र खराब हो सकता है ,जिससे आपको काफी परेशानी हो सकती है,आपको इस बारे में बहुत सावधान रहना होगा ǀ",
        "मिथुन प्यार और संबंध राशिफल": "यह समय प्यार और रोमांटिक जीवन को लेकर गंभीर होने के लिए बिलकुल उपयुक्त है | आपको यह महसूस हो जाएगा कि अब आपको सिर्फ फ़्लर्ट करने में कोई रुचि नही रह गई है | इसकी बजाय आप आप कोई परिपक्व सोच वाला गंभीर पार्टनर तालश करने की कोशिश करेंगे | आप अपने भविष्य पर इन संबंधों के पड़ने वाले प्रभाव के बारे में भी सोचना शुरू करेंगे और लम्बे समय के सम्बन्ध बनाने की दिशा में पहला कदम भी उठा सकते हैं |",
        "मिथुन कैरियर और धन राशिफल": "आज आप एक लापरवाह और असाधारण अवस्था में रहेंगे । आज के दिन आप किसी पार्टी के आयोजन में आनंद लेंगे और आस पास के व्यक्तियों को प्रभावित भी करेंगे । आज आप ये नहीं सोचेंगे की धन कहा से आ जा रहा है जिसकी वजह से आपके वित्त पर एक नकारात्मक असर पड़ने की संभावना है। हालांकि, आपकी लापरवाही के बावजूद , आपका वित्तीय स्वास्थ्य सही रहेगा ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "भौतिक सुविधाओं की ओर ध्यान देने के लिए यह काफी अच्छा समय है ǀ अपने सामाजिक जीवन का आनंद उठायें और ऐसे दोस्तों और परिचितों से भी बात करें जिनके सम्पर्क में आप लम्बे समय से नही रहे हैं ǀ आज अपने जाग्रति स्तर में भी बदलाव महसूस करेंगे,जो आपको अचानक ही अनुभव होगा ǀ इस समय अपने मन की बात सुनना ही उचित होगा ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "आपको अपने भोजन में काफी परिवर्तन करने होंगे I|अपने खाने में खूब फल,सब्जियां ,दूध और लीन प्रोटीन को शामिल करें क्योंकि ये सब अच्छी सेहत के लिए बहुत जरूरी हैं I|आपको यह अनुभव होगा कि आप जिस तरह का गलत खाना खाते रहे हैं उससे आपकी सेहत प्रभावित हुई है I|फिर भी खाने में इन बदलावों को लागू करना आपको योजन बनाने से भी कहीं अधिक मुश्किल लगेगा I|अपनी सफलता की सम्भावना बढाने के लिए किसी दोस्त को अपनी योजना में शामिल कर लें I|",
        "कर्क प्यार और संबंध राशिफल": "आपके मुश्किल समय में आपके प्रिय ने आपको काफी प्रेरणा और आगे बढ़ने की हिम्मत दी है और आप इसके लिए उनका काफी सम्मान भी करते हैं लेकिन किसी विशेष परिस्थितियों की वजह से आप दोनों के बीच ग़लतफ़हमी आ गई है और दूरी की यह खाई बढती ही जा रही है | स्थिति को बिलकुल ख़राब होने से पहले ही संभाल लें |",
        "कर्क कैरियर और धन राशिफल": "जैसे जैसे दिन आगे की और बढ़ेगा ये और बेहतर होता चला जाएगा। आपने पिछले कुछ दिनों में जो निराशाओं का अनुभव किया है , उनका अंत हो जाएगा और आप आशावादिता की ताजा हवा में सांस ले सकते हैं। आपके वरिष्ठ अधिकारी आपकी क्षमता के अनुरूप कठिन मुद्दों से निपटने के लिए आपको पुरस्कृत भी कर सकते है , और इस समय आप किसी भी बिंदु पर अपने शीर्ष प्रबंधन से लेकर अपने से निचले अधिकारियो से अपनी राय या अपनी बात रख सकते है जिसके लिए ये समय उपयुक्त है ।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आज आपके सब कामों और विचारों में एकाग्रता और शांति रहेगी ǀआप किसी विवाद से प्रभावित नही होंगे ,दरअसल कार्यस्थल पर भी ऐसी स्थिति बन सकती है कि आपको शान्तिदूत बनना पड़े ǀ घर के सुधार का कोई कार्यक्रम बना सकते हैं या अपने घर की समस्याओं को सुलझाने या संबंधों को बेह्तर बनाने के लिए काम कर सकते हैं ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "आज का दिन कोई नया स्वस्थ्य सम्बन्धी कार्यक्रम शुरू करने के लिए बहुत अच्छा है |अपने खाने का विशेष ध्यान रखें और आज से नियमित रूप से एक्सरसाइज शुरू करें जिसकी आप हाल –फिलहाल उपेक्षा करते आ रहें हैं | आपको यह समझना बहुत जरूरी है कि अच्छी मानसिक सेहत के लिए स्वस्थ शरीर का होना बहुत आवश्यक है |नयी योग क्लास में हिस्सा लें या दूसरी रिलैक्स करने वाली तकनीक अपनाएँ ,आपके जीवन में अब इनकी खासी आवश्यकता है |",
        "सिंह प्यार और संबंध राशिफल": "आज आप खुद को किसी ऐसे व्यक्ति के साथ पायेंगे जो आपके साथ बहुत दिनों से समय बिताना चाहता था और काफी समय से आपको आकर्षित करने की कोशिश कर रहा था | यह सम्बन्ध काफी गंभीर और रोमांटिक साबित हो सकता है | आपको यही तो चाहिए था | आपका दिन आज ख़ास रहेगा | इसका पूरा उपयोग करें और जैसे आप हैं बिलकुल वैसे ही रहें |",
        "सिंह कैरियर और धन राशिफल": "आज आप व्ययसायी की तरह सोचेंगे और धन पर नियंत्रण रखेंगे । इसका परिणाम यह होगा की धन तो संचित होगा पर आपके परिवार के खर्चे बढ़ेंगे जिसका उत्तर आपको ढूढ़ना होगा । असुरक्षा की भावना की वजह से आप जरुरत के खर्चो पर भी लगाम लगाने की कोशिश कर सकते है । इस तरह की कृपणता की प्रवृत्ति से आपको बचना होगा क्यों की आपका धन प्रवाह सुचारू रहेगा ।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आप आज अनजाने तथ्यों के साथ सहज महसूस नही करेंगे ǀइसलिए आप प्रयोग ना करते हुए जानी –पहचानी राहों पर ही आगे बढने की कोशिश करेंगे ǀ आपके सामने नए अवसर आयेंगे ,लेकिन आप उनमे से भी उसी को चुनेंगे जिससे आप भली-भांति परिचित हैं ǀ इस समय का उपयोग अपना पिछला बचा हुआ काम निपटाने के लिए करें ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "ऐसे पार्टनर की तलाश करें जो आपके साथ स्वस्थ आदतें बांटने के लिए तैयार हो |ऐसे लोगों से सावधान रहें जो आपकी बात सुने बिना ही केवल अपने व्यक्तिगत स्वार्थ पूरे करने की कोशिश कर रहे हैं |वे अपने फायदे के लिए आपको बेवकूफ बनाकर भावनात्मक रूप से आपको प्रयोग करना चाहते हैं |अगर वे अपनी हद से गुजर जाएँ तो आपको भी उनसे अलग हो जाना चाहिए |",
        "कन्या प्यार और संबंध राशिफल": "अब आपका दिमाग पहले से अधिक शांत हैं और आप एक बार नए सिरे से उस गुलाब के रंग के चश्मे वाली लड़की को ढूँढने के लिए तैयार हैं | अबकी बार आपको अनिश्चितता की उस भावना से बचना है जो हर बार आकर आपके जोश को ठंडा कर देती है | प्यार के हरियाले बाग़ में आराम से चलें | अबकी बार आप निराश नही होंगे और प्यार के इस आशियाने में ख़ुशी से रह पायेंगे |",
        "कन्या कैरियर और धन राशिफल": "आप पूर्ण रूप से स्वस्थ्य नहीं हैं इसलिए आप इस उत्पादक अवधि का लाभ नहीं उठा पा रहे है । आप अपने कार्यो की पूर्ति के लिए पहले से ही स्थापित कार्य योजना का पालन करे और आगे बढ़ें चाहे आपको कैसी भी परिस्थितियों का सामना करना पड़े । यह अपने काम को खत्म करने के लिए नए तरीके अपनाने के लिए एक अच्छा समय नहीं है। कुछ आपातकालीन स्थितियाँ आपके घर पर उत्पन्न हो सकती है जो की एक भारी वित्तीय नुकसान का कारण बन सकती है ।"
    },
    "6": {
        "तुला दैनिक राशिफल": "आप पिछले कुछ समय से उपेक्षित महसूस कर रहे हैं लेकिन आज आप पर सबका ध्यान आएगा ǀ लाइमलाइट आप पर रहेगी और आप आसानी से इस अवसर का लाभ उठाकर खुद को साबित कर पायेंगे ǀ यह किसी नए दोस्त के मिलने,पुराने के सामने आने या कार्यस्थल की किसी स्थिति से सम्बंधित भी हो सकता है ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "अपने शरीर के स्थान पर मन को पुष्ट बनाने के बारे में सोचें I|आप खुद को शारीरिक रूप से तो स्वस्थ रखते ही हैं लेकिन इस प्रक्रिया में आप मन का ध्यान रखना भूल जाते हैं जो बहुत परिश्रम करता है I|आराम करें,कुछ ऐसी मनोरंजक क्रियाकलाप में भाग लें जिससे आपका मन भी तरोताजा महसूस करे I| हर रोज खुद को 15 मिनट जरूर दें I| योग और ध्यम करें,अपने मन को कई दिशाओं में भटकने देने के स्थान पर अपने विचारों को एक जगह लगाने की कोशिश करें I|",
        "तुला प्यार और संबंध राशिफल": "आप जिस तरीके से रोमांटिक महसूस कर रहे हैं उससे खुद आपको भी अचरज होगा | आज तो संभावना यह है कि आप ऐसे बोल्ड तरीके से व्यवहार करेंगे जैसे आप सामान्य तौर पर कभी नही करते | इससे सभी को अचरज होगा | आपके पार्टनर भी चौंक तो जायेंगे लेकिन खुश होंगे | लम्बी रोमांटिक सैर पर जाकर एक साथ समय बिताकर इस मौके का पूरा फायदा उठायें |",
        "तुला कैरियर और धन राशिफल": "आप कुछ समय से अपनी विलम्ब परियोजनाओं के लिए धन संचित कर रहे थे और अब अपनी योजनाओ के क्रियान्वयन का ये सही समय है । जब आप कुछ वस्तु खरीदने जायेंगे तो हो सकता है की आप कुछ बड़ी एवं सुव्यस्थित चीज को देखकर उसे खरीदने की सोचे परन्तु आपको अपने बजट के भीतर रहकर ही काम करना है। व्यय आज अपरिहार्य हैं, लेकिन आज अनाव्यशक चीजों पर खर्च करने से बचे ।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "आज पैसे को संभलकर खर्च करें ǀसितारों के अनुसार आज आप बिना किसी बात के काफी खर्च कर सकते हैं ǀअगर आप ध्यान नही देंगे तो काफी बड़ी रकम आज आपसे खर्च हो सकती है ǀआज विवादो और टकराव से बचना ही बेहतर होगा ǀस्वास्थ्य सम्बन्धी कोई परेशानी नही होगी और आप बाहर घुमने का आनंद ले सकते हैं ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "अपने पाचन तन्त्र का ध्यान रखें I|त्योहारों के इस मौसम में इसकी उपेक्षा आप कर सकते हैं I|सबसे अच्छा उपाय है – उपयुक्त खाना खाएं और हल्का अभ्यास जरुर करें जैसे-चलना ,सीढियां चढना या साइकिल चलाना आदि I|आपका तेजी से चलने वाला दिमाग आपको खाने का पूरा मजा नही लेने देता I|खाते हुए और किसी भी बात के बारे में ना सोचें I|अच्छी तरह चबाकर खाना खाएं I|",
        "वृश्चिक प्यार और संबंध राशिफल": "आप अपने प्यार को ढूँढने के लिए काफी दूर आ गये हैं लेकिन अब तक तलाश पूरी नही हुई है लेकिन आपके ख़ास दोस्तों में ही कोई ऐसा है जो आपको प्यार करता है लेकिन उसने आपको अभी तक इस बारे में बताया नही है |हो सकता है उन्हें आपसे इनकार का डर हो या वे चाहते हों कि पहले आप प्रोपोज करें |उनके साथ कुछ समय और बताएं और आपको उनके दिल तक पहुंचने का रास्ता मालूम हो जाएगा |",
        "वृश्चिक कैरियर और धन राशिफल": "आज आपको अपने कार्यालय पर संचार और बातचीत कौशल का विशेष उपयोग करने की जरूरत है। आपको सावधान रहना होगा की जोर से शिकायत या किसी के पैरो में गिरने की जरुरत नहीं है , इसके बजाय आपको कूटनीति और कुशलता से दबाव के समय में कार्य करने की आवश्यकता होगी । आपकी सफल बातचीत भी काफी हद तक आपके करियर को आगे बढ़ा सकती है ।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आप सच्चे और ईमानदार लोगों से मिलना पसंद करते हैं ǀलेकिन आज आपकी मुलाक़ात उनसे होगी जो मुखौटे लगाये रखते हैं ǀउन्हें पहचानने की कोशिश करें ǀ आपसे जल्दी फैसले लेना समय की मांग रहेगी ǀ किसी भी फैसले को अंतिम रूप देने से पहले अच्छी तरह सोच लें और फैसले लेने तक कोई भी अन्य काम न करें ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "आपकी सेहत इस समय बहुत अच्छी है लेकिन बदलते हुए मौसम से सावधान रहें ǀऐसा लग रहा है कि आपको साइनस य आईसी ही कोई बीमारी हो सकती अहि जो अभी तो शुरूआती स्थिति में ही है लेकिन अगर आप इसके प्रति लापरवाही बरतेंगे तो यह गंभीर रूप ले सकती है ǀ गरम और धूलरहित वातावरण में रहने की कोशिश करें ǀ",
        "धनु प्यार और संबंध राशिफल": "अगर आप अपने लिए बिलकुल परफेक्ट आदमी ढूँढना चाहते हैं तो न ढूँढें| कई बार हम फिल्मों में देखकर अपने मन में ऐसे लड़के या लड़कियों की तस्वीर संजो लेते हैं लेकिन सच में वैसे बंदे नही हो सकते | अगर आप भी यही कर रहे हैं तो आपकी खोज बेकार है | अगर आप अपनी अपेक्षाओं को जरा कम कर लें तो आपको अपनी रूचि का कोई मिल ही जाएगा |",
        "धनु कैरियर और धन राशिफल": "ग्रहों की स्थिति में परिवर्तन के कारण , एक नई ऊर्जा का संचार आप में हो सकता है । आप जीवंत महसूस करेंगे । आप में अधिक से अधिक काम लेने की इच्छा आप में प्रबल होगी और तब भी आप खुश रहेंगे । इससे पता चलता है की चीज़े सकारात्मक दिशा में आगे भड़ रही है। लेकिन इस उत्साह में , अपने स्वास्थ्य को नजरअंदाज न करे । एक स्वस्थ मन एक स्वस्थ शरीर में रहता है।"
    },
    "9": {
        "मकर दैनिक राशिफल": "आपकी मन की आवाज अब सक्रिय है और हर काम में आपका बहुत अच्छा मार्गदर्शन करेगी ǀ आप मजे मजे में भी आसानी से जोखिम उठा पाने की स्थिति में हैं ǀ भाग्य आपके साथ है फिर भी आपको कोई भी कदम उठाने से पहले दो बार सोच लेना चाहिए ǀ आप भावनाओ की बाढ़ को अनुभव करेंगे ǀ पुराने दोस्तों या परिचित के सामने आने से खुशी होगी ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "आप आज छोटी लेकिन बार बार हो जाने वाली स्वास्थ्य सम्बन्धी समस्याओं से परेशान महसूस कर रहे हैं |अपनी समस्याओं का इलाज अपने पास पड़ी दवाईयों से करना बंद करें खासकर जब आप इतने लम्बे समय से उनके लक्षण देख रहे हैं |आपको समस्या की जड़ तक पहुंचने के लिए किसी विशेषज्ञ की सहायता लेनी होगी तभी आपको इस रोज रोज की समस्या से छुटकारा मिलेगा |ऐसे ही कोई भी दवा लेने से नुक्सान ही होगा |",
        "मकर प्यार और संबंध राशिफल": "आज आप और आपके साथी के बीच कुछ तथ्यों पर असहमति हो सकती है । ये मुद्दों बहुत ही मामूली या महत्वपूर्ण हो सकते है, पर कुछ समय से ये आपके रिश्ते में आपको बहुत परेशान कर रहे है । ये आपके संचार और आपसी वार्तालाप की कमी के कारण हुआ है । इस स्थिति से निपटने के लिए आपको काफी ज्यादा मात्रा में धैर्य की आवश्यकता होगी अगर आप इस रिश्ते को बचाना चाहते है ।",
        "मकर कैरियर और धन राशिफल": "आज आप अपने संबंधित काम में गंभीर रूप से तनाव से प्रभावित हो सकते हैं। आंतरिक दबाव आपके सिर चढ़ कर बोलेगा और अपने लक्ष्यों को पूरा करने के लिए आपके पास आवश्यक समय की कमी हो सकती है , लेकिन आप इसमें कुछ भी नहीं कर सकते है इसलिये इस समय को आसानी से निकालने का प्रयास करें। आपको एक ऐसे व्यक्ति की बात सुननी पड़ सकती है , जो की आपको मिलनसार नहीं लगता , लेकिन व्यावसायिक कारणों के लिए यह आपको करना होगा।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "आज आप खुद की जरुरत से अधिक आलोचना करने के मूड में हैं ǀआपको भी पता है कि आपकी अधिकतर चिंताएं निरर्थक हैं,फिर भी आप चिंता करते रहते हैं ǀ इसका एकमात्र समाधान यह है कि अपने किसी ऐसे करीबी से सा अपनी चिंताओं के बारे में बात करें जो आपको सहारा दे सके ǀ इससे पहले कि आप विकर्षित अनुभव करें ,आपको किसी विश्वसनीय व्यक्ति से सलाह लेनी चाहिए ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "आपको अपने खाने,खासकर जो आप सुबह सुबह खा रहे हैं ,उसे लेकर सावधान रहना होगा ǀ जल्दी में खाने या बाहर किसी रेस्टुरेंट आदि में खाने से तबियत बिगड़ सकती है ǀ इसीलिए खुद अपने लिए हल्का और ताजा खाना बनाने की कोशिश करें ǀ अपने खाने पर ध्यान दें,आपको बहुत जल्दी इसका असर दिखाई देने लगेगा ǀ",
        "कुंभ प्यार और संबंध राशिफल": "आपके रिश्ते में हाल-फिहाल काफी उलझनें रही हैं और आप अपने पार्टनर के इशारे या जो वह आपको समझाना चाह रहे हैं वह नही समझ पाए हैं | आज आपको अपने पार्टनर के बारे में कोई ऐसी सूचना मिलेगी जिससे आपको स्थिति को बेहतर ढंग से समझने में मदद मिलेगी | आप इसके आधार पर कोई निर्णयात्मक कदम भी उठा सकते हैं लेकिन ऐसा करते हुए भी शांति बनाये रखें |",
        "कुंभ कैरियर और धन राशिफल": "आज एक नई नौकरी की पेशकश आपके रास्ते में आने की संभावना है। सार्वजनिक क्षेत्र में काम करने वाले लोगों के लिए विशेष रूप से अच्छे अवसर है । आप अपनी नौकरी बदलने के बारे मैं नहीं सोच रहे है और हो सकता है की मौजूदा नौकरी में आप संतुष्ट हो , लेकिन नई नौकरी बेजोड़ अवसरों को अपने साथ लाएगी । यह एक जोखिम भरा कदम हो सकता है , लेकिन आगे बढ़ने में ये कदम काफी कारगर साबित होगा ।"
    },
    "11": {
        "मीन दैनिक राशिफल": "आप सृजनात्मक ऊर्जा से भरपूर हैं ,अपनी कल्पनाशक्ति का उपयोग करें ǀइससे आपको ख़ुशी और सौभाग्य दोनों मिलेंगे ǀदिल की ना सुनें ,अपने दिमाग की सुनें ǀतर्कशक्ति से काम लें ǀअपनी ऊर्जा को सही जगह पर लगायें ǀनिवेश के लिए अच्छा दिन है ǀअधिक सावधानी की बजाय अपने आप को थोडा ढीला छोड़ दें,राहत मिलेगी ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "आप अभी किसी ऐसी स्थिति से बाहर निकलने की कोशिश कर रहे हैं जिससे बाहर निकलने की हर कोशिश अभी नाकाम साबित हो रही है लेकिन इसका अर्थ यह बिलकुल नही है कि आप जिम जाना या अच्छा खाना खाना भूल ही जाएँ ǀखुद से अपेक्षाएं थोड़ी कम रखें –खुद को असाधारण साबित करने की कोशिश को छोड़कर कुछ बातें इश्वर पर छोड़ दें ǀ",
        "मीन प्यार और संबंध राशिफल": "आज आपको चारों तरफ से रोमांटिक सम्बन्ध के अवसर मिलेंगे | लेकिन आपको अपना पार्टनर चुनने से पहले अपनी प्राथमिकताओं के बारे में सोच लेना चाहिए ताकि भविष्य में कोई समस्या न आये | अगर आपका पहले से कोई सम्बन्ध है तो आप इसे अगले स्तर पर ले जा सकते हैं | आपको पार्टनर फिलहाल आपको लेकर काफी पजेसिव और अन्तरंग अनुभव करेगा | अब आपकी प्रतिक्रिया से इस सम्बन्ध का आगे का रूख तय होगा |",
        "मीन कैरियर और धन राशिफल": "आज कार्यस्थल पर कई अलग तरह की स्थितियां आपके समक्ष आएंगी और आप इसके लिए बाध्य होगे की आप स्थितियों के अनुसार सही निर्णय लेकर आगे बढे । आज आपके काम की नैतिकता के लिए अतिरिक्त ध्यान देने की जरुरत है । अपने सहकर्मियों के साथ न चलने के कारण कुछ तनाव की स्थितियां सामने आ सकती है , लेकिन अपने मालिक की नजरो में आप आएंगे और उनका भरोसा भी जीतेंगे और इस चीज़ के कारण आपके करियर पर इसका सकारात्मक प्रभाव पड़ेगा ।"
    }
}]
