horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ भागदौड़ लेकर आएगा। संतान के एडमिशन या किसी प्रतियोगिता की परीक्षा के लिए आज आपको भागदौड़ करनी पड़ सकती है। घर की किसी आवश्यक वस्तुओं की खरीदारी के लिए जीवनसाथी के साथ बाजार जा सकते हैं, जिसकी आज प्राप्ति होती दिख रही है, जिससे मन में सुकून रहेगा। प्रेम संबंधो में कुछ तनाव देखने को मिलेगा। युवाओं को रोजगार के लिए नए नए अवसर प्राप्त होंगे। किसी काम को संकल्प लेकर करेंगे, तो उसमें सफलता मिलेगी। आज शाम का समय आप अपने मित्रों के साथ बातचीत में व्यतीत करेंगे।आपको अपनी भावनाओं पर नियंत्रण रखने की आवश्यकता है। रात के समय आप आज आपको धन लाभ होने की पूरी संभावना है क्योंकि आपके द्वारा दिया गया धन आज आपको वापस मिल सकता है। अगर आप अपने साथी के नज़रिए को नज़रअंदाज़ करेंगे, तो वह अपना आपा खो सकता/सकती है। रोमांटिक मनोभावों में अचानक आया बदलाव आपको काफ़ी खिन्न कर सकता है। अचानक आज आप काम से छुट्टी लेने का प्लान बना सकते हैं और अपने परिवार के साथ वक्त बिता सकते हैं। अपने जीवनसाथी की वजह से आपको मानसिक अशान्ति का सामना करना पड़ सकता है। काम की अधिकता आज आपको मानसिक रुप से परेशान कर सकती है। हालांकि शाम के वक्त थोड़ी देर ध्यान करके आप अपनी ऊर्जा वापस पा सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- अपने भोजन में से कुछ हिस्सा निकालकर गाय को खिलाने से स्वास्थ्य अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज आपका पारिवारिक बिजनेस परिवार के लोगों की सलाह मशवरे का मोहताज रहेगा। परिवार के व्यक्तियों की सलाह से उसमें उन्नति होगी और आपका आत्मबल बढ़ेगा। व्यापार से जुड़े जातकों के लिए आज आर्थिक लाभ होने की भरपूर योग बन रहे हैं और कामकाजी गतिविधियों को अपनी जरूरत के मुताबिक संचालित करने में सफल रहेंगे। प्रेम जीवन में आनंद दायक समय व्यतीत होगा। कार्य क्षेत्र में आज सभी का सहयोग मिलेगा और सफलतापूर्वक विस्तार भी करेंगे।आपका प्रबल आत्मविश्वास और आज के दिन का आसान कामकाज मिलकर आपको आराम के लिए काफ़ी वक़्त देंगे। आज धन लाभ होने की संभावना तो बन रही है लेकिन ऐसा हो सकता है कि अपने गुस्सैल स्वभाव के कारण आप पैसा कमाने में सक्षम न हो पाएं। अपने जीवन-साथी की उपलब्धियों की सराहना करें और उसकी सफलता और ख़ुशक़िस्मती का जश्न मनाएँ। उदार बनें और ईमानदारी से तारीफ़ करें। ग़लतफ़हमी या कोई ग़लत संदेश आपका गर्मजोशी भरा दिन ठण्डा कर सकता है। दीर्घावधि में कामकाज के सिलसिले में की गयी यात्रा फ़ायदेमंद साबित होगी। रोज़मर्रा की ज़रूरतें पूरी न होने से आपके वैवाहिक जीवन में तनाव संभव है। खाना, साफ़-सफ़ाई या कोई और घरेलू चीज़ इसका कारण हो सकती है। ठंडा पानी पीना आज आपके स्वास्थ्य को खराब कर सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- लव लाइफ को बेहतर बनाने के लिए चलते पानी में तांबे का सिक्का बहाए। \n",
    "2": "मिथुन राशि : आज का राशिफल\nयदि आज आप कोई नया कार्य शुरू करने की सोच रहे हैं, तो उसमें किसी विशेषज्ञ व अपने जीवनसाथी की सलाह अवश्य लें, तभी सफलता मिलती दिख रही है। यदि परिवार में कोई विवाद चल रहा था, तो वह आज सुलझता नजर आ रहा है। छोटे बच्चों के साथ आज अच्छा समय व्यतीत करेंगे। दांपत्य जीवन में सम्मान बढ़ेगा और कोई उपहार मिल सकता है। छात्र अपनी प्रतियोगिता की तैयारियों में जुटे नजर आएंगे। यदि आप अपने करियर में बदलाव करने का विचार कर रहे हैं, तो अभी समय अनुकूल नहीं है।आज आपको आराम करने और क़रीबी दोस्तों व परिवार के साथ ख़ुशी के कुछ पल बिताने की ज़रूरत है। आज मुमकिन है कि आपको धन से जुड़ी कोई समस्या हो लेकिन अपनी सूझबूझ से आप हानि को भी मुनाफे में बदल सकते हैं। एक बेहतरीन शाम के लिए रिश्तेदार/दोस्त घर आ सकते हैं। आपका महबूब आज आपको बड़ी ख़ूबसूरती से कुछ ख़ास करके चौंका सकता है। दिक़्क़तों का तेज़ी से मुक़ाबला करने की आपकी क्षमता आपको ख़ास पहचान दिलाएगी। यह आपके पूरे वैवाहिक जीवन के सबसे ज़्यादा स्नेहपूर्ण दिनों में से एक हो सकता है। शांति का दामन पकड़कर आज आप सब लोगों से बातें करेंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- गंगाजल का सेवन करना हेल्थ के लिए शुभ होगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज आपके प्रेम जीवन में मधुरता आयेगी और बाहर घूमने जाने का प्लान बनेगा। इससे जीवन साथी के चेहरे पर खुशी का भाव देखने को मिलेगा। विदेश जाने की संभावनाएं प्रबल रूप से बनेंगी। अपने स्वास्थ्य के प्रति सचेत रहे। कार्य क्षेत्र में आज आपको कुछ नए प्रोजेक्ट पर काम करने को मिलेगा, जिसमें अधिकारियों का समर्थन भी मिलेगा। पुराने मित्रों से धन लाभ होने की उम्मीद है। संतान को आज कोई शारीरिक कष्ट हो सकता है, इसलिए ध्यान रखें।मानसिक और नैतिक शिक्षा के साथ शारीरिक शिक्षा भी लें, केवल तभी सर्वांगीण विकास संभव है। याद रखें कि एक स्वस्थ शरीर में ही एक स्वस्थ दिमाग़ निवास करता है। विदेशों में पड़ी आपकी जमीन आज अच्छे दामों में बिक सकती है जिससे आपको मुनाफा होगा। अगर आज आप किसी को सलाह देते हैं, तो ख़ुद लेने के लिए भी तैयार रहें। अपने प्रिय की ईमानदारी पर शक न करें। आपके द्वारा आज खाली समय में ऐसे काम किये जाएंगे जिनके बारे में आप अक्सर सोचा करते हैं लेकिन उन कामों को कर पाने में समर्थ नहीं हो पाते। आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्तों की तरह है और आपको आज यह एहसास होगा। लंबे समय के बाद आप भरपूर नींद का मज़ा ले पाएंगे। इसके बात आप बहुत शान्त और तरोताज़ा महसूस करेंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- सफेद गाय को रोटी खिलाएं हेल्थ बढ़िया रहेगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज आपको अपने पारिवारिक खर्चों पर नियंत्रण रखना होगा क्योकि जरूरत से ज्यादा खरीदारी आपको मुसीबत में डाल सकती है, इसलिए अपनी आर्थिक स्थिति को ध्यान में रखकर ही खर्चा करें। परिवार की किसी जरूरत को लेकर आज भागदौड़ करनी पड़ सकती है। व्यापार कर रहे लोगों को आज नगद धन की आवश्यकता पड़ सकती है। प्रेम जीवन में आज कहीं घूमने फिरने की योजना बनेगी और उसके लिए कुछ तैयारी भी करनी होगी। आप धर्म कर्म के कार्यों में व्यतीत करेंगे।मुस्कुराएँ, क्योंकि यह सभी समस्याओं का सबसे उम्दा इलाज है। आज के दिन आपको धन लाभ होने की पूरी संभावना है लेकिन इसके साथ ही आपको दान-पुण्य भी करना चाहिए क्योंकि इससे आपको मानसिक शांति मिलेगी। आज आपका ऊर्जा से भरपूर, ज़िंदादिल और गर्मजोशी से भरा व्यवहार आपके आस-पास के लोगों को ख़ुश कर देगा। आपके प्रिय/जीवनसाथी का फ़ोन आपका दिन बना देगा। आज आप फुर्सत के क्षणों में कोई नया काम करने का सोचेंगे लेकिन इस काम में आप इतना उलझ सकते हैं कि आपके जरुरी काम भी छूट जाएंगे । आज आपके वैवाहिक जीवन के सबसे अच्छे दिनों में से एक हो सकता है। अगर आज कुछ अधिक करने को नहीं है तो अपने घर के सामानों को दुरुस्त करके आप अपने को व्यस्त रख सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- बोरियत से बचने के लिए खाने में गुड़ का प्रयोग करना न भूलें। \n",
    "5": "कन्या राशि: आज का राशिफल\nकार्यक्षेत्र में किसी काम को लेकर आज मानसिक तनाव सकता है। रोजगार के क्षेत्र में परिवर्तन का वातावरण बनेगा। यदि कोई निवेश करने की सोच रहे हैं, तो उसमें आर्थिक लाभ होगा। शाम के समय किसी विवाद को लेकर परिवार में कटुता आ सकती है, लेकिन धैर्य रखें। व्यापार कर रहे लोगों की स्थितियां बेहतर नजर आएंगी। छात्रों को आर्थिक संकट से मुक्ति मिलेगी। आज आपके चारों ओर का वातावरण मधुरमय  रहेगा। आज आप अपने प्रेम के बारे में परिवार को बता सकते हैं, जिससे परिवार का माहौल अधिक खराब हो सकता है।शारीरिक और मानसिक लाभ के लिए ध्यान व योग करना उपयोगी रहेगा। आपकी ग़ैर-यथार्थवादी योजनाएँ आपके धन को कम कर सकती हैं। अपने परिवार की भलाई के लिए मेहनत करें। आपके कामों के पीछे प्यार और दूरदृष्टि की भावना होनी चाहिए, न कि लालच का ज़हर। बाहरी चीज़ों का अब कोई ख़ास मायने आपके लिए नहीं बचा है, क्योंकि आप ख़ुद को हमेशा प्यार की ख़ुमारी में महसूस करते हैं। अगर आप सोचते हैं कि यार दोस्तों के साथ आवश्यकता से अधिक वक्त बिताना आपके लिए सही है तो आप गलत हैं ऐसा करने से आपको आने वाले वक्त में दिक्कतों का सामना करना पड़ेगा और कुछ नहीं। आज आपको रंग ज़्यादा चटख नज़र आएंगे, क्योंकि फ़िजाओं में प्यार का ख़ुमार चढ़ रहा है। आपको महसूस हो सकता है कि आप अपना दिन बर्बाद कर रहे हैं। इसलिए अपने दिन की योजना बेहतर तरीक़े से बनाएँ। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- एकमुखी रुद्राक्ष को सफेद धागे में धारण करने से आर्थिक स्थिति मजबूत होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज आप अपने माता पिता के साथ तीर्थ स्थान पर जाने का कार्यक्रम बना सकते हैं। अपने मित्र की व्यवस्था भी करनी पड़ सकती है। छात्रों को परीक्षा की तैयारी के लिए अधिक एकाग्रता की आवश्यकता पड़ेगी। यदि कोई संपत्ति का विवाद चल रहा है, तो स्थिति आज आपके पक्ष में नजर आएंगी। नौकरी व कार्य क्षेत्र में अधिकारी वर्ग का पूरा सहयोग मिलेगा। घर के जरूरी कार्य रुके हुए थे, आज उनको पूरा करने का समय मिलेगा।तली-भुनी खाने की चीज़ों से किनारा करें। आज के दिन घर के किसी इलेक्ट्रोनिक सामान के खराब हो जाने की वजह से आपका धन खर्च हो सकता है। कल्पनाओं के पीछे न दौड़ें और यथार्थवादी बनें- कुछ वक़्त अपने दोस्तों के साथ गुज़ारें- क्योंकि यह आपके लिए काफ़ी अच्छा साबित होगा। प्यार के मामले में आज आप ग़लत समझे जा सकते हैं। आपके हँसने-हँसाने का अन्दाज़ आपकी सबसे बड़ी पूंजी साबित होगा। लंबे समय से कामकाज का दबाव आपके वैवाहिक जीवन के लिए कठिनाई खड़ा कर रहा है। लेकिन आज सारी शिकायतें दूर हो जाएंगी। संगीत, नृत्य और बाग़बानी जैसे अपने शौक़ों के लिए भी समय निकालें। इससे आपको संतुष्टि का अनुभव होगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- बाहर जाते समय केसर या हल्दी का तिलक मस्तक पर करना आर्थिक स्थिति को सुधारेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nसंतान से आज कोई शुभ समाचार सुनने को मिल सकता है। पारिवारिक संपत्ति का भी लाभ उठाएंगे। यदि कोई नया कार्य शुरू करना चाहते हैं, तो उसमे भाग्य का भरपूर साथ मिलेगा। व्यापार को सुधारने के लिए कुछ परिवर्तन करने होंगे, तभी उन्नति के अवसर बनेंगे, जिससे आपकी आर्थिक स्थिति मजबूत होगी। व्यस्तता के बीच में प्रेम जीवन के लिए समय निकाल लेंगे और उनके साथ अधिक से अधिक समय गुजारना पसंद करेंगे। आज आप सामाजिक कार्य में भी बढ़ चढ़कर हिस्सा लेंगे।अपने ऊँचे आत्मविश्वास का आज सही इस्तेमाल करें। भागदौड़ भरे दिन के बावजूद आप फिर ऊर्जा और ताज़गी पाने में क़ामयाब रहेंगे। आज घर से बाहर बड़ों का आशीर्वाद लेकर निकलें इससे आपको धन लाभ हो सकता है। घरेलू मामलों और काफ़ी समय से लंबित घर के काम-काज के हिसाब से अच्छा दिन है। फूल देकर अपने प्यार का इज़हार करें। आप उन लोगों की तरफ़ वादे का हाथ बढ़ाएंगे, जो आपसे मदद की गुहार करेंगे। वैवाहिक सुख के दृष्टिकोण से आज आपको कुछ अनोखा उपहार मिल सकता है। जो काम आप आज पूरे करने में सक्षम हैं उन्हें कल पर ना ही टालें तो आपके लिए अच्छा रहेगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- किसी भी चीज़ की अति से बचने के लिए जेब में हरे रंग का रुमाल रखें। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। परिवार में किसी सदस्य के स्वास्थ्य को लेकर चिंता हो सकती है, जिससे अधिक भागदौड़ भी करनी पड़ सकती है। इसकी वजह से परिवार का वातावरण कुछ अवसाद में हो सकता है। आपको मनचाही शिक्षा प्राप्त करने के लिए अधिक संघर्ष करना पड़ सकता है। कुछ पुराने मित्रों से बातचीत करके आज मानसिक शांति प्राप्त होगी। व्यापार में आज कुछ अप्रिय शत्रु सर उठा सकते हैं, जिसके कारण परेशानी का सामना करना पड़ेगा।आज आपका स्वास्थ्य दुरुस्त रहने की पूरी उम्मीद है। अपने अच्छे स्वास्थ्य के चलते आज आप अपने दोस्तों के साथ खेलने का प्लान बना सकते हैं। आपका पैसा तभी आपके काम आएगा जब आप उसको संचित करेंगे यह बात भली भांति जान लें नहीं तो आपको आने वाले समय में पछताना पड़ेगा। अपने परिवार की भलाई के लिए मेहनत करें। आपके कामों के पीछे प्यार और दूरदृष्टि की भावना होनी चाहिए, न कि लालच का ज़हर। आज आप महसूस करेंगे कि प्यार दुनिया में हर मर्ज़ की दवा है। आज आप ख़ुद को लोगों के ध्यान के केंद्र में पाएंगे, जब कोई आपके सहयोग की वजह से पुरस्कृत होगा या सराहा जाएगा। अपने जीवनसाथी के स्नहे से भीगकर आप ख़ुद को राजसी महसूस कर सकते हैं। आपकी बात करने का तरीका आज बहुत खराब होगा जिसकी वजह से समाज में आप अपना मान सम्मान खो सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- अगर आज आप ऊर्जा की कमी महसूस कर रहे हैं तो कुत्ते को रोटी खिलाएं। \n",
    "9": "मकर राशिः आज का राशिफल\nसंतान को कार्यक्षेत्र में उन्नति करते देख मन में प्रसन्नता का भाव रहेगा। कार्य क्षेत्र में प्रगति होगी और शासन सत्ता का सहयोग मिलेगा। छात्रों को शिक्षा में कुछ अवरोधों का सामना करना पड़ सकता है। परिवार का पूरा सहयोग बना रहेगा। प्रेम संबंधों को स्थाई रिश्तो में बदलने की योजना बनेगी। आपके द्वारा की गई एक्सरसाइज से आपको अच्छे परिणाम प्राप्त होंगे। आज आप अपने व्यापार को एक नई गति देने की कोशिश में लगे नजर आएंगे। किसी भी वाद विवाद में पड़ने से बचना होगा।धैर्य बनाए रखें, क्योंकि आपकी समझदारी और प्रयास आपको सफलता ज़रूर दिलाएंगे। आपने बीते समय में बहुत पैसा खर्च किया है जिसका खामियाजा आज आपको भुगतना पड़ सकता है। आज आपको पैसों की जरुरत होगी लेकिन वो आपको मिल नहीं पाएगा। बच्चे आपके दिन को बहुत मुश्किल बना सकते हैं। प्यार-दुलार के हथियार का इस्तेमाल कर उन्हें समझाएँ और अनचाहे तनाव से बचें। याद रखें कि प्यार ही प्यार को पैदा करता है। आज आपके दिल की धड़कनें अपने प्रिय के साथ ताल-से-ताल मिलाती मालूम होंगी। जी हाँ, यह प्यार का ही ख़ुमार है। अगर आप किसी परिस्थिति से घबराकर भागेंगे- तो वह आपका पीछा हर निकृष्ट तरीक़े से करेगी। जीवनसाथी के साथ यह एक बढ़िया दिन गुज़रने वाला है। दोस्त अकेलापन दूर करने के सबसे अच्छे माध्यमों में से एक हैं। दोस्तों के साथ समय बिताकर आज के दिन आप बेहतरीन चीज़ में समय निवेश कर सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- घर में एक्वेरियम स्थापित करके मछलियों को चारा खिलाने से धन वृद्धि होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\n यदि आप किसी को पैसे का लेनदेन करने की सोच रहे हैं, तो ना करें क्योंकि उससे पैसे के वापस आने की उम्मीद कम है। कार्यक्षेत्र का वातावरण आज आपके अनुकूल होगा और नए कार्यों पर आपका ध्यान आकर्षित होगा। सामाजिक कार्य करने से आज आपकी ख्याति मे वृद्धि होगी। पिता के साथ संबंधों में मधुरता ही जीवन साथी के साथ आप मधुर समय व्यतीत करेंगे। शत्रु भी आज परास्त होंगे। परिवार का माहौल आज खुशनुमा रहेगा।आपको लंबे समय से महसूस हो रही थकान और तनाव से आराम मिलेगा। इन परेशानियों से स्थायी निजात पाने के लिए जीवन-शैली में बदलाव लाने का सही समय है। फ़ौरी तौर पर मज़े लेने की अपनी प्रवृत्ति पर क़ाबू रखें और मनोरंजन पर ज़रूरत से ज़्यादा ख़र्च करने से बचें। ग़ैर-ज़रूरी चीज़ों पर रुपये ख़र्च कर आप अपने जीवन-साथी को नाराज़ कर सकते हैं। कुछ लोगों के लिए जल्द ही शादी की शहनाई बज सकती है, जबकि दूसरे ज़िन्दगी में नए रोमांस का अनुभव करेंगे। अगर आप ख़रीदारी पर जाएँ तो ज़रूरत से ज़्यादा जेब ढीली करने से बचें। आपको महसूस होगा कि आपका वैवाहिक जीवन बहुत ख़ूबसूरत है। जब आप अपने परिवार के साथ सामान्य से कुछ ज़्यादा समय बिताते हैं, तो थोड़ी कहासुनी हो ही सकती है। लेकिन आज इससे बचने की कोशिश करें। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- भ्रूण हत्या से बचें, गर्भवती स्त्री या जच्चा की भावनाओं को ठेस न पहुँचाने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए निश्चित रूप से फलदायक रहेगा। आपके पारिवारिक बिजनेस में आज आपको बड़े भाई का सहयोग मिलेगा, जिससे आपकी आर्थिक स्थिति मजबूत होगी। दांपत्य जीवन में नोक झोंक से कुछ मानसिक तनाव हो सकता है। जीवनसाथी का भरोसा जीतना जरूरी होगा। परिवार में कुछ ऐसे खर्चे सामने आएंगे, जो आप को ना चाहते हुए भी करने पड़ेंगे और कुछ पारिवारिक विवाद भी आज आपके सामने खड़े हो सकते हैं, जिसमें बुजुर्गों की सहयोग कुछ हद तक माहौल को ठीक करने में सहायक बनेगा। आज आप अपने कार्य क्षेत्र को लेकर भी थोड़ा चिंतित नजर आएंगे।दूसरों के साथ ख़ुशी बांटने से सेहत और खिलेगी। भागीदारी वाले व्यवसायों और चालाकी भरी आर्थिक योजनाओं में निवेश न करें। घर में कुछ बदलाव आपको काफ़ी भावुक बना सकते हैं, लेकिन आप अपनी भावनाएँ उनके सामने ज़ाहिर करने में क़ामयाब रहेंगे जो आपके लिए ख़ास हैं। रोमांस के लिहाज़ से बहुत अच्छा दिन नहीं है, क्योंकि आप आज सच्चा प्यार ढूंढने में विफल हो सकते हैं। नए विचारों और आइडिया को जाँचने का बेहतरीन वक़्त। ग़लतफ़हमी के लम्बे दौर के बाद इस शाम आपको जीवनसाथी के प्यार का तोहफ़ा नसीब होगा। बिना अपने करीबी लोगों को बताए किसी ऐसी जगह निवेश न करें जिसके बारे में आप खुद भी नहीं जानते। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- कौवों को रोटी खिलाने से आर्थिक स्थिति बेहतर होगी। \n"
}]
