horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज मानसिक चुनौतियों से दूर हट कर इंजॉय करने का दिन है। आज आप अपने काम में भी खूब मेहनत करेंगे और मन लगाकर काम करेंगे। आपको लगेगा कि आपको अपनी और जिनसे आप जुड़े हैं, उनकी ग्रोथ को बढ़ाना है। इस सोच के साथ काम करेंगे। निजी जीवन खुशियों से भरा रहेगा। चाहे आप शादीशुदा हों अथवा किसी रिलेशनशिप में हों, आज का दिन आपके चेहरे पर मुस्कुराहट रखेगा और दिल में प्यार बढ़ेगा।अपनी शारीरिक चुस्ती-फुर्ती को बनाए रखने के लिए आप आज का दिन खेलने में व्यतीत कर सकते हैं। परिवार के किसी सदस्य के बीमार पड़ने की वजह से आपको आर्थिक परेशानी आ सकती है, हालांकि इस वक्त आपको धन से ज्यादा उनकी सेहत की चिंता करनी चाहिए। रिश्तेदारों से अचानक तोहफ़ा मिल सकता है, लेकिन पूरी संभावना है कि वे इसके बदले में आपसे कुछ चाहते हों। आज आपके दिल की धड़कनें अपने प्रिय के साथ ताल-से-ताल मिलाती मालूम होंगी। जी हाँ, यह प्यार का ही ख़ुमार है। नयी परियोजनाओं और ख़र्चों को टाल दें। आज के दिन आपके कुछ दोस्त आपके घर में आ सकते हैं और उनके साथ आप समय बिता सकते हैं हालांकि इस दौरान शराब, सिगरेट जैसे पदार्थों का सेवन करना आपके लिए अच्छा नहीं रहेगा। जीवनसाथी के साथ यह एक बढ़िया दिन गुज़रने वाला है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- पारिवारिक जीवन सुचारु रूप से चलाने के लिए घर में कभी भी कबाड़ इकट्ठा न होने दें। \n",
    "1": "वृष राशिः आज का राशिफल\nकिसी एजेंसी या फ्रेंचाइजी को लेने की इच्छा आज पूरी हो सकती है। आप कमीशन के काम में आज अच्छी इनकम प्राप्त कर सकते हैं। घर की सुख सुविधाओं पर ध्यान देंगे और वाइटवॉश करा सकते हैं। इनकम को लेकर स्थितियां अच्छी होंगी और आपकी मेहनत से आपकी इनकम में बढ़ोतरी साफ दिखाई देगी। अपनी पर्सनल लाइफ को लेकर आप थोड़े से पजेसिव रहेंगे लेकिन काम में आप बिल्कुल भी कोताही नहीं बरतेंगे, जिससे अच्छा दिन बीतेगा।अपने जीवनसाथी के मामले में ग़ैर-ज़रूरी टांग अड़ाने से बचें। अपने काम-से-काम रखना बेहतर रहेगा। कम-से-कम दख़ल दें, नहीं तो इससे निर्भरता बढ़ सकती है। यदि आप किसी से उधार वापस मांग रहे थे और अब तक वो आपकी बात को टाल रहा था तो आज बिना बोले ही वो आपको पैसा लौटा सकता है। कुछ लोग जितना कर सकते हैं, उससे कई ज़्यादा करने का वादा कर देते हैं। ऐसे लोगों को भूल जाएँ जो सिर्फ़ गाल बजाना जानते हैं और कोई परिणाम नहीं देते। अगर आपको लगता है कि आपका लवमेट आपकी बातों को समझ नहीं पाता तो आज उनके साथ वक्त बिताएं और अपनी बातों को स्पष्टता के साथ उनके सामने रखें। आप क़ामयाबी ज़रूर हासिल करेंगे – बस एक-एक करके महत्वपूर्ण क़दम उठाने की ज़रूरत है। आप खुद को समय देना जानते हैं और आज तो आपको काफी खाली समय मिलने की संभावना है। खाली समय में आज आप कोई खेल-खेल सकते हैं या जिम जा सकते हैं। अपने साथी पर किया गया संदेह एक बड़ी लड़ाई का रूप ले सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- बड़ी स्त्रियों (माँ, दादी, नानी या कोई बुजुर्ग महिला) का आशीर्वाद ग्रहण करने से स्वास्थ्य अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nमानसिक रूप से आप काफी मजबूत हैं। आपकी बुद्धि हर छोटे बड़े खतरे को भांप लेती है, इसलिए आज अपने शत्रुओं के प्रति सावधान रहें। वो आपको परेशान करने का कोई बहाना ढूँढ सकते हैं, लेकिन कोर्ट कचहरी से जुड़े मामले आज आपकी सफलता सुनिश्चित करेंगे। जमीन जायदाद से जुड़े मसलों में भी आज का दिन आपको लाभ प्रदान करने वाला रहेगा। आपके खर्चे जरूर बढ़ेगे, लेकिन आप अपने सुख में उन सभी पर ज्यादा ध्यान नहीं देंगे। निजी जीवन सदा खुशियों से भरा रहेगा और काम की स्थितियां भी पहले के मुकाबले काफी सुदृढ़ होंगी।ज़िंदगी की ओर उदास नज़रिया रखने से बचें। आज यार दोस्तों के साथ पार्टी में आप खूब पैसे लुटा सकते हैं लेकिन इसके बावजूद भी आपका आर्थिक पक्ष आज मजबूत रहेगा। कोई ऐसा रिश्तेदार जो बहुत दूर रहता है, आज आपसे संपर्क कर सकता है। आपकी आँखें चमकने लगेंगी और धड़कनें तेज़ हो जाएंगी, आज जब आप अपनी सपनों की राजकुमारी से मिलेंगे। कामकाज में आ रहे बदलावों के कारण आपको लाभ मिलेगा। अपने घर में बिखरी चीजों को संभालने का आज आप प्लान करेंगे लेकिन आपको इसके लिए आज खाली समय नहीं मिल पाएगा। आपको महसूस होगा कि शादी के वक़्त किए गए सारे वादे सच्चे हैं। आपका जीवनसाथी ही आपका हमदम है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- हरे रंग के कपड़े पहनें। \n",
    "3": "कर्क राशि: आज का राशिफल\nभावुकता में बहकर कोई बड़ा निर्णय लेने से बचें। आज परिवार की चिंता सताएगी। कुछ खास मुद्दे होंगे, जिन पर आपका ध्यान जाएगा, फिर भी परिवार में खुशी होगी। किसी नए फंक्शन का या किसी की जन्मदिन पार्टी का आयोजन करने का विचार हो सकता है। नए नए पकवान बनेंगे और घर में लोगों का आना जाना रहेगा। गवर्नमेंट से कोई बड़ा बेनिफिट हाथ लगने के योग बन रहे हैं। काम को लेकर भाग्य प्रबल रहेगा। आपके ट्रांसफर के योग बन सकते हैं। आप अपने निजी जीवन को लेकर थोड़ी सावधानी बरतें। कोई आपकी अच्छाई का फायदा उठा सकता है।हर इंसान को ग़ौर से सुनें, हो सकता है आपको अपनी समस्या का समाधान मिल जाए। घर के जरुरी सामान पर धन खर्च करके आपको आर्थिक परेशानी तो आज जरुर होगी लेकिन इससे आप भविष्य की कई परेशानियों से बच जाएंगे। दफ़्तर के कामकाज में ज़्यादा व्यस्तता के चलते अपने जीवनसाथी के साथ आपका रिश्ता तनावपूर्ण हो सकता है। प्रेम हमेशा आत्मीय होता है और यही बात आप आज अनुभव करेंगे। ख़ुद को अभिव्यक्त करने के लिए अच्छा समय है- और ऐसे प्रोजेक्ट पर काम कीजिए, जो रचनात्मक हों। आज आपके करीबी लोग आपके करीब आने की कोशिश करेंगे लेकिन अपने मन को शांत बनाए रखने के लिए आप एकांत में समय बिताना पसंद करेंगे। बढ़िया खाना, रोमानी पल और जीवनसाथी का साथ - यही ख़ास है आज। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सफेद खरगोश को भोजन कराने से आर्थिक स्थिति मजबूत होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nजब मन में खुशी हो और दिल में प्यार का एहसास हो तो सभी समस्याएं छोटी लगती हैं। आज आपके साथ ऐसा ही होगा। आज आप अपने निजी जीवन में ज्यादा व्यस्त रहेंगे और काम को लेकर थोड़े से केयरलैस हो सकते हैं, लेकिन आज का दिन अच्छा बीतेगा। आपको अपने दोस्तों से उम्मीद से ज्यादा प्यार और अपनापन महसूस होगा। परिवार में किसी बुजुर्ग की बिगड़ती सेहत आपकी चिंता की वजह बन सकती है। अपने ऑफिस में आज आपका एक अलग रूप देखने को मिलेगा।  आप अपने लुक में बदलाव कर सकते हैं।ऐसी गतिविधियों में शामिल हों जो रोमांचक हों और आपको सुकून दें। आज आपका सामना कई नई आर्थिक योजनाओं से होगा- कोई भी फ़ैसला करने से पहले अच्छाईयों और कमियों पर सावधानी से ग़ौर फ़रमाएँ। रिश्तेदारों से अचानक तोहफ़ा मिल सकता है, लेकिन पूरी संभावना है कि वे इसके बदले में आपसे कुछ चाहते हों। अपने प्रेम-प्रसंग के बारे में इधर-उधर ज़्यादा बातें न करें। जो लोग अब तक बेरोजगार हैं उन्हें अच्छी जॉब पाने के लिए आज और अधिक मेहनत करने की जरुरत है। मेहनत करके ही आप सही परिणाम पा पाएंगे। आज आप सब कामों को छोड़कर उन कामों को करना पसंद करेंगे जिन्हें आप बचपन के दिनों में करना पसंद करते थे। बिजली कटौती या फिर किसी अन्य वजह से आपको सुबह तैयार होने में परेशानी का सामना करना पड़ सकता है, लेकिन जीवनसाथी की ओर से इससे निबटने में काफ़ी मदद मिलेगी। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- पश्चिमोत्तर(चन्द्र की दिशा) दिशा में जीरो वाट का दूधिया बल्ब रात्रि में जलाने से फैमिली लाइफ में सुख बढ़ता है। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज आपकी वाणी में मिठास रहेगी, जिससे किसी को भी अपना बना लेंगे और पुरानी समस्याओं को दूर करने के लिए आज का दिन अच्छा रहेगा। जिन स्थानों पर आपको बातचीत से काम निकालना है, आज वहां अपनी दस्तक जरूर दें ताकि आपके रुके काम चल पड़ें। निजी जीवन को लेकर कुछ चिंताएं प्रकट होंगी, लेकिन धीरे-धीरे स्थितियों में सुधार होगा। काम को लेकर आप काफी प्रबल स्थिति में होंगे और खर्चों पर भी आपका ध्यान होगा। आज परिवार के साथ शॉपिंग पर जा सकते हैं।प्रभावशाली लोगों का सहयोग आपके उत्साह को दोगुना कर देगा। तंग आर्थिक हालात के चलते कोई अहम काम बीच में अटक सकता है। आपका जीवनसाथी आपकी सहायता करेगा और मददगार साबित होगा। आज आप अपने प्रेमी के साथ कहीं घूमने का प्लान बनाएंगे लेकिन किसी जरुरी काम के आने की वजह से यह प्लान कामयाब नहीं हो पाएगा जिसकी वजह से आप दोनों के बीच कहासुनी हो सकती है। आपका व्यवसाय और मोल-भाव करने की क्षमता फ़ायदेमंद साबित होगी। भरपूर रचनात्मकता और उत्साह आपको एक और फ़ायदेमंद दिन की ओर ले जाएंगे। आपको ख़ुशी से भरी शादीशुदा ज़िन्दगी की एहमियत का एहसास होगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- शुद्ध सूती कपडा और नमकीन गरीब स्त्रियों को समय-समय पर दान करने से आर्थिक स्थिति अच्छी होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nपूर्व में किए गए निवेश का अच्छा बेनिफिट मिल सकता है। संपत्ति विक्रय से भी लाभ के योग बन रहे हैं। इसके अलावा, आपकी कुछ योजनाएं बिजनेस को आगे बढ़ाने में कामयाब साबित होंगी  जिससे आपकी इनकम में वृद्धि दर्ज होगी। हल्के खर्चे तो रहेंगे लेकिन मानसिक तौर पर आपके ऊपर कोई दबाव नहीं होगा, जिससे आज आप काफी संतुष्ट और राहत भरा जीवन व्यतीत करेंगे। इससे आपके निजी जीवन में भी खुशियां बढ़ेंगी और आप अपने काम को लेकर भी काफी प्रबलता से आगे बढ़ पाएंगे।आपको अपनी सेहत के प्रति ज़्यादा सावधानी बरतने की ज़रूरत है, ख़ास तौर पर रक्तचाप के मरीज़ों को। आज के दिन आपको आर्थिक परेशानियों का सामना करना पड़ सकता अहि- मुमकिन है कि आप ज़रूरत से ज़्यादा ख़र्च करें या आपका बटुआ खो भी सकता है- ऐसे मामलों में सावधानी की कमी आपको नुक़सान पहुँचा सकती है। शाम के वक़्त अचानक मिली कोई अच्छी ख़बर पूरे परिवार की ख़ुशी और उत्साह की वजह साबित होगी। अपने दोस्त से बहुत लम्बे समय बाद मिलने का ख़याल आपके दिल की धड़कन को बढ़ा सकता है। दफ़्तर में स्नेह का माहौल बना रहेगा। आज कुछ ऐसा दिन है जब चीजें उस तरह नहीं होंगी, जैसी आप चाहते हैं। वैवाहिक जीवन को अधिक सुखमय बनाने के आपके प्रयास उम्मीद से ज़्यादा रंग लाएंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अपने बड़े भाई के विचारों का सम्मान करने व उनकी बात मानने से आर्थिक स्थिति में सुधार होगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nकिसी बात को लेकर विरोधाभास की स्थिति निर्मित होगी। आप निर्णय लेने में खुद को असहज महसूस करेंगे, इसलिए अच्छा तो यही है कि आज कोई डिसीजन लें ही ना, बल्कि स्थितियों को स्वीकार करें। संतान की ओर से कोई चिंता हो सकती है। अपने प्रोफेशनल जीवन में आप आज राहत भरी सांस लेंगे क्योंकि बहुत समय बाद आज का दिन काफी खुशनुमा बीतेगा और काम को लेकर स्थितियां अच्छी होंगी। यदि निजी जीवन की बात करें तो आज कुछ अस्त-व्यस्त सा लगेगा, जिसे संभालने में आपको थोड़ा समय लग जाएगा।दिन फ़ायदेमन्द साबित होगा और आप किसी पुरानी बीमारी में काफ़ी आराम महसूस करेंगे। कोई पुराना मित्र आज आपसे आर्थिक मदद मांग सकता है और यदि आप उसकी आर्थिक मदद करते हैं तो आपके आर्थिक हालात थोड़े तंग हो सकते हैं। आप अपनी परेशानियों को भूलकर परिवार के साथ अच्छा समय बिताएंगे। आज आपके प्रिय को आपके अस्थिर रवैये के चलते आपसे तालमेल बिठाने में काफ़ी दिक़्क़त का सामना करना पड़ेगा। किसी नयी परियोजना पर काम करने से पहले अच्छी तरह सोच-विचार लें। आज आप फुर्सत के क्षणों में कोई नया काम करने का सोचेंगे लेकिन इस काम में आप इतना उलझ सकते हैं कि आपके जरुरी काम भी छूट जाएंगे । आपके जीवनसाथी की ओर से मिला कोई ख़ास तोहफ़ा आपके खिन्न मन को ख़ुश करने में काफ़ी मददगार साबित होगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- घर में पूजा की जगह को बार-बार न बदलें, इससे नौकरी/बिज़नेस में सफलता मिलेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआप स्वतंत्रता पसंद व्यक्ति हैं। आपके अंदर ज्ञान सहज रूप से विद्यमान है और आज इसी का लाभ आप उठाएंगे। अपने आसपास के लोगों को अपने ज्ञान से परिचित कराएंगे। पारिवारिक जीवन को लेकर आपका एक अलग रवैया नजर आएगा, जिससे कुछ लोग आश्चर्यचकित हो जाएंगे। आप अपने काम पर पकड़ बना कर चलेंगे और आपके अधिकार क्षेत्र की वृद्धि होने के योग बनेंगे। आज किसी अच्छी जगह घूमने की प्लानिंग हो सकती है। निजी जीवन को लेकर आपका एक व्यापक दृष्टिकोण रहेगा, जिसकी वजह से आप से जुड़े हुए लोग खुश रहेंगे।घर पर काम करते समय ख़ास सावधानी बरतें। घरेलू चीज़ों को लापरवाही से इस्तेमाल करना आपके लिए परेशानी का सबब बन सकता है। बैंक से जुड़े लेन-देन में काफ़ी सावधानी बरतने की ज़रूरत है। रिश्तेदारों के यहाँ जाना उससे काफ़ी बेहतर रहेगा, जितना आप सोच सकते हैं। अचानक हुई रोमांटिक मुलाक़ात आपके लिए उलझन पैदा कर सकती है। काम के लिए मौक़े परिचित महिलाओं की ओर से आ सकते हैं। आज आपको अचानक किसी अनचाही यात्रा पर जाना पड़ सकता है जिसकी वजह से घरवालों के साथ समय बिताने का आपका प्लान खराब हो सकता है। आपका जीवनसाथी आपको ज़्यादा ख़ास वक़्त देने वाला है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- अच्छी सेहत के लिए पेड़-पौधों की कोपलें, अंकुर न तोड़ें क्योंकि गुरु ग्रह ब्रह्मा रूप है। \n",
    "9": "मकर राशिः आज का राशिफल\nसोच में धीर और गंभीर होने के कारण आप हर पहलू की जानकारी लेकर ही आज आगे बढ़ेंगे। किसी नई बिजनेस डील को लेकर आप काफी रोमांचित रहेंगे और उसके सफल हो जाने से आपकी लंबे समय से अटकी हुई इच्छा पूरी हो जाएगी। दोस्तों का पूरा सहयोग मिलेगा और परिवार के लोग भी आपके साथ खड़े नजर आएंगे। निजी जीवन को लेकर स्थितियां बहुत अच्छी रहेंगी और आप अपने आसपास के लोगों से प्रभावित होंगे। काम को लेकर स्थितियों में सुधार होगा और आपकी सेहत भी बढ़िया रहेगी।बच्चे आपकी शाम को ख़ुशी की चमक लाएंगे। थकाऊ और उबाऊ दिन को अलविदा कहने के लिए एक बढ़िया डिनर की योजना बनाएँ। उनका साथ आपके शरीर में फिर से ऊर्जा भर देगा। दिन चढ़ने पर वित्तीय तौर पर सुधार आएगा। विदेश में रह रहे किसी संबंधी से मिला उपहार आपको ख़ुशी दे सकता है। व्यक्तिगत संबंध संवेदनशील और नाज़ुक रहेंगे। अपना रवैया ईमानदार और स्पष्टवादी रखें। लोग आपकी दृढ़ता और क्षमताओं को सराहेंगे। आज का दिन फ़ायदेमंद साबित होगा, क्योंकि ऐसा लगता है कि चीज़ें आपके पक्ष में जाएंगी और आप हर काम में अव्वल रहेंगे। ख़ुद तनावग्रस्त होने की झल्लाहट आप बेवजह अपने जीवनसाथी पर निकाल सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- लाल या भूरे रंग की गाय को रोटी में गुड़ रखकर खिलाने से लव लाइफ अच्छी रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nपैसों का इन्वेस्टमेंट एक विचारणीय विषय है। ध्यान पूर्वक इसमें हाथ डालना ही अच्छा होगा। आज कर प्रणाली से संबंधित कोई महत्वपूर्ण बात जानने को मिलेगी और यदि टैक्स नहीं भरा है तो तुरंत भर दें, नहीं तो समस्या आ सकती है। आपकी इनकम में वृद्धि के संकेत मिल रहे हैं। व्यापार गति पकड़ेगा और कुछ नए लोगों से जान पहचान होगी। निजी जीवन में आज का दिन काफी रोमांटिक नजर आएगा। विरोधियों को लेकर सावधानी बरतना जरूरी होगा।आपका व्यक्तित्व आज इत्र की तरह महकेगा और सबको आकर्षित करेगा। आपके पास आज पैसा भी पर्याप्त मात्रा में होगा और इसके साथ ही मन में शांति भी होगी। कुछ लोगों के लिए- परिवार में किसी नए का आना जश्न और उल्लास के पल लेकर आएगा। आपकी शोहरत बढ़ेगी और आप आसानी से दूसरे लिंग के लोगों को अपनी तरफ़ आकर्षित करेंगे। आप महसूस करेंगे कि आपकी रचनात्मकता कहीं खो गयी है और फ़ैसले करने में आपको ख़ासी दिक़्क़त का सामना करना पड़ेगा। आज घर में किसी पार्टी की वजह से आपका कीमती समय बर्बाद हो सकता है। वैवाहिक जीवन में सूखे-सर्दीले दौर के बाद आपको धूप नसीब हो सकती है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- घर से थोड़ी दूर स्थिति पीपल में जल दें व शाम के समय उसकी जड़ में दीपक जलाने से नौकरी/बिज़नेस में तरक्की होगी। \n",
    "11": "मीन राशिः आज का राशिफल\nमन में धार्मिक विचारों को लेकर दिन की शुरुआत करेंगे। परिवार के प्रति जिम्मेदारी निभाने का एहसास अंदर से जागेगा। आज बहुत खर्च होगा। घरवालों को शॉपिंग करा सकते हैं। मंदिर जाने की इच्छा होगी और निजी जीवन को लेकर आप काफी सजग रहेंगे। जीवन साथी को किसी बात का कष्ट ना हो, आज इसका पूरा ध्यान रखेंगे। अपने काम को लेकर भी आप की गंभीरता देखते ही बनेगी। आपकी सेहत में अच्छा सुधार देखने को मिलेगा, जिससे आज का दिन तंदुरुस्ती के साथ गुजरेगा।आपका मनमौजी बर्ताव सेहत के लिए परेशानी खड़ी कर सकता है। आप ख़ुद को नए रोमांचक हालात में पाएंगे- जो आपको आर्थिक फ़ायदा पहुँचाएंगे। जिन्हें आप चाहते हैं, उनके साथ उपहारों का लेन-देन करने के लिए अच्छा दिन है। आपको चिंता करने की ज़रूरत नहीं है। आज आपका दुःख बर्फ़ की तरह पिघल जाएगा। एक अहम प्रोजेक्ट- जिसपर आप काफ़ी अरसे से काम कर रहे थे- टल हो सकता है। कार्यक्षेत्र के किसी काम में खराबी की वजह से आज आप परेशान रह सकते हैं और इस बारे में सोचकर अपना कीमती वक्त बर्बाद कर सकते हैं। वैवाहिक जीवन में निजता का ध्यान रखना भी आवश्यक है। लेकिन आज के दिन आप दोनों ज़्यादा-से-ज़्यादा एक-दूसरे के क़रीब जाना चाहेंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अच्छे स्वास्थ्य के लिए हरी ज्वार का दान करें या गाय को खिलाएं। \n"
}]
