horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। परिवार के किसी सदस्य के स्वास्थ्य को लेकर आप चिंतित रह सकते हैं, जिसमें धन भी अधिक व्यय होगा। आपको कुछ तनाव भी रहेगा। आज आप धार्मिक व सामाजिक कार्य में भी सहयोग करेंगे। भाई की सलाह आपके व्यापार के लिए उन्नति का कारण बनेगी। प्रेम जीवन में आज कुछ तनाव आ सकता है, इसलिए अपनी वाणी और व्यवहार दोनों पर संयम रखने और अपने रूठे जीवन साथी को मनाने की कोशिश करें। आपके भाई की सलाह आपके व्यापार की उन्नति का कारण बनेगी, इससे आपका अपने भाई के साथ रिश्ता भी मजबूत होगा। विवाह योग्य जातकों के लिए समय आज उत्तम है।आपमें आज चुस्ती-फुर्ती देखी जा सकती है। आपका स्वास्थ्य आज पूरी तरह से आपका साथ देगा। आपको मेरी सलाह है कि शराब सिगरेट जैसी चीजों पर पैसा खर्च न करें, ऐसा करना आपके स्वास्थ्य को तो खराब करता ही है आपकी आर्थिक स्थिति भी इससे बिगड़ती है। घरेलू काम थका देने वाला होगा और इसलिए मानसिक तनाव की वजह भी बन सकता है। प्यार में अपने अशिष्ट बर्ताव के लिए माफ़ी मांगें। जरुरी कामों को समय न देना और फिजूल के कामों पर वक्त जाया करना आज आपके लिए घातक सिद्ध हो सकता है। जन्मदिन भूलने जैसी किसी छोटी-सी बात को लेकर जीवनसाथी से तक़रार मुमकिन है। लेकिन अन्ततः सब ठीक हो जाएगा। ऑफिस के दोस्तों के साथ ज्यादा समय बिताना आपके लिए अच्छा नहीं है ऐसा करके आप अपने घर वालों के गुस्से का शिकार हो सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- धन की स्थिति को अच्छा करने के लिए केसर का तिलक मस्तक और नाभि पर लगाएं। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। माता जी के साथ आज कुछ वैचारिक मतभेद हो सकता है, जिसकी वजह से आपको तकलीफ हो सकती है। छात्रों को उच्च शिक्षा प्राप्ति के मार्ग में कुछ अवरोधों का सामना करना पड़ सकता है। परिवार में रोजमर्रा के खर्च पर आप कुछ धन व्यय कर सकते हैं, जो आपको परेशानी में डाल सकता है। यदि आपको  कोई परेशानी चल रही है, तो शाम के समय उसको खत्म करने के लिए आपको पड़ोसियों का सहयोग मिलेगा। संतान को आज धार्मिक कार्य में जुटे देख मन में प्रसन्नता रहेगी।बेकार का तनाव और चिंताएँ ज़िंदगी का रस निचोड़कर आपको पूरी तरह चूस सकती हैं। भलाई इसी में है कि इन आदतों को छोड़ दें, नहीं तो इनसे केवल आपकी परेशानियों में बढ़ोतरी ही होगी। आज आपको किसी अज्ञात स्रोत से पैसा प्राप्त हो सकता है जिससे आपकी कई आर्थिक परेशानियां दूर हो जाएंगी। आपमें से कुछ गहने या घरेलू सामान ख़रीद सकते हैं। अपनी बातों को सही साबित करने के लिए आज के दिन आप अपने संगी से झगड़ सकते हैं। हालांकि आपका साथी समझदारी दिखाते हुए आपको शांत कर देगा। यदि आपको व्यस्त दिनचर्या के बाद भी अपने लिए समय मिल पा रहा है तो आपको इस समय का सदुपयोग करना सीखना चाहिए। ऐसा करके अपने भविष्य को आप सुधार सकते हैं। घरेलू मोर्चे पर बढ़िया खाने और गहरी नीन्द का पूरा लुत्फ़ आप ले पाएंगे। आज आपके मन में उदासी रहेगी और आप नहीं जान पाएंगे कि इसका कारण क्या है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- झल्लाहट दूर करने के लिए आदित्य हृदय स्रोत के पाठ से बेहतर और क्या हो सकता है। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए उत्तम लाभदायक रहेगा। यदि आप किसी नए कार्य में निवेश करने की योजना बना रहे हैं, तो वह आपके लिए सफलता दायक रहेगी। परिवार में किसी बात को लेकर आज सदस्यों में मनमुटाव हो सकता है। जीवन में आनंद समय व्यतीत होगा। संतान के भविष्य की चिंता आज आपको सता सकती है। भाई बहन की शादी का प्रसंग प्रबल होगा। माता पिता की सेवा करने का आज आपको अवसर प्राप्त होगा। सायंकाल का समय आप अपने परिवार के सदस्यों के साथ खेलकूद में व्यतीत करेंगे।अगर आप पिछले कुछ वक़्त से झुंझलाहट महसस कर रहें हैं तो आपको याद रखना चाहिए कि सही कर्म और विचार आज आपके लिए बहुप्रतीक्षित राहत लेकर आएंगे। आज सिर्फ़ बैठने की बजाय कुछ ऐसा कीजिए जो आपकी कमाई में इज़ाफ़ा कर सके। मनोरंजन से जुड़ी गतिविधियाँ मज़ेदार रहेंगी, अगर पूरे परिवार की उसमें सहभागिता हो। आज किसी ऐसे इंसान से मिलने की संभावना है जो आपके दिल को गहराई से छूएगा। आज के दिन यात्रा, मनोरंजन और लोगों से मिलना-जुलना होगा। अपने जीवनसाथी के चलते आप महसूस करेंगे कि स्वर्ग धरती पर ही है। आज आप सबसे दूर जाने के बारे में सोच सकते हैं। आपके मन में संन्यास लेने की भावना आज प्रबल रहेगी। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- अच्छे स्वास्थ्य के लिए छिलके सहित बादाम, साबुत मूंगफली, चने की दाल, घी, पीला कपडा किसी देव स्थान में देने से स्वास्थ्य में सुधार होगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए नई उन्नति की किरण लेकर आएगा। आज आपको  अपने रुके हुए कार्यों को पूरा करने के लिए समय निकालना होगा और अपने आलस्य को त्यागना होगा, जो लोग भी विदेश से संबंधित व्यापार करते हैं,  आज उनके कार्यों में सफलता मिलने के योग बन रहे हैं। कार्य क्षेत्र में अधिकारी आज आप के कार्य से प्रभावित होंगे, बुद्धि व विवेक से किए गए कार्य में आपको सफलता मिलेगी। परिवार के  छोटे बच्चों के साथ अच्छा समय व्यतीत होगा। अचानक से आज कहीं से आपको धन लाभ हो सकता है।शारीरिक व्यायाम और वज़न घटाने की कोशिशें आपके रूप-रंग को निखारने में फ़ायदेमंद साबित होंगी। दिन की शुरुआत में ही आज आपको कोई आर्थिक हानि हो सकती है जिससे सारा दिन खराब हो सकता है। जिन्हें आप चाहते हैं, उनके साथ उपहारों का लेन-देन करने के लिए अच्छा दिन है। रोमांचक दिन है, क्योंकि आपके प्रिय का फ़ोन आएगा। लोग आपके बारे में क्या सोचते हैं आज आपको इस बात से कोई फर्क नहीं पड़ेगा। बल्कि आज आप खाली समय में किसी से मिलना जुलना भी पसंद नहीं करेंगे और एकांत में आनंदित रहेंगे। आपका जीवनसाथी आज ऊर्जा और प्रेम से भरपूर है। मैट्रो में सफर करते दौरान आज किसी विपरीत लिंगी शख्स से आपकी आंखें चार हो सकती हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- आर्थिक स्थिति बेहतर करने के लिए जलन, डाह और ईर्ष्या से बचें। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। विदेश में रहने वाले के परिवार से शुभ समाचार मिलेगा।विवाह योग्य जातकों के लिए अच्छे-अच्छे विभाग के प्रस्ताव आएंगे। आज आप गरीबों की सहायता के लिए कुछ खर्च करेंगे, जिससे आपके मन को शांति मिलेगी। इस कार्य में जीवनसाथी आपका भरपूर साथ देंगे। आपको सफलता प्राप्त होगी। सायंकाल के समय आपके रुचि धर्म व अध्यात्म के प्रति बढ़ेगी। आज आप अपनी कार्यकुशलता से दूसरे लोगों को अपनी ओर आकर्षित करने में सक्षम रहेंगे। विद्यार्थियों को आज कुछ धन की आवश्यकता हो सकती है।भागमभाग भरे दिन के बावजूद आपकी सेहत पूरी तरह दुरुस्त रहेगी। जीवनसाथी की खराब तबीयत के कारण आज आपका धन खर्च हो सकता है लेकिन आपको इसको लेकर चिंता करने की जरुरत नहीं है क्योंकि धन इसीलिये बचाया जाता है कि बुरे समय में वो आपके काम आ सके। लोगों और उनके इरादों के बारे में जल्दबाज़ी में फ़ैसला न लें। हो सकता है कि वे दबाव में हों और उन्हें आपकी सहानुभूति व विश्वास की ज़रूरत हो। कोई पौधा लगाएँ। आज आप सारे रिश्तों और रिश्तेदारों से दूर होकर अपना दिन किसी ऐसी जगह पर बिताना पसंद करेंगे जहां जाकर आपको शांति प्राप्त होती है। आपको अपने जीवनसाथी का सख़्त और रुखा पहलू देखने को मिल सकता है, जिसके चलते आप असहज महसूस करेंगे। अपने जीवनसाथी या दोस्तों के साथ ऑनलाइन मूवी देखकर आप अपने लैपटॉप व इंटरनेट का सही इस्तेमाल कर सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- फलदार पौधे लगाना पारिवारिक जीवन के लिए बहुत शुभ है। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज के दिन आपको कुछ ऐसे खर्चे करने पड़ेंगे, जो आप नहीं करना चाहते, लेकिन फिर भी आप की आर्थिक स्थिति पर कोई असर नहीं पड़ेगा, इसलिए चिंतित ना हो। मित्रों की सहायता करने का आज आपको अवसर प्राप्त होगा। कार्यक्षेत्र में प्रभाव में आज वृद्धि होगी। कार्य क्षेत्र में आज आपको अपनी वाणी पर नियंत्रण रखना होगा अन्यथा वाद विवाद की आशंका बन रही है। प्रेम जीवन में सुखद अनुभूति होगी। छात्रों को प्रतियोगिता परीक्षा में अच्छे अंकों की प्राप्ति होगी। संतान के भविष्य की चिंता आज समाप्त होगी।अपनी क्षमताओं को पहचानें, क्योंकि आपके अन्दर ताक़त की नहीं बल्कि इच्छा-शक्ति की कमी है। अपने अतिरिक्त धन को सुरक्षित जगह पर रखिए, जो आने वाले वक़्त में आप फिर पा सकें। आपको ख़ुश रखने के लिए आपके बच्चे जो कुछ बन पड़ेगा, वह करेंगे। अपने प्रिय की ईमानदारी पर शक न करें। खाली वक्त का आज आप सदुपयोग करेंगे और उन कामों को पूरा करने की कोशिश करेंगे जो बीते दिनों पूरे नहीं हो पाए थे। अगर आप कोशिश करें तो आप अपने जीवनसाथी के साथ अपने जीवन का सबसे अच्छा दिन आज गुज़ार सकते हैं। आपकी बात करने का तरीका आज बहुत खराब होगा जिसकी वजह से समाज में आप अपना मान सम्मान खो सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- अगर आज आप उमंग व उत्साह की कमी महसूस कर रहे हैं तो गमलों में काले-सफेद मार्बल के दाने रखें। \n",
    "6": "तुला राशिः आज का राशिफल\nआज आपको पारिवारिक सदस्यों का व्यापार में सहयोग मिलने से कठिनाइयां कम होगी। अधिक परिश्रम करने के कारण आपके स्वास्थ्य में गिरावट आ सकती है। अगर आप नौकरी करते हैं, तो आपके अधिकारों में वृद्धि होगी और आपका आत्मबल बढ़ेगा। कार्यक्षेत्र में आपका प्रोजेक्ट सफल होने से सभी लोग आपके साहस और पराक्रम की प्रशंसा करते नजर आएंगे। विद्यार्थियों को आर्थिक संकट से मुक्ति मिलेगी।सायंकाल के समय किसी जोखिम भरे कार्यों को करने से बचे, नहीं तो निराशा हाथ लग सकती है।जीत का जश्न आपके दिल को ख़ुशी से भर देगा। इस उत्साह को दोगुना करने के लिए आप अपनी ख़ुशी में दोस्तों को भागीदार बना सकते हैं। बिना किसी अनुभवी शख्स की सलाह के आज ऐसा कोई भी काम न करें जिससे आपको आर्थिक हानि हो। कोई चिट्ठी या ई-मेल पूरे परिवार के लिए अच्छी ख़बर लाएगी। जिसे आप चाहते हैं, उसके साथ आपका तल्ख़ रवैया आपके रिश्ते में दूरी बढ़ा सकता है। जीवन का आनंद लेने के लिए आपको अपने दोस्तों को भी समय देना चाहिए। अगर आप समाज से कटकर रहेंगे तो आवश्यकता पड़ने पर आपके साथ भी कोई नहीं होगा। सम्भव है कि आपके जीवनसाथी की वजह से आपकी प्रतिष्ठा को थोड़ी ठेस पहुँचे। अगर आप किसी नए काम की शुरुआत कर रहे हैं तो आज का दिन आपके लिए अच्छा है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सात बादाम व सात काली उड़द शनि मंदिर में चढाने से प्रेम सम्बन्धों में मजबूती आएगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपको भागदौड़ के साथ-साथ अपने स्वास्थ्य के प्रति भी सचेत रहना होगा और अपने खान-पान पर नियंत्रण रखना होगा अन्यथा आप को पेट से संबंधित रोग होने की आशंका बन रही है। आपके व्यापार मे कुछ योजना बनेगी, जिससे भविष्य में आपको लाभ होगा। आप व्यापार में कुछ नए-नए बदलाव करेंगे, जिनका भविष्य में आपको उत्तम लाभ होगा। आज आपके भाई बहन के विवाह का प्रस्ताव प्रबंध हो सकता है। संतान से संबंधित कोई शुभ सूचना आज आपको प्राप्त हो सकती है।आपमें आज चुस्ती-फुर्ती देखी जा सकती है। आपका स्वास्थ्य आज पूरी तरह से आपका साथ देगा। आर्थिक तौर पर सिर्फ़ और सिर्फ़ एक स्रोत से ही लाभ मिलेगा। पारिवारिक तनावों को अपनी एकाग्रता भंग न करने दें। बुरा दौर ज़्यादा सिखाता है। उदासी के भंवर में ख़ुद को खोकर वक़्त बर्बाद करने से बेहतर है कि ज़िंदगी के सबक़ को जानने और सीखने की कोशिश की जाए। अनपेक्षित रोमांटिक आकर्षण की संभावना है। अपने ज़बरदस्त आत्मविश्वास का फ़ायदा उठाएँ, बाहर निकलें और कुछ नए सम्पर्क व दोस्त बनाएँ। आज आप अपने जीवनसाथी के साथ कुछ बेहतरीन पल गुज़ार सकेंगे। अपने साथी के लिए कोई बेहतरीन पकवान बनाना आपके फीके पड़े रिश्तों में गर्मजोशी भर सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- किसी भी गौशाला में हरा चारा दान में देने से वैवाहिक जीवन काफी अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपकी प्रोन्नति का होगा और अधिकारी वर्ग आपका पूरा सहयोग करेंगे और आप के पद व गरिमा वृद्धि होगी। प्रेम जीवन में नई ऊर्जा का संचार होगा और दांपत्य जीवन में रिश्ता और मजबूत होगा। यदि आप अपने व्यापार में अपने मन के बाद दूसरों से ज्यादा ना करें, तो आपको रुके हुए धन की प्राप्ति हो सकती है। विद्यार्थियों को गुरुजनों सहयोग मिलेगा और प्रतियोगिता परीक्षा के मार्ग प्रशस्त होंगे। आज शाम का समय आप अपने रुके हुए कार्यों को पूरा करने के लिए होगा, लेकिन यह तभी होगा जब आप अपने आलस्य को दूर रखेंगे।आपका ग़ुस्सा राई का पहाड़ बना सकता है, जो आपके परिवार को नाराज़ कर सकता है। वे लोग ख़ुशक़िस्मत हैं जो अपने ग़ुस्से पर क़ाबू रख सकते हैं। इससे पहले कि आपका ग़ुस्सा आपको ख़त्म करे, आप उसे ख़त्म कर दें। रात के समय आप आज आपको धन लाभ होने की पूरी संभावना है क्योंकि आपके द्वारा दिया गया धन आज आपको वापस मिल सकता है। परिवार के सदस्यों के साथ कुछ आराम के पल बिताएँ। अपने प्रिय से कुछ भी तल्ख़ कहने से बचें- नहीं तो बाद में आपको पछताना पड़ सकता है। यात्रा और शिक्षा से जुड़े काम आपकी जागरुकता में वृद्धि करेंगे। मुश्किल हालात से उबरने में आपके जीवनसाथी की तरफ़ से ज़्यादा सहयोग नहीं हासिल होगा। यह दिन दोस्तों-रिश्तेदारों के साथ शॉपिंग पर जाने का है। बस अपने ख़र्चों पर थोड़ी नज़र रखें। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अच्छी सेहत के लिए सूर्योदय के समय सूर्य नमस्कार करें। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आपके लंबे समय से रुके हुए कार्य आज पूर्ण होते ही नजर आएंगे और धार्मिक कार्य में भी आपका सहयोग बढ़ेगा। अपने कार्यक्षेत्र में व्यस्तता के चलते  आप अपने प्रेम जीवन के लिए समय निकालने में कामयाब रहेंगे, जिससे जीवनसाथी प्रसन्न होंगे। पारिवारिक संपत्ति से संबंधित यदि कोई मामला चल रहा है, तो वह आज किसी बड़ी अधिकारी की मदद से सुलझता हुआ नजर आ रहा है। निर्णय लेने की क्षमता से आज आपको लाभ होगा। शाम के समय किसकी धार्मिक कार्यों में आपका सहयोग होगा और आपकी ख्याति का विस्तार होगा। प्रॉपर्टी में निवेश की सोच रहे हैं, तो आपके लिए उत्तम रहेगा।आपका सबसे बड़ा सपना हक़ीक़त में बदल सकता है। लेकिन अपने उत्साह को क़ाबू में रखें, क्योंकि ज़्यादा ख़ुशी भी परेशानी का सबब बन सकती है। अपने धन का संचय कैसे करना है यह हुनर आज आप सीख सकते हैं और इस हुनर को सीख कर आप अपना धन बचा सकते हैं। आपको अपने रोज़मर्रा के कामों से छुट्टी लेकर आज दोस्तों के साथ घूमने का कार्यक्रम बनाना चाहिए। आज रुमानियत का मौसम ज़रा ख़राब लगता है, क्योंकि आपका साथी आपसे आज कुछ ज़्यादा ही अपेक्षा करेगा। छात्रोंं के दिमाग में आज प्यार का बुखार छा सकता है और इस वजह से उनका काफी समय बर्बाद हो सकता है। ग़लतफ़हमी के लम्बे दौर के बाद इस शाम आपको जीवनसाथी के प्यार का तोहफ़ा नसीब होगा। आज का दिन तनाव से मुक्त रहने की कोशिश करें, इसलिए आराम करने पर ज़ोर दें। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- तले हुए काले चने गरीबों में बाँटने से प्रेम सम्बन्धों में वृद्धि होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके भविष्य की नई योजनाओं के लिए उत्तम लाभदायक रहेगा। यदि आज आप किसी कार्य को करने जा रहे हैं, तो उसमें माता पिता के आशीर्वाद से सफलता प्राप्त होगी। आपके अच्छे कर्मों से आपके खानदान का नाम ऊंचा होगा। व्यापार में छात्रों के कारण आज आपको कुछ परिस्थितियों का सामना करना पड़ सकता है, लेकिन आर्थिक स्थिति मजबूत रहेगी। जीवनसाथी का भरपूर सहयोग मिलेगा। परिवार में आज किसी मुद्दे पर चर्चा हो सकती हैं, इसमें आपको परिवार की सलाह की आवश्यकता होगी, अपनी माता जी के स्वास्थ्य के प्रति सचेत रहें।आपके पास अपनी सेहत और रूप-रंग को सुधारने के लिए पर्याप्त समय होगा। अपने जीवनसाथी के साथ मिलकर आज आप भविष्य के लिए कोई आर्थिक योजना बना सकते हैं और उम्मीद है कि यह योजना सफल भी होगी। शाम के वक़्त अचानक मिली कोई अच्छी ख़बर पूरे परिवार की ख़ुशी और उत्साह की वजह साबित होगी। आपके ईमानदार और ज़िंदादिल प्यार में जादू करने की ताक़त है। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। आपको और आपके जीवनसाथी को कोई बहुत सुखद ख़बर सुनने को मिल सकती है। संभव है कि आध्यात्मिकता की ओर तीव्र खिंचाव महसूस हो। साथ ही मुमकिन है कि किसी योग कैंप में जाना हो, किसी धर्मगुरू के प्रवचन सुनने का योग बने या फिर कोई आध्यात्मिक पुस्तक पढ़ें। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- अच्छे स्वास्थ्य के लिए हरी ज्वार का दान करें या गाय को खिलाएं। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम लाभदायक रहेगा। संतान व जीवन साथी के प्रति प्रेम की भावना बढ़ेगी। नौकरी करने वाले जातकों के लिए आज प्रमोशन होने की भरपूर संभावना है। कार्यक्षेत्र में आज किसी अन्य व्यक्ति की वजह से अकस्मात चिंता हो सकती है, लेकिन आप अपनी वाकपटुता से शीघ्र ही दूर कर लेंगे। आज के दिन अपने पिताजी के स्वास्थ्य का ध्यान रखें। आज आपको जनसमर्थन की प्राप्ति होगी। ससुराल पक्ष से लाभ मिलने की आशा है। नौकरी में जुड़े जातकों के ऊपर आज कार्य का बोझ बढ़ सकता है।अपने विचार और ऊर्जा को उन कामों में लगाएँ, जिनसे आपके सपने हक़ीक़त का रूप ले सकते हैं। सिर्फ़ ख़याली पुलाव पकाने से कुछ नहीं होता है। अभी तक आपके साथ समस्या यह है कि आप कोशिश करने की बजाय केवल इच्छा करते हैं। आर्थिक दृष्टि से आज का दिन मिलाजुला रहने वाला है। आज आपको धन लाभ तो हो सकता है लेकिन इसके लिए आपको कड़ी मेहनत करनी होगी। परिवार के लोगों के बीच पैसे को लेकर आज कहासुनी हो सकती है। पैसों के मामलों में आपको परिवार के सभी लोगों को स्पष्ट होने की सलाह देनी चाहिए। रोमांचक दिन है, क्योंकि आपके प्रिय का फ़ोन आएगा। इस राशि के बच्चे आज खेलकूद में दिन बिता सकते हैं, ऐसे में माता-पिता को उनपर ध्यान देना चाहिए क्योंकि चोट लगने की संभावना है। आज से पहले शादीशुदा ज़िन्दगी इतनी अच्छी कभी नहीं रही। आज विदेश में रहने वाले किसी शख्स से आपको कोई बुरी खबर मिल सकती है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- तांबे का सिक्का लाल धागे में पिरोकर गले में धारण करने से आप ऊर्जावान बने रहेंगे। \n"
}]
