horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "आपको आगे बढने से बहुत से अवसर मिलेंगे लेकिन उन सबको हासिल करने की जल्दी में ना रहें ǀअपने सभी विकल्पों को ध्यान से सोच समझकर ही आगे बढ़ें ǀअपने दोस्तों के साथ भी बाँटें ǀयह ऐसा समय होगा जब आपको कई प्रयास करने होंगें ǀसब कुछ भाग्य पर ना छोड़ें ǀआपके कार्य ही आपके भाग्य का निर्माण करेंगे ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "आप पिछले कुछ समय से काम में काफी व्यस्त हैं,इसीलिए अबकी बार कोई नया मिशन शुरू करने से पहले पर्याप्त आराम कर लें ǀ आप अपनी विचार शक्ति बढाने तथा सृजनात्मक शक्तियों का प्रयोग करने के लिए खेलों या ऐसी ही किसी कार्यकलाप में भाग ले सकते हैं ǀ अपने दिमाग को पूरी तरह तरोताजा करने के लिए शहर से बाहर घूमने जाए या यह संभव न हो तो शहर में ही कहीं घूम लें ǀ",
        "मेष प्यार और संबंध राशिफल": "अपने साथी के साथ सकारात्मक वार्तालाप करने का प्रयास करें। आपने वास्तव में उपयुक्त तरीके से अपने साथी के साथ वार्तालाप नहीं की है और अभी तक आप आनंद और अपने रिश्ते को हल्के में ले रहे थे । ये समय है की आप दोनों किसी प्राकृतिक जगह पर जाये , ताकि ऐसी जगह जाने से आप दोनों में सकारात्मक ऊर्जा और भावना का संचार हो जिससे आप दोनों को खुलने में मदद मिलेगी । आपके रिश्तो में मजबूती आयेगी ।",
        "मेष कैरियर और धन राशिफल": "आज आप सबसे बड़े ग्राहकों में से एक के साथ अपने सौदे को अंतिम रूप दे सकते है। उनके साथ एक लंबी अवधि के अनुबंध पर आप हस्ताक्षर करने के लिए आगे बढे । ग्राहक वित्तीय संसाधनों से परिपूर्ण है , जिससे की आपके कार्यालय पर वित्तीय बोझ कम होगा । आपको अगर ग्राहकों से और सौदे लेने है तो आपको अपने सामान्य ज्ञान का अच्छा परिचय देना होगा और साथ ही साथ उन्हें एक अच्छी व्यापारिक सेवा देनी होगी ।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "आज आपके हर एक काम में आत्मविश्वास की झलक दिखेगी ǀ कुछ समय पहले तक बहुत मुश्किल दिखने वाली बाधाएं आज आसानी से पार हो जाएंगी ǀ आपकी संवाद कुशलता अब पहले से बेहतर है और आप लोगों को इसके चलते विश्वास में लेकर अपनी बात समझा पायेंगे ǀदिन किसी मुश्किल परियोजना पर काम करने के लिए भी उपयुक्त है ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "सामान्यत आप बहुत स्पष्ट सोचते हैं लेकिन आज अपनी समस्याओं और असुरक्षाओं के चलते तार्किक तरीके से नही सोच पायेंगे इसीलिए आज का दिन कोई नयी परियोजना या किसी नए पार्टनर के साथ काम शुरू करने के लिए बहुत अच्छा नही कहा जा सकता ǀआपसे आज गलत फैसले लिए जा सकते हैं ǀइसीलिए भविष्य की कोई भी योजना आज बनाना ठीक नही होगा ǀआज आराम करें ǀ",
        "वृषभ प्यार और संबंध राशिफल": "ग्रहों की स्थिति आपकी लव लाइफ के लिए बिलकुल उपयुक्त है |अपने दोस्तों के साथ बाहर जाकर मजे करना न भूलें | आप जहां सोच भी नही सकते , ऐसी किसी जगह पर आपके लिए डेटिंग और सम्बन्ध बनाने का मौका मिल सकता है | इसीलिए आपको अब सभी से मिलने जुलने की जरुरत है | यह समय उस पिछले सम्बन्ध को भी आगे बढाने के लिए सही है जिसके बारे में आपके दिमाग में काफी संदेह थे |",
        "वृषभ कैरियर और धन राशिफल": "प्रमुख परिवर्तन आज आपके कार्यस्थल पर होने की उम्मीद हैं। वास्तव में आपके आय अर्जित करने के साधन में परिवर्तन आ सकता है , और आप ऐसे कार्य में लिप्त हो सकते है जिसको आप करना चाह रहे थे परन्तु आपने सपने में भी नहीं सोचा था , की ऐसा अवसर आपको मिल सकता है । आप अपने कार्यस्थल पर नवीन विचारो एवं नए दृष्टिकोण के साथ आ सकते है , जिससे सत्ता में बैठे अधिकारी का ध्यान आपकी तरफ आकर्षित होगा ।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "आपके दिमाग में आज कोई अद्भुत विचार आएगा और आपको इसे हाथोहाथ केवल इसीलिए रद्द नही क्र देना चाहिए क्योंकि आपको इसका हो पाना मुश्किल लग रहा है ǀ आज बड़ा सोचने और ऊँचाइयों को छूने का दिन है ǀ ऐसा करने के लिए आपको बाधाओं की सूची बनाकर अच्छी योजना बनानी अहि और आप पायेंगे कि परेशानियों से खुद-ब-खुद समाधान नजर आने लगेंगे ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "आपको अपने पैरों पर ध्यान देना होगा ǀआप ऐसी नौकरी करते हैं,जिसमे आपको पैरों का बहुत प्रयोग करना पड़ता है,इसीलिए आपको और भी अधिक ख्याल रखना है ǀजूते और जुराब नियमित रूप से पहनें ǀ अगर कुछ दर्द महसूस हो तो आधे घंटे तक पैरों पर मसाज करें या पैरों को गरम पानी में डुबोकर रखें ǀ अगर दर्द बढ़ जाए तो नजदीकी डॉक्टर से सलाह करें ǀ",
        "मिथुन प्यार और संबंध राशिफल": "आप अपने पार्टनर की किसी काम/ भाव –भंगिमा से आश्चर्यचकित रह जायेंगे | अगर आप अन्तरंग डिनर आदि पर जाते रहे हैं तो आज भी ऐसे ही एक मजेदार लेकिन पारिवारिक डिनर पर जा सकते हैं जिसमे सारे परिवार को एक साथ होने का मौका मिल सकता है | अगर आप सिंगल हैं तो इस काम/ भाव –भंगिमा से आपको उनके बारे में नयी बातें जाने और इसके आधार पर भविष्य का फैसला लेने में मदद मिलेगी |",
        "मिथुन कैरियर और धन राशिफल": "आज आप खर्चीले साबित हो सकते है ! आपकी अवचेतन अवस्था आध्यात्मिक संदेशो के द्वारा निर्देशित हो सकती है जिस में आप फस सकते हो , सुझाव व् उपायों में कोई खराबी नहीं है ,परन्तु अपनी बचत को खाली कर के नहीं । तथ्यात्मक यह सब अच्छा नहीं होगा, बस धैर्य रखने की जरुरत है और चीजे धीरे-धीरे ठीक होनी शुरू हो जाएंगी ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "आज आप खुद की जरुरत से अधिक आलोचना करने के मूड में हैं ǀआपको भी पता है कि आपकी अधिकतर चिंताएं निरर्थक हैं,फिर भी आप चिंता करते रहते हैं ǀ इसका एकमात्र समाधान यह है कि अपने किसी ऐसे करीबी से सा अपनी चिंताओं के बारे में बात करें जो आपको सहारा दे सके ǀ इससे पहले कि आप विकर्षित अनुभव करें ,आपको किसी विश्वसनीय व्यक्ति से सलाह लेनी चाहिए ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "आज ऑफिस के काम के दबाव से आपकी नींद प्रभावित हो सकती है ǀ आप अच्छी तरह से सो नही पायेंगे ǀसोने जाने से पहले,थोडा ध्यान लगायें और खुद को शांत मनोदशा में रखें ǀ आप धीमे और मधुर गाने सुनना चाहेंगे ǀ कमरे में अँधेरा रखें और तापमान भी ठीक रखें ताकि अच्छी नींद ले पायें ǀसोने से पहले एक गिलास गरम दूध पीयें ǀ",
        "कर्क प्यार और संबंध राशिफल": "आपका बेहतरीन रहन सहनकाफी लोगों को आपकी ओर आकर्षित करेगा लेकिन उनमें से अधिकतर काफी चालाक हैं और आपसे प्यार करने का दिखावा करते हैं | ऐसे समय में केवल सकारात्मकता पर फोकस करें कि आप अकेले नही हैं | नकारात्मकता को नजरअंदाज कर दें कि आप अकेले हैं | यह तो बस शुरुआत है और अभी आपको बहुत से चाहने वाले मिलेंगे |",
        "कर्क कैरियर और धन राशिफल": "आपने हाल ही में जो कड़ी मेहनत की है , उसकी हर दिशा से सराहना होगी । आपको एक बोनस या एक लंबे समय से वेतन वृद्धि की चाह थी वो पूरी हो सकती है । आपको एक अच्छे वित्तीय अवसर की पेशकश भी की जा सकती है , जिसकी अपेक्षा आपको नहीं थी । हालाँकि ये एक बहुत बड़ा नहीं है , परन्तु यह संतोष की एक अच्छी भावना के रूप में आप में भर जाएगा।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आज पैसे को संभलकर खर्च करें ǀसितारों के अनुसार आज आप बिना किसी बात के काफी खर्च कर सकते हैं ǀअगर आप ध्यान नही देंगे तो काफी बड़ी रकम आज आपसे खर्च हो सकती है ǀआज विवादो और टकराव से बचना ही बेहतर होगा ǀस्वास्थ्य सम्बन्धी कोई परेशानी नही होगी और आप बाहर घुमने का आनंद ले सकते हैं ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "आज आपकी सेहत बहुत अच्छी रहने वाली है |आज का दिन अथलीटों और अन्य खेल प्रतियोगिताओं में भाग लेने वालों के लिए बिलकुल उपयुक्त है और उन सबको अच्छी खासी सफलता मिलने की संभावना है |इसके अतिरिक्त आप अपने शरीर में ऊर्जा का अजबर्दस्त प्रवाह अनुभव करेंगे और आपक दिमाग भी तरोताजा और सक्रिय बना रहेगा |",
        "सिंह प्यार और संबंध राशिफल": "आज आपको अपने बुजुर्ग रिश्तेदार के स्वास्थ्य का ख्याल रखना है । आपके अन्य बातों में व्यस्त होने की संभावना है, जिसकी वजह से आप अपने साथी को समय नहीं दे पाएंगे , परन्तु आपको अपने साथी से बहुमूल्य व्यावहारिक और भावनात्मक समर्थन मिलेगा । आपका साथी आज वित्तीय मामलों में भी आपकी मदद कर सकता है , इसलिए अपनी प्रशंसा दिखाना न भूले चाहे वह एक लघु रूप में क्यों न हो ।",
        "सिंह कैरियर और धन राशिफल": "आज सितारे उन लोगों के पक्ष में है जो की अचल संपत्ति में या निर्माण व्यवसाय में हैं । यह संपत्ति खरीदने के लिए एक अच्छा समय है। आज एक लघु एवं अच्छे सौदे का अवसर आपको घर की खरीद में मिल सकता है । इस क्षेत्र में किया गया निवेश अब आपको फल देगा । अच्छे परिणाम के लिए आप आज अचल संपत्ति में निवेश शुरू कर सकते हैं।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आज आप थोड़े से अभिमान में रहेंगे और उसी के प्रभाव में रहकर सोचेंगे और काम करेंगे ǀइसी के कारण आप किसी बड़े अधिकारी से बात करते हुए आँखें नही मिला पायेंगे ǀयह अच्छा होगा या बुरा,यह आज आपको सोचना है ,हमारी सलाह यह है की आज अपने दिमाग की सुनें ǀ व्यवहार कुशलता का परिचय दें ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "आज गृहों की स्थिति आग से दुर्घटना की आशंका जता रही हैं ǀ रसोईघर में काम करते हुए या बिजली के उपकरण पर काम करते हुए अतिरिक्त सावधानी रखें ǀवास्तव में,आज आपको सब गरम चीजों तथा आग के आसपास सावधान रहना चाहिए ǀ आप अपने तनाव के कारण चिडचिडे से रहेंगे जिसका असर दूसरों के साथ आपकी बातचीत पर दिखाई देगा ǀ",
        "कन्या प्यार और संबंध राशिफल": "आप इस समय अपनी ख़ुशी शारीरिक संबंधों में तलाश कर रहे हैं | कोई ख़ास और अन्तरंग आपके आसपास है और आप उसके आकर्षण से बच नही पा रहे हैं लेकिन सावधान रहें |जिन फलों को खाने की मनाही होती है उन्हें हजम करना आसन नही होता | यह तय कर लें कि आपके इस मजे और साहस भरे अनुभव के परिणाम के रूप में आपको बाद में कोई परेशानी न होने पाए |",
        "कन्या कैरियर और धन राशिफल": "आज एक नई नौकरी की पेशकश आपके रास्ते में आने की संभावना है। सार्वजनिक क्षेत्र में काम करने वाले लोगों के लिए विशेष रूप से अच्छे अवसर है । आप अपनी नौकरी बदलने के बारे मैं नहीं सोच रहे है और हो सकता है की मौजूदा नौकरी में आप संतुष्ट हो , लेकिन नई नौकरी बेजोड़ अवसरों को अपने साथ लाएगी । यह एक जोखिम भरा कदम हो सकता है , लेकिन आगे बढ़ने में ये कदम काफी कारगर साबित होगा ।"
    },
    "6": {
        "तुला दैनिक राशिफल": "आपको समय फिलहाल रेंगता हुआ महसूस हो रहा है ǀलेकिन धीरज रखें और अपनी उत्सुकता भी बनाये रखें ǀ हालाँकि आपको अपने किसी वादे या किसी निजी सम्बन्ध की खातिर कुछ समय के लिए अपने लक्ष्यों को एक तरफ करना पड़ सकता है ǀ अपने साथी के साथ विवादों और गलतफहमियों से बचें ǀ अधिक परेशान न हों,थोडा सा योजना बनाकर चलेंगे तो आसानी से अपने दोनों एजेंडा पूरे कर पायेंगे ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "आज आपकी सेहत कुल मिलाकर बहुत अच्छी रहेगी I|सिर तथा तंत्रिका तंत्र से जुडी कोई पुरानी समस्या सिर उठा सकती है I| ठंड न लगे,इस बात का विशेष ध्यान रखें ,क्योंकि इससे माइग्रेन तथा साइनस जैसी पुरानी बीमारियाँ फिर से उभर सकती हैं I|दूसरी और आप कुछ दिनों से जिन स्वास्थ्य सम्बन्धी सावधानियों का पालन कर रहे हैं,उनका असर आज देखने को मिलेगा I|वजन कम करने की कोशिश में आज सफलता मिलेगी I|",
        "तुला प्यार और संबंध राशिफल": "प्यार आपके समकक्ष ही है , परन्तु आप उसकी तरंगो को पकड़ नहीं पा रहे है । आज इस पर ध्यान केंद्रित करे की आप के आस पास के लोग आपसे कैसा व्यवहार और बातचीत करते है । कोई आपका ध्यान अपनी और आकर्षित करने का प्रयास कर रहा है । आपके रिश्ते में लोगो के साथ भ्रम की स्थिति उत्पन हो सकती है । अपने साथी से वार्तालाप करे एवं उसकी बात को ध्यान से सुने जिससे की समस्या का समाधान निकल सके ।",
        "तुला कैरियर और धन राशिफल": "आप आभूषण या कुछ बहुमूल्य रत्नो या मॉडलिंग या उस तरह के समान पेशे से जुड़े हुए है । आपको अपने व्यापारिक गतिविधियों या किसी समारोह के लिए विदेश यात्रा करनी पड़ सकती है । आपके सफल होने के आसार हैं, इसलिए चिंता छोड़ो और आगे बढ़ो । आपको अपनी उम्मीदों से कहीं अधिक पैसे की प्राप्ति होगी।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "लम्बे समय के बाद आज आपको रहत महसूस होगी ǀ किसी महत्वपूर्ण खबर से ख़ुशी मिलेगी ǀ यदि माता-पिता हैं तो बेटे/बेटी के लिए सुयोग्य वर मिल सकता है ǀ किसी लंबित अदालती मामले का फैसला आपके पक्ष में हो सकता है ǀ करियर के मामले में छोटे से प्रयास से बड़ी सफलता मिलनी तय है ǀ आज से जिन्दगी वापस पटरी पर आती दिख रही है ,प्रियजनों के साथ खुश रहें ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "आपकी सेहत काफी अच्छी लग रही है ǀआज अपना मनपसंद खाना खाकर आनंद लें ǀ शराब पीकर गाडी चलाने से बचें ǀकोई अप्रत्याशित तथा अचानक नुक्सान हो सकता है ǀआज कहीं यात्रा करना सुरक्षित नही होगा ǀविशेषकर,जो लोग इसी प्रकार के कामों या नौकरी में हैं,बहुत अधिक सावधान रहें ǀ",
        "वृश्चिक प्यार और संबंध राशिफल": "मंगल ग्रह आपकी प्रेम की इच्छाओं को जगा रहा है और आपके लड़ने की भावना और आपका विश्वास आपको अपने साथी के साथ या आपके साथी के पास ले जा रहा है । आपके रिश्ते में प्रेम के भाव उसी तरीके से महत्वपूर्ण है जैसे चाय में चीनी की मिठास । आप अपने प्रेम या रोमांस में सर्वश्रेष्ट होते है । संगीत को महसूस करे । सब कुछ उज्ज्वल और रंगीन है। समय अनुकूल है।",
        "वृश्चिक कैरियर और धन राशिफल": "चीजें आपके अनुसार कार्य नहीं कर रही है जैसे की अपने योजना बनाई थी , लेकिन आपको इस कारण से आक्रामक नहीं होना चाहिए क्योंकि इससे आपके सारे प्रयास बर्बाद हो सकते हैं। कार्य में प्रगति के लिए आपको धैर्य की आवश्यकता होगी लेकिन ये इतनी आसानी से आपको नहीं मिलेगा । आप से कम प्रतिभाशाली व्यक्ति आपके समक्ष आ सकता है , जिसके पास काफी ताक़त होगी लेकिन समय की मांग है की इस व्यक्ति के साथ विवाद में न उलझे जो की आपके स्वयं के सर्वोत्तम हित में होगा।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आज का दिन बदलाव के नाम रहेगा ǀआपकी मुलाकात ऐसी किसी आदमी से हो सकती है जो आपके जीवन में महत्वपूर्ण बदलावों का या तो खुद कारण बनेगा या बदलाव लाने वाले लोगों से मुलाकात का माध्यम बनेगा ǀ हालाँकि,सभी बदलाव आपके लिए अच्छे नही रहेंगे ǀ इससे पहले कि आप बदलाव को स्वीकार कर आगे बढ़े ,आपको यह भी देखना होगा कि क्या यह बदलाव आपके लिए आने वाले समय में लाभकारी साबित होंगे ?",
        "धनु स्वास्थ्य और कल्याण राशिफल": "आज आपको वायरल ठंड या मौसमी बुखार से परेशान होना पड़ सकता है ǀआपको इससे बचने के लिए समय से सावधानी रखते हुए दवा भी लेनी पड़ सकती है ǀ कुल मिलकर ,आपने अब एक स्वस्थ जीवनशैली अपनाई हुई है और आपको बहुत जल्दी इसके सकारात्मक परिणाम देखने को मिलेंगे ǀआपके दिमाग में बस स्वस्थ रहने की इच्छा छाई हुई है ǀआज आराम करने से आपको अपना स्वास्थ्य काफी बेहतर अनुभव होगा ǀ",
        "धनु प्यार और संबंध राशिफल": "आपको अपने साथी के साथ अधिक सहानुभूति के साथ होने की जरूरत है। आपका साथी अत्यधिक तनाव से गुजर रहा है और आपको सिर्फ ये महसूस है की आपके साथी का रवैया आपके प्रति कैसा है और आप उससे किस तरह से प्रभावित हो रहे है । आपको ये याद रखने की जरुरत है की सच्चा प्यार बिना शर्त के होता है और ये समय अपनी चिंता को छोड़कर अपने प्रेमी की चिंता करने का है ।",
        "धनु कैरियर और धन राशिफल": "अगर आपने व्यावसायिक साझेदारी को तोड़ने का फैसला कर लिया है , तो आप एक विनम्र और यथार्थवादी तरीके से ऐसा करे । आपको इस शीत युद्ध के अंत के लिए बहुत प्रभावी ढंग से और आसानी से संवाद स्थापित करना होगा और हो सके तो आपको ही पहल करनी होगी ताकि बर्फ कुछ पिघले । आपका ध्यान हर किसी चीज़ पर बहुत अच्छी तरह से केंद्रित है और आप अपने लाभ के लिए अच्छी तरह से इस क्षमता का इस्तेमाल कर सकते हैं।"
    },
    "9": {
        "मकर दैनिक राशिफल": "आज का दिन बहुत अच्छा रहेगा और बहुत से लोग आपको आपकी दयनीय स्थिति से निकालने के लिए हाथ बढ़ाएंगे ǀलेकिन आप इस स्थिति में किसी और की गलती की वजह से फंसें हैं,अबकी बार ऐसे लोगों से सावधान रहें ǀ आज आपको अपनी जीत का जश्न मनाना चाहिए ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "अपने आपको धरती से जुड़े कार्यकलाप जैसे बागवानी और प्राक्रतिक दृश्यों के बीच सैर करने के लिए प्रेरित करें |आपको अपनी भावनात्मक जरूरतें पूरी करने के लिए अपने अन्दर गहरे झांकना होगा |बाहरी चीजों के ऊपर अपना ध्यान लगाकर फोकस करने की अपनी योग्यता को कम न करें | मानसिक शांति और मांसपेशियों को मजबूत करने के लिए योग की प्रैक्टिस करें |",
        "मकर प्यार और संबंध राशिफल": "आज आपको थोडा खुलना पड़ेगा | अपने साथी के साथ रोमांस और छोटी छोटी खुशियाँ देने वाल वक्त बिताएं, आज के दिन गंभीर मुद्दों को उठाकर एक तरफ रख दें | वास्तव में आपका सम्बन्ध काफी प्रगाढ़ है | आपको इस समय का प्रयोग कुछ हलके फुलके और मनोरंजक कार्यकलापों के लिए करना चाहिए | ऐसा करते हुए भी एक दुसरे के साथ रहने का आनंद लें |",
        "मकर कैरियर और धन राशिफल": "आज के दिन आपको अपनी आर्थिक समस्याओ से निजात पाने के लिए एक व्यवहार्य समाधान मिल सकता है और उसे लागू करने के लिए उचित दिशा में आप पहला कदम उठायेंगे । पिछले कुछ समय से धन की समस्याओं ने आप की नाक में दम किया हुए था परन्तु अब आप काफी हद तक इस पर काबू पा पाएंगे हालाँकि ये कदम कुछ मुशिकल हो सकता है परन्तु अंत में आप सही निर्णय लेंगे जो की काफी हद तक आपकी आर्थिक समस्याओं से आपको मुक्ति दिलाएगा और आप आर्थिक समस्या से बाहर आ पायेंगे ।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "आज चलते हुए सावधान रहें ǀ हलकी खरोचें आ सकती हैं ǀ न चाहते हुए भी आप किसी करीबी को बातों-बातों में नाराज कर सकते हैं ǀ आज केवल अपने काम से ही मतलब रखना उपयुक्त रहेगा ǀ सिनेमा या किसी और मनोरंजक कार्यकलाप में समय बिता सकते हैं ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "आप काफी समय से वजन कम करने के बारे में सोच रहे हैं लेकिन आपकी सब नेक इच्छाएं शून्य हो जाती हैं क्योंकि आप बहुत सारी स्वादिष्ट चीजों के लालच में आ जाते हैं ǀ आज वजन कम करने के लिए अपनी डाइट की योजना बनाने और व्यायाम का संकल्प लेने का अच्छा समय है ǀ आप इस काम के लिए विशेषज्ञों की सलाह भी लेने वाले हैं और इस काम में आपका काफी पैसा भी खर्च होगा ǀ",
        "कुंभ प्यार और संबंध राशिफल": "यह समय उन सभी रिश्ते को मजबूत करने का समय है , जिनको आपने अपने प्रेम प्रसंग के लिए कुछ पीछे छोड़ दिया था । इसमें आपके माता पिता, भाई-बहन , आपका विस्तारित परिवार और आपके दोस्त शामिल है। आपको यह एहसास करने की जरूरत है की ये रिश्ते किसी भी चीज़ से कम महत्वपूर्ण नहीं हैं और ये आपको मूल्यवान समर्थन प्रणाली प्रदान करते हैं । आपको अपने प्रेम के रिश्ते की तरह ये रिश्ते भी पोषित करने की जरुरत है ।",
        "कुंभ कैरियर और धन राशिफल": "आज एक अप्रत्याशित अवसर आपके कार्य क्षेत्र में आ सकता है और आपको उसे पकड़ने में संकोच नहीं करना है । अत्यधिक विलंब इस अवसर को गवा सकता है और आप एक धन रुपी अवसर को खो सकते है। यह अवसर आपको कोई पुराना जानकर या एकदम अपरिचित व्यक्ति भी आपके पास ला सकता है, यह समय फिर जोखिम लेने का है जो की आपको लाभ देगा ।"
    },
    "11": {
        "मीन दैनिक राशिफल": "आप आज थोड़ी सी गंभीर मानसिक स्थिति में रहेंगे ǀ आपको आज जीवन के व्यावहारिक मुद्दों पर ध्यान देना होगा ǀ लेकिन आप विश्वास और आशावादिता से भरपूर हैं और गहरे भावनात्मक स्तर पर भी मौके लेने के लिए तैयार हैं ǀ आपका कोई करीबी आपके लक्ष्यों और उद्देश्यों के लिए अपनी चिंता जाहिर करेगा,उन्हें अपनी स्थिति समझाने के लिए समय निकालें ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "आज आप ऊर्जा से भरे और बिलकुल तनावरहित महसूस कर रहे हैं ǀ आप अपने आसपास सबसे अलग दिखेंगे और लोग आपका सकारात्मकता और जोश से भरा हुआ व्यवहार खूब नोट करेंगे ǀसक्रिय दिमाग के साथ साथ ,आज आपका शरीर भी खूब स्वस्थ हैǀ खेलों से जुड़े और एथलीटो के लिए आज का दिन ख़ास है क्योंकि सफलता की संभावनाएं काफी अधिक हैं ǀ",
        "मीन प्यार और संबंध राशिफल": "आप जिससे अभी हाल फिलहाल मिले हैं उसके मन में अपनी अच्छी छवि बनाने के लिए बहुत उत्साहित हैं लेकिन उस ख़ास के मन में आपकी इमेज बिगाड़ने के लिए आपको कोई गलत सलाह दे सकता है | हो सकता है कि सलाह देने वाला भी उसी के प्रति आकर्षित हो | इसीलिए सावधान रहें और अपने ही अनुसार काम करें | हो सके तो उनसे बातचीत करने की पहल खुद कर लें |",
        "मीन कैरियर और धन राशिफल": "काम के प्रयोजन के लिए आप यात्रा कर सकते है । विदेश यात्रा का भी योग है। आपकी कंपनी आपको दूसरे देश में भेज सकती हैं , या कार्य प्रयोजनों के लिए आपके वीजा को मंजूरी आज मिल सकती है। हालांकि अगर आप पहले से ही अपने कैरियर के लिए एक विदेशी देश में तैनात हैं , तो निकट भविष्य में अपने गृहनगर या देश में लौटने की उम्मीद कम है।"
    }
}]
