horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन बढ़िया रहेगा। जमीन जायदाद से जुड़े मामलों में फायदा मिलेगा। काम के सिलसिले में किए गए प्रयास सफल होंगे। निजी जीवन में तनाव बढ़ने से कुछ चिंताएं रहेंगी। गृहस्थ जीवन में सुख रहेगा।आशावादी बनें और उजले पक्ष को देखें। आपका विश्वास और उम्मीद आपकी इच्छाओं व आशाओं के लिए नए दरवाज़े खोलेंगी। अगर आपने अपने घर के किसी सदस्य से उधार लिया था तो उसे आज लौटा दें नहीं तो वो आपके खिलाफ कानूनी कार्यवाही कर सकता है। जो लोग आपके क़रीब हैं, वे आपका ग़लत फ़ायदा उठा सकते हैं। सैर-सपाटे पर जाने का कार्यक्रम बन सकता है, जो आपकी ऊर्जा और उत्साह को तरोताज़ा कर देगा। अगर आप ख़रीदारी पर जाएँ तो ज़रूरत से ज़्यादा जेब ढीली करने से बचें। वैवाहिक जीवन के लिए विशेष दिन है। अपने जीवनसाथी को बताएँ कि आप उनसे कितना प्यार करते हैं। अच्छी नींद अच्छी सेहत के लिए बेहद ज़रुरी है; आप थोड़ा अधिक सो सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- पारिवारिक जीवन में खुशहाली के लिए अपने इष्टदेव की लोहे की मूर्ति बनवाकर उनकी पूजा करें। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन सामान्य रहेगा। निजी जीवन में अच्छे समाचार मिलेंगे। गृहस्थ जीवन में तनाव में कमी आएगी। खर्चों में बढ़ोतरी होगी। मानसिक चिंता रहेगी। सेहत में उतार-चढ़ाव रहेगा। किसी बुजुर्ग से काम की सलाह मिलेगी।क्षणिक ग़ुस्सा विवाद और दुर्भावना की वजह बन सकता है। आर्थिक रुप से आज आप काफी मजबूत नजर आएंगे, ग्रह नक्षत्रों की चाल से आज आपके लिए धन कमाने के कई मौके बनेंगे. आपके बच्चे के पुरुस्कार वितरण समारोह का बुलावा आपके लिए ख़ुशनुमा एहसास रहेगा। वह आपकी उम्मीदों पर खरा उतरेगा और आप उसके ज़रिए अपने सपने साकार होते हुए देखेंगे। आज अपने प्रिय को माफ़ करना न भूलें। आज खाली वक्त का सही उपयोग करने के लिए आप अपने पुराने मित्रों से मिलने का प्लान बना सकते हैं। आप अपने जीवनसाथी के साथ रोमानी दिन गुज़ार सकते हैं, इससे आपका रिश्ता मज़बूत होगा। इस राशि के युवाओं की आज अपने जीवन में प्रेम की कमी महसूस होगी। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- मिटटी की गुल्लक में सिक्के डालें और भरने पर किसी तीर्थ या बच्चों को देने से स्वास्थ्य बेहतर होगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन बढ़िया रहेगा। इनकम में बढ़ोतरी होगी। निजी जीवन में भी खुशी भरा दिन रहेगा। परिवार का सहयोग मिलेगा। काम के सिलसिले में मेहनत के अच्छे नतीजे आएंगे। सेहत बढ़िया रहेगी।कुछ लोग सोच सकते हैं कि आप नया सीखने के लिए काफ़ी उम्रदराज़ हो चुके हैं- लेकिन यह सच्चाई से बहुत दूर है- आप अपने तेज़ और सक्रिय दिमाग़ की वजह से कुछ भी आसानी से सीख सकते हैं। रियल एस्टेट और वित्तीय लेन-देन के लिए अच्छा दिन है। सामाजिक उत्सवों में सहभागिता का मौक़ा है, जो आपको प्रभावशाली व्यक्तियों के संपर्क में लाएगा। प्रेमी को आज आपकी कोई बात चुभ सकती है। वो आपसे रुठें इससे ही पहले ही अपनी गलती का अहसास कर लें और उन्हें मना लें। कर्म-काण्ड/हवन/पूजा-पाठ आदि का आयोजन घर मे होगा। आप अपने वैवाहिक जीवन की सारी ख़राब यादें भूल जाएंगे और आज का भरपूर लुत्फ़ लेंगे। मैट्रो में सफर करते दौरान आज किसी विपरीत लिंगी शख्स से आपकी आंखें चार हो सकती हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- अगर आज के दिन को बेहतर बनाने के सोच रहे हैं तो काला-सफेद कपड़ा किसी ग़रीब साधु को दान करें। \n",
    "3": "कर्क राशि: आज का राशिफल\nदिन बढ़िया रहेगा। दिल में खुशी रहेगी। उस खुशी को दूसरों से बांटना चाहेंगे। निजी जीवन में प्रेम और अपनापन बढ़ेगा। रिश्तों में खुशियां रहेंगी। काम के सिलसिले में मेहनत से दिनमान बढ़िया जाएगा।आज आप ख़ुद को सुकून में और ज़िंदगी का लुत्फ़ उठाने के लिए सही मनोदशा में पाएंगे। जो उधारी के लिए आपके पास आएँ, उन्हें नज़रअन्दाज़ करना ही बेहतर रहेगा। प्यार, मेलजोल और आपसी जुड़ाव में इज़ाफा होगा। आज आप अपने दोस्त की महक उसकी अनुपस्थिति में महसूस करेंगे। जो लोग अब तक किसी काम में व्यस्त थे आज उन्हें अपने लिए समय मिल सकता है लेकिन घर में किसी काम के आ जाने से आप फिर से व्यस्त हो सकते हैं। जीवनसाथी के साथ हँसते-खिलखिलाते, हर पल के मज़े लेते हुए आप महसूस करेंगे कि आप किशोरावस्था में लौट गए हैं। ग्रह इशारा कर रहे हैं कि धार्मिक क्रियाकलापों की अधिकता हो सकती है, मसलन आप मंदिर जा सकते हैं, दान-दक्षिणा भी संभव है और ध्यान-धारणा का अभ्यास भी किया जा सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- पराई स्त्री के प्रति नजरे साफ़ रखने से आर्थिक उन्नति होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन मान बढ़िया रहेगा। सेहत मजबूत रहेगी। भाग्य का साथ मिलेगा। कामों में सफलता मिलेगी। हल्के खर्चे भी होंगे। निजी जीवन में खुशी भरा दिन रहेगा और विरोधियों पर भारी रहेंगे।जैसे ही आप हालात पर पकड़ बनाने की कोशिश शुरू करेंगे, आपकी घबराहट ग़ायब हो जाएगी। जल्दी ही आप पाएंगे कि यह परेशानी साबुन के उस बुलबुले की तरह है, जो छूते ही फूट जाता है। आज घर से बाहर बड़ों का आशीर्वाद लेकर निकलें इससे आपको धन लाभ हो सकता है। आज आपको दूसरों की ज़रूरतों पर ध्यान केन्द्रित करना चाहिए। हालाँकि बच्चों को ज़्यादा छूट देना आपके लिए समस्या खड़ी कर सकता है। आज आप अपने प्रिय से अपने जज़्बात का इज़हार करने में मुश्किल महसूस करेंगे। आज अपने लिए वक्त निकालकर अपने जीवनसाथी के साथ आप कहीं घूमने जा सकते हैं। हालांकि इस दौरान आप दोनों के बीच थोड़ी बहुत कहासुनी हो सकती है। आपका जीवनसाथी अपने दोस्तों में कुछ ज़्यादा व्यस्त हो सकता है, जिसके चलते आपके उदास होने की संभावना है। किसी पेड़ की छांव में बैठकर आज आपको सुकून मिलेगा। जीवन को आज आप नजदीक से जान पाएंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- अच्छे पारिवारिक जीवन के लिए किसी भी कुत्ते (अगर काले रंग का हो, तो विशेष शुभ है) को दूध पिलाएं। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन सामान्य रहेगा। सेहत अच्छी रहेगी। उत्साह मजबूत होगा। इनकम बढ़िया रहेगी। हल्के खर्चे रहेंगे। निजी जीवन में तनाव बढ़ेगा। काम के सिलसिले में ज्यादा मेहनत करनी पड़ेगी।कुछ दिलचस्प पढ़कर थोड़ी दिमाग़ी कसरत करें। विदेशों में पड़ी आपकी जमीन आज अच्छे दामों में बिक सकती है जिससे आपको मुनाफा होगा। अगर आप पार्टी करने की सोच रहे हैं, तो अपने अपने अच्छे दोस्तों को बुलाएँ। ऐसे कई लोग होंगे, जो आपका उत्साह बढाएंगे। आज आप हर तरफ़ प्यार-ही-प्यार फैलाएंगे। किसी पार्क में घूमते समय आज आपकी मुलाकात किसी ऐसे शख्स से हो सकती है जिससे अतीत में आपके मतभेद थे। अपने जीवनसाथी के साथ आप प्यार और रुमानियत से भरे पुराने दिन एक बार फिर जी पाएंगे। टीवी पर फ़िल्म देखना और अपने नज़दीकी लोगों के साथ गप्पें मारना – इससे बेहतर और क्या हो सकता है? अगर आप थोड़ी कोशिश करें तो आपका दिन कुछ इसी तरह गुज़रेगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- हनुमान जी को गुड-चने का प्रसाद चढाने से स्वास्थ्य अच्छा रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन बढ़िया रहेगा। निजी जीवन में प्यार मिलेगा। अपनेपन का एहसास होगा। इनकम बढ़ेगी। व्यापार में लाभ होगा। जमीन जायदाद से जुड़े मामलों के लिए दिन अच्छा है। सेहत ठीक ठाक रहेगी।जैसे ही आप हालात पर पकड़ बनाने की कोशिश शुरू करेंगे, आपकी घबराहट ग़ायब हो जाएगी। जल्दी ही आप पाएंगे कि यह परेशानी साबुन के उस बुलबुले की तरह है, जो छूते ही फूट जाता है। आज के दिन आपको शराब जैसे मादक तरल का सेवन नहीं करना चाहिए, नशे की हालत में आप कोई कीमती सामान खो सकते हैं। आज का दिन ख़ुशियों से भरा रहेगा, क्योंकि आपका जीवन-साथी आपको ख़ुशी देने का हर प्रयास करेगा। दोस्ती में प्रगाढ़ता के चलते रोमांस का फूल खिल सकता है। मौज-मस्ती के लिए घूमना संतोषजनक रहेगा। घरेलू मोर्चे पर बढ़िया खाने और गहरी नीन्द का पूरा लुत्फ़ आप ले पाएंगे। आज आप किसी दोस्त या करीबी रिश्तेदार से अपने दिल के गम साझा कर सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- आर्थिक स्थिति को मजबूत करने के लिए घर में तिल के तेल का दीपक अवश्य जलाएं। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nदिनमान सामान्य रहेगा। सेहत के मामले में सावधानी बरतनी जरूरी होगी नहीं तो बीमार पड़ सकते हैं। कामों में सफलता मिलेगी। निजी जीवन में प्रेम बढ़ेगा और रोमांटिक दिन बिताने का मौका मिलेगा। अपनी उम्मीदों को पूरा करने में सफलता मिलेगी।खाते-पीते वक़्त सावधान रहें। लापरवाही बीमारी की वजह बन सकती है। जो लोग लघु उद्योग करते हैं उन्हें आज के दिन अपने किसी करीबी की कोई सलाह मिल सकती है जिससे उन्हें आर्थिक लाभ होने की संभावना है। अगर बातचीत और चर्चा आपके मुताबिक़ न हो, तो आप नाराज़गी में कड़वी बातें कह सकते हैं जिन्हें लेकर बाद में आपको पछताना पड़ सकता है – इसलिए भली-भांति सोचकर ही बोलें। जिनकी सगाई हो चुकी है, वे अपने मंगेतर से बहुत-सी ख़ुशियाँ पाएंगे। अगर आप अपनी चीज़ों का ध्यान नहीं रखेंगे, तो उनके खोने या चोरी होने की संभावना है। आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्तों की तरह है और आपको आज यह एहसास होगा। बाग़बानी करना आपके लिए सुकून भरा हो सकता है – इससे पर्यावरण को भी लाभ पहुँचेगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- पांच गरीब कन्याओं को हरी रंग की बर्फी बाँटने से पारिवारिक जीवन खुशहाल रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन मान अच्छा रहेगा। सेहत में मजबूती रहेगी। भाग्य प्रबल रहेगा जिससे कामों में सफलता मिलेगी। काम के सिलसिले में किए गए प्रयास सफल होंगे। निजी जीवन में अच्छा तालमेल दिखेगा। प्यार के मामले में हल्की फुल्की झड़प हो सकती है।दूसरों के सफलता को सराहकर आप उसका लुत्फ़ ले सकते हैं। जो लोग काफी वक्त से आर्थिक तंगी से गुजर रहे थे उन्हें आज कहीं से धन प्राप्त हो सकता है जिससे जीवन की कई परेशानियां दूर हो जाएंगी। सही समय पर आपकी सहायता किसी को बड़ी परेशानी से बचा सकती है। आज आपके प्रिय को आपके अस्थिर रवैये के चलते आपसे तालमेल बिठाने में काफ़ी दिक़्क़त का सामना करना पड़ेगा। खाली वक्त का सही इस्तेमाल करना आपको सीखना ही होगा नहीं तो जीवन में आप कई लोगों से पीछे रह जाएंगे। वैवाहिक जीवन में कठिन दौर से गुज़रने के बाद आपको अब कुछ राहत का एहसास होगा। किसी पेड़ की छांव में बैठकर आज आपको सुकून मिलेगा। जीवन को आज आप नजदीक से जान पाएंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- लाल चंदन से स्नान करने से लव लाइफ अच्छी चलती है। \n",
    "9": "मकर राशिः आज का राशिफल\nसेहत में उतार-चढ़ाव रहेगा। निजी जीवन के लिए दिन बढ़िया है। रिश्तों पर भरोसा बढ़ेगा। जमीन जायदाद से जुड़े मामलों में सफलता मिलेगी। भाग्य प्रबल रहेगा। काम के मामले में थोड़ा ध्यान देकर और समझदारी से काम करना अच्छा होगा।इससे पहले कि नकारात्मक विचार मानसिक बीमारी का रूप ले लें, आप उन्हें ख़त्म कर दें। ऐसा आप किसी दान-पुण्य के काम में सहभागिता के ज़रिए कर सकते हैं, जिससे आपको मानसिक संतोष मिलेगा। कुछ ज़रूरी योजनाएँ क्रियान्वित होंगी और ताज़ा आर्थिक मुनाफ़ा पहुँचाएंगी। जिसके साथ आप रहते हैं, उससे वाद-विवाद करने से बचें। यदि कोई समस्या है, तो उसे शान्ति से बातचीत करके सुलझाएँ। अपने प्रिय की ग़ैरमौजूदगी में आप ख़ुद को बिल्कुल खाली महसूस करेंगे। बेवजह की उलझनों से दूर होकर आज आप किसी मंदिर, गुरुद्वारे या किसी भी धार्मिक स्थल पर अपना खाली समय बिता सकते हैं। ज़्यादा ख़र्चे की वजह से जीवनसाथी से खट-पट हो सकती है। आप बहुत कुछ करना चाहते हैं, फिर भी मुमकिन है कि आप आज चीज़ों को बाद के लिए टाल दें। दिन ख़त्म होने से पहले उठें और काम में लग जाएँ, नहीं तो आपको महसूस होगा कि पूरा दिन बर्बाद हो गया है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सिक्के(लेड धातु) के चार टुकड़े चलते पानी में बहाने से पारिवारिक जीवन खुशहाल बनेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन सामान्य रहेगा। व्यापार में मध्यम लाभ होगा। इनकम अच्छी रहेगी। हल्के खर्चे रहेंगे। निजी जीवन को लेकर थोड़े चिंता मग्न रहेंगे। परिवार का सहयोग मिलेगा। काम के सिलसिले में सफलता भरा दिन है।उन भावनाओं को पहचानें, जो आपको प्रेरित करती हैं। डर, शंका और लालच जैसी नकारात्मक भावनाओं को छोड़ें, क्योंकि ये विचार उन चीज़ों को आकर्षित करते हैं, जो आप नहीं चाहते हैं। आज यदि आप अपने दोस्तों के साथ कहीं घूमने जा रहे हैं तो पैसा सोच समझकर खर्च करें। धन हानि हो सकती है। पारिवारिक समारोह और महत्वपूर्ण अवसरों के लिए अच्छा दिन है। कुछ लोगों के लिए नया रोमांस ताज़गी लाएगा और आपको ख़ुशमिज़ाज रखेगा। यह दिन बेहतरीन दिनों में से एक हो सकता है। आज दिन में आप कई अच्छे प्लान भविष्य के लिए बना सकते हैं लेकिन शाम के वक्त किसी दूर के रिश्तेदार के घर में आ जाने के कारण आपके सारे प्लान धरे के धरे रह सकते हैं। अगर आप अपने जीवनसाथी से स्नेह की आशा रखते हैं, तो यह दिन आपकी आशाओं को पूरा कर सकता है। आज आप बच्चों के साथ बच्चों के जैसा ही व्यवहार करेंगे जिससे आपके बच्चे सारे दिन आपसे चिपके रहेंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- अच्छी आर्थिक स्थिति के लिए शिवलिंग पर जल चढ़ाएं। \n",
    "11": "मीन राशिः आज का राशिफल\nदिन अच्छा रहेगा। सेहत में सुधार होगा। दिल से खुश होंगे। काम के सिलसिले में प्रयास सफल होंगे। इनकम मजबूत होगी। निजी जीवन खुशनुमा रहेगा। काम में ज्यादा व्यस्त रहेंगे। परिवार से दूरी का एहसास होगा।आज के दिन आप बिना झंझट विश्राम कर सकेंगे। अपनी मांसपेशियों को आराम देने के लिए तैल से मालिश करें। आपका धन आपके काम तभी आता है जब आप फिजूलखर्ची करने से खुद को रोकते हैं आज ये बात आपको अच्छी तरह से समझ में आ सकती है। घर में कुछ बदलाव आपको काफ़ी भावुक बना सकते हैं, लेकिन आप अपनी भावनाएँ उनके सामने ज़ाहिर करने में क़ामयाब रहेंगे जो आपके लिए ख़ास हैं। आज आपका प्रेमी अपने मनोभावों को आपके सामने खुलकर नहीं रख पाएगा जिसकी वजह से आपको खिन्नता होगी। रात के समय आज आप घर के लोगों से दूर होकर अपने घर की छत या किसी पार्क में टहलना पसंद करेंगे। दिन में जीवनसाथी के साथ बहस के बाद एक बेहतरीन शाम गुज़रेगी। अनुशासन सफलता की अहम सीढ़ी होती है। घर के सामान को व्यवस्थित ढंग से लगाने से जीवन में अनुशासन की शुरुआत कर सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- आज के दिन बोरियत से निज़ात पाने के लिए केसर लगी पीली मिठाई, केसरी हलवा खुद भी खाएं और गरीबों में भी बांटें। \n"
}]
