horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nवाहनों के प्रयोग में आज आप सावधानी बरतें क्योंकि उनके अचानक खराब हो जाने से आपकी जेब पर खर्चे का बोझ पड़ सकता है। शाम के समय आज धार्मिक स्थानों की यात्रओं का योग प्रबल होकर स्थगित हो सकता है। व्यवसाय के क्षेत्र में मन के अनुकूल लाभ होगा, जिससे आपको खुशी मिलेगी। अगर आप नौकरी में परिवर्तन की योजना की तैयारी में है, तो समय आपके लिए बहुत अनुकूल है, जिसका आपको भरपूर फायदा मिलेगा। यदि विद्यार्थी किसी प्रतियोगी परीक्षा की तैयारी में लगे हुए हैं, तो उसमें आज सफलता मिलेगी।अपने आप पर एक सीमा के बाद दबाव न डालें और पर्याप्त आराम लें। आप घूमने-फिरने और पैसे ख़र्च करने के मूड में होंगे- लेकिन अगर आपने ऐसा किया तो बाद में आपको पछताना पड़ सकता है। घरेलू ज़िंदगी सुकूनभरी और ख़ुशनुमा रहेगी। आपके जीवन में प्रेम की बहार आ सकती है; आपको ज़रूरत है तो बस अपने आँख-कान खुले रखने की। योग्य कर्मियों को पदोन्नति या आर्थिक मुनाफ़ा हो सकता है। मुमकिन है कि आपके अतीत से जुड़ा कोई शख़्स आज आपसे संपर्क करेगा और इस दिन को यादगार बना देगा। आज चाहे दुनिया इधर-की-उधर ही क्यों न हो जाए, आप अपने जीवनसाथी की बाहों से दूर नहीं हो सकेंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- इलायची (बुध की कारक) का सेवन करने से हेल्थ अच्छी होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम फलदायक रहेगा। शाम के समय किसी अतिथि के पारिवारिक आगमन पर आपका मन हर्षित होगा और किसी मांगलिक कार्यक्रम में सम्मिलित होने से आपका सम्मान भी बढेगा। आपके परिजनों का आज का दिन सुखद क्षणों में व्यतीत होगा। भाग्य का पूरा साथ मिलेगा और शुभ समाचार भी मिलेंगे, लेकिन स्वास्थ्य के प्रति थोड़ा सचेत रहने की आवश्यकता है। विद्यार्थियों की बौद्धिक क्षमता का आज विकास होगा। आपकी माता जी का आज आपको विशेष सहयोग मिलेगा और पारिवारिक संपत्ति से मिलने की प्रबल संभावनाएं दिख रही है।आज आपका आत्मविश्वास बढ़ेगा और प्रगति निश्चित है। उधार मांगने वाले लोगों को नज़रअन्दाज़ करें। घर के किसी सदस्य के व्यवहार की वजह से आप परेशान रह सकते हैं। आपको उनसे बात करने की जरुरत है। आपकी मुस्कुराहट आपके प्रिय की नाराज़गी दूर करने के लिए सबसे उम्दा दवा है। आप जीतोड़ मेहनत और धीरज के बल पर अपने उद्देश्य हासिल कर सकते हैं। अपने समय की कीमत समझें, उन लोगों के बीच रहना जिनकी बातें आपके समझ में नहीं आती हैं गलत है। ऐसा करना भविष्य में आपको परेशानियों के अलावा कुछ नहीं देगा। आप शादीशुदा ज़िन्दगी से जुड़े चुटकुले सोशल मीडिआ पर पढ़कर खिलखिलाते हैं। लेकिन आज जब आपके वैवाहिक जीवन से जुड़ी कई प्यारी चीज़ें आपके सामने आएंगी, तो आप भावुक हुए बिना नहीं रह सकेंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- चने की दाल गाय को खिलाने से आर्थिक स्थिति सुधरेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज आपके पारिवारिक बिजनेस में जीवनसाथी के द्वारा दी गई सलाह आप के आर्थिक लाभ में वृद्धि कराएगी। अधिकारियों के सहयोग से आपकी बहुमूल्य वस्तु या संपत्ति की प्राप्ति की अभिलाषा आज पूरी होती दिख रही है। इसमें आपके पिताजी का आपको भरपूर सहयोग मिलेगा। कार्य के क्षेत्र में आज अधिक व्यस्तता रहेगी, लेकिन आपको व्यर्थ में होने वाले व्यय से बचना होगा। अनुभवों की मदद से कठिन समस्या का समाधान खोजने में आज आप सफल होंगे। लाइफ में मधुरता बनी रहे। महापुरुषों के दर्शन से आज आपका मनोबल और बढ़ेगा। धार्मिक व सामाजिक कार्य में आपकी काव्य कीर्ति बढ़ेगी।अपने दिन की शुरुआत कसरत से करें- यही वक़्त है जब आप अपने बारें में अच्छा महसूस करने की शुरुआत कर सकते हैं- इसे अपनी दिनचर्या में शामिल करें और नियमित रखने की कोशिश करें। किसी बड़े समूह में भागीदारी आपके लिए दिलचस्प साबित होगी, हालाँकि आपके ख़र्चे बढ़ सकते हैं। रिश्तेदारों से सहयोग मिलेगा और दिमाग़ी बोझ से छुटकारा मिलेगा। आपको पहली नज़र में किसी से प्यार हो सकता है। अगर आप अनुभवी लोगों की राय लेंगे और अपने काम में नई सोच इस्तेमाल करेंगे, तो लाभ मिलेगा। अगर आप शादीशुदा हैं और आपके बच्चे भी हैं तो वो आज आपसे शिकायत कर सकते हैं क्योंकि आप उनको पर्याप्त समय नहीं दे पाते। आज के दिन आपके और आपके जीवनसाथी के लिए गहरी आत्मीयतापूर्ण बातें का सही समय है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- आर्थिक स्थिति को अच्छा करने के लिए रात में चूल्हे की आग को दूध से बुझाएं। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज आपकी पारिवारिक स्थिति कुछ तनावपूर्ण हो सकती है, लेकिन फिर भी आप के भाइयों के सहयोग से आप अपनी सभी समस्याओं से मुक्ति पा लेंगे। आपका सायंकाल का समय आज देव दर्शन और दान पुण्य कार्य में बीतेगा। आपके अटके हुए कार्य पूरे होने से आपको अधिक मात्रा में धन की प्राप्ति होगी, जिससे आपके धन कोष की वृद्धि होगी। व्यवसाय की योजनाओं को गति मिलेगी। सामाजिक कार्य करने से आज आपकी पद प्रतिष्ठा बढ़ सकती है। आपका चढ़ा हुआ पारा आपको परेशानी में डाल सकता है। आज के दिन आपको शराब जैसे मादक तरल का सेवन नहीं करना चाहिए, नशे की हालत में आप कोई कीमती सामान खो सकते हैं। आज के दिन आपको कुछ परेशानियों का सामना करना पड़ सकता है। यथार्थवादी रवैया अपनाएँ और जो आपकी ओर मदद का हाथ बढ़ाएँ, उनसे किसी चमत्कारकी उम्मीद न करें। अपने प्रिय की छोटी-मोटी भूल को अनदेखा करें। किसी नयी परियोजना पर काम करने से पहले अच्छी तरह सोच-विचार लें। जो लोग बीते कुछ दिनों से काफी व्यस्त थे उन्हें आज अपने लिए फुर्सत के पल मिल सकते हैं। अगर आप कोशिश करें तो आप अपने जीवनसाथी के साथ अपने जीवन का सबसे अच्छा दिन आज गुज़ार सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- हरे रंग के वस्त्र अधिक पहने इससे स्वास्थ्य अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज आपकी संतान के प्रति दायित्वो की पूर्ति होगी। आपको बाहर के खाने पीने से बचना होगा क्योंकि आपके स्वास्थ्य में गड़बड़ हो सकती है। अपनी लव लाइफ में आज अपनी वाणी पर नियंत्रण रखेंगे, तो संबंधों में मधुरता आएगी। आपको अपने बड़े भाई के सहयोग से परिवार की योजनाओं पर चर्चा करेंगे। किसी प्रिय व्यक्ति के दर्शन हो सकते हैं, जिससे आपका शाम का समय हास्य परिहास में व्यतीत होगा। राजनीति के क्षेत्र में जाटों को साझा करने से सफलता मिलेगी और नए कार्यों की रूपरेखा तैयार होगी। छात्रों की उच्च शिक्षा से संबंधित इच्छा आज पूरी होगी।अपने विचारों को सकारात्मक रखें, क्योंकि आपको ‘डर’ नाम के दानव का सामना करना पड़ सकता है। नहीं तो आप निष्क्रिय होकर इसका शिकार हो सकते हैं। जिन लोगों ने अपना पैसा सट्टेबाजी में लगा रखा था आज उन्हें नुक्सान होने की संभावना है। सट्टेबाजी से दूर रहने की आपको सलाह दी जाती है। एक मज़ेदार शाम के लिए दोस्त आपको अपने घर पर बुलाएंगे। आज अपने प्रिय को माफ़ करना न भूलें। आप जो भी करेंगे, बिल्कुल बेहतर ढंग से करेंगे। आपका लाजवाब काम ख़ुद ही आपकी असली क़ीमत लोगों को बताएगा। इस राशि के लोग बड़े ही दिलचस्प होते हैं। ये कभी लोगों के बीच रहकर खुश रहते हैं तो कभी अकेले में हालांकि अकेले वक्त गुजारना इतना आसान नहीं है फिर भी आज दिन में कुछ समय आप अपने लिए जरुर निकाल पाएंगे। अपने जीवनसाथी की नुक़्ताचीनी से आप आज परेशान हो सकते हैं, लेकिन वह आपके लिए कुछ बढ़िया भी करने वाला है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- आर्थिक उन्नति के लिए हरे रंग के वाहन का प्रयोग करना शुभ है। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज आपको विदेश से कोई शुभ समाचार मिलने की उम्मीद है, जिससे आपका मन प्रसन्न होगा और आपकी योजनाओं को गति मिलेगी। आज आप वृद्धजनों की सेवा वह पुण्य के कार्यों पर कुछ धन व्यय कर सकते हैं, जिससे आपका मन हर्षित होगा। दांपत्य जीवन में सुखद स्थिति दिख रही है। पारिवारिक सुख समृद्धि के लिए कुछ सहन करेंगे। निवेश के लिए सही है। इससे आपकी आर्थिक स्थिति मजबूत होगी। आज आपके व्यवसाय के शत्रु आपकी बुद्धिमत्ता से पराजित नजर आएंगे और उनसे आपको निजात भी मिलेगी।धैर्य बनाए रखें, क्योंकि आपकी समझदारी और प्रयास आपको सफलता ज़रूर दिलाएंगे। नए क़रार फ़ायदेमंद दिख सकते हैं, लेकिन वे उम्मीद के मुताबिक़ लाभ नहीं पहुँचाएंगे। निवेश करते समय जल्दबाज़ी में निर्णय न लें। आपसी संवाद और सहयोग आपके और आपके जीवनसाथी के बीच रिश्ते को मज़बूत बनाएगा। ख़ुशमिज़ाज रहें और प्यार की राह में बाधाओं का सामना करने के लिए तैयार रहें। आपकी अन्दरूरनी ताक़त कार्यक्षेत्र में दिन को बेहतर बनाने में मददगार साबित होगी। जो लोग अब तक किसी काम में व्यस्त थे आज उन्हें अपने लिए समय मिल सकता है लेकिन घर में किसी काम के आ जाने से आप फिर से व्यस्त हो सकते हैं। बिजली कटौती या फिर किसी अन्य वजह से आपको सुबह तैयार होने में परेशानी का सामना करना पड़ सकता है, लेकिन जीवनसाथी की ओर से इससे निबटने में काफ़ी मदद मिलेगी। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- चावल या चाँदी माता से लेकर अपने पास रखना आर्थिक उन्नति में सहायक होगा। \n",
    "6": "तुला राशिः आज का राशिफल\nकार्य क्षेत्र में आज आपकी वाकपटुता आपको विशेष सम्मान दिलाएगी। साथी ही आपको अपने नए प्रोजेक्टों पर काम करने का मौका भी मिलेगा। आपको अधिक भाग दौड़ करने से बचना होगा। साथ ही मौसम के विपरीत प्रभाव आपके स्वास्थ्य पर पड़ सकते हैं। आज आपको अपने पारिवारिक बिजनेस में वृद्धि के लिए अपने जीवनसाथी के सहयोग व सानिध्य की जरूरत होगी, जिससे आपको उनका साथ मिलेगा। विवाह के लिए आज अच्छे प्रस्ताव आपके सामने आएंगे। विद्यार्थियों के लिए शिक्षा में प्रतियोगिता के क्षेत्र में विशेष उपलब्धि के योग बन रहे है।कॉफ़ी पीना छोड़ दें, ख़ास तौर पर दिल के मरीज़। आज निवेश के जो नए अवसर आपकी ओर आएँ, उनपर विचार करें। लेकिन धन तभी लगाएँ जब आप उन योजनाओं का भली-भांति अध्ययन कर लें। अपनी उपयोगिता की ताक़त को सकारात्मक सोच और बातचीत के ज़रिए विकसित करें, ताकि आपके परिवार के लोगों को लाभ हो। पुरानी यादों को ज़ेहन में ज़िंदा कर दोस्ती को फिर से तरोताज़ा करने का वक़्त है। महत्वपूर्ण व्यापारिक सौदे करते समय दूसरों के दबाव में न आएँ। सामाजिक और धार्मिक समारोह के लिए बेहतरीन दिन है। आपको महसूस होगा कि शादी के वक़्त किए गए सारे वादे सच्चे हैं। आपका जीवनसाथी ही आपका हमदम है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- काँसे का कड़ा पहना सेहत के लिए लाभदायक रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज आपको अपनी वाणी पर पर संयम रखना होगा अन्यथा विपरीत परिस्थितियां आपके सामने आकर खड़ी हो जाएंगी। बेरोजगार युवाओं के लिए आज रोजगार की प्राप्ति होती दिख रही है। आपकी आज अपने परिजनों से भेट फायदेमंद होगी और संबंधों में भी मधुरता आएगी। आपको अपने पितरों की संपत्ति धन का लाभ होगा, लेकिन धार्मिक कार्यों से आपका मन हषित होगा। संबंधित रोगों से सावधान रहें और स्वास्थ्य के नियमों का पालन करें। व्यापार में किसी वरिष्ठ व्यक्ति के सहयोग से आपका मान सम्मान मजबूत होगा और आपके रुके हुए कार्य भी सिद्ध होंगे।आप खाली समय का आनंद ले सकेंगे। आज यार दोस्तों के साथ पार्टी में आप खूब पैसे लुटा सकते हैं लेकिन इसके बावजूद भी आपका आर्थिक पक्ष आज मजबूत रहेगा। पारिवारिक मोर्चे पर समस्याएँ मुँह बाए खड़ी हैं। पारिवारिक ज़िम्मेदारियों की अनदेखी आपको सबकी नाराज़गी की केंद्र बना सकती है। आज आप अपने किसी वादे को पूरा नहीं कर पाएंगे जिसकी वजह से आपका प्रेमी आपसे नाराज हो जाएगा। बड़े उद्योगपतियों के साथ साझीदारी का व्यवसाय फ़ायदेमंद रहेगा। सामाजिक और धार्मिक समारोह के लिए बेहतरीन दिन है। आपके वैवाहिक जीवन से सारा मज़ा खो सा गया मालूम होता है। अपने जीवनसाथी से बात करें और कुछ मस्तीभरी योजना बनाएँ। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- पश्चिमोत्तर(चन्द्र की दिशा) दिशा में जीरो वाट का दूधिया बल्ब रात्रि में जलाने से फैमिली लाइफ में सुख बढ़ता है। \n",
    "8": "धनु राशिः आज का राशिफल\nघर की जरूरी चीजों की खरीदारी पर कुछ धन खर्च कर सकते हैं। आपके सांसारिक सुख भोग के साधनों में आज वृद्धि होगी। धन के कोई भी लेनदेन करने से आज आपको बचना होगा अन्यथा आपका वह धन कहीं फस सकता है, इसलिए सावधानी बरतें और यदि आपका कोई मामला कोर्ट या कचहरी में चल रहा है, तो आपको विजय मिलेगी। परिवार के आजा परिवार के छोटे सदस्यों के साथ सुखद समय व्यतीत करेंगे। आपको और पारिवारिक संपत्ति मिलने की प्रबल संभावना दिख रही है। किसी कर्मचारी या किसी सगे संबंधी के कारण आज आपका मानसिक तनाव बढ़ सकता है, इसलिए थोड़ी सावधानी बरतें।आज के दिन आप बिना झंझट विश्राम कर सकेंगे। अपनी मांसपेशियों को आराम देने के लिए तैल से मालिश करें। आज आप घर से बाहर तो बहुत सकारात्मकता के साथ निकलेंगे लेकिन किसी कीमती वस्तु के चोरी होने की वजह से आपका मूड खराब हो सकता है। सामाजिक उत्सवों में सहभागिता का मौक़ा है, जो आपको प्रभावशाली व्यक्तियों के संपर्क में लाएगा। रोमांस आनन्ददायी और काफ़ी रोमांचक रहेगा। बहादुरी भरे क़दम और फ़ैसले आपको अनुकूल पुरुस्कार देंगे। आपके घर का कोई सदस्य आज आपके साथ वक्त बिताने की जिद्द कर सकता है जिसके कारण आपका कुछ समय खराब हो जाएगा। आज आपके वैवाहिक जीवन के सबसे अच्छे दिनों में से एक हो सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- नीले कपड़े में सात काली उड़द के दाने, सात काली मिर्च, एक कच्चा कोयला किसी भी सुनसान जगह दबाने से आर्थिक स्थिति अच्छी होगी। \n",
    "9": "मकर राशिः आज का राशिफल\nवाहनों के प्रयोग में आज आप सावधानी बरतें क्योंकि उनके अचानक खराब हो जाने से आपकी जेब पर खर्चे का बोझ पड़ सकता है। शाम के समय आज धार्मिक स्थानों की यात्रओं का योग प्रबल होकर स्थगित हो सकता है। व्यवसाय के क्षेत्र में मन के अनुकूल लाभ होगा, जिससे आपको खुशी मिलेगी। अगर आप नौकरी में परिवर्तन की योजना की तैयारी में है, तो समय आपके लिए बहुत अनुकूल है, जिसका आपको भरपूर फायदा मिलेगा। यदि विद्यार्थी किसी प्रतियोगी परीक्षा की तैयारी में लगे हुए हैं, तो उसमें आज सफलता मिलेगी।आप खाली समय का आनंद ले सकेंगे। अपने अतिरिक्त धन को सुरक्षित जगह पर रखिए, जो आने वाले वक़्त में आप फिर पा सकें। दोस्तों और परिवार के सदस्यों के साथ शाम के आयोजन में शिरकत करें। ज़ाहिर तौर पर रोमांस के लिए पर्याप्त मौक़े हैं- लेकिन ऐसा बहुत कम समय के लिए है। आपका दिमाग़ काम-काज की उलझनों में फँसा रहेगा, जिसके चलते आप परिवार और दोस्तों के लिए समय नहीं निकाल पाएंगे। अपने व्यक्तित्व और रंग-रूप को बेहतर बनाने का कोशिश संतोषजनक साबित होगी। आप महसूस कर सकते हैं कि जीवनसाथी का प्यार सारे दुःख-दर्द भुला देता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अश्वगंधा की जड़ चितकबरे कपड़े में लपेटकर अपने पास रखने से नौकरी व बिज़नेस में तरक्की होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदाई रहेगा। आपके आत्मविश्वास में वृद्धि देखने को मिलेगी, जिसका फायदा आपके कार्य के क्षेत्र में भी देखने को मिल सकता है। आपकी किसी सगे संबंधी के माध्यम से व्यवसाय के मामलों में जो रुकावटें चल रही थी, वह आज दूर होंगी। आज आपकी पत्नी को शारीरिक कष्ट होने के कारण भाग दौड़ में अधिक खर्च की स्थिति आ सकती है, लेकिन सायंकल के समय उनके स्वास्थ्य में सुधार देखने को मिलेगा। यदि आप आज कोई संपत्ति खरीदना चाहते हैं, तो उसके सभी वैधानिक पहलुओं पर गंभीरता से विचार करें। विद्यार्थी अपने भविष्य की योजनाओं को मजबूत बनाने के लिए एकाग्रता से काम करें, तभी सफलता मिलेगी।खाने-पीने की ऐसी चीज़ों से बचने की कोशिश करें, जिनमें कॉलेस्ट्रॉल की ज़्यादा मात्रा है। अतिरिक्त आय के लिए अपने सृजनात्मक विचारों का सहारा लें। दोस्तों के साथ घूमना-फिरना मज़ेदार रहेगा। लेकिन ज़्यादा पैसे ख़र्च न करें, नहीं तो आप खाली जेब लेकर घर पहुँचेंगे। ज़रा संभल कर, क्योंकि आपका प्रिय रूमानी तौर पर आपको मक्खन लगा सकता है – मैं तुम्हारे बग़ैर इस दुनिया में नहीं रह सकता/सकती। आज फ़ायदा हो सकता है, बशर्ते आप अपनी बात भली-भांति रखें और काम में लगन व उत्साह दिखाएँ। इस राशि के लोग बड़े ही दिलचस्प होते हैं। ये कभी लोगों के बीच रहकर खुश रहते हैं तो कभी अकेले में हालांकि अकेले वक्त गुजारना इतना आसान नहीं है फिर भी आज दिन में कुछ समय आप अपने लिए जरुर निकाल पाएंगे। जीवनसाथी के साथ आज की शाम वाक़ई कुछ ख़ास होने वाली है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- हनुमान जी पर सिंदूर का चोला चढ़वाने से स्वास्थ्य अच्छा रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज आपका पारिवारिक जीवन इतनी ऊंचाइयों को छुएगा, जिससे आपका मन हर्षित होगा और आप पार्टी करने के मूड में दिखेंगे। आपका वैवाहिक जीवन आनंददायक बीतेगा और आप आज में दूर की यात्रा भी कर सकते हैं विद्यार्थियों को अपने मानसिक बौद्धिक भार से छुटकारा मिलेगा। आपके पारिवारिक बिजनेस में आपको अपने माता जी या पिताजी का आशीर्वाद व उनकी सलाह उपयोगी सिद्ध होगी, इससे आपका दिमाग काफी रिलैक्स महसूस करेगा। आप सायं काल के समय घूमने फिरने जा सकते हैं, तभी आपको कोई महत्वपूर्ण जानकारी भी मिलती नजर आ रही है।शरीर के किसी अंगे में दर्द होने की संभावना है। किसी भी ऐसे काम से बचें, जिसमें ज़्यादा शारीरिक मेहनत की ज़रूरत हो। पर्याप्त आराम भी करें। आपकी कोई पुरानी बीमारी आज आपको परेशान कर सकती है जिसकी वजह से आपको हॉस्पिटल भी जाना पड़ सकता है और आपका काफी धन भी खर्च हो सकता है। बच्चे ज़्यादा वक़्त साथ बिताने की मांग करेंगे- लेकिन उनका बर्ताव सहयोगी और समझदारी भरा होगा। आपकी शोहरत बढ़ेगी और आप आसानी से दूसरे लिंग के लोगों को अपनी तरफ़ आकर्षित करेंगे। रचनात्मक कामों से जुड़े लोगों के लिए बेहतरीन दिन है, क्योंकि उन्हें वह शोहरत और पहचान मिलेगी जिसकी उन्हें लम्बे समय से तलाश थी। खाली समय में आप कोई खेल आज के दिन खेल सकते हैं लेकिन इस दौरान किसी तरह की दूर्घटना होने की भी संभावना है इसलिए संभलकर रहें। कुछ लोग सोचते हैं कि वैवाहिक जीवन ज़्यादातर झगड़ों और सेक्स के इर्द-गिर्द ही घूमता है, लेकिन आज आपके सब कुछ शान्त रहने वाला है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- हरे रंग के वस्त्र अधिक पहने इससे स्वास्थ्य अच्छा रहेगा। \n"
}]
