horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। कार्यक्षेत्र व ऑफिस में आज आपको नए अधिकार दिए जा सकते हैं, लेकिन आप कड़ी मेहनत से लगे रहेंगे, तो अपने सभी कार्यों को समय पर पूरा कर पाएंगे। संतान के विवाह संबंधी कोई शुभ सूचना आज आपको प्राप्त हो सकती है। राजकीय धन प्राप्ति के योग बनते दिख रहे हैं। घर के बुजुर्गों का आज आपको आशीर्वाद प्राप्त होगा। आर्थिक स्थिति सुदृढ़ होगी, लेकिन आपको अपने खर्चों पर नियंत्रण करना होगा। विद्यार्थियों को परीक्षा में सफलता पाने के लिए गुरुजनों के साथ की आवश्यकता होगी।आपकी ऊर्जा का स्तर ऊँचा रहेगा। आपको अपने अटके कामों को पूरा करने में इसका इस्तेमाल करना चाहिए। रुका हुआ धन मिलेगा और आर्थिक हालात में सुधार आएगा। अपने परिवार के सदस्यों की भावनाओं को आहत करने से बचने के लिए अपने ग़ुस्से पर क़ाबू रखिए। आज आपके दिल की धड़कनें अपने प्रिय के साथ ताल-से-ताल मिलाती मालूम होंगी। जी हाँ, यह प्यार का ही ख़ुमार है। आज आपकी कलात्मक और रचनात्मक क्षमता को काफ़ी सराहना मिलेगी और इसके चलते अचानक लाभ मिलने की संभावना भी है। परिवार की जरुरतों को पूरा करते-करते आप कई बार खुद को वक्त देना भूल जाते हैं। लेकिन आज आप सबसे दूर होकर अपने आप के लिए वक्त निकाल पाएंगे। जब आप अपने जीवनसाथी से भावनात्मक तौर पर जुड़ते हैं, तो नज़दीकी अपने आप महसूस की जा सकती है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- ध्यान, योग व मेडिटेशन करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए व्यस्तता और भागदौड़ भरा रहेगा और आप अपने भविष्य के प्रति भी चिंतित नजर आ सकते हैं। सांसारिक सुखों की चीजों की भी आज खरीदारी करेंगे। व्यापारियों को आज नगद धन की कमी का सामना करना पड़ सकता है। परिवार के बुजुर्ग सदस्यों से आज वाद-विवाद में ना पड़ें, यदि वह कोई सलाह देते हैं, तो उसे उपयोगी समझें। भविष्य में इसका आपको भरपूर लाभ मिलेगा। कार्यक्षेत्र से संबंधित समस्याओं में आज आपको अपने पिताजी का साथ मिलेगा। प्रेम जीवन सुखमय रहेगा।आपको काफ़ी समय से चल रही बीमारी से छुटकारा मिल सकता है। आपको कमीशन, लाभांश या रोयल्टी के ज़रिए फ़ायदा होगा। बच्चे आपको घरेलू काम-काज निबटाने में मदद करेंगे। अपने प्रिय की ग़ैर-ज़रूरी भावनात्मक मांगों के सामने घुटने न टेकें। पेशेवर तौर पर आज का दिन सकारात्मक रहेगा। इसका भरपूर उपयोग करें। आज कुछ नया और सृजनात्मक करने के लिए अच्छा दिन है। जीवनसाथी का आत्मकेन्द्रित व्यवहार आपको नागवार गुज़रेगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- अपने प्रेमी/प्रेमिका से मिलते वक़्त उन्हें पीले फूल जरूर दें इससे प्रेम सम्बन्ध मजबूत होंगे। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। राजनीति से जुड़े जातकों को मान सम्मान प्राप्त होगा। जो लोग साझेदारी में व्यापार करते हैं, उनके पार्टनर के साथ कुछ अनबन हो सकती है। यदि धन का लेनदेन करने की सोच रहे हैं, तो सावधानी से करें। कर्ज से मुक्ति के योग बनते दिख रहे हैं। जीवनसाथी के सलाह से आज आर्थिक लाभ होगा और उनका हर कार्य में पूर्ण सहयोग मिलेगा। यदि नया व्यवसाय करने की लिए सोच रहे हैं, तो उसके मार्ग प्रशस्त होंगे। आज आपका अपना रुका हुआ धन भी कहीं से प्राप्त हो सकता है।किसी संत पुरुष का आशीर्वाद मानसिक शान्ति प्रदान करेगा। आपके पिता की कोई सलाह आज कार्यक्षेत्र में आपको धन लाभ करा सकती है. बच्चे आपको घरेलू काम-काज निबटाने में मदद करेंगे। आप आज रुहानी प्यार की मदहोशी महसूस कर सकेंगे। इसे महसूस करने के लिए कुछ वक़्त बचाकर रखें। कामकाज में आ रहे बदलावों के कारण आपको लाभ मिलेगा। इस राशि वाले जातकों को आज खाली वक्त में आध्यात्मिक पुस्तकों का अध्ययन करना चाहिए। ऐसा करके आपकी कई परेशानियां दूर हो सकती हैं। इस बात की प्रबल सम्भावना है कि आपके आस-पास के लोग आप दोनों के बीच मतभेद पैदा करने का प्रयास करेंगे। अत: बाहरी लोंगों के कहने पर अमल करना ठीक नहीं होगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- चन्द्रमा की चाँदनी में 15 से 20 मिनट बैठना स्वास्थ्य के लिए अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन नौकरी से जुड़े जातकों के लिए उत्तम रहेगा। ऑफिस में आज आपको प्रमोशन व सैलरी दोनों मिलने की उम्मीद दिख रही है। मामा पक्ष से भी आज धन लाभ होता दिख रहा है। विद्यार्थियों को परीक्षा की मे सफलता प्राप्त होगी। सायंकाल के समय आप अपने परिजनों के साथ किसी मांगलिक उत्सव में सम्मिलित हो सकते हैं। यदि कोई कानूनी विवाद चल रहा है, तो वह  किसी अपने की मदद से सुलझता दिख रहा है। राजनीतिक और सामाजिक क्षेत्र में भी अच्छी सफलता मिलती दिख रही है।आप आज ख़ुद को रोज़ाना की अपेक्षा कम ऊर्जावान महसूस करेंगे। स्वयं को ज़रूरत से ज़्यादा काम के नीचे न दबाएँ, थोड़ा आराम करें और आज के कामों को कल तक के लिए टाल दें। आज के दिन आपको शराब जैसे मादक तरल का सेवन नहीं करना चाहिए, नशे की हालत में आप कोई कीमती सामान खो सकते हैं। बच्चे आपको घरेलू काम-काज निबटाने में मदद करेंगे। विवादित मुद्दों को उठाने से बचें, अगर आप आज ‘डेट’ पर जा रहे हैं तो। पैसे बनाने के उन नए विचारों का उपयोग करें, जो आज आपके ज़ेहन में आएँ। आज आप ऑफिस से घर वापस आकर अपना पसंदीदा काम कर सकते हैं। इससे आपके मन को शांति मिलेगी। आपको या आपके जीवनसाथी को बिस्तर में चोट लग सकती है। इसलिए एक-दूसरे का ख़याल रखें। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- काले धतूरे के बीज शिवलिंग पर चढ़ाने से स्वास्थ्य अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आप जरूरतमंद लोगों की मदद के लिए आगे आएंगे, जिससे आप को आत्मिक शांति प्राप्त होगी। पिता के सहयोग से कोई जरूरी काम आज पूरे होंगे। रिश्तेदारों के साथ चली आ रही कड़वाहट आज खत्म होगी। व्यवसाय में यदि आप टीम वर्क के जरिए काम करेंगे, तो आपकी समस्या आसानी से हल हो जाएगी। रोजगार के लिए प्रयासरत युवाओं को अभी कुछ समय और इंतजार करना पड़ सकता है। आपको अपने आसपास के लोगों की भावनाओं को समझना होगा और उनके अनुसार चलने का प्रयास करना होगा।\n आज आपको कई दिक़्क़तों और मतभेदों का सामना करना पड़ सकता है, जिस वजह से आप झुंझलाहट और बेचैनी महसूस करेंगे। आज धन लाभ होने की संभावना तो बन रही है लेकिन ऐसा हो सकता है कि अपने गुस्सैल स्वभाव के कारण आप पैसा कमाने में सक्षम न हो पाएं। घरेलू मामलों और काफ़ी समय से लंबित घर के काम-काज के हिसाब से अच्छा दिन है। आपके महंगे तोहफ़े भी आपके प्रिय के चेहरे पर मुस्कान लाने में नाकाम साबित होंगे, क्योंकि वह उनसे क़तई प्रभावित नहीं होगा/ होगी। ख़ुद को अभिव्यक्त करने के लिए अच्छा समय है- और ऐसे प्रोजेक्ट पर काम कीजिए, जो रचनात्मक हों। यात्रा के मौक़ों को हाथ से नहीं जाने देना चाहिए। जीवनसाथी के साथ वाद-विवाद होने की काफ़ी संभावना है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- दुर्गा मंदिर में प्रसाद चढ़ाने से लव लाइफ अच्छी चलेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन व्यापार कर रहे लोगों के लिए उत्तम रहेगा। यदि साझेदारी में कोई व्यापार करने की सोच रहे हैं, तो उसके लिए दिन उत्तम रहेगा। आज आपको अपने साथ अपने पिताजी के स्वास्थ्य का भी ख्याल रखना होगा, उनको भीड़भाड़ वाली जगहों पर जाने से बचना होगा। छात्रों को परीक्षा में सफलता के लिए कड़ी मेहनत की आवश्यकता होगी। कार्यालय में कोई नया परिवर्तन आपको आश्चर्य में डाल सकता है। महिला सहकर्मी व अधिकारी आपका सहयोग करते नजर आएंगे।किसी सज्जन पुरुष की दैवीय बातें आपको संतोष और ढांढस बंधाएंगी। जिन लोगों ने लोन लिया था आज उन्हें उस लोन की राशि को चुकाने में दिक्कतें आ सकती हैं। नए पारिवारिक व्यवसाय को शुरू करने के लिए शुभ दिन है। इसे सफल बनाने के लिए दूसरे सदस्यों की भी मदद लें। दूसरों की दख़लअन्दाज़ी गतिरोध पैदा कर सकती है। यात्राओं से व्यवसाय के नए मौक़े मिलेंगे। दिन अच्छा है दूसरों के साथ-साथ आप अपने लिए भी वक्त निकाल पाएंगे। जीवनसाथी के ख़राब स्वास्थ्य की वजह से आपका कामकाज प्रभावित हो सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- प्रेमी/प्रेमिका को पीले वस्त्र भेंट करने से प्रेम सम्बन्ध मजबूत होंगे। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित फलदायक रहेगा। राजनीति से जुड़े लोगों को आज भरपूर लाभ होता दिख रहा है और जन समर्थन भी प्राप्त होगा। घर के पुराने अटके हुए कार्यों को पूरा करने का अच्छा मौका मिलेगा, लेकिन आपको अपने आलस्य को बाहर निकलना होगा। संतान के कार्य क्षेत्र में उन्नति करने से आज मन में प्रशंसा रहेगी। नए कार्यों में वैधानिक और तकनीकी पहलुओं पर गंभीरता से विचार करने के उपरांत ही कुछ निर्णय लें। माता की सेवा का भी आज आपको अवसर प्राप्त होगा। विद्यार्थियों को अपने सीनियर्स की मदद की आवश्यकता होगी।\n अपने व्यक्तित्व को विकसित करने के लिए गम्भीर तौर पर प्रयास करें। अगर आप लोन लेने वाले थे और काफी दिनों से इस काम में लगे थे तो आज के दिन आपको लोन मिल सकता है। आपको अपना बाक़ी वक़्त बच्चों के संग गुज़ारना चाहिए, चाहे इसके लिए आपको कुछ ख़ास ही क्यों न करना पड़े। आप इस दिन को अपनी ज़िन्दगी में कभी नहीं भूलेंगे, अगर आप प्यार में डूबने के मौक़े को आज यूँ ही न गवाएँ तो। दफ़्तर में आपका सहयोगी रवैया इच्छित परिणाम लाएगा। आपको कई और ज़िम्मेदारियाँ मिलेंगी और कम्पनी में ऊँचा ओहदा हासिल होगा। आज आप बिना किसी वजह के कुछ लोगों के साथ उलझ सकते हैं। ऐसा करना आपके मूड को तो खराब करेगा ही साथ ही इससे आपका कीमती समय भी बर्बाद होगा। आज आप महसूस करेंगे कि शादी का बंधन वाक़ई स्वर्ग में बनाया जाता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- इलायची (बुध की कारक) का सेवन करने से हेल्थ अच्छी होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन प्रेम जीवन और रिश्तो के लिए मजबूत रहेगा। प्रेम जीवन बिता रहे लोगों ने यदि अभी तक अपने जीवनसाथी को अपने परिवार से नहीं मिलवाया है, तो वह आज मिलवा सकते हैं। यदि परिवार में किसी से कोई मनमुटाव चल रहा था, तो वह आज बातचीत से समाप्त होगा। नौकरी में आज महिला मित्रों के सहयोग से लाभ मिलता दिख रहा है। यदि कोई मामला कार्यक्षेत्र का हो या परिवार का आप अपने उत्तरदायित्व की पूर्ति सफलतापूर्वक करेंगे। संतान के भविष्य की आज थोड़ी चिंता हो सकती है।अपनी सेहत का ख़याल रखें। माली सुधार की वजह से ज़रूरी ख़रीदारी करना आसान रहेगा। अगर आप अपने साथी के नज़रिए को नज़रअंदाज़ करेंगे, तो वह अपना आपा खो सकता/सकती है। प्यार का भरपूर लुत्फ़ मिल सकता है। इससे पहले कि वरिष्ठ को पता लगे, लंबित काम जल्दी ही निबटा लें। आप चाहें तो परेशानियों को मुस्कुराकर दरकिनार कर सकते हैं या उनमें फँसकर परेशान हो सकते हैं। चुनाव आपको करना है। आपका जीवनसाथी आपको ख़ुश करने के लिए आज काफ़ी कोशिशें करता नज़र आएगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- गौशाला में सवा किलो जौ दान में देने से पारिवारिक जीवन अच्छा होगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित फलदायक रहेगा। व्यापार में आज आपको थोड़ा जोखिम उठाना पड़ेगा, जिसका भविष्य में आपको उत्तम लाभ होगा। नौकरी में आज आपको प्रमोशन मिलने के योग बनते दिख रहे हैं। कार्य क्षेत्र में आज आपके सुझाव का स्वागत होगा और आपकी बातों से सहयोगी भी आप का समर्थन करेंगे। आज घर की कुछ आवश्यक वस्तुओं के लिए खरीदारी कर सकते हैं, लेकिन आपको अपनी जेब का ख्याल रखना होगा। छोटी दूरी की यात्राएं लाभकारी होंगी।\n आपको कामकाम के मोर्चे पर धक्का लग सकता है, क्योंकि आपकी सेहत आपके साथ नहीं है और इसके चलते आपको कोई ज़रूरी काम अधर में ही छोड़ना पड़ सकता है। ऐसे हालात में धैर्य और होशियारी से काम लें। वे निवेश-योजनाएँ जो आपको आकर्षित कर रहीं हैं, उनके बारे में गहराई से जानने की कोशिश करें- कोई भी क़दम उठाने से पहले विशेषज्ञ की सलाह ज़रूर ले लें। दोस्त शाम के लिए कोई बढ़िया योजना बनाकर आपका दिन ख़ुशनुमा कर देंगे। सावधान रहें, क्योंकि प्यार में पड़ना आज के दिन आपके लिए दूसरी कठिनाइयाँ खड़ी कर सकता है। पेशेवर तौर पर आज का दिन सकारात्मक रहेगा। इसका भरपूर उपयोग करें। जो चीजें आपके लिए आवश्यक नहीं हैं उनपर आज अपना अधिकतर समय आप जाया कर सकते हैं। दिन में जीवनसाथी के साथ बहस के बाद एक बेहतरीन शाम गुज़रेगी। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सेहत दुरुस्त रखनी हो तो सूर्य स्नान (नहाने के पानी में गेहूँ, साबुत मसूर, लाल सिंदूर डालकर) करें। \n",
    "9": "मकर राशिः आज का राशिफल\nयदि आप नौकरी करते हैं, तो आपको अपने सभी कार्यों को सही से पूरा करना होगा, नहीं तो आपका कोई सहयोगी आपके खिलाफ शिकायत कर सकता है। यदि आज आप से कोई धन उधार मांगे, तो कदापि न दें, नही तो उसके वापस आने की संभावना बहुत कम है। आज आपके घर उपयोग में कोई जरूरी वस्तु खराब हो सकती है, इससे सुख-सुविधाओं में बांघा आ सकती है। जीवनसाथी का सहयोग आज आपको मानसिक शांति प्रदान करेगा। कोई पुराना मित्र या रिश्तेदार अचानक से आपके सामने आकर खड़ा हो सकता है। दैनिक व्यापारियों के लिए आज नगदी की समस्या आ सकती हैं।ज़िंदगी की ओर उदास नज़रिया रखने से बचें। जिन व्यापारियों के संबंध विदेशों से हैं उन्हें आज धन हानि होने की संभावना है इसलिए आज के दिन सोच समझकर चलें। कुछ लोगों के लिए- परिवार में किसी नए का आना जश्न और उल्लास के पल लेकर आएगा। आपको चिंता करने की ज़रूरत नहीं है। आज आपका दुःख बर्फ़ की तरह पिघल जाएगा। आप जीतोड़ मेहनत और धीरज के बल पर अपने उद्देश्य हासिल कर सकते हैं। आपका आकर्षक और चुम्बकीय व्यक्तित्व सभी के दिलों को अपनी तरफ़ खींचेगा। आपका जीवनसाथी आपको पाकर ख़ुद को ख़ुशनसीब समझता है; इन पलों का भरपूर उपयोग करें। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सूर्योदय के समय प्राणायाम करने से स्वास्थ्य बना रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। छात्रों के आर्थिक अवरोध दूर होंगे और उच्च शिक्षा का मार्ग प्रशस्त होगा। राजनीति में भाग लेने के भी आज योग बन रहे है, जिसमें आप को लोगों का समर्थन भी मिलेगा। कार्यक्षेत्र में काम की प्रतिस्पर्धा में प्रतिद्वंदी आप से पीछे रह जाएंगे, लेकिन आज आपको अपनी आय और व्यय दोनों में संतुलन बना कर रखना होगा, नहीं तो आपको परेशानी का सामना करना पड़ सकता है। आज पुण्य कार्यों पर भी कुछ धन खर्च हो सकता है। आज यदि आप किसी मित्र की लंबे समय से मुलाकात के बारे में सोच रहे थे, तो वह आज पूरी हो सकती है।\n मानसिक शान्ति के लिए तनाव के कारणों का समाधान करें। आपकी लगन और मेहनत पर लोग ग़ौर करेंगे और आज इसके चलते आपको कुछ वित्तीय लाभ मिल सकता है। किसी बुज़ुर्ग रिश्तेदार की निजी समस्याओं में मदद करके आप उनका आशीर्वाद पा सकते हैं। प्रेम हमेशा आत्मीय होता है और यही बात आप आज अनुभव करेंगे। नई चीज़ों को सीखने की आपकी ललक क़ाबिल-ए-तारीफ़ है। व्यस्त दिनचर्या के बावजूद भी आज आप अपने लिए समय निकालपाने में सक्षम होंगे। खाली वक्त में आज कुछ रचनात्मक कर सकते हैं। शादी के बाद वैवाहिक जीवन में प्यार सुनने में मुश्किल ज़रूर लगता है, लेकिन आप आज महसूस करेंगे कि यह मुमकिन है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- इलायची (बुध की कारक) का सेवन करने से हेल्थ अच्छी होगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आपकी संपत्ति में भी वृद्धि होती दिख रही है और ननिहाल पक्ष से भी मान सम्मान मिलेगा। यदि आज किसी नए कार्य की शुरुआत करना चाहते हैं, तो उसके लिए जीवनसाथी का पूर्ण सहयोग मिलेगा। परिवार के बच्चों के साथ आज अच्छा समय व्यतीत होगा, जिससे मन में प्रसन्नता रहेगी। व्यापार में भी धन लाभ के भरपूर योग बनते दिख रहे हैं और पूर्व में किए गए निवेश से भी आज आपको लाभ मिल सकता है। नौकरी से जुड़े जातकों के कार्यालय में आज कुछ शत्रु चुगली कर सकते हैं, जिससे सायंकाल के समय परेशानी हो सकती है।आज के दिन आराम करना ज़रूरी साबित होगा, क्योंकि आप हाल के दिनों में भारी मानसिक दबाव से गुज़रे हैं। नयी गतिविधियाँ और मनोरंजन आपके लिए विश्राम करने में सहायक सिद्ध होंगे। पुराने निवेशों के चलते आय में बढ़ोत्तरी नज़र आ रही है। कोई ऐसा रिश्तेदार जो बहुत दूर रहता है, आज आपसे संपर्क कर सकता है। एकतरफ़ा लगाव आपके लिए सिर्फ दिल तोड़ने का काम करेगा। आपमें बहुत-कुछ हासिल करने की क्षमता है- इसलिए अपने रास्ते में आने वाले सभी मौक़ों को झट-से दबोच लें। इस राशि के जातक आज लोगों से मिलने से ज्यादा अकेले में वक्त बिताना पसंद करेंगे। आज आपका खाली समय घर की सफाई में बीत सकता है। वैवाहिक जीवन में आप कुछ निजता की ज़रूरत महसूस करेंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अपने प्रेमी/प्रेमिका से मिलते समय लाल गुलाब अवश्य दें, इससे प्रेम सम्बन्ध मजबूत होंगे। \n"
}]
