horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके आज का दिन अनुकूल रहने वाला है। भाग्य की वजह से आपको काफी अच्छे नतीजे मिलेंगे। काम के सिलसिले में किए गए प्रयास सफल रहेंगे। नौकरी पेशा लोगों की मेहनत रंग लाएगी और आज अच्छे समाचार मिलेंगे। आपकी सेहत मजबूत रहेगी। मान-सम्मान बढ़ेगा। दांपत्य जीवन में कुछ तनाव दिख सकता है। प्रेम जीवन जीने वालों के लिए आज का दिन सामान्य रहेगा और अपने प्रिय से निकटता बढ़ाने का मौका मिलेगा। भाग्य पर निर्भर न रहें और अपनी सेहत को सुधारने की कोशिश करें, क्योंकि क़िस्मत ख़ुद बहुत आलसी होती है। जल्दबाज़ी में फ़ैसले न लें- ख़ासतौर पर अहम आर्थिक सौदों में मोलभाव करते वक़्त। उस रिश्तेदार को देखने जाएँ, जिसकी तबियत काफ़ी समय से ख़राब है। आपको आज ही अपने प्रिय को दिल की बात बताने की ज़रूरत है, क्योंकि कल बहुत देर हो जाएगी। यह उन उम्दा दिनों में से एक दिन है जब कार्यक्षेत्र में आप अच्छा महसूस करेंगे। आज आपके सहकर्मी आपके काम की तारीफ करेंगे और आपका बॉस भी आपके काम से खुश होगा। कारोबारी भी आज कारोबार में मुनाफा कमा सकते हैं। अपने शरीर को दुरुस्त करने के लिए आज भी आप कई बार सोचेंगे लेकिन बाकी दिनों की तरह भी आज यह प्लान धरा का धरा रह जाएगा। कोई पुराना दोस्त आपके और आपके जीवनसाथी की साझा यादों को तरोताज़ा कर सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सूर्योदय के समय प्राणायाम करने से स्वास्थ्य बना रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य फलदायक रहने वाला है। ग्रहों की चाल बताती है कि आपको अपनी चिंताओं से बाहर आने की कोशिश करनी होगी, तभी आपके काम बनेंगे नहीं तो आप अपनी सेहत भी बिगाड़ लेंगे। भाग्य का सितारा बुलंद रहेगा, जिससे कम मेहनत से भी काम बनेंगे। काम के सिलसिले में अच्छे प्रयास सफल होंगे। शादीशुदा लोगों का गृहस्थ जीवन अच्छा रहेगा और प्रेम जीवन  जीने वालों को अपने प्रिय के साथ वक्त बिताने का अच्छा मौका मिलेगा। आपको कामकाम के मोर्चे पर धक्का लग सकता है, क्योंकि आपकी सेहत आपके साथ नहीं है और इसके चलते आपको कोई ज़रूरी काम अधर में ही छोड़ना पड़ सकता है। ऐसे हालात में धैर्य और होशियारी से काम लें। अगर आप घर से बाहर रहकर जॉब या पढ़ाई करते हैं तो ऐसे लोगों से दूर रहना सीखें जो आपका धन और समय बर्बाद करते हैं। पारिवारिक समस्याओं को प्राथमिकता दें। इस बारे में बिना देर किए बातचीत करें, क्योंकि एक बार इस समस्या के हल हो जाने पर घर में जीवन बहुत आसान हो जाएगा और परिवार के लोगों को प्रभावित करने में आपको कोई कठिनाई नहीं आएगी। सैर-सपाटे पर जाने का कार्यक्रम बन सकता है, जो आपकी ऊर्जा और उत्साह को तरोताज़ा कर देगा। इस राशि के कारोबारी आज किसी करीबी की गलत सलाह के कारण परेशानी में आ सकते हैं। जॉब करने वाले जातकों को आज कार्यक्षेत्र में सोच-समझकर चलने की जरुरत है। किसी नये काम के आगाज के लिए आपको पहले उसके बारे में अनुभवी लोगों से बात करनी चाहिए। अगर आज आपके पास समय है तो उस क्षेत्र के अनुभवी लोगों से मिल लें जो काम आप शुरु करने वाले हैं। जीवनसाथी के साथ थोड़ा हँसी-मज़ाक़, थोड़ी छेड़-छाड़ आपको किशोरावस्था के दिनों की याद दिला देंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- हरी मूंग का खाने में प्रयोग करने से स्वास्थ्य अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन खुशनुमा रहेगा। अपने दांपत्य जीवन में सुख किस प्रकार बढ़े, इसका ध्यान रखेंगे और जीवन साथी को खुश रखेंगे। पूजा-पाठ में मन लगाएंगे। प्रेम जीवन जीने वालों को कुछ दिक्कतों का सामना करना पड़ सकता है। कहीं से अच्छा पैसा आएगा, जिससे आपकी आर्थिक स्थिति मजबूत होगी। काम के सिलसिले में उतार-चढ़ाव का सामना करना पड़ सकता है।आपकी सेहत में गिरावट आ सकती है। इन्वेस्टमेंट से अच्छा लाभ होने के योग बनेंगे। आज ख़ास दिन है, क्योंकि अच्छा स्वास्थ्य आपको कुछ असाधारण काम करने की क्षमता देगा। दिन चढ़ने पर वित्तीय तौर पर सुधार आएगा। अपने परिवार के सदस्यों की ज़रूरतों पर ध्यान देना आज आपकी प्राथमिकता होनी चाहिए। सावधान रहें, क्योंकि प्यार में पड़ना आज के दिन आपके लिए दूसरी कठिनाइयाँ खड़ी कर सकता है। कार्यक्षेत्र में आज आप अपने काम में प्रगति देखेंगे। आज आप बिना किसी वजह के कुछ लोगों के साथ उलझ सकते हैं। ऐसा करना आपके मूड को तो खराब करेगा ही साथ ही इससे आपका कीमती समय भी बर्बाद होगा। अगर आप अपने जीवनसाथी की छोटी-छोटी बातों को नज़रअन्दाज़ करेंगे, तो उन्हें बुरा लग सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- अपने इष्टदेव की सोने की मूर्ति घर में स्थापित कर पूजा करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nग्रहों की स्थिति का इशारा है कि आज का दिन आपके लिए मध्यम अनुकूल रहेगा। आपकी चिंताएं बढ़ेंगी खर्चे भी बढ़ेंगी। इनकम भी बढ़ेगी, इसलिए एक बैलेंस बनाने की कोशिश करें। मानसिक तौर पर मजबूत होने का प्रयास करेंगे तो काफी फायदे में रहेंगे। गृहस्थ सुख का आनंद लेंगे और प्रेम जीवन जीने वालों के लिए आज का दिन रोमांटिक होगा। आपकी सेहत में उतार-चढ़ाव रहेगा। आज अपने खास के लिए कोई बढ़िया गिफ्ट लाएंगे। आपका आकर्षक बर्ताव दूसरों का ध्यान आपकी तरफ़ खींचेगा। अगर आप आय में वृद्धि के स्रोत खोज रहे हैं, तो सुरक्षित आर्थिक परियोजनाओं में निवेश करें। आज न सिर्फ़ अजनबियों से, बल्कि दोस्तों से सावधान रहने की ज़रूरत भी है। आप आज प्यार की मनोदशा में होंगे- और आपके लिए काफ़ी मौक़े भी होंगे। अगर आप अपनी योजनाओं को सबके सामने खोलने में बिल्कुल नहीं हिचकते, तो आप अपनी परियोजना को ख़राब कर सकते हैं। आज ऐसी कई सारी चीज़ें होंगी – जिनकी तरफ़ तुरन्त ग़ौर करने की आवश्यकता है। आपका जीवनसाथी आपको इतना बेहतरीन पहले कभी महसूस नहीं हुआ। आपको उनसे कोई बढ़िया सरप्राइज़ मिल सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- हनुमान जी के मंदिर में बूंदी व लडडू का प्रसाद चढाने से फैमिली लाइफ की दिक्कतें दूर होंगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। विद्यार्थियों का पढ़ाई में मन लगेगा। कुछ नई बारीकियां ढूंढ लेंगे, जो आपके बहुत काम आएंगी। प्रेम जीवन जीने वालों को आज एक दूसरे के साथ अच्छे पलों का आनंद मिलेगा। जो लोग शादीशुदा हैं, उन्हें गृहस्थ जीवन में तनाव का सामना करना पड़ सकता है। जीवनसाथी के गुस्से का शिकार हो सकते हैं। काम के सिलसिले में अच्छे नतीजे मिलेंगे। आपका अपने काम में मन लगेगा। आपकी सेहत भी  सुधरेगी और आज भाग्य आपका साथ देगा। मानसिक दबाव के बावजूद आपकी सेहत अच्छी रहेगी। रियल एस्टेट सम्बन्धी निवेश आपको अच्छा-ख़ासा मुनाफ़ा देंगे। आपको बच्चों के साथ कुछ समय बिताने, उन्हें अच्छे संस्कार देने और उनकी ज़िम्मेदारी समझाने की ज़रूरत है। आपके ईमानदार और ज़िंदादिल प्यार में जादू करने की ताक़त है। दफ़्तर में आपका सहयोगी रवैया इच्छित परिणाम लाएगा। आपको कई और ज़िम्मेदारियाँ मिलेंगी और कम्पनी में ऊँचा ओहदा हासिल होगा। आज मौसम का मिजाज कुछ ऐसा रहेगा कि आप बिस्तर से उठने को राजी नहीं होंगे। बिस्तर से उठने के बाद आपको अहसास होगा कि आप अपना कीमती समय बर्बाद कर चुके हैं। आपका जीवनसाथी बिना जाने कुछ ऐसा ख़ास काम कर सकता है, जिसे आप कभी भुला नहीं पाएंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सोने या कांसे के टुकड़े पर गुरु यंत्र खुदवाकर अपने घर में स्थापित कर पूजा करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन मध्यम रहने वाला है। घर परिवार पर आप आज पूरा ध्यान देंगे। अपनी मां जी से अपने दिल की बात कहेंगे। पिताजी पर किसी बात को लेकर गुस्सा कर सकते हैं लेकिन इससे बचने की कोशिश करें। काम के सिलसिले में दिनमान सामान्य रहेगा। ट्रांसफर के योग बन सकते हैं।गृहस्थ जीवन अच्छा रहेगा। प्रेम जीवन जीने वालों को भी खुशी मिलेगी और प्रिय के साथ भविष्य की कोई योजना बनाएंगे, जिससे दिल खुश होगा। उनके साथ घूमने-फिरने जा सकते हैं। दोस्त या सहकर्मी का स्वार्थी बर्ताव आपका मानसिक सुकून ख़त्म कर सकता है। आर्थिक तौर पर सिर्फ़ और सिर्फ़ एक स्रोत से ही लाभ मिलेगा। ऐसे विवादास्पद मुद्दों पर बहस करने से बचें, जो आपके और प्रियजनों के बीच गतिरोध पैदा कर सकते हैं। दूसरों को ख़ुशियाँ देकर और पुरानी ग़लतियों को भुलाकर आप जीवन को सार्थक बनाएंगे। चीज़ों के होने का इंतज़ार मत कीजिए- बाहर निकलें और नए मौक़ों की तलाश करें। इस राशि वालों को आज खुद के लिए काफी समय मिलेगा। इस समय का उपयोग आप अपने शोकों को पूरा करने में कर सकते हैं। आप कोई किताब पढ़ सकते हैं या अपना पसंदीदा म्यूजिक सुन सकते हैं। आप महसूस करेंगे कि शादीशुदा ज़िन्दगी आपके लिए वाक़ई ख़ुशनसीबी लेकर आई है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- चन्द्रमा की चाँदनी में 15 से 20 मिनट बैठना स्वास्थ्य के लिए अच्छा रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम फलदायक रहने वाला है। आज आप अपने दोस्तों और परिवार के छोटे सदस्य के साथ अच्छा समय बिताएंगे। खूब बातें होंगी, जिनसे मन हल्का रहेगा। कोई मानसिक तनाव नहीं होगा। सेहत भी अच्छी रहेगी। गृहस्थ जीवन में जीवन साथी का व्यवहार परेशानी दे सकता है।प्रेमी युगल के लिए भी आज का दिन थोड़ा कमजोर है। काम के सिलसिले में बेहद अच्छे नतीजे मिलेंगे। सेहत कमजोर रहेगी, इसलिए सावधानी रखें और भोजन पर ध्यान दें। गर्भवती महिलाओं के लिए अतिरिक्त सावधान रहने का दिन है। बीते दिनों में जितना धन आपने आज को बेहतर बनाने के लिए इनवेस्ट किया था उसका फायदा आज आपको फायदा मिल सकता है। बच्चे भविष्य की योजनाएँ बनाने की अपेक्षा घर के बाहर ज़्यादा समय बिताकर आपको निराश कर सकते हैं। आपका प्रिय आज रोमांटिक मूड में होगा। जब तक आपको तसल्ली न हो जाए कि सारा काम पूरा हो चुका है, दस्तावेज़ अपने वरिष्ठ को न दें। अगर आज आप यात्रा कर रहे हैं तो आपको अपने सामान की अतिरिक्त सुरक्षा करने की ज़रूरत है। जो यह समझते हैं कि शादी सिर्फ़ सेक्स के लिए होती है, वे ग़लत हैं। क्योंकि आज आपको सच्चे प्यार का एहसास होगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- काला-सफेद कंबल किसी धर्म स्थान में देने से हेल्थ बेहतर होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। आप अपने परिवार की जरूरतों पर ध्यान देंगे। घर में कई बातों को लेकर विचार-विमर्श होगा। आर्थिक स्थिति मजबूत होगी। दांपत्य जीवन में प्रेम बढ़ेगा। रोमांस भी भरपूर रहेगा। प्रेमी युगल के लिए आज का दिन सामान्य बीतेगा। आपका प्रिय कहीं घूमने जाने की जिद पकड़ सकता है। काम के सिलसिले में अच्छे नतीजे मिलेंगे। आपकी सेहत में भी सुधार होगा। इन्वेस्टमेंट के बारे में सोचेंगे।  आज आपके पास अपनी सेहत और लुक्स से जुड़ी चीज़ों को सुधारने के लिए पर्याप्त समय होगा। अतिरिक्त आय के लिए अपने सृजनात्मक विचारों का सहारा लें। अपनी बातों पर क़ाबू रखें, क्योंकि इसके चलते बड़े-बुज़ुर्ग आहत महसूस कर सकते हैं। बेकार की बातें करके समय बर्बाद करने से बेहतर है कि आप शांत रहें। याद रखें कि समझदार कामों के ज़रिए ही हम जीवन को अर्थ देते हैं। उन्हें महसूस करने दें कि आप उनका ख़याल रखते हैं। आज आपको निराशा हाथ लग सकती है, क्योंकि मुमकिन है कि आप अपने प्रिय के साथ सैर-सपाटे पर न जा पाएँ। आपको कुछ सबसे बढ़िया अवसर नये लोगों के माध्य से मिलेंगे। आज ऐसी कई सारी चीज़ें होंगी – जिनकी तरफ़ तुरन्त ग़ौर करने की आवश्यकता है। अगर आपके जीवनसाथी की सेहत कर चलते किसी से मिलने की योजना रद्द हो जाए तो चिंता न करें, आप साथ में अधिक समय व्यतीत कर सकेंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- अपाहिजों को रेवड़ियाँ बाँटने से फैमिली लाइफ अच्छी रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहने वाला है। आज आप अपने बारे में भी सोचेंगे और खुद के लिए शॉपिंग करेंगे। इसके अलावा आप ध्यान और प्राणायाम में समय लगाएंगे। सेहत मजबूत रहेगी। धन की आवक होगी। आर्थिक स्थिति अच्छी रहेगी। खर्चे भी होंगे लेकिन कम। काम के सिलसिले में ज्यादा मेहनत जारी रहेगी। निजी जिंदगी और पेशेवर जिंदगी दोनों पर बराबर ध्यान देंगे। कोई आपका मूड ख़राब कर सकता है, लेकिन ऐसी चीज़ों को ख़ुद को क़ाबू न करने दें। व्यर्थ की चिंताएँ और परेशानियाँ आपके शरीर पर नकारात्मक असर डाल सकती हैं और त्वचा से जु‌ड़ी समस्याएँ पैदा कर सकती हैं। अपनेे लिए पैसा बचाने का आपका ख्याल आज पूरा हो सकता है। आज आप उचित बचत कर पाने में सक्षम होंगे। आज के दिन बिना कुछ ख़ास किए आप आसानी से लोगों का ध्यान अपनी ओर आकर्षित करने में क़ामयाब रहेंगे। अपने प्रिय की बेजा मांग के आगे न झुकें। दफ़्तर की राजनीति हो या फिर कोई विवाद, चीज़ें आपके पक्ष में झुकी नज़र आएंगी। समय का अच्छा इस्तेमाल करने के लिए आज आप पार्क में घूमने का प्लान बना सकते हैं लेकिन वहां किसी अनजान शख्स से आपकी बहस होने की अशंका है जिससे आपका मूड खराब हो जाएगा। अगर आपके जीवनसाथी की सेहत कर चलते किसी से मिलने की योजना रद्द हो जाए तो चिंता न करें, आप साथ में अधिक समय व्यतीत कर सकेंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- तांबे के बर्तन में रात भर रखा पानी पीना स्वास्थ्य के लिए फ़ायदेमंद रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक होगा। अपनी सेहत का ध्यान रखें और चिंताओं से भी दूर रहने की कोशिश करें। बढ़ते हुए खर्चे आपकी चिंता बढ़ा सकते हैं। काम के सिलसिले में ज्यादा प्रयास करने पर ही सफलता मिलेगी। प्रेमी युगल के लिए आज का दिन प्यार और रोमांस से भरपूर रहेगा। शादीशुदा लोगों के गृहस्थ जीवन में खुशियां आएगी और जीवनसाथी आपके मन को जीतने की कोशिश करेगा।  कुछ दिलचस्प पढ़कर थोड़ी दिमाग़ी कसरत करें। अगर आप सूझ-बूझ से काम लें, तो आज अतिरिक्त धन कमा सकते हैं। आपके बच्चे के पुरुस्कार वितरण समारोह का बुलावा आपके लिए ख़ुशनुमा एहसास रहेगा। वह आपकी उम्मीदों पर खरा उतरेगा और आप उसके ज़रिए अपने सपने साकार होते हुए देखेंगे। अगर आप हुक़्म चलाने की कोशिश करेंगे, तो आपके और आपके प्रिय के बीच काफ़ी परेशानी खड़ी हो सकती है। जो कला और रंगमंच आदि से जुड़े हैं, उन्हें आज अपना कौशल दिखाने के लिए कई नए मौक़े मिलेंगे। दिन के अंत में आज आप अपने घर के लोगों को वक्त देना चाहेंगे लेकिन इस दौरान घर के किसी करीबी के साथ आपकी कहासुनी हो सकती है और आपका मूड खराब हो सकता है. आपकी व्यस्त दिनचर्या के चलते आपका जीवनसाथी आपके ऊपर शक़ कर सकता है। लेकिन दिन के अन्त तक वह आपकी बात समझेगा और आपको गले लगाएगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- ॐ बृं बृहस्पतये नमः इस मंत्र को 11 बार उच्चारण करने से लव लाइफ अच्छी रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहने वाला है। आपकी इनकम बढ़ेगी। कहीं से पैसा आएगा, जिससे आप काफी खुश हो जाएंगे। आपका आत्मविश्वास बढ़ेगा। शादीशुदा लोगों को आज  अच्छा गृहस्थ सुख मिलेगा। प्रेमी युगल के लिए भी आज का दिन बढ़िया रहने वाला है। प्रिय आपकी कोई बात मान लेगा जिससे आप बड़े खुश होंगे। परिवार में खुशी का माहौल रहेगा। सभी मिलजुल कर रहेंगे। आज अपनी सेहत का ध्यान रखें क्योंकि आप बीमार पड़ सकते हैं। मौज-मस्ती और मनपसंद काम करने का दिन है। व्यापार में आज अच्छा खास मुनाफा होने की संभावना है। आज के दिन आप अपने बिजनेस को नई ऊंचाईयां दे सकते हैं। जिन्हें आप चाहते हैं, उनके साथ उपहारों का लेन-देन करने के लिए अच्छा दिन है। आपके ईमानदार और ज़िंदादिल प्यार में जादू करने की ताक़त है। नए ग्राहकों से बात करने के लिए बेहतरीन दिन है। परोपकार और सामाजिक कार्य आज आपको आकर्षित करेंगे। अगर आप ऐसे अच्छे कामों में थोड़ा समय लगाएँ, तो काफ़ी सकारात्मक बदलाव ला सकते हैं। अगर आप अपने जीवनसाथी से स्नेह की आशा रखते हैं, तो यह दिन आपकी आशाओं को पूरा कर सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- हरे रंग की कांच की बोतल में पानी भरकर धूप में रखें व उस जल से स्नान करना स्वास्थ्य लाभ देगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहने वाला है। आप अपने काम पर पूरा ध्यान दे पाएंगे, जिससे उसमें अच्छे नतीजे मिलेंगे। परिवार के लोगों का भी साथ मिलेगा जिससे आप काफी हर्षित होंगे। दांपत्य सुखों का आनंद उठाएंगे। अपने परिवार वालों से और मित्रों और पड़ोसियों से बातचीत करने का मौका मिलेगा। प्रेम करने वालों के लिए आज का दिन शानदार रहेगा और आपका प्रिया अपने प्यार का इजहार करेगा, जिससे आपके मन को बहुत खुशी मिलेगी। आज आप खेल-कूद में हिस्सा ले सकते हैं, जो आपको तन्दुरुस्त बनाए रखेगा। आज आप अच्छा पैसा कमाएंगे- लेकिन ख़र्च में इज़ाफ़ा आपके लिए बचत को और ज़्यादा मुश्किल बना देगा। आपका लापरवाह रवैया आपके माता-पिता को दुःखी कर सकता है। कोई भी नयी परियोजना शुरू करने से पहले उनकी राय भी जान लें। आपका रुमानी संबंध आज थोड़ी परेशानी में पड़ सकता है। व्यवसाय में किसी धोखेबाज़ी से बकने के लिए अपने आँख-कान खुले रखें। आज आपको ढेरों दिलचस्प निमंत्रण मिलेंगे- साथ ही आपको एक आकस्मिक उपहार भी मिल सकता है। सम्भव है कि आपके जीवनसाथी की वजह से आपकी प्रतिष्ठा को थोड़ी ठेस पहुँचे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- गणेश जी का कोई चित्र हमेशा अपने पास रखने से प्रेम सम्बन्ध मजबूत होंगे। \n"
}]
