horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। कार्य क्षेत्र में सफलताएं मिलेंगी और नई सोच के साथ आप काम शुरू करेंगे जिससे आपको अच्छे परिणाम प्राप्त होंगे। परिवार में भी आज का दिन बेहतर रहेगा। माँ जी से काफी स्नेह का अनुभव करेंगे और उनकी सलाह आपके काम आएगी। आपका दिन खुशी से भरा रहेगा। स्वास्थ्य के प्रति सावधानी बरतें।बच्चे आपकी शाम को ख़ुशी की चमक लाएंगे। थकाऊ और उबाऊ दिन को अलविदा कहने के लिए एक बढ़िया डिनर की योजना बनाएँ। उनका साथ आपके शरीर में फिर से ऊर्जा भर देगा। अगर आप लोन लेने वाले थे और काफी दिनों से इस काम में लगे थे तो आज के दिन आपको लोन मिल सकता है। घर वालों के साथ मिलकर कुछ अलग और रोमांचक किया जाना चाहिए। अपने प्रिय की बेजा मांग के आगे न झुकें। कार्यक्षेत्र में दिल लगाने से बचें नहीं तो आपकी बदनामी हो सकती है। यदि आप किसी से जुड़ना भी चाहते हैं तो ऑफिस से दूरी बनाकर ही उनसे बात करें। कुछ लोगों के लिए आकस्मिक यात्रा दौड़-भाग भरी और तनावपूर्ण रहेगी। आपको या आपके जीवनसाथी को बिस्तर में चोट लग सकती है। इसलिए एक-दूसरे का ख़याल रखें। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- पानी के प्याऊ की स्थापना करना नौकरी/बिज़नेस के लिए अच्छा है। \n",
    "1": "वृष राशिः आज का राशिफल\nकोई डेटा उपलब्ध नहीं है, कृपया बाद में प्रयास करें।आउटडोर खेल आपको आकर्षित करेंगे- ध्यान और योग आपको फ़ायदा पहुँचाएंगे। यदि शादीशुदा हैं तो आज अपने बच्चों का विशेष ख्याल रखें क्योंकि यदि आप ऐसा नहीं करते तो उनकी तबीयत बिगड़ सकती है और आपको उनके स्वास्थ्य पर काफी पैसा खर्च करना पड़ सकता है। अपने जीवनसाथी का बोझ दूर करने के लिए घरेलू कामकाज में हाथ बटाएँ। इससे आपको साथ में काम करने का आनंद मिलेगा और जुड़ाव महसूस होगा। आपका साहस आपको प्यार दिलाने में सफल रहेगा। अपनी नौकरी से चिपके रहिए और दूसरों से उम्मीद मत कीजिए कि वे आकर आपकी मदद करेंगे। आपके द्वारा आज खाली समय में ऐसे काम किये जाएंगे जिनके बारे में आप अक्सर सोचा करते हैं लेकिन उन कामों को कर पाने में समर्थ नहीं हो पाते। आज आपका वैवाहिक जीवन हँसी-ख़ुशी, प्यार और उल्लास का केन्द्र बन सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- शरीर पर सोना धारण करना आर्थिक स्थिति के लिए शुभ है। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपकी राशि के लिए आज का दिन सामान्य रूप से फलदायक रहेगा। स्वास्थ्य कमजोर रहेगा। खर्चों में अधिकता रहेगी। दांपत्य जीवन में तनाव और जीवन साथी का स्वास्थ्य भी आपको परेशान करेगा। काम के सिलसिले में आपको सफलता मिलेगी और विरोधियों पर आप छाए रहेंगे। प्रतियोगी परीक्षा के लिए अच्छा दिन है।आप अपने काम पर एकाग्रता बरक़रार रखने में दिक़्क़त महसूस करेंग, क्योंकि आज आपकी सेहत पूरी तरह ठीक नहीं होगी। आपके द्वारा धन को बचाने के प्रयास आज असफल हो सकते हैं हालांकि आपको इससे घबराने की जरुरत नहीं है स्थिति जल्द ही सुधरेगी। आपके माता-पिता की सेहत पर ज़्यादा ध्यान दिए जाने की ज़रूरत है। आज आप महसूस करेंगे कि प्यार दुनिया में हर मर्ज़ की दवा है। सेमिनार और गोष्ठियों में हिस्सा लेकर आज आप कई नए विचार पा सकते हैं। आपका प्रेमी आपको पर्याप्त समय नहीं देता यह शिकायत आज आप खुलकर उनके सामने कर सकते हैं। आपका जीवनसाथी किसी ख़ूबसूरत सरप्राइज़ से आपका दिन बना सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- सफेद चंदन का तिलक लगायें स्वास्थ्य अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन बहुत बढ़िया रहने वाला है। जीवन साथी से प्रेम और आकर्षण के बढ़ोतरी होगी। व्यापार के सिलसिले में अच्छे परिणाम मिलेंगे। खर्चे थोड़े बढ़ेंगे लेकिन आप को सुकून देंगे। पारिवारिक जीवन खुशनुमा रहेगा और काम के सिलसिले में भी समय अच्छा रहेगा।आपका ऊर्जा-स्तर ऊँचा रहेगा। नया आर्थिक क़रार अंतिम रूप लेगा और धन आपकी तरफ़ आएगा। दोस्तों के साथ घूमना-फिरना मज़ेदार रहेगा। लेकिन ज़्यादा पैसे ख़र्च न करें, नहीं तो आप खाली जेब लेकर घर पहुँचेंगे। आज के दिन प्यार की कली चटककर फूल बन सकती है। नई योजनाएँ आकर्षक होंगी और अच्छी आमदनी का ज़रिया साबित होंगी। कोई रोचक मैगजीन या उपन्यास पढ़ के आजके दिन को आप अच्छी तरह से व्यतीत कर सकते हैं। लंबे वक़्त के बाद आप अपने जीवनसाथी के साथ नज़दीकी महसूस कर पाएंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- गणेश या विष्णु जी के मंदिर में कांसे की ज्योत दान में देने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन थोड़ा कमजोर रहेगा। स्वास्थ्य पीड़ित रहेगा और कामों में विलंब होगा। आपकी मेहनत को रंग लाने में समय लगेगा। प्रेम जीवन में आज का दिन अधिक अनुकूल नहीं है। अपने प्रिय को मनाने में कोई कसर बाकी ना रखें। आपकी नौकरी में ट्रांसफर के योग बन सकते हैं। प्रॉपर्टी के मामले में दिन अनुकूल रहेगा।आज खेल-कूद में हिस्सा लेने की ज़रूरत है, क्योंकि चिर यौवन का रहस्य यही है। आज बिना किसी की मदद के ही आप धन कमा पाने में सक्षम होंगे। परिवार वालों का हँसी-मज़ाक भरा बर्ताव घर के वातावरण को हल्का-फुल्का और ख़ुशनुमा बना देगा। आज आप ख़ुद को अपने प्रिय के प्यार से सराबोर महसूस करेंगे। इस लिहाज़ से आज का दिन बहुत ख़ूबसूरत रहेगा। आप आप अपने उद्देश्यों की पूर्ति करने में सफल रहेंगे, बशर्ते इसके लिए आप दूसरों से मदद लें तो। आपका खाली वक्त आज किसी गैरजरुरी काम में खराब हो सकता है। इस बात की प्रबल सम्भावना है कि आपके आस-पास के लोग आप दोनों के बीच मतभेद पैदा करने का प्रयास करेंगे। अत: बाहरी लोंगों के कहने पर अमल करना ठीक नहीं होगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- स्वास्थ्य बना रहे इसके लिए गुरुवार को तेल न लगाएं। \n",
    "5": "कन्या राशि: आज का राशिफल\nकन्या राशि के लिए आज का दिन अच्छा रहेगा। प्रेम जीवन के दौरान रोमांटिक पल बिताने का मौका मिलेगा। शिक्षा में सफलता मिलेगी।  संतान को सुख मिलेगा। काम के सिलसिले में अच्छे नतीजे मिलेंगे। आपकी मेहनत रंग लाएगी। सेहत में सुधार होगा। परिवार का माहौल बढ़िया रहेगा।दूसरों के साथ ख़ुशी बांटने से सेहत और खिलेगी। कोई बेहतरीन नया विचार आपको आर्थिक तौर पर फ़ायदा दिलायेगा। अपने परिवार के सदस्यों की ज़रूरतों पर ध्यान देना आज आपकी प्राथमिकता होनी चाहिए। आपकी मुलाक़ाता एक ऐसे दोस्त से होगी, जिसे आपका ख़याल है और जो आपको समझता भी है। अपनी बौद्धिक क्षमताओं का इस्तेमाल अपने हित में करें। इसकी मदद से आप पेशेवर योजनाओं और नए विचारों को पूरा कर सकते हैं। भरपूर रचनात्मकता और उत्साह आपको एक और फ़ायदेमंद दिन की ओर ले जाएंगे। आपके आस-पास के लोग कुछ ऐसा कर सकते हैं, जिसके चलते आपका जीवनसाथी आपकी तरफ़ फिर से आकर्षित महसूस करेगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- घर के चारों कोनों में लाल पत्थर लगाने से पारिवारिक जीवन सुचारु रूप से चलेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। कई मोर्चों पर आपको ध्यान देने की आवश्यकता होगी जिनमें से एक आपका स्वास्थ्य है और दूसरा आपका धन। स्वास्थ्य कमजोर रह सकता है। कुछ परेशानियां आएंगी। मानसिक तनाव भी रह सकता है और आपके खर्चे भी काफी अधिक होंगे। कुछ खर्चे आपको आज तो आवश्यक लगेंगे लेकिन आने वाले समय में आपको दुख दे सकते हैं, इसलिए इन पर नियंत्रण रखें। आपके ऑफिस में आप का दबदबा कायम रहेगा और आपकी सुनी जाएगी।\n आज का दिन मौज-मस्ती और आनन्द से भरा रहेगा- क्योंकि आप ज़िन्दगी को पूरी तरह जिएंगे। आज आप अपना धन धार्मिक कार्यों में लगा सकते हैं जिससे आपको मानसिक शांति मिलने की पूरी संभावना है। दोस्त और रिश्तेदार आपकी मदद करेंगे और आप उनके साथ काफ़ी ख़ुशी महसूस करेंगे। अपने प्रिय के साथ सैर-सपाटे पर जाते समय ज़िंदगी को पूरी शिद्दत से जिएँ। काम और घर पर दबाव आपको थोड़ा ग़ुस्सैल बना सकता है। इस राशि वालों को आज के दिन अपने लिए समय निकालने की शख्त जरुरत है अगर आप ऐसा नहीं करते तो आपको मानसिक परेशानियां हो सकती हैं। आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्तों की तरह है और आपको आज यह एहसास होगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- नौकरी व बिज़नेस में उन्नति के लिए घर में तिल के तेल का दीपक जलाएं। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन बहुत बढ़िया रहेगा। परिवार में अच्छा समय बिताएंगे। घरेलू खर्च होंगे। परिवार में आज का दिन बहुत बढ़िया रहेगा। आपके भाई बहनों को कोई दिक्कत हो सकती है। मानसिक रूप से परेशान रहेंगे। काम के सिलसिले में आज का दिन मान आपके लिए अनुकूल रहेगा।दिन फ़ायदेमन्द साबित होगा और आप किसी पुरानी बीमारी में काफ़ी आराम महसूस करेंगे। आपको मेरी सलाह है कि शराब सिगरेट जैसी चीजों पर पैसा खर्च न करें, ऐसा करना आपके स्वास्थ्य को तो खराब करता ही है आपकी आर्थिक स्थिति भी इससे बिगड़ती है। जिसपर आप यक़ीन करते हैं, मुमकिन है वह आपको पूरा सच न बता रहा हो। आपकी दूसरों को राज़ी करने की क्षमता आने वाली मुश्किल को हल करने में कारगर साबित होगी। किसी तीसरे इंसान का दखल आपके और आपके प्रिय के बीच गतिरोध पैदा करेगा। यह दूसरे देशों में व्यावसायिक सम्पर्क बनाने का बेहतरीन समय है। आज जीवनसाथी के साथ समय बिताने के लिए आपके पास पर्याप्त समय होगा। आपके प्रेम को देखकर आज आपका प्रेमी गदगद हो जाएगा। आपके जीवनसाथी की बेरुख़ी दिन भर आपको उदास रख सकती है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अच्छी आर्थिक स्थिति के लिए ॐ गं गणपतये नमः इस मंत्र का 11 बार उच्चारण सुबह-शाम करें। \n",
    "8": "धनु राशिः आज का राशिफल\nवृश्चिक राशि वालों के लिए आज का दिन अच्छा रहेगा। किसी यात्रा पर जाने में बेहतर रहेगा कोई छोटी दूरी की यात्रा हो सकती है, जो आपको मानसिक तौर पर खुशी भी देगी और आपको किसी खास व्यक्ति से मिलने का मौका मिल सकता है। खर्चों में कमी आएगी और आमदनी बढ़ेगी जिससे आपका आत्मविश्वास बढ़ेगा। प्रेम जीवन में सफलता मिलेगी और कार्य क्षेत्र में दिन अनुकूल रहेगा क्योंकि आपके सहकर्मी भी आपके साथ रहेंगे।जीत का जश्न आपके दिल को ख़ुशी से भर देगा। इस उत्साह को दोगुना करने के लिए आप अपनी ख़ुशी में दोस्तों को भागीदार बना सकते हैं। जो व्यापारी अपने कारोबार के सिलसिले में घर से बाहर जा रहे हैं वो अपने धन को आज बहुत संभालकर रखें। धन चोरी होने की संभावना है। किसी धार्मिक स्थल या संबंधी के यहाँ जाने की संभावना है। मुहब्बत की टीस आज रात आपको सोने नहीं देगी। आपके काम की गुणवत्ता देखकर आपके वरिष्ठ आपसे प्रभावित होंगे। अपने घर में बिखरी चीजों को संभालने का आज आप प्लान करेंगे लेकिन आपको इसके लिए आज खाली समय नहीं मिल पाएगा। अपने जीवनसाथी के साथ प्यार-मुहब्बत के लिए काफ़ी वक़्त मिलेगा, लेकिन सेहत गड़बड़ हो सकती है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- आर्थिक स्थिति को अच्छा रखने के लिए हाथ में सोने सोने की अंगूठी ज़रुर पहनें। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। आपकी वाणी में मिठास बढ़ेगी और आज कोई फंक्शन में जा सकते हैं। अच्छा भोजन करेंगे जिससे मन तृप्त हो जाएगा। स्वास्थ्य थोड़ा सा कमजोर रहने वाला है और खर्चे अधिक रहेंगे लेकिन आमदनी में भी बढ़ोतरी होगी। आपको अचानक से कोई खुशखबरी मिल सकती है, जिससे आपका दिन बन जाएगा।आपका रूख़ा बर्ताव आपके जीवनसाथी का मूड ख़राब कर सकता है। आपको समझना चाहिए कि किसी का अनादर और गम्भीरता से न लेना रिश्ते में दरार डाल सकता है। जेवर और एंटीक में निवेश फ़ायदेमंद रहेगा और समृद्धि लेकर आएगा। परिवार के सदस्यों के साथ कुछ आराम के पल बिताएँ। अपने प्रिय की बातों के प्रति आप ज़रूरत से ज़्यादा संवेदनशील रहेंगे- आपको अपने जज़्बात पर क़ाबू रखने की ज़रूरत है और ऐसा कुछ करने से बचें जो मामले को और भी बिगाड़ दे। नए विचार फ़ायदेमंद साबित होंगे। परिवार की जरुरतों को पूरा करते-करते आप कई बार खुद को वक्त देना भूल जाते हैं। लेकिन आज आप सबसे दूर होकर अपने आप के लिए वक्त निकाल पाएंगे। सम्भव है कि आपके जीवनसाथी की वजह से आपकी प्रतिष्ठा को थोड़ी ठेस पहुँचे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- तांबे के बर्तन में रात भर रखा पानी पीना स्वास्थ्य के लिए फ़ायदेमंद रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फलदायक रहेगा। सोच समझकर चलना होगा क्योंकि आपके खर्चों में बढ़ोतरी होगी। सुख-सुविधाओं पर खर्च करेंगे और स्वयं पर भी अधिक ध्यान देंगे खुद को बेहतर बनाने का प्रयास करेंगे। अपने व्यक्तित्व में कुछ बदलाव लाने की दिशा में कुछ नए कपड़े खरीद सकते हैं या कुछ ज्वेलरी भी। पारिवारिक जीवन काफी अच्छा रहेगा और आपको प्रॉपर्टी से लाभ होगा। प्रेम जीवन में सफलता मिलेगी और प्यार भरे पल आएंगे। यदि आप शादीशुदा हैं तो आपके लिए आज का दिन बेहतरीन रहेगा और संतान से भी सुख मिलेगा।अवांछित विचार दिमाग़ में छा सकते हैं। ख़ुद को शारीरिक व्यायाम का मज़ा लेने दें, क्योंकि खाली दिमाग़ शैतान का घर होता है। रियल एस्टेट और वित्तीय लेन-देन के लिए अच्छा दिन है। संबंधी आपके उदार स्वभाव का ग़लत फ़ायदा उठाने की कोशिश करेंगे। चौकन्ने रहें, नहीं तो बाद में आप ठगा हुआ महसूस करेंगे। उदारता एक हत तक ही ठीक है, लेकिन अगर यह अपना दायरा पार कर ले तो परेशानी बन जाती है। रोमांस के लिहाज़ से रोमांचक दिन है। शाम के लिए कोई ख़ास योजना बनाएँ और जितना हो सके, इसे उतना रुमानी बनाने की कोशिश करें। पैसे बनाने के उन नए विचारों का उपयोग करें, जो आज आपके ज़ेहन में आएँ। घर से बाहर निकलकर आज आप खुली हवाओं में टहलना पसंद करेंगे। आज आपका मन शांत होगा जिसका फायदा आपको पूरे दिन मिलेगा। आपको महसूस होगा कि आपका जीवनसाथी इससे बेहतर पहले कभी नहीं हुआ। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- हरे तोते-तोती के जोड़े को पैसे देकर आजाद करवाने से पारिवारिक सुख बढ़ता है। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन काफी अच्छा रहने वाला है। भाग्य का पूरा साथ आपको मिलेगा। किए गए प्रयासों से तरक्की की दिशा खुलेगी। आमदनी बढ़ेगी। कलात्मक कार्यों में मन लगेगा। अभिनय के क्षेत्र से जुड़े लोगों को फायदा होगा। आमदनी में बढ़ोतरी होगी और प्यार के मामले में भी आज आप लकी रहेंगे। दांपत्य जीवन में जीवन साथी का सहयोग आपके काम में होगा। पारिवारिक जीवन शांतिपूर्ण होगा।\n कॉफ़ी पीना छोड़ दें, ख़ास तौर पर दिल के मरीज़। आप ऐसे स्रोत से धन अर्जित कर सकते हैं, जिसके बारे में आपने पहले सोचा तक न हो। आपका अड़ियल रवैया घर पर लोगों के दिलों को चोट पहुँचा सकता है, यहाँ तक कि नज़दीकी दोस्त भी आहत हो सकते हैं। आज आप ऐसे इंसान से मिल सकते हैं, जो आपको ख़ुद अपनी ज़िन्दगी से ज़्यादा चाहता होगा। संतोषजनक परिणाम पाने के लिए काम को योजनाबद्ध तरीक़े से करें, दफ़्तर की परेशानियों को हल करने में आपको मानसिक तनाव का सामना करना पड़ सकता है। आज ऐसे बर्ताव करें जैसे कि आप ‘सुपर-स्टार’ हैं, लेकिन सिर्फ़ उन चीज़ों की ही प्रशंसा करें जो उसके क़ाबिल हैं। आपका जीवनसाथी आपकी बहुत तारीफ़ करेगा और आप पर बहुत स्नेह उढ़ेलेगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- घर में लाल रंग के पौधे लगाकर उनकी देखभाल करने से स्वास्थ्य ठीक रहेगा। \n"
}]
