horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए उन्नति के नए-नए मार्ग खोलेगा। आज आपको आपके कार्यक्षेत्र व नौकरी में कुछ अधिकार दिए जा सकते हैं, जिन्हें आप अच्छे ढंग से निभाएंगे, जिससे खुश होकर आपके अधिकारी आपकी पदोन्नति भी कर सकते हैं। आज का दिन आपके लिए उत्तम रूप से फलदायक रहेगा। आज आप अपनी सभी जिम्मेदारियों को पूरा करेंगे। आज आपकी संतान के विवाह मे आ रही बाधा दूर होगी। सायंकाल का समय आज आप अपने माता-पिता की सेवा में व्यतीत करेंगे।अपनी सेहत का ख़याल रखें। दीर्घावधि मुनाफ़े के नज़रिए से स्टॉक और म्यूचुअल फ़ंड में निवेश करना फ़ायदेमंद रहेगा। अपने परिवार के सदस्यों की ज़रूरतों पर ध्यान देना आज आपकी प्राथमिकता होनी चाहिए। आप और आपका महबूब आज प्यार के समुन्दर में गोते लगाएंगे और प्यार की मदहोशी को महसूस करेंगे। कार्यक्षेत्र में आपको कुछ सकारात्मक बदलाव देखने को मिल सकते हैं। आपको ऐसी जगहों से महत्वपूर्ण बुलावा आएगा, जहाँ से आपने इसकी कभी कल्पना भी न की हो। विवादों की एक लम्बी कड़ी आपके रिश्तों को कमजोर कर सकती है अत: इसे हल्के में लेना ठीक नहीं होगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- त्रिफला का सेवन किसी भी रूप में करने से स्वास्थ्य अच्छा होगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन कुछ भागदौड़ भरा रह सकता है। आज आप अपने घर व परिवार के सभी कार्यों को निपटाने में व्यस्त रहेंगे। सांयकाल के समय किसी भी अनुभवी व्यक्ति से मुलाकात हो सकती है, लेकिन आपको अपने स्वास्थ्य के प्रति सचेत रहना होगा। आज आपका अपने घर परिवार के सदस्यों से कोई वाद-विवाद उत्पन्न हो सकता है, उसमें आपको अपनी वाणी पर नियंत्रण रखना होगा और बड़ों की बात मानना काफी हद तक अच्छा होता है, इसलिए उनकी बात मानें। आज परिवार के और से भी आपको सहयोग प्राप्त हो सकता है।आज आप ख़ुद को सुकून में और ज़िंदगी का लुत्फ़ उठाने के लिए सही मनोदशा में पाएंगे। इस राशि के जो लोग विदेशों से व्यापार करते हैं उन्हें आज अच्छा खासा धन लाभ हो सकता है। अपने जीवन-साथी के साथ बेहतर समझ ज़िन्दगी में ख़ुशी, सुकून और समृद्धि लाएगी। एक लम्बा दौर जो काफ़ी समय से आपको दबोचे हुए था, ख़त्म हो चुका है- क्योंकि जल्दी ही आपको आपका जीवन-साथी मिलने वाला है। अपने साथी को यूँ ही हमेशा के लिए मिला न मानें। शाम के वक्त आज आप किसी करीबी के घर वक्त बिताने जा सकते हैं लेकिन इस दौरान आपको उनकी कोई बात बुरी लग सकती है और आप तय समय से पहले वापस लौट सकते हैं। जीवनसाथी के साथ थोड़ा हँसी-मज़ाक़, थोड़ी छेड़-छाड़ आपको किशोरावस्था के दिनों की याद दिला देंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- नौकरी/बिज़नेस में लाभ हेतु अपने जूतों के तलों में तांबे की सात-सात कील लगवाएं। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए सुखद परिणाम लेकर आएगा। ऑफिस में भी आपको सम्मान प्राप्त हो सकता है। आज आप अपने पुराने कर्ज को चुकाने में सफल रहेंगे, जिसमें परिवार के सदस्य आपकी मदद करेंगे, जिससे पारिवारिक एकता बढ़ेगी। सामाजिक व धार्मिक क्षेत्र में भी आज आप की गति बढ़ती दिख रही है। आज आप अपनी माताजी को कोई उपहार भेंट कर सकते हैं, जिसमें उन्हें खुशी होगी। ससुराल पक्ष से भी आज आपको धन्यवाद मिलता दिख रहा है। सामाजिक कार्यों में भी आगे बढ़ चढ़कर हिस्सा लेंगे।झगड़ालू स्वभाव को क़ाबू में रखें, नहीं तो रिश्तों में कभी न मिटने वाली खटास पैदा हो सकती है। इससे बचने के लिए अपने नज़रिए में खुलापन अपनाएँ और पूर्वाग्रहों को छोड़ें। जीवनसाथी की खराब तबीयत के कारण आज आपका धन खर्च हो सकता है लेकिन आपको इसको लेकर चिंता करने की जरुरत नहीं है क्योंकि धन इसीलिये बचाया जाता है कि बुरे समय में वो आपके काम आ सके। घर पर कोशिश करें कि कोई आपकी वजह से आहत न हो और परिवार की ज़रूरतों के मुताबिक़ ख़ुद को ढालें। एक बार आप अपने हमक़दम को हासिल कर लें, तो ज़िन्दगी में किसी और की ज़रूरत नहीं होती। इस बात को आज आप गहराई से महसूस करेंगे। आज के दिन आप सबके ध्यान का केंद्र होंगे और सफलता आपकी पहुँच में होगी। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। विवादों की एक लम्बी कड़ी आपके रिश्तों को कमजोर कर सकती है अत: इसे हल्के में लेना ठीक नहीं होगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- शिव जी की पूजा करें तो स्वास्थ्य अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। राजनीतिक व सामाजिक क्षेत्र में भी आज आपको अच्छी सफलता प्राप्त होगी। रात्रि का समय आज आपका कुछ समय परिजनों के साथ व्यतीत करेंगे, इससे आपके हर्षोल्लास में वृद्धि होगी। यदि आप किसी संपत्ति को खरीदने का मन बना रहे थे, तो उसके लिए आज दिन तक रहेगा। आज आपको अपने किसी दोस्त की मदद के लिए भी आगे आना पड़ सकता है। सायंकाल का समय आज अपने परिवार के सदस्यों के साथ कहीं घूमने-फिरने का प्लान बना सकते हैं।धैर्य बनाए रखें, क्योंकि आपकी समझदारी और प्रयास आपको सफलता ज़रूर दिलाएंगे। अगर आप घर से बाहर रहकर जॉब या पढ़ाई करते हैं तो ऐसे लोगों से दूर रहना सीखें जो आपका धन और समय बर्बाद करते हैं। आप महसूस करेंगे कि आपके दोस्त सहयोगी स्वभाव के हैं- लेकिन बोलने में सावधानी बरतें। पुरानी यादों को ज़ेहन में ज़िंदा कर दोस्ती को फिर से तरोताज़ा करने का वक़्त है। ऐसे लोगों से साथ जुड़ें जो स्थापित हैं और भविष्य के रुझानों को समझने में आपकी मदद कर सकते हैं। बिना किसी को अवगत कराए ही आज आपके घर में किसी दूर के रिश्तेदार की एंट्री हो सकती है जिसके कारण आपका समय खराब हो सकता है। आपको ख़ुश करने के लिए आपका जीवनसाथी काफ़ी कोशिशें कर सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- सफेद संगमरमरी पत्थर पर सफेद चन्दन लगाकर जल प्रवाहित करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ आश्चर्यचकित करने वाला रहेगा। आज आप जिस भी कार्य को करेंगे, वह अधिक मेहनत ना किए हुए भी पूर्ण होगा, जिससे आपको हैरानी होगी और आप अपने सभी कार्यों को आसानी से पूरे करेंगे। दुकान का कार्यालय में आज आप टीम वर्क के जरिए किसी समस्या का समाधान निकालने में कामयाब रहेंगे। यदि आज आप अपने नौकरी में किसी दूसरे की बात करेंगे तथा आपको लाभ होगा। यदि आज व्यापार के लिए कोई निर्णय लेना पड़े, तो बहुत ही सोच-विचार कर लें।जीवन-साथी की सेहत को ठीक तरह से ध्यान दिए जाने और देखभाल की ज़रूरत है। आपका धन कहां खर्च हो रहा है इसपर आपको नजर बनाए रखने की जरुरत है नहीं तो आने वाले समय में आपको परेशानी हो सकती है। घर में तालमेल बनाए रखने के लिए साथ में मिलकर काम करें। संभव है आज आप अपने प्रिय को टॉफ़ी और कॉकलेट वग़ैरह दें। काम और घर पर दबाव आपको थोड़ा ग़ुस्सैल बना सकता है। आपका व्यक्तित्व ऐसा है कि ज्यादा लोगों से मिलकर आप परेशान हो जाते हैं और फिर अपने लिए वक्त निकालने की कोशिश करने लग जाते हैं। इस लिहाज से आज का दिन आपके लिए बहुत उम्दा रहने वाला है। आज आपको अपने लिए पर्याप्त समय मिलेगा। यह दिन शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक रहेगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- लाल रंग के वस्त्र अधिक धारण करने से स्वास्थ्य अच्छा रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन थोड़ा अलग सा भरा रह सकता है। यदि आज आप अपने व्यवसाय में आलस्य दिखाएंगे, तो आपको नुकसान उठाना पड़ सकता है। आज नौकरी में आपको अपनी महिला सहकर्मी व अधिकारियों का सहयोग मिल सकता है, जिससे आपके अधिकारों के वेतन में वृद्धि होगी। कार्यालय में भी आज कोई नया परिवर्तन होगा, जिससे आपको लाभ भी अवश्य होगा। यदि आज आपकी नौकरी में किसी चीज से हटकर कोई बात होगी तो फायदा होगा, इसलिए आपको सतर्क रहना होगा, नहीं तो वह आपका बना बनाया काम बिगड़ सकता है।आप अपने काम पर एकाग्रता बरक़रार रखने में दिक़्क़त महसूस करेंग, क्योंकि आज आपकी सेहत पूरी तरह ठीक नहीं होगी। बीते दिनों में जितना धन आपने आज को बेहतर बनाने के लिए इनवेस्ट किया था उसका फायदा आज आपको फायदा मिल सकता है। आज के दिन बिना कुछ ख़ास किए आप आसानी से लोगों का ध्यान अपनी ओर आकर्षित करने में क़ामयाब रहेंगे। जो भी बोलें, सोच-समझकर बोलें। क्योंकि कड़वे शब्द शांति को नष्ट करके आपके और आपके प्रिय के बीच दरार पैदा कर सकते हैं। इस राशि के जातकों को कार्यक्षेत्र में आवश्यकता से अधिक बोलने से बचना चाहिए नहीं तो आपकी छवि पर बुरा प्रभाव पड़ सकता है। इस राशि के कारोबारियों को किसी पुराने निवेश की वजह से आज घाटा होने की संभावना है। घर के छोटे सदस्यों को साथ लेकर आज आप किसी पार्क या शॉपिंग मॉल में जा सकते हैं। आपकी बीती ज़िन्दगी का कोई राज़ आपके जीवनसाथी को उदास कर सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- ॐ बुं बुधाय नमः मंत्र का जाप सुबह-शाम दोनो समय 11 बार करने से स्वास्थ्य बना रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा और आज आपकी किसी प्रभावशाली व्यक्ति से मुलाकात हो सकती है, जिससे आपको अपने बिजनेस में फायदा होगा। किसी नए कार्य की शुरूआत करने से पहले संवैधानिक और तकनीकी पहलुओं पर गंभीरता से विचार कर लें, नहीं तो आपको नुकसान उठाना पड़ सकता है। आज आप अपने घर के पुराने लंबे समय से रुके हुए कार्य को पूरा करने की कोशिश करेंगे, जिसमें सफल भी होंगे। व्यापार के लिए आज आपको कुछ यात्रा भी करनी पड़ सकती है, इसका आपको लाभ अवश्य होगा।\n गर्दन/कमर में लगातार दर्द परेशान कर सकता है। इसे नज़रअंदाज़ न करें, ख़ास तौर पर जब इसके साथ कमज़ोरी भी महसूस हो रही हो। आज के दिन आराम करना बहुत अहम है। आपका कोई दोस्त आपसे आज बड़ी रकम उधार मांग सकता है, अगर आप उनको यह रकम देते हैं तो आप आर्थिक तंगी में आ सकते हैं। आपके प्रियजन ख़ुश हैं और आपको शाम के लिए उनके साथ कोई योजना बनानी चाहिए। रोमांस आनन्ददायी और काफ़ी रोमांचक रहेगा। अहम योजनाओं को समय पर पूरा करके आप काफ़ी लाभ हासिल करने में सफल रहेंगे। खाली वक्त का आज आप सदुपयोग करेंगे और उन कामों को पूरा करने की कोशिश करेंगे जो बीते दिनों पूरे नहीं हो पाए थे। वैवाहिक जीवन के लिए विशेष दिन है। अपने जीवनसाथी को बताएँ कि आप उनसे कितना प्यार करते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- हरे रंग के कपड़े पहनें। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए उन्नति के अनुकूल परिणाम लेकर आएगा। आज आपको हर कार्य में खुशी का अनुभव होगा क्योंकि आज आप जिस कार्य में हाथ डालेंगे, उसमें आपको सफलता अवश्य प्राप्त होगी, इसलिए आज उन्ही कार्य को करने की कोशिश करें, जो आपको अधिक प्रिय हो। कार्यक्षेत्र हो या घर आज सभी उत्तरदायित्वों को आप सफलतापूर्वक निभा लेंगे। यदि आपका कोई कानूनी मुकदमा चल रहा है, तो उसमें सफलता प्राप्त हो सकती है। सायंकाल का समय आज आप अपने माता पिता के साथ देव दर्शन आदि की यात्रा के लिए लेकर जा सकते हैं।अपने ऊँचे आत्मविश्वास का आज सही इस्तेमाल करें। भागदौड़ भरे दिन के बावजूद आप फिर ऊर्जा और ताज़गी पाने में क़ामयाब रहेंगे। आज बिना किसी की मदद के ही आप धन कमा पाने में सक्षम होंगे। अपने जीवन-साथी के साथ अपनी गोपनीय जानकारी बांटने से पहले सोच लें। अगर मुमकिन हो तो इससे बचें, क्योंकि इन बातों के बाहर फैलने का ख़तरा है। अपने प्रिय की छोटी-मोटी भूल को अनदेखा करें। काम पर लोगों के साथ मेलजोल में समझ और धैर्य से सावधानी बरतें। इस राशि के छात्र छात्राओं को आज के दिन पढ़ाई में मन लगाने में दिक्कतें आ सकती हैं। आज आप अपना कीमती समय दोस्तों के चक्कर में बर्बाद कर सकते हैं। ऐसा लगता है कि आपके जीवनसाथी आज आपके ऊपर ख़ास ध्यान देंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- दादा की उम्र के किसी बुजुर्ग की सेवा-सहायता करने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आप अपने घरेलू सामानों की खरीदारी पर भी कुछ धन व्यय करेंगे, जिसमें आपको अपनी आय और व्यय दोनों में संतुलन बना कर रखना होगा, नहीं तो वह आपकी आर्थिक स्थिति को बिगाड़ सकता है यदि आज आपकी कोई लंबे समय से पुरानी देनदारी चल रही थी, तो आज आप उससे मुफ्त हो सकते हैं। कार्यक्षेत्र में आज आपके सुझावों का स्वागत हो सकता है, जिसके आपको बेहद सुखद परिणाम मिलेंगे, लेकिन यह देख कर आपके कुछ शत्रु भी उत्पन्न हो जाएंगे। विद्यार्थियों के उच्च शिक्षा के मार्ग प्रशस्त होंगे।आपकी जी-तोड़ मेहनत और परिवार का सहयोग इच्छित परिणाम देने में क़ामयाब रहेंगे। लेकिन तरक़्क़ी की रफ़्तार बरक़रार रखने के लिए मेहनत इसी तरह जारी रखें। धन की आवश्यकता कभी भी पड़ सकती है इसलिए आज जितना हो अपने पैसे की बचत करने का विचार बनाएं। आपका आकर्षक स्वभाव और ख़ुशमिज़ाज व्यक्तित्व नए दोस्त बनाने में आपकी मदद करेगा और आपके सम्पर्क में इज़ाफ़ा करेगा। अपनी व्यक्तिगत भावनाएँ और गोपनीय बातें अपने प्रिय से बाँटने का सही समय नहीं है। अपनी पेशेवर क्षमताओं को बढ़ाकर आप करिअर में नए दरवाज़े खोल सकते हैं। अपने क्षेत्रे में आपको अपार सफलता मिलने की संभावना भी है। अपनी सभी क्षमताओं को निखारकर औरों से बेहतर बनने की कोशिश करें। आज आपको अपने कामों को समय पर निपटाने की कोशिश करनी चाहिए। ख्याल रखें कि घर पर आपका कोई इंतजार कर रहा है जिसको आपकी जरुरत है। सम्भव है कि आपके जीवनसाथी की वजह से आपकी प्रतिष्ठा को थोड़ी ठेस पहुँचे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- जब भी अपने प्रेमी/प्रेमिका से मिलें तो एक सफेद फूल जरूर दें। इससे लव लाइफ बढ़िया चलेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए निश्चित परिणाम लेकर आएगा। आपके परिवार में आपके भाई व बहन के विवाह का प्रस्ताव मंजूर हो सकता है, जिससे परिवार के सदस्यों ने खुशी की लहर दौड़ेगी। यदि आज आपका कोई रिश्तेदार आपसे उधार मांगे, तो सोच-विचार करें, क्योंकि वह धन बाद में आपके रिश्ते में दरार डाल सकता है। सायंकाल का समय आज आपको अपने परिवार के सदस्यों के साथ किसी मांगलिक समारोह में सम्मिलित होने का मौका मिल सकता है। यदि आपका लंबे समय से कहीं धन फंसा हुआ था, तो फिर आज आपको प्राप्त हो सकता है, जिससे आपकी आर्थिक स्थिति को मजबूती मिलेगी।आज के दिन आराम करना ज़रूरी साबित होगा, क्योंकि आप हाल के दिनों में भारी मानसिक दबाव से गुज़रे हैं। नयी गतिविधियाँ और मनोरंजन आपके लिए विश्राम करने में सहायक सिद्ध होंगे। बिना किसी की मदद के भी आप धन कमा पाने में सक्षम हो सकते हैं बस आपको खुद पर विश्वास करने की जरुरत है। लोगों के साथ ठीक तरह से पेश आएँ, ख़ास तौर पर उनके साथ जो आपसे प्यार करते हैं और आपका ख़याल रखते हैं। कुछ लोगों के लिए नया रोमांस ताज़गी लाएगा और आपको ख़ुशमिज़ाज रखेगा। अगर आप कई दिनों से कामकाज में दिक़्क़त महसूस कर रहे हैं, तो आज के दिन आपको राहत महसूस हो सकती है। आज के दिन शुरू किया गया निर्माण का कार्य संतोषजनक रूप से पूरा होगा। ऐसा लगता है कि आपके जीवनसाथी आज आपके ऊपर ख़ास ध्यान देंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अच्छे स्वास्थ्य के लिए हरी ज्वार का दान करें या गाय को खिलाएं। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रहने वाला है। आज आप धार्मिक कार्यों में बढ़-चढ़कर हिस्सा लेंगे और उसमें कुछ धन भी व्यय करेंगे। राजनीति से जुड़े जातकों के लिए आज दिन उत्तम सफलता लेकर आएगा। आज नौकरी से जुड़े जातकों के मान-सम्मान में भी आज वृद्धि होगी। संतान पक्ष की ओर से भी आज आपको कोई हर्षवर्धन समाचार सुनने को मिल सकता है, जिससे आज उनके भविष्य की चिंता कम होगी। विद्यार्थियों को आज रणनीति बनाकर पढ़ना होगा, नहीं तो वह परीक्षा में सफलता नहीं पा सकेंगे।जैसे ही आप हालात पर पकड़ बनाने की कोशिश शुरू करेंगे, आपकी घबराहट ग़ायब हो जाएगी। जल्दी ही आप पाएंगे कि यह परेशानी साबुन के उस बुलबुले की तरह है, जो छूते ही फूट जाता है। दिन की शुुरुआत भले ही अच्छी हो लेकिन शाम के वक्त किसी वजह से आपका धन खर्च हो सकता है जिससे आप परेशान होंगे। घरेलू काम-काज निपटाने में बच्चे मदद करेंगे। खाली वक़्त में उन्हें ऐसे काम करने के लिए उत्साहित करें। आपकी प्रेम कहानी आज एक नया मोड़ ले सकती है, आपका साथी आज आपसे शादी को लेकर बात कर सकता है। ऐसे में कोई भी फैसला लेने से पहले आपको विचार अवश्य करना चाहिए। अपने लक्ष्यों का पीछा करने के लिए उम्दा दिन है। अपनी शारीरिक-ऊर्जा का स्तर ऊँचा बनाए रखें, ताकि आप जी-तोड़ मेहनत कर जल्द-से-जल्द उन्हें हासिल कर सकें। इस मामले में आप अपने दोस्तों की मदद भी ले सकते हैं। इससे आपका उत्साह बढ़ेगा और उद्देश्य को पाने में सहायता मिलेगी। यात्राओं से तुरंत लाभ तो नहीं होगा, लेकिन इसके चलते अच्छे भविष्य की नींव रखी जाएगी। घरेलू मोर्चे पर बढ़िया खाने और गहरी नीन्द का पूरा लुत्फ़ आप ले पाएंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- घर में सरकंडे या तीलियों की चिक खिड़की-दरवाजे पर लगाना आर्थिक स्थिति के लिए शुभ है। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। सरकारी नौकरी से जुड़े जातकों के कार्यालय में आज उनके सहयोगी उनके अधिकारियों से उनकी चुगली कर सकते हैं, इसलिए उनको सावधान रहना होगा। व्यापारियों की आज कहीं फंसा हुआ धन प्राप्त हो सकता है, जिससे उनकी आर्थिक स्थिति को मजबूती मिलेगी। यदि आज किसी संपत्ति की खरीदारी का मन बना रहे थे, तो उसमें भी आज आपको सफलता अवश्य प्राप्त होगी। जीवनसाथी की ओर से आज आपको पूर्ण सहयोग प्राप्त होगा। ननिहाल पक्ष से आज आपको धन लाभ प्राप्त होता दिख रहा है।भीड़भाड़ भरे इलाक़ों में यात्रा करते समय रक्तचाप के रोगियों को अतिरिक्त सावधान रहने की आवश्यकता है। आपके पास आज पैसा भी पर्याप्त मात्रा में होगा और इसके साथ ही मन में शांति भी होगी। कुछ लोगों के लिए- परिवार में किसी नए का आना जश्न और उल्लास के पल लेकर आएगा। आपका प्रेमी आज आपकी बातों को सुनने से ज्यादा अपनी बातें कहना पसंद करेगा जिसकी वजह से आप थोड़े खिन्न हो सकते हैं। आपको कार्यक्षेत्र में अच्छे फल पाने के लिए अपने काम करने के तरीके पर गौर करने की जरुरत है नहीं तो आप बॉस की नजरों में आपकी नकारात्मक छवि बन सकती है। सेमिनार और प्रदर्शनी आदि आपको नई जानकारियाँ और तथ्य मुहैया कराएंगे। घरेलू मोर्चे पर बढ़िया खाने और गहरी नीन्द का पूरा लुत्फ़ आप ले पाएंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- रुद्राक्ष की माला अपने गले में धारण करने से नौकरी/बिज़नेस में उन्नति होगी। \n"
}]
