horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "किसी पुराने दोस्त या परिवार के साथ बाहर घुमने जाने या बातचीत का आनंद लें ǀ आपको अपने काम के लिए उन्ही तरीकों पर भरोसा करना चाहिए जो आपके लिए पिछले समय में लाभकारी रहें हैं ǀ आज कोई नया प्रयोग शुरू करना ठीक नही होगा ǀ अगर आप कोई नौकरी या कोई परियोजना हासिल करने की कोशिश कर रहे हैं तपो पारम्परिक तरीकों से ही कोशिश करें ǀ अपने विचारों और योजनाओं की अच्छे से मार्केटिंग करें ,सफलता जरूर मिलेगी ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "आज आप अपनी वर्तमान जीवनशैली के स्वास्थ्य जोखिमों के बारे में जागरूक होंगे और इसमें सुधार के लिए कोई कार्यक्रम बनायेंगे ǀ कुछ कारणों से आपको किसी स्वास्थय सम्बन्धी जांचें करानी होंगी और इससे आप संभावित खतरे के प्रति सावधान हो जायेंगे ǀआप पहले भी कई बार इससे बेहतर जीवनशैली अपनाने की कोशिश कर चुके हैं लेकिन इस बार आपको यह करना थोडा आसान रहेगा ǀ",
        "मेष प्यार और संबंध राशिफल": "आप उन्मुक्त प्रवृति के आदमी हैं और समर्पण आपके स्वभाव में नही है इसीलिए आपके लिए यही बेहतर रहेगा कि आप इन सबमें न पड़ें या फिर अपने पार्टनर की पजेसिवनेस के साथ आराम से रहना सीख लें | जो अब अकेले हैं वे शांत और गंभीर दिख सकते हैं लेकिन उन्हें अपने पुराने प्यार की यादें परेशान कर सकती हैं | आगे बढना ही एकमात्र समाधान है |",
        "मेष कैरियर और धन राशिफल": "एक दुर्लभ नौकरी का अवसर आज आपके दरवाजे पर दस्तक देने के लिए आ रहा है। यह विचार करने पर कुछ हद तक जोखिम भरा लगेगा , लेकिन आप उस पर कार्रवाई करते हैं, तो आप अपने कैरियर को एक नया मोड़ दे सकते हैं। सुरक्षित और संकीर्ण रास्ते की तुलना में ये समय जोखिम लेने के लिए है ताकि जो आप अपने जीवन में करना चाहते है वो पूरा हो ।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "आज आप खुद की जरुरत से अधिक आलोचना करने के मूड में हैं ǀआपको भी पता है कि आपकी अधिकतर चिंताएं निरर्थक हैं,फिर भी आप चिंता करते रहते हैं ǀ इसका एकमात्र समाधान यह है कि अपने किसी ऐसे करीबी से सा अपनी चिंताओं के बारे में बात करें जो आपको सहारा दे सके ǀ इससे पहले कि आप विकर्षित अनुभव करें ,आपको किसी विश्वसनीय व्यक्ति से सलाह लेनी चाहिए ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "आज आप शारीरिक और मनोविज्ञानिक दोनों ही दृष्टियों से खुद को बहुत अच्छी स्थिति में पायेंगे ǀआपकी मानसिकता में उठान आपके काम में साफ़ दिखाई देगा ǀआप अपनी सेहत का बहुत अच्छे से ध्यान रख रहे हैं ǀआज थोडा सा और अधिक ध्यान रखें और बोरियत से बचने के लिए कोई फिटनेस कार्यक्रम ज्वाइन कर लें ǀचलते या टहलकद्मी करते हुए किसी को साथ ले लें,आपको अच्छा लगेगा ǀ",
        "वृषभ प्यार और संबंध राशिफल": "आज का दिन तीव्र भावनाओं के नाम रहेगा | रोमांस के नाम पर आपकी मांगें तो बढ़ी हैं लेकिन आपने अपने पार्टनर की भावनाओं की शक्ति और उनकी सहायता को काफी कम करके आँका है | अगर आप अपने रिश्ते के हिसाब से अपनी मांगों को देखेंगे तो पायेंगे की वे आपके पार्टनर की तुलना में कहीं ज्यादा हैं | आज के समय का उपयोग अपने सम्बन्ध में थोड़े भावनात्मक होने के लिए करें |",
        "वृषभ कैरियर और धन राशिफल": "ये समय अपनी प्रतिभा पर ध्यान केंद्रित करने और अपनी कमजोरियों के बारे में चिंता न करने का है । यह आप के लिए जीत का युग है! आप अपनी रणनीति के साथ दृढ़ हैं और अपने शब्दों के साथ अत्यंत सटीक रहेंगे । आपको पैतृक संपत्ति से या अपने अतीत के निवेश से कुछ अप्रत्याशित धन प्राप्त हो सकता है , लेकिन मौद्रिक लेनदेन में शामिल किसी पर भी भरोसा न करे और सावधान रहे ।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "आपके आसपास आपका ध्यान और समय बांटने वाली बहुत सी गतिविधियाँ चल रही हैǀछोटी-मोटी बातों पर समय व्यर्थ ना करें ǀएकाग्र रहें,तभी आपको मुक्त ऊर्जा का प्रवाह अनुभव हो पायेगा ǀअगर आपको यह मिल गया तो आपकी जिन्दगी बन जायेगी ǀ घबराएं नहीं,ध्यान से समझकर समय रहते अवसर का लाभ उठायें ǀसफलता की कुंजी प्राथमिकताएं तय करने से मिलेगी |",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "आज आप खुद को किसी ऐसे आदमी की वजह से गुस्से में अनियंत्रित पायेंगे ,जो बिना बात आपकी सब चीजों में टांग अडाता रहता है ǀ इससे आप बेहोश भी हो सकते हैं,इसीलिए अपना ध्यान रखें और इस आदमी हकरआप तरोताजा भी होंगे और आपका आत्मविश्वास भी बढ़ेगा ǀ",
        "मिथुन प्यार और संबंध राशिफल": "अपने पास कुछ न हो तो ओरों की संपत्ति का क्या फायदा ?ऐसा लगता है कि आप हाल में ही किसी ऐसे आदमी से मिले हैं जो आपको बेहद आकर्षक और अपने वर्तमान पार्टनर से कहीं बेह्तर लगा लेकिन ध्यान रखें | यह केवल आपका वहम है | आपके पास पहले से सर्वोत्तम है और आपको इसका ध्यान रखना चाहिए | इस समय एक गलत कदम उठाने से आप जीवन भर पछतायेंगे | इसीलिए इस लालच से बचें और आराम से रहें |",
        "मिथुन कैरियर और धन राशिफल": "आज आपका ध्यान कही भटक सकता है , और आपको लगेगा की आप अपने कार्यों को समय पर पूरा नहीं कर पाएंगे । परिणाम स्वरुप आप अपने कार्यो में पीछे रह सकते है । इसका सबसे अच्छा समाधान है की आप कार्य से एक दिन अवकाश ले और बाहरी गतिविधियों में एक दिन बिताए । यह आपको ऊर्जा से भरेगा और आप नए उत्साह के साथ अपने लंबित कार्यों को निपटने में सक्षम हो जायेंगे ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "यह समय मजे और स्वतन्त्रता दोनों में से किसी एक को चुनने का है ǀ अगर आप जिम्मेदार हैं तो आपको स्वतंत्रता भी मिल ही जायेगी ǀ हालाँकि अत्यधिक परिश्रम के बाद भी आप अपनी मंजिल पर तो नही पहुंच पायेंगे लेकिन बाद में आपको इसका फल जरुर मिलेगा इसलिए परिश्रम करते रहें ǀ वित्तीय स्थिति के लिए भी परेशान न हों,समय के साथ ठीक होती जायेगी ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "आप अभी किसी ऐसी स्थिति से बाहर निकलने की कोशिश कर रहे हैं जिससे बाहर निकलने की हर कोशिश अभी नाकाम साबित हो रही है लेकिन इसका अर्थ यह बिलकुल नही है कि आप जिम जाना या अच्छा खाना खाना भूल ही जाएँ ǀखुद से अपेक्षाएं थोड़ी कम रखें –खुद को असाधारण साबित करने की कोशिश को छोड़कर कुछ बातें इश्वर पर छोड़ दें ǀ",
        "कर्क प्यार और संबंध राशिफल": "आप अभी हाल ही में किसी के साथ रोमांटिक रिश्ते में बंधे हैं | वैसे आप इस व्यक्ति को पहले से भी जानते हैं लेकिन इनकी कई कमियों को देखकर आपको अब आश्चर्य हो रहा है ,जो आपके सामने अब आई हैं | वह आपकी उम्मीदों को समझने और उनपर खरा उतरने की कोशिश में नाकाम रहा है | आपको उसे कुछ समय देना होगा | धीरे धीरे ही सही लेकिन वह आपको जरुर समझना शुरू करेगा |",
        "कर्क कैरियर और धन राशिफल": "बदलाव आपके कैरियर में संकेत दे रहे है, लेकिन ये परिवर्तन आपको आनंद देगा । आपको नयी नौकरी की पेशकश मिल सकती है , या एक नए विभाग में आपको स्थानांतरित किया जा सकता है । पदोन्नति का भी संकेत मिल रहा है । आप अपनी नई जिम्मेदारियों से प्यार करेंगे और अपने आप को साबित करने के लिए उत्साह से भर जाएंगे । आप अपनी कार्य क्षमताओं से हर किसी को प्रभावित करेंगे ।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आप आज थोड़ी सी गंभीर मानसिक स्थिति में रहेंगे ǀ आपको आज जीवन के व्यावहारिक मुद्दों पर ध्यान देना होगा ǀ लेकिन आप विश्वास और आशावादिता से भरपूर हैं और गहरे भावनात्मक स्तर पर भी मौके लेने के लिए तैयार हैं ǀ आपका कोई करीबी आपके लक्ष्यों और उद्देश्यों के लिए अपनी चिंता जाहिर करेगा,उन्हें अपनी स्थिति समझाने के लिए समय निकालें ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "यह समय कुछ जबरदस्त शारीरिक मेहनत वाली गतिविधि करने का है | वजन उठाना एक अच्छा विकल्प हो सकता है | अगर आप किसी अथ्लीट कार्यक्रम या ट्रेनिंग कार्यक्रम के बारे में शामिल होने के बारे में निर्णय नही ले पा रहें हैं तो निश्चिंत होकर शामिल हो जाएँ,आपको अच्छे स्वास्थ्य और ऊर्जा की अनुभूति होगी | एक्सरसाइज से आपको खुद की भावनाओं को भी अच्छे से समझने में मदद मिलेगी और इससे आप अपने जीवन में किसी सम्बन्ध या करियर के बारे में स्पष्ट सोचकर महत्वपूर्ण फैसला ले पायेंगे |",
        "सिंह प्यार और संबंध राशिफल": "एक तर्क में जीतना एक दिल के जीतने से बहुत अलग है। आप अपनी बात को साबित कर सकते है , परन्तु फिलहाल इस तरीके से आपका साथी आपसे दूर हो सकता है या आपका बहिष्कार कर सकता है । अपने प्यार अपने साथी को तर्क वितर्क में जितने का मौका दे । अपने साथी को आपके बिना बोले अपना मन मस्तिष्क पढ़ने दे । कुछ कदम आगे जाकर अपने प्यार अपने साथी की मदद करे और इस तरह से आपका साथी आपकी सूक्ष्म कदमो की सराहना करेगा ।",
        "सिंह कैरियर और धन राशिफल": "आज एक नई नौकरी की पेशकश आपके रास्ते में आने की संभावना है। सार्वजनिक क्षेत्र में काम करने वाले लोगों के लिए विशेष रूप से अच्छे अवसर है । आप अपनी नौकरी बदलने के बारे मैं नहीं सोच रहे है और हो सकता है की मौजूदा नौकरी में आप संतुष्ट हो , लेकिन नई नौकरी बेजोड़ अवसरों को अपने साथ लाएगी । यह एक जोखिम भरा कदम हो सकता है , लेकिन आगे बढ़ने में ये कदम काफी कारगर साबित होगा ।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आज हर कोई आपकी तरफ आकर्षित होगा ǀसब आपकी समझ और शिष्टता से प्रभावित होंगे ǀखूब प्रशंसा मिलेगी ǀइस बेहतरीन समय का प्रयोग नए दोस्त बनाने और नए लोगों से मिलने जुलने में करें ǀइससे आपके सामने नए अवसर खुलेंगे ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "अब समय आ गया है कि आपको अपमी धडकन,रक्तचाप और शुगर का स्तर जांचने के लिए एक मेडिकल उपकरण खरीदकर अपने साथ रखना होगा ǀआपको ऊपर लिखी सब चीजों का निरंतर ध्यान रखना होगा ǀइससे आपको अपनी प्रगति का रिकॉर्ड रखने और एक संतुलित स्वास्थ्य प्राप्त करने के लिए जो-जो प्रयास किये हैं,उनका प्रभाव जांचने में भी मदद मिलेगी ǀ",
        "कन्या प्यार और संबंध राशिफल": "यह समय उन सभी रिश्ते को मजबूत करने का समय है , जिनको आपने अपने प्रेम प्रसंग के लिए कुछ पीछे छोड़ दिया था । इसमें आपके माता पिता, भाई-बहन , आपका विस्तारित परिवार और आपके दोस्त शामिल है। आपको यह एहसास करने की जरूरत है की ये रिश्ते किसी भी चीज़ से कम महत्वपूर्ण नहीं हैं और ये आपको मूल्यवान समर्थन प्रणाली प्रदान करते हैं । आपको अपने प्रेम के रिश्ते की तरह ये रिश्ते भी पोषित करने की जरुरत है ।",
        "कन्या कैरियर और धन राशिफल": "कार्य क्षेत्र में आपका जीवन संतुलित रहेगा । आप अपने प्रभावशाली नरम कौशल के लिए जाने जायेंगे । आप को और अधिक ज्ञान पाने के लिए कई अवसर मिलेंगे तथा आप अन्य लोगों के साथ इस ज्ञान को साझा भी कर सकते हैं । लेकिन कुछ अप्रत्याशित परिस्थितियों में आपको भारी वित्तीय नुकसान हो सकता है ।"
    },
    "6": {
        "तुला दैनिक राशिफल": "आपको अपने कामों को पूरा करने के लिए बहुत कम साधन उपलब्ध होंगें और इससे आपके काम में बाधा पहुचेगी ǀ इससे परेशान न हों,आपको दिन के अंत तक अपनी पसंद का काम और साधन दोनों ही मिल जायेंगे ǀ आप प्रकृति से ही मेहनती हैं और आप जिम्मेदारियों के साथ साथ स्वतंत्रता का भी आनंद लेंगे ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "आप आज ऊर्जा से भरे हैं और सच में कठिन मेहनत करने के लिए तैयार हैं ǀ आपकी सकारात्मक ऊर्जा का प्रवाह आपकी टीम के बाकी सब लोगों को भी बेहतर काम करने के लिए प्रेरित करेगा ǀ घर पर भी आपको अभी की तुलना में ज्यादा जिम्मेदारियां लेनी चाहियें,इससे आपके परिजनों को अच्छा लगेगा और सुनिश्चित करें कि स्वाभाविक रूप से यह ट्रेंड बना रहे ǀ",
        "तुला प्यार और संबंध राशिफल": "आज का दिन अपने रिश्तो की खटास और कड़वाहट को कम और सही करने का है , लेकिन आप ही को पहला कदम उठाना पड़ेगा। आपको महत्वकांशा और गर्व को पीछे रखना होगा और चीज़ो को खुद अपने हाथो में लेना होगा , अन्यथा आपका रिश्ता एक उथल पुथल सवारी की तरह आगे बढ़ेगा । आज आपका साथी अपना मन सारे सुझावों के लिए खुला रखेगा ।",
        "तुला कैरियर और धन राशिफल": "आपके कार्य क्षेत्र का भाग्य आपके साथ चल रहा है और आपके पास काफी परियोजनायें है , फिर भी आज एक नया अवसर आपको मिल सकता है जो की आपके करियर के लिए काफी अच्छा रह सकता है । ये आपके कार्य क्षेत्र में आप पर अधिक जिम्मेदारी डालेगा । आप थोड़ा बदलाव चाहेंगे । आपको ये अवसर कार्यालय के भीतर उपलब्ध हो सकता है । इस के बारे में किसी भी जानकारी के प्रति सचेत रहें , हालांकि, आपका वेतन उतना ही रहेगा ।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "आज आप खुद को अधिक समर्पित अनुभव करेंगे और सारा लंबित काम निपटा लेंगे ǀये सारा काम ख़त्म करके आपको एक तरह की संतुष्टि मिलेगी जिसे आपके अन्य करीबी भी नोट करेंगे ǀ इसका नतीजा यह होगा की आपको घर और कार्यस्थल ,दोनों ही जगह अधिक सराहना मिलेगी ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "आज अनुशासन अच्छे स्वास्थ्य की कुंजी हैI |आप अब जंक फ़ूड भी नही खा रहे तथा व्यायाम भी कर रहे हैं लेकिन आपका तरीका ठीक नही है,इसीलिए आपको इच्छित परिणाम प्राप्त नही हो रहे हैं |आपको इन सबसे अधिकतम लाभ प्राप्त करने के लिए एक निश्चित रूटीन बनाना होगा ,तभी आपको इन सबका लाभ मिल पायेगा |",
        "वृश्चिक प्यार और संबंध राशिफल": "अभी पिछले कुछ दिनों में एक दुसरे के लिए आपके प्यार की सभी भावनाएं व्यर्थ की बाधाओं और गलतफहमियों में उलझकर रह गई हैं | आज कोई ऐसी घटना होगी जिससे आपके सारे संदेह मिट जायेंगे और एक दुसरे के लिए आपका सच्चा और गहरा प्यार तथा समर्पण खुलकर सबके सामने आ पायेगा | अपने पार्टनर की तारीफ करना न भूलें | अपनी अंतरतम की भावनाओं को रोमांटिक भाव भंगिमाओं से दिखाने का यह बहुत अच्छा समय है |",
        "वृश्चिक कैरियर और धन राशिफल": "आज आप वह प्यार और ख़ुशी को पाएंगे जो आप अपने कार्य क्षेत्र में महसूस करते थे । बाहरी दबावों और काम के बोझ की वजह से वह ख़ुशी कही दब सी गई थी पर एक खुशनुमा पल आपको ये एहसास कराएगा की क्यों अपने ये कार्य क्षेत्र चुना था और ये क्यों आप पर इतना जचता है । आज का दिन अपने कार्य क्षेत्र में अपना रवैया बदलने के लिए अति उत्तम है ।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आप पिछले कुछ समय से उपेक्षित महसूस कर रहे हैं लेकिन आज आप पर सबका ध्यान आएगा ǀ लाइमलाइट आप पर रहेगी और आप आसानी से इस अवसर का लाभ उठाकर खुद को साबित कर पायेंगे ǀ यह किसी नए दोस्त के मिलने,पुराने के सामने आने या कार्यस्थल की किसी स्थिति से सम्बंधित भी हो सकता है ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "आपको अपने और दूसरों के मामले में धीरज रखना सीखना होगा |आपके सामने ऐसी बहुत सारी स्थितियां आएँगी जिनसे आपको कोई फायदा नही हुआ होगा और उन स्थितियों में अपने आप को संभालने के लिए आपको सही वक़्त और सही चीजें होने का इन्तजार करना सीखना होगा |सुबह की सैर करें और अगर संभव हो तो घास पर नंगे पैर चलें |",
        "धनु प्यार और संबंध राशिफल": "कई घटनाओं की वजह से आज आपका प्यार का जीवन एक अलग ही प्रकाश में दिखेगा । आपको कुछ नयी जानकारी मिलेगी या अपने साथी की इच्छाओं और चरित्र के बारे में एक नई जानकारी मिल सकती है , इसकी वजह से आपके रिश्ते में एक महत्वपूर्ण मोड़ आएगा । आपको अपने साथी के लिए अपनी खुद की इच्छाओं और आत्म सम्मान के बीच संतुलन रखना होगा ।",
        "धनु कैरियर और धन राशिफल": "आप अपने वांछित लक्ष्यों को प्राप्त करने के लिए और अपने परिवार की धन वृद्धि के लिए शक्तिशाली ऊर्जा से भरे हुए हैं। आप अधिक ज्ञान को प्राप्त करने में सक्षम हो जायेंगे और जिससे आप अगली बार किसी की सेवा करने पर अधिक कमाने लायक हो जाएंगे , इस तरह से आपके हाथो में वित्तीय सुरक्षा और सफलता के लिए सभी सामग्री रहेगी ।"
    },
    "9": {
        "मकर दैनिक राशिफल": "अगर कुछ लोग आपको नहीं समझ पा रहें हैं तो उन्हें अपना हरेक काम समझाने में अपना समय और ऊर्जा बर्बाद ना करें ǀ वे कभी नही मानेंगे ǀ आप काफी व्यस्त रहेंगे लेकिन आपको आने वाली जरूरतों के कारण पहले वाली योजनाओं में भी कुछ बदलाव करने पड सकते हैं ǀ स्थिति की मांग के अनुसार कार्य करें ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "आपको अपने दिमाग को सख्ती से आदेश देकर यह सिखाना होगा कि आपको केवल स्वास्थ्य के लिए लाभदायक चीजें ही खानी हैं और आपको हर रोज सुबह उठकर एक्सरसाइज जरुर करनी ही हैं |यकीन मानिए यह आपकी जिन्दगी का बहुत अच्छा अनुभव होगा |अगर जरुरत पड़े तो खुद से अकेले में पूछें –आप कैसे हैं ?इससे आपको खुद का ध्यान रखने में मदद मिलेगी |",
        "मकर प्यार और संबंध राशिफल": "आपको कहीं न कहीं यह महसूस होना शुरू हो गया है कि किसी के साथ रोमांटिक तरीके से जुड़ने में दिक्कतें ज्यादा हैं और संतुष्टि भी कोई नही है फिर भी आपकी जिन्दगी में कोई एक अलग सा व्यक्ति आने वाला है जो एक बार फिर आपको विपरीत लिंग के लोगों के बारे में दुबारा सोचने पर मजबूर करेगा | अपने आपको निराश न होने दें , सब्र का फल मीठा होता है और सब्र रखने से आपको भी मीठा फल जरूर मिलेगा |",
        "मकर कैरियर और धन राशिफल": "जिस महत्वपूर्ण कार्य के लिए आपने नींव बिछाने का कार्य किया था उसका फल आज से आपको मिलने लगेगा । हालांकि कुछ महत्वपूर्ण संकेतो को आप शायद न देख पाओ और निराशा और आलसीपन आप में विकसित हो सकता है। अगर आप अपने प्रयासों में कमी लाएंगे तो आपकी सारी की गई मेहनत पर पानी फिर सकता है , इसलिए जरुरी है की आप अपने प्रयासों को मजबूती से करना जारी रखे।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "आप एक साधारण आदमी हैं और इसीलिए आप संबंधों में कोई चालाकी नही करते ǀ इससे आपको कई बार नुक्सान भी उठाना पड़ता है लेकिन यह सब अधिक समय तक नही चलेगा ,आखिर में चालाकी के स्थान पर आपकी सरलता की ही जीत होगी ǀ अपनी संवेदनाओं को नियंत्रण में रखें ǀ करीबियों के साथ अच्छा वक़्त बिताने की सम्भावना बनी हुई है ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "आप आज ऊर्जा और आशा से भरे हैं |यह सकारात्मक भावना आपको पूरे दिन प्रेरित करती रहेगी चाहे आपके रास्ते में कितनी भी बाधाएं आयें |हालाँकि आपके स्वास्थ्य की स्थिति बहुत अच्छी नही कही जा सकती फिर भी आप बिस्तर पर तो पड़े नही रहेंगे |विशेषज्ञ से सलाह लेकर आप बहुत जल्दी अपने स्वास्थ्य में सुधार कर पायेंगे| संतुलित भोजन करें |",
        "कुंभ प्यार और संबंध राशिफल": "कोई भी पूर्ण नहीं है। अगर आप एक साथी से संतुष्ट है , तो आपको बाहर किसी भी चीज़ को तलाश करने की जरुरत नहीं है , क्यों की सब कुछ तो आपके पास ही है । इच्छाओं का कोई अंत नहीं है । आपको ये समझना जरुरी है की अगर आप अपने संबंध में स्थिर है , तभी आप एक बेहतर कल के लिए अपनी ऊर्जा को बेहतर ढंग से क्रियान्वयन कर पायेंगे ।",
        "कुंभ कैरियर और धन राशिफल": "लालच आज आपके रास्ते में दिखाई देगा, लेकिन आवश्यक है की आप सही मार्ग पर चले । गलत और छोटे रास्ते अंत में आपके करियर के लिए हानिकारक हो सकते है । सही रास्ता चुनना इतना आसान नहीं होगा और ये तभी हो सकता है जब लालच आप पर हावी न हो । अगर आप अपने से यह नहीं कर सकते हैं, तो एक सच्चे शुभचिंतक की सहायता ले सकते है जो आपको मजबूत रहने में मदद करेगा ।"
    },
    "11": {
        "मीन दैनिक राशिफल": "आपके अनिर्णय की स्थिति से बिना बात की परेशानी पैदा हो सकती है ǀ परिवार से जुड़े और रियल एस्टेट से जुड़े हुए मुद्दों को आपको अब गंभीरता से लेने की जरुरत है ǀआपको इनसे सम्बंधित कोई पत्र प्राप्त होगा ǀपुरानी अधूरी -अनसुलझी बातें अब आपको परेशान करेंगी और आप इन्हें सुलझाए बिना आगे नहीं बढ़ सकते ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "आजकल यात्रा करने की वजह से आप अपने सामान्य फिटनेस कार्यक्रम का पालन नही कर पा रहे हैं ,विशेषज्ञों से सलाह लेकर अपना कार्यक्रम दुबारा बनाएं ǀआपको आज संक्रमण होने की भी आशंका है,इसके लिए कोई हल्की-फुलकी दवा लेना फायदेमंद रहेगा लेकिन कोई तेज दवा लेने से आपका पेट गंभीर रूप से ख़राब भी हो सकता है ǀ",
        "मीन प्यार और संबंध राशिफल": "आज आपके संबंधों में कोई बड़ा बदलाव हो सकता है | अगर आप पहले से किसी सम्बन्ध में हैं तो ध्यान से यह सोच लें कि आपको इसे आगे बढाना है या इससे बाहर निकलना है ताकि बाद में किसी बुरी स्थिति में न फंसें | अगर आप अकेले हैं तो यह समय कोई नया रिश्ता शुरू करने के लिए ठीक नही है क्योंकि अभी आप सिग्नल को सही नही पढ़ पायेंगे |",
        "मीन कैरियर और धन राशिफल": "आज काफी सारी बाते आपके ध्यान देने योग्य होगी जिससे आप का सब पर ध्यान लगाना मुश्किल होगा । ज्यादा तनाव न पाले । बैठ कर शांति से निर्णय के बारे में सोचे और उसके अनुसार कार्य करे । आज आप एक पुराने दोस्त से मिल सकते है। कोई जानकर आपके सामने एक दिलचस्प प्रस्ताव रख सकता है जिसको जानकर आप लालायित हो सकते है परन्तु सोच समझकर निर्णय ले ।"
    }
}]
