horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आपको व्यापारिक मामलों में सफलता प्राप्त हो सकती है और नौकरी में भी प्रमोशन मिल सकता है। आज आप कुछ सामाजिक कार्य पर भी कुछ धन व्यय करेंगे, जिससे आपके मान सम्मान में वृद्धि होगी। सरकार की तरफ से भी आज आपको कोई विशेष सम्मान मिल सकता है। दोपहर के समय आपके व्यापार की आज कोई डील फाइनल हो सकती है। इसकी वजह से आपकी आर्थिक स्थिति मजबूत होगी। ससुराल पक्ष से भी आज धन लाभ मिलता दिख रहा है। आज आप अपने माता-पिता की सेवा में व्यतीत करेंगे।दिन फ़ायदेमन्द साबित होगा और आप किसी पुरानी बीमारी में काफ़ी आराम महसूस करेंगे। आज के दिन आपको अपने उन दोस्तों से बचकर रहने की जरुरत है जो आपसे उधार मांगते हैं और फिर उसे लौटाते नहीं हैं। जिन लोगों से आपकी मुलाक़ात कभी-कभी ही होती है, उनसे बातचीत और संपर्क करने के लिए अच्छा दिन है। ज़िंदगी में एक नया मोड़ आ सकता है, जो प्यार और रोमांस को नयी दिशा देगा। जो लोग अब तक बेरोजगार हैं उन्हें अच्छी जॉब पाने के लिए आज और अधिक मेहनत करने की जरुरत है। मेहनत करके ही आप सही परिणाम पा पाएंगे। भरपूर रचनात्मकता और उत्साह आपको एक और फ़ायदेमंद दिन की ओर ले जाएंगे। आपका जीवनसाथी आज ऊर्जा और प्रेम से भरपूर है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- किन्नरों(बुध नपुंसक है) का भूलकर भी अपमान न करें व यथाशक्ति इनको दान देने से आर्थिक स्थिति मजबूत होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम रूप से फलदायक रखेगा। आज आप अपने व्यापार की नई योजनाओं को आगे बढ़ाएंगे जिससे आपके व्यापार में तेजी से तरक्की होगी। नौकरी कर रहे जातकों को आज कोई शुभ सूचना प्राप्त हो सकती है। जीवनसाथी का भरपूर सहयोग व सानिध्य प्राप्त होगा। आज आप अपने जीवनसाथी के लिए कोई उपहार भी खरीद सकते हैं। संतान के विवाह प्रस्ताव को आज आप मंजूरी दे सकते हैं जिससे परिवार के सदस्यों में खुशी की लहर दौड़ जाएगी। सायंकाल का समय आज आप किसी मांगलिक समारोह में भी सम्मिलित हो सकते हैं।आज के मनोरंजन में बाहर की गतिविधियों और खेल-कूद को शामिल किया जाना चाहिए। जिन लोगों ने किसी अनजान शख्स की सलाह पर कहीं निवेश किया था आज उन्हें उस निवेश से फायदा होने की पूरी संभावना है। जीवनसाथी से झगड़ा मानसिक तनाव की ओर ले जा सकता है। बेकार का तनाव लेने की ज़रूरत नहीं है। ज़िंदगी का एक बड़ा सबक़ इस बात को मान लेना है कि बहुत-सी चीज़ों को बदलना नामुमकिन है। आज आप कोई दिल टूटने से बचा सकते हैं। आज अनुभवी लोगों से जुड़कर जानने की कोशिश करें कि उनका क्या कहना है। कोई रोचक मैगजीन या उपन्यास पढ़ के आजके दिन को आप अच्छी तरह से व्यतीत कर सकते हैं। आपका जीवनसाथी हाल में हुई खटपट को भुलाकर अपने अच्छे स्वभाव का परिचय देगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- सर्पाकार चांदी की अंगूठी धारण करने से पारिवारिक जीवन खुशहाल रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए रचनात्मक रहने वाला है। किसी भी तरह काम को पूरा करने में आज पूरा दिन बिता सकते हैं जिसके चलते आज आप अपने जीवनसाथी को समय नहीं दे पाएंगे और वह आपसे नाराज हो सकते हैं। आज आप वही कार्य करने की सोचें, जो आपको प्रिय हो क्योंकि आज आपके सभी कार्य बनते नजर आ रहे हैं। आज आप अपने लिए भी कुछ समय निकालने में कामयाब रहेंगे जिससे आपको मानसिक शांति मिलेगी। व्यापार के लिए नई योजना भी आज आपके दिमाग में आएगी। नौकरी में आज आप अपने सीनियर्स के सहयोग से तरक्की करेंगे। सायंकाल का समय आज आप अपने जीवनसाथी को कहीं घुमाने फिराने जा सकते हैं।आपका सबसे बड़ा सपना हक़ीक़त में बदल सकता है। लेकिन अपने उत्साह को क़ाबू में रखें, क्योंकि ज़्यादा ख़ुशी भी परेशानी का सबब बन सकती है। जिन लोगों की अब तक तनख्वाह नहीं आयी है आज वो पैसों के लिए बहुत परेशान रह सकते हैं और अपने किसी दोस्त से उधार मांग सकते हैं। दोस्तों और परिवार के साथ मज़ेदार समय बीतेगा। आपकी आँखें इतनी चमकीली हैं कि वे आपके प्रिय की अंधेरी रात को भी रोशन कर सकती हैं। तब तक कोई वादा न करें, जब तक कि आप पूरी तरह उसे पूरा करने में सक्षम न हों। किसी भी स्थिति में आपको अपने समय का ख्याल रखना चाहिए याद रखिये अगर समय की कद्र नहीं करेंगे तो इससे आपको ही नुक्सान होगा। जीवनसाथी के साथ आज की शाम वाक़ई कुछ ख़ास होने वाली है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- आर्थिक स्थिHति को अच्छा करने के लिए नियमित गायत्री मन्त्र व गायत्री चालीसा पढ़ें। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए काफी शुभ फल देने वाला रहेगा। आज का दिन आप दूसरों की मदद करने में भी निकालेंगे लेकिन उसका फल आपको अवश्य मिलेगा। ऑफिस में आज आपको लाभ प्राप्त होने की उम्मीद है। इससे आपके सहयोगी भी आपके प्रशंसा करते नजर आएंगे। आप जैसा चाहते हैं, वैसा ही माहौल मिलेगा जिससे आपके अंदर सकारात्मक ऊर्जा रहेगी। रात्रि में आज किसी विवाह, जन्मदिन, इत्यादि में जाना पड़ सकता है। आज आपके लंबे समय से रुके हुए काफी कार्य पूरे होंगे। दिल से आपको थोड़े तनाव से मुक्ति मिलेगी। विद्यार्थियों को आज उच्च शिक्षा के मार्ग में आ रही बाधा दूर होगी।मानसिक शान्ति के लिए किसी दान-पुण्य के काम में सहभागिता करें। बिना किसी की मदद के भी आप धन कमा पाने में सक्षम हो सकते हैं बस आपको खुद पर विश्वास करने की जरुरत है। आपकी भरपूर ऊर्जा और ज़बरदस्त उत्साह सकारात्मक परिणाम लाएंगे व घरेलू तनाव दूर करने में मददगार रहेंगे। आप प्रेम की आग में धीरे-धीरे ही सही, लेकिन लगातार जलते रहेंगे। काम में मन लगाएँ और जज़्बाती बातों से बचें। आज जीवन के कई अहम मुद्दों पर आप घरवालों के साथ बैठकर बात कर सकते हैं। आपकी बातें घरवालों को परेशान कर सकती हैं लेकिन इन बातों का हल अवश्य निकलेगा। शादी सिर्फ़ एक छत के नीचे रहने का नाम नहीं है; एक-दूसरे के साथ कुछ समय बिताना भी ज़रूरी है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- किसी भी गरीब व्यक्ति को बक्षीस देनें या भोजन कराने से प्रेम सम्बन्धों में वृद्धि होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए काफी व्यस्तता भरा रहेगा। आज आप धर्म-कर्म के मामलों में भी बढ़ चढ़कर हिस्सा लेंगे जिससे आर्थिक और सामाजिक क्षेत्र में फायदा होगा और आप उसमें कुछ धन भी व्यय करेंगे। जो ब्याज के पैसे लेनदेन करने का सोच रहे हैं, उनके लिए दिन कमजोर है। कार्य क्षेत्र में कुछ लोग कार्यों में रुकावट डालने की कोशिश करेंगे लेकिन आपके सभी कार्य बनते ही नजर आ रहे हैं। आज किसी व्यक्ति को उधार दिए हुए धन की प्राप्ति भी हो सकती है जिससे आपका मन प्रसन्न रहेगा और आप अपने परिवार के सदस्यों के सभी उत्तर दायित्व की पूर्ति भी आसानी से कर सकेंगे।आपके पास अपनी सेहत और रूप-रंग को सुधारने के लिए पर्याप्त समय होगा। जो लोग काफी वक्त से आर्थिक तंगी से गुजर रहे थे उन्हें आज कहीं से धन प्राप्त हो सकता है जिससे जीवन की कई परेशानियां दूर हो जाएंगी। दोस्त शाम के लिए कोई बढ़िया योजना बनाकर आपका दिन ख़ुशनुमा कर देंगे। मुहब्बत और रोमांस आपको ख़ुशमिज़ाज रखेगे। अपने उद्देश्यों की ओर शान्ति से बढ़ते रहें और सफलता मिलने से पहले अपने पत्ते न खोलें। घर के छोटे सदस्यों को साथ लेकर आज आप किसी पार्क या शॉपिंग मॉल में जा सकते हैं। अपने जीवनसाथी की ख़ूबियों के चलते आप एक बार फिर उनके प्यार में गिरफ़्तार हो सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- हाथी की मूर्ति चाँदी में बनवाकर अपने घर में रखने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपको हर मामले में सतर्क रहने का होगा क्योंकि आज आपके शत्रु आप को नुकसान पहुंचाने में कोई कसर नहीं छोड़ेंगे, इसलिए सतर्क रहें। आज आपको व्यापार के लिए दूर की यात्रा भी करनी पड़ सकती है जिससे आपके व्यापार को भी लाभ होगा। आज दोपहर के समय आपका कोई दोस्त आपसे मदद मांग सकता है। आज आप परिवार के लोगों के सदस्यों के साथ किसी शुभ मांगलिक कार्यक्रम पर चर्चा कर सकते हैं। आज आपको अपने व्यवहार में संयम व सावधानी बरतनी चाहिए। यदि ऐसा नहीं किया तो आज आपके नौकरी में आपके विरोधी आपका प्रमोशन रुकवा सकते हैं। आज व्यस्तता के चलते आप अपने परिवार को सम्मान नहीं दे पाएंगे जिससे आपकी माता जी आप से नाराजगी जता सकती हैं।आपका व्यक्तित्व आज इत्र की तरह महकेगा और सबको आकर्षित करेगा। आपका कोई पुराना मित्र आज कारोबार में मुनाफा कमाने के लिए आपको सलाह दे सकता है, अगर इस सलाह पर आप अमल करते हैं तो आपको धन लाभ जरुर होगा। आपका मज़ाकिया स्वभाव सामाजिक मेल-जोल की जगहों पर आपकी लोकप्रियता में इज़ाफ़ा करेगा। आपका प्रिय आपसे वादे की मांग करेगा, लेकिन ऐसा वादा न करें जिसे आप पूरा न कर सकें। नौकरी बदलना मददागार साबित होगा। आप अपनी वर्तमान नौकरी को छोड़कर किसी नए क्षेत्र जैसे कि मार्केटिंग वग़ैरह में जा सकते हैं, जो आपके लिए बढ़िया रहेगा। लोग आपके बारे में क्या सोचते हैं आज आपको इस बात से कोई फर्क नहीं पड़ेगा। बल्कि आज आप खाली समय में किसी से मिलना जुलना भी पसंद नहीं करेंगे और एकांत में आनंदित रहेंगे। आपका प्यार, आपका जीवनसाथी आपको कोई ख़ूबसूरत तोहफ़ा दे सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- प्रेम जीवन को मधुर बनाने के लिए अपनी जेब में एक सुगंधित रूमाल रखें। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज आपके प्रॉपर्टी से जुड़े विवाद सुलझ सकते हैं। जीवनसाथी से आज भविष्य की योजना पर चर्चा करेंगे। व्यापार में आज आप अपने नए प्रोजेक्ट्स को शुरू कर सकते हैं, दिन उत्तम रहेगा। आज आपको अपने मित्रों के साथ पार्टी करने का मौका मिल सकता है जिसमें आपको कोई विशेष जानकारी प्राप्त हो सकती है। जमीन जायदाद से संबंधित यदि कोई मामला कोर्ट कचहरी में चल रहा है तो उसमें आज आपको जीत मिल सकती है लेकिन आज आपको अपने स्वास्थ्य के प्रति सचेत रहना होगा क्योंकि उसमें आज गिरावट हो सकती है।जब आप कोई फ़ैसला लें, तो दूसरों की भावनाओं का ख़ास ख़याल रखें। आपका कोई भी ग़लत निर्णय न केवल उनपर ख़राब असर डालेगा, बल्कि आपको भी मानसिक तनाव देगा। आज आपका धन कई चीजों पर खर्च हो सकता है, आपको आज अच्छा बजट प्लान करने की आवश्यकता है इससे आपकी कई परेशानियां दूर हो सकती हैं। एक मज़ेदार शाम के लिए दोस्त आपको अपने घर पर बुलाएंगे। आपको पहली नज़र में किसी से प्यार हो सकता है। ख़ुद को अभिव्यक्त करने के लिए अच्छा समय है- और ऐसे प्रोजेक्ट पर काम कीजिए, जो रचनात्मक हों। कोई आध्यात्मिक गुरू या बड़ा आपकी सहायता कर सकता है। यह शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक है। आपको प्रेम की गहराई का अनुभव करेंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- पार्वती मंगल स्तोत्र का पाठ करने से फैमिली लाइफ अच्छी चलेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए और दिनों के मुकाबले काफी बेहतरीन रहने वाला है। जो लोग रोजगार की दिशा में प्रयास कर रहे हैं, उनको भी आज उत्तम अवसर प्राप्त होंगे ही जिससे वह अपने भविष्य को संवारेंगे। आज आप अपने परिवार की सुख और शांति व्यवस्था का आनंद उठाएंगे। सभी लोग आपस में एक दूसरे की मदद करते नजर आएंगे। इससे आपका मानसिक तनाव भी कम होगा और मन में प्रसन्नता रहेगी। यदि आप नौकरी या व्यापार में आज कोई नवीनता ला सकते हैं तो आगे भविष्य में आपको इसका भरपूर लाभ होगा। आज आपको व्यापार में दिनभर लाभ के अवसर मिलते रहेंगे। आर्थिक स्थिति को मजबूती मिलेगी।अध्यात्म की सहायता लेने का सही समय है, क्योंकि मानसिक तनाव को मार भगाने के लिए यह सबसे बेहतरीन विकल्प है। ध्यान और योग आपकी मानसिक मज़बूती को बढ़ाने में कारगर रहेंगे। आपको कई स्रोतों से आर्थिक लाभ होगा। ऐसे मुद्दों पर बात करने से बचें, जिनको लेकर प्रियजनों से वाद-विवाद होने की संभावना है। अपने प्रिय को आज निराश न करें- क्योंकि ऐसा करने की वजह से बाद में आपको पछताना पड़ सकता है। आज आपके बॉस का बढ़िया मिज़ाज पूरे कार्यालय के माहौल को अच्छा बना देगा। खाली वक्त का आज आप सदुपयोग करेंगे और उन कामों को पूरा करने की कोशिश करेंगे जो बीते दिनों पूरे नहीं हो पाए थे। जीवनसाथी के साथ एक आरामदायक दिन बीतेगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- ॐ भौमाय नमः इस मंत्र का 11 बार उच्चारण करने से लव लाइफ ठीक रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपको सावधानी से हर काम को करने का मौका देगा इसलिए इसका लाभ उठाएं। यदि ऐसा नहीं किया तो कोई बड़ा लाभ आज आपके हाथ से निकल सकता है। यदि आज कोई ठोस निर्णय लेना पड़े तो सोच विचार कर लें, नहीं तो वह आपके हाथ से आपके कई लाभ छीन सकता है। आज आपको अपने किसी परिजन के लिए भी पैसों का इंतजाम करना पड़ सकता है लेकिन आपको उसे पहचानना होगा नहीं तो वह आपका फायदा भी उठा सकता है। व्यापार में यदि आज आपको कोई जोखिम उठाना पड़े तो सोच विचार उठाएं नहीं तो भविष्य में आपको परेशानी का सामना करना पड़ सकता है।आपकी व्यक्तिगत समस्याएँ मानसिक शांति को भंग कर सकती हैं। मानसिक दबाव से बचने के लिए कुछ रोचक और अच्छा पढ़ें। पैसे कमाने के नए मौक़े मुनाफ़ा देंगे। परिवार की स्थिति आज वैसी नहीं रहेगी जैसा आप सोचते हैं। आज घर में किसी बात को लेकर कलह होने की संभावना है ऐसी स्थिति में खुद पर काबू रखें। क्या आपने कभी गुलाब और केवड़े की महक को एक साथ महसूस किया है? आज आपकी ज़िन्दगी प्यार-मोहब्बत के नज़रिए से ऐसे ही महकने को है। अपनी कार्यकुशलता बढ़ाने के लिए नयी तकनीकों का सहारा लें। आपकी शैली और काम करने का नया अन्दाज़ उन लोगों में दिलचस्पी पैदा करेगा, जो आप पर नज़दीकी से ग़ौर करते हैं। आज आप ख़ुद को लोगों के ध्यान के केंद्र में पाएंगे, जब कोई आपके सहयोग की वजह से पुरस्कृत होगा या सराहा जाएगा। आपका जीवनसाथी अन्य दिनों की अपेक्षा आपका ज़्यादा ख़्याल रखेगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- ज्ञानी, विद्वान और न्यायकर्ता लोगों का सम्मान करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छे परिणाम लेकर आएगा। आज आपको अपने रूम में रखे घरेलू कार्यों को निपटने का सुनहरा मौका मिल सकता है जिससे आज आप अपने पुत्र या पुत्री के भविष्य से संबंधित कोई बड़ा फैसला भी ले सकते हैं लेकिन उसे आप अपने माता-पिता के साथ अवश्य लें। यदि आपने साझेदारी में कोई व्यापार किया हुआ है तो वह आज आपको भरपूर लाभ देगा। परिवार के सदस्यों के साथ आज कहीं बाहर घूमने फिरने जा सकते हैं। आज आपको अपनी संतान की पढ़ाई पर विशेष रूप से ध्यान देने की जरूरत है।व्यस्त दिनचर्या के बावजूद सेहत अच्छी रहेगी। लेकिन इसे हमेशा के लिए सच मानने की ग़लती न करें। अपनी ज़िंदगी और सेहत का सम्मान करें। आज किसी विपरीत लिंगी की मदद से आपको करोबार या नौकरी में आर्थिक लाभ होने की संभावना है। घरेलू काम थका देने वाला होगा और इसलिए मानसिक तनाव की वजह भी बन सकता है। आज के दिन आप किसी क़ुदरती ख़ूबसूरती से ख़ुद को सराबोर महसूस करेंगे। जब तक आपको तसल्ली न हो जाए कि सारा काम पूरा हो चुका है, दस्तावेज़ अपने वरिष्ठ को न दें। आप खुद को समय देना जानते हैं और आज तो आपको काफी खाली समय मिलने की संभावना है। खाली समय में आज आप कोई खेल-खेल सकते हैं या जिम जा सकते हैं। कहते हैं कि स्त्रियाँ शुक्र और परुष मंगल ग्रह के रहने वाले हैं, लेकिन आज के दिन विवाहित शुक्र और मंगल एक-दूसरे में घुल जाएंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- सर्पाकार चांदी की अंगूठी धारण करने से पारिवारिक जीवन खुशहाल रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपकी सेहत के लिए नर्म रह सकता है। मौसम परिवर्तन के कारण आज आपको कोई विकार परेशान कर सकता है, इसलिए अपने खानपान में लापरवाही बिल्कुल ना बरतें। व्यापार के मामले में आज दिन उत्तम रहेगा क्योंकि आपके हाथ में लाभ के कई अवसर आएंगे लेकिन उन्हें आपको पहचानना होगा। यदि व्यापार में कोई निर्णय लेना पड़े तो जल्दबाजी में बिल्कुल ना लें, नहीं तो आगे चलकर आपको इसके लिए पछताना पड़ सकता है। सायंकाल का समय आज आप अपने भाई बहनों के साथ बिताना पसंद करेंगे। बहन के विवाह में आ रही बाधा को दूर करने के लिए अपने पिताजी से सलाह मशवरा कर सकते हैं।आज आप खेल-कूद में हिस्सा ले सकते हैं, जो आपको तन्दुरुस्त बनाए रखेगा। अगर आप लोन लेने वाले थे और काफी दिनों से इस काम में लगे थे तो आज के दिन आपको लोन मिल सकता है। अपने परिवार को पर्याप्त समय दें। उन्हें महसूस होने दें कि आप उनका ख़याल रखते हैं। उनके साथ अच्छा वक़्त बिताएँ और शिकायत करने का मौक़ा न दें। आज आपको प्यार का जवाब प्यार और रोमांस से मिलेगा। दूसरे आपसे काफ़ी ज़्यादा समय की मांग कर सकते हैं। उनसे किसी भी तरह का वादा करने से पहले यह देख लें कि आपका काम उससे प्रभावित न हो और साथ ही वे आपकी उदारता और सुहृदयता का ग़लत फ़ायदा न उठाएँ। आज आपको अचानक किसी अनचाही यात्रा पर जाना पड़ सकता है जिसकी वजह से घरवालों के साथ समय बिताने का आपका प्लान खराब हो सकता है। यह शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक है। आपको प्रेम की गहराई का अनुभव करेंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- जरूरतमंद व्यक्ति के लिए रक्तदान करने से नौकरी/बिज़नेस में उन्नति होगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फल देने वाला रहेगा। व्यापार में आज आपको जोखिम उठाना हितकर रहेगा लेकिन यदि आज आपको अपने परिवार में कुछ परेशानी हो तो उसे धैर्य और मधुर व्यवहार से सुलझाएं, नहीं तो रिश्ते में दरार पड़ सकती है। आज आपको नौकरी में किसी से भी वाद विवाद में नहीं पड़ना चाहिए, नहीं तो आप अपने सीनियर की नजरों से नीचे गिर जाएंगे। इसका आपको नुकसान उठाना पड़ सकता है, इसलिए सतर्क रहें। जो विद्यार्थी कंपटीशन की तैयारी कर रहे हैं, उन्हें आज भरपूर सफलता मिल सकती है। प्रेम जीवन जी रहे लोगों को आज कुछ तनाव हो सकता है।दोस्त आपका परिचय किसी ख़ास इंसान से कराएंगे, जो आपकी सोच पर गहरा प्रभाव डालेगा। व्यापाार में मुनाफा आज कई व्यापारियों के चेहरे पर खुशी ला सकता है। पारिवारिक परेशानियों को हल करने में आपका बच्चों जैसा मासूम बर्ताव अहम किरदार अदा करेगा। आपके ज़हन में काम का दबाव होने के बावजूद आपका प्रिय आपके लिए ख़ुशी के पलों को लाएगा। आज का दिन समझ-बूझ के क़दम उठाने का है, इसलिए तब तक अपने विचार व्यक्त न करें जब तक आप उनकी सफलता के लिए आश्वस्त न हों। आज आप सारे रिश्तों और रिश्तेदारों से दूर होकर अपना दिन किसी ऐसी जगह पर बिताना पसंद करेंगे जहां जाकर आपको शांति प्राप्त होती है। आपके वैवाहिक जीवन में शारीरिक सुख के नज़रिए से कुछ ख़ूबसूरत परिवर्तन हो सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- बेल की जड़ को लाल या नारंगी रंग के वस्त्र में लपेटकर जेब में रखने से नौकरी/बिज़नेस में लाभ मिलेगा। \n"
}]
