horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। नौकरी में उच्च पद की प्राप्ति की भरपूर संभावना दिख रही है, लेकिन आपके किसी काम के पूरा ना होने की वजह से आपके स्वभाव में कुछ चिड़चिड़ापन आ सकता है, इसलिए सावधान रहें। मामा पक्ष से आज धन प्राप्ति के योग बनते दिख रहे हैं। शाम के वक्त आप मांगलिक कार्यक्रम में भी भाग ले सकते हैं। संतान के भविष्य की चिंता आज थोड़ी कम होगी। पारिवारिक जीवन में सुख शांति रहेगी। यदि आज आप कोई नया कार्य करना चाहते हैं, तो उसमें आपको भाग्य का भरपूर साथ मिलेगा।आज आपको आराम करने और क़रीबी दोस्तों व परिवार के साथ ख़ुशी के कुछ पल बिताने की ज़रूरत है। आज आप आसानी से पैसे इकट्ठा कर सकते हैं- लोगों को दिए पुराने कर्ज़ वापिस मिल सकते हैं- या फिर किसी नयी परियोजना पर लगाने के लिए धन अर्जित कर सकते हैं। अपनी बातों पर क़ाबू रखें, क्योंकि इसके चलते बड़े-बुज़ुर्ग आहत महसूस कर सकते हैं। बेकार की बातें करके समय बर्बाद करने से बेहतर है कि आप शांत रहें। याद रखें कि समझदार कामों के ज़रिए ही हम जीवन को अर्थ देते हैं। उन्हें महसूस करने दें कि आप उनका ख़याल रखते हैं। अपनी दीवानगी को क़ाबू में रखें, नहीं तो यह आपके प्रेम-संबंध को मुश्किल में डाल सकती है। आपके अंदर नेतृत्व का गुण और लोगों की ज़रूरतों को समझने की संवेदनशीलता है। अगर आप ख़ुद को अभिव्यक्त करने पर ज़ोर देंगे, तो सफलता आपके क़दम चूमेगी। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। किसी ख़बसूरत याद के कारण आपके और आपके जीवनसाथी के बीच की अनबन रुक सकती है। इसलिए वाद-विवाद की हालत में पुराने दिनों की यादों को ताज़ा करना न भूलें। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- गंगाजल को घर में छिड़कना पारिवारिक जीवन में सुख शांति देगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज आपके परिवार में सुख व शांति का वातावरण रहेगा। परिवार में कोई मांगलिक कार्यक्रम हो सकता है। आपको आज किसी बुजुर्ग से धन प्राप्ति के योग भी बनते दिख रहे हैं। यदि आप नौकरी में स्थान परिवर्तन की सोच रहे हैं, तो ऐसा करने में आज आपका भाग्य आपके साथ रहेगा। पारिवारिक जीवन में सरसता बनी रहेगी, लेकिन अपने अनावश्यक खर्चों पर आज आपको नियंत्रण रखना होगा। आज शाम का समय आप अपने दोस्तों के साथ किसी रंगारंग कार्यक्रम में शामिल होने में व्यतीत करेंगे।\n आपका दानशीलता का व्यवहार आपके लिए छुपे हुए आशीर्वाद की तरह सिद्ध होगा, क्योंकि यह आपको शक, अनास्था, लालच और आसक्ति जैसी ख़राबियों से बचाएगा। आज आप घर से बाहर तो बहुत सकारात्मकता के साथ निकलेंगे लेकिन किसी कीमती वस्तु के चोरी होने की वजह से आपका मूड खराब हो सकता है। बच्चों के साथ समय बिताना ख़ास होगा। पुरानी यादों को ज़ेहन में ज़िंदा कर दोस्ती को फिर से तरोताज़ा करने का वक़्त है। किसी साझीदारी वाले व्यवसाय में जाने से बचें – क्योंकि मुमकिन है कि भागीदार आपका बेजा फ़ायदा उठाने की कोशिश करें। आज आपको अपने कामों को समय पर निपटाने की कोशिश करनी चाहिए। ख्याल रखें कि घर पर आपका कोई इंतजार कर रहा है जिसको आपकी जरुरत है। आज आप अपने जीवनसाथी के साथ कुछ बेहतरीन पल गुज़ार सकेंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- अपने सगे भाइयों के प्रति मन में मैल न रखें व अपशब्द कहने से बचना आर्थिक स्थिति के लिए शुभ है। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मिश्रित फलदायक रहेगा। आज आप अपनी संतान के द्वारा किए गए कार्यों से खुश होंगे। आपके रहन-सहन के स्तर में भी आज सुधार होगा। आपकी आर्थिक स्थिति मजबूत होती दिख रही है। आपका रुझान सुंदर वस्त्रों की प्राप्ति की ओर बढ़ेगा। नौकरी और व्यवसाय में भी आपके भागीदार व साथियों से आपको भरपूर सहयोग प्राप्त होगा, लेकिन आलस्य को त्याग कर आज सक्रिय रूप से आगे बढ़ना होगा, तभी दिन में किए गए कार्य आपके लिए शुभ रहेंगे और यदि आप नौकरी करते हैं, तो उसमें आपको उच्च पद की प्राप्ति होती दिख रही है।मुस्कुराएँ, क्योंकि यह सभी समस्याओं का सबसे उम्दा इलाज है। इस राशि के कारोबारियों को आज अपने घर के उन सदस्यों से दूर रहना चाहिए जो आपसे पैसा मांगते हैं और फिर लौटाते नहीं हैं। अपने दोस्तों और परिवार के सहयोग के चलते आप नए आत्मविश्वास और रोमांच से भरपूर रहेंगे। प्रेम के नज़रिए से आज का दिन आपके लिए ख़ुशियों से भरा रहेगा। नौकरी में बदलाव मानसिक संतोष देगा। आज पूरे दिन आप खाली रह सकते हैं और टीवी पर कई फिल्में और प्रोग्राम देख सकते हैं। वैवाहिक जीवन के लिहाज़़ से यह बढ़िया दिन है। साथ में एक अच्छी शाम गुज़ारने की योजना बनाएँ। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- आर्थिक स्थिति को अच्छा करने के लिए साफ़ सुथरा रहें, रोज स्नान करना चाहिए। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज के दिन आपका यात्रा के लिए होगा। आपको आज व्यापार के लिए कहीं बाहर जाना पड़ सकता है, जिसमे आपको लाभ होगा। संतान सुख में वृद्धि होगी। किसी सगे संबंधी से आज आपको वस्त्र इत्यादि उपहार में मिल सकते हैं। उत्तम मित्रों के सहयोग से आज मन में निराशा का भाव समाप्त होगा। शाम का वक्त आप का मन पठन-पाठन में लगेगा और रात को आप आज अच्छी नींद लेंगे।धैर्य बनाए रखें, क्योंकि आपकी समझदारी और प्रयास आपको सफलता ज़रूर दिलाएंगे। ख़र्चों में इज़ाफ़ा होगा, लेकिन साथ ही आमदनी में हुई बढ़ोत्तरी इसको संतुलित कर देगी। ग्लानि और पछतावे में वक़्त बर्बाद न करें, बल्कि ज़िन्दगी से सीखने की कोशिश करें। आज आप इश्क़ की चाशनी ज़िन्दगी में घुलती हुई महसूस करेंगे। कामकाज में थोड़ी मुश्किल के बाद आपको दिन में कुछ अच्छा देखने को मिल सकता है। दिल के करीबी लोगों के साथ आपका वक्त बिताने का मन करेगा लेकिन आप ऐसा कर पाने में सक्षम नहीं हो पाएंगे। प्यार, नज़दीकी, मस्ती-मज़ा - जीवनसाथी के साथ यह एक रोमानी दिन रहेगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए ॐ नीलवर्णाय विदमहे सैंहिकेयाय धीमहि तन्नों राहुः प्रचोदयात। इस मंत्र का 11 बार उच्चारण करें। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज आपको अपने स्वास्थ्य का ध्यान रखना होगा क्योंकि आपका पेट खराब हो सकता है। पाचन क्रिया मन और वायु विकार से परेशानी हो सकती है, इसलिए अपने खान-पान पर नियंत्रण रखें। घर में आज किसी मांगलिक कार्यक्रम का आयोजन हो सकता है, जिससे परिवार के सभी सदस्य एवं छोटे बच्चे प्रसन्न दिखेंगे।  मित्रों के सहयोग से आज व्यवसाय के नए स्त्रोत बनेंगे। आपकी आमदनी बढ़ने और बड़ी मात्रा में पैसा हाथ में आने से आज आप का मनोबल सातवें आसमान पर होगा।दोस्त आपका परिचय किसी ख़ास इंसान से कराएंगे, जो आपकी सोच पर गहरा प्रभाव डालेगा। आज किसी पार्टी में आपकी मुलाकात किसी ऐसे शख्स से हो सकती है जो आर्थिक पक्ष को मजबूत करने के लिए आपको अहम सलाह दे सकता है। दिन को रोमांचक बनाने के लिए क़रीबी दोस्तों और परिवार के साथ समय बिताएँ। आपके प्रिय का मूड ठीक नहीं है, इसलिए सोच-समझ कर कोई भी काम करें। आज आप एक ऐसी परियोजना पूरी कर राहत की सांस लेंगे, जिसे आपके बहुत पहले शुरू किया था। अपने जरुरी कामों को निपटाकर आज आप अपने लिए समय तो अवश्य निकालेंगे लेकिन इस समय का उपयोग आप अपने हिसाब से नहीं कर पाएंगे। आपके जीवनसाथी की बेरुख़ी दिन भर आपको उदास रख सकती है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- खाने में पीली वस्तुओं का प्रयोग अधिक करने से लव लाइफ अच्छी रहेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज आपको भाग्य का भरपूर साथ मिलेगा। कार्य क्षेत्र में परिश्रम की अधिकता रहेगी, लेकिन आपके सभी कार्य बनते नजर आएंगे। आय में वृद्धि होगी, जिससे आर्थिक स्थिति मजबूत होगी, जो लोग पढ़ने लिखने के पेशे से जुड़े हैं, आज उनकी आय में वृद्धि होगी, लेकिन आपको क्रोध करने से बचना होगा। संतान पक्ष की ओर से भी आज खुशखबरी मिलेगी। उच्च शिक्षा से संबंधित परिणाम आपको प्राप्त होगा। आज उत्तम संपत्ति से भी कुछ आय प्राप्त हो सकती है।किसी संत पुरुष का आशीर्वाद मानसिक शान्ति प्रदान करेगा। अपनेे लिए पैसा बचाने का आपका ख्याल आज पूरा हो सकता है। आज आप उचित बचत कर पाने में सक्षम होंगे। यह वक़्त इस बात को समझने का है कि ग़ुस्सा छोटा-पागलपन है और यह आपको बारी नुक़सान की तरफ़ धकेल सकता है। रोमांचक दिन है, क्योंकि आपका प्रिय आपको तोहफ़े/उपहार दे सकता है। लंबित परियोजनाएँ पूरी होने की दिशा में बढ़ेंगी। इस राशि के बच्चे आज खेलकूद में दिन बिता सकते हैं, ऐसे में माता-पिता को उनपर ध्यान देना चाहिए क्योंकि चोट लगने की संभावना है। आज से पहले शादीशुदा ज़िन्दगी इतनी अच्छी कभी नहीं रही। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- पलाशपुष्पसंकाशं तारकाग्रहमस्तकम्। रौद्रंरौद्रत्मकं घोरं तं केतुं प्रणमाम्यहम।। इस मंत्र का 11 बार उच्चारण करें। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए थोड़ा कठिनाई लेकर आ सकता है और आपकी इच्छा के विरोध में कुछ कार्य हो सकते हैं, जिससे आपका मन अशांत रहेगा, लेकिन परिवार में सब कुछ सही रहने से आप का मनोबल बढ़ता दिखेगा, जिसमें भाग्य भी आपका भरपूर साथ देगा। आज आपको अपने  अनियोजित खर्चों पर नियंत्रण रखना होगा। यदि आप नौकरी करते हैं, तो उसमें आपको अधिकारियों से भरपूर सहयोग मिलने की पूरी उम्मीद है। विद्यार्थियों की आज शाम  के समय पढ़ने लिखने में रुचि बढ़ेगी और रात्रि का समय आप का आयोजन में व्यतीत होगा।आज आप ख़ुद को सुकून में और ज़िंदगी का लुत्फ़ उठाने के लिए सही मनोदशा में पाएंगे। आपका कोई दोस्त आपसे आज बड़ी रकम उधार मांग सकता है, अगर आप उनको यह रकम देते हैं तो आप आर्थिक तंगी में आ सकते हैं। विदेश में रह रहे किसी संबंधी से मिला उपहार आपको ख़ुशी दे सकता है। रोमांटिक मनोभावों में अचानक आया बदलाव आपको काफ़ी खिन्न कर सकता है। महिला सहकर्मी बहुत मददगार रहेंगी और अटके कामों को भली-भांति पूरा करने में सहयोग देंगी। आज आप कोई नई पुस्तक खरीदकर किसी कमरे में खुद को बंद करके पूरा दिन गुजार सकते हैं। आस-पड़ोस की किसी सुनी-सुनाई बात को लेकर आपका जीवनसाथी तिल-का-ताड़ बना सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- नीम-बबूल की दातून करने से आर्थिक स्थिति मजबूत होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपको अपनों का भरपूर साथ मिलेगा और आपका कोई बड़ा कार्य भी संपन्न होने की पूरी उम्मीद है, जिससे आपका मन प्रसन्न हो उठेगा। आपकी माता जी का आशीर्वाद आज आपके लिए विशेष रूप से फलीभूत होगा। आज रुका हुआ धन किसी महापुरुष के सहयोग से प्राप्त होगा, जिससे आपकी आर्थिक स्थिति सुदृढ़ होगी। आज आपको संतान पक्ष से और बौद्धिक क्षेत्र में सुखद परिणाम प्राप्त होंगे। आपकी पद प्रतिष्ठा भी आज बढ़ती दिखेगी।अपने वज़न पर नज़र रखें और ज़रूरत से ज़्यादा खाने से बचें। आर्थिक दृष्टि से आज का दिन मिलाजुला रहने वाला है। आज आपको धन लाभ तो हो सकता है लेकिन इसके लिए आपको कड़ी मेहनत करनी होगी। आपको कोई अच्छी ख़बर मिल सकती है, जो न केवल आपको बल्कि आपके परिवार को भी रोमांचित कर देगी। आपको अपने रोमांच को नियंत्रित रखने की ज़रूरत है। विवाहेतर प्रेम संबंध आपकी प्रतिष्ठा धूमिल कर सकते हैं। कार्यालय में सबकुछ आपके पक्ष में जाता नज़र आ रहा है। खाली वक्त आज व्यर्थ की बहसों में खराब हो सकता है जिससे दिन के अंत में आपको खिन्नता होगी। वैवाहिक जीवन में चीज़ें हाथ से निकलती हुई मालूम होंगी। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- अपने प्रेमी/प्रेमिका से मिलते समय लाल गुलाब अवश्य दें, इससे प्रेम सम्बन्ध मजबूत होंगे। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपका काफी व्यस्तता के साथ बीतेगा। कार्यक्षेत्र में भी आज आपको काफी भागदौड़ करनी पड़ सकती है, लेकिन उसके परिणाम आपके लिए उत्तम फलदायक रहेंगे।। कार्यक्षेत्र में भी आज कठिनाई व परिश्रम से कार्य करना होगा, तभी आप को अधिकता दिखेगी। अपनी बातचीत व वाणी पर संयम रखें। किसी संपत्ति को लेकर आज वाद विवाद की स्थिति पैदा हो सकती है, बेहतर होगा कि खुद को उलझनों से बचाए रखें। आज शाम से लेकर देर रात तक निकट की यात्रा के योग बन रहे हैं, लेकिन अपने स्वास्थ्य का विशेष ध्यान रखना होगा।आज आपका स्वास्थ्य दुरुस्त रहने की पूरी उम्मीद है। अपने अच्छे स्वास्थ्य के चलते आज आप अपने दोस्तों के साथ खेलने का प्लान बना सकते हैं। आज किया गया निवेश आपकी समृद्धि और आर्थिक सुरक्षा में इज़ाफ़ा करेगा। वक़्त पर आपकी मदद किसी की ज़िंदगी बचा सकती है। यह बात आपके परिवार वालों को आपके ऊपर गर्व करने की वजह देगी और उन्हें प्रेरित करेगी। आज आप अपने प्रेमी के साथ कहीं घूमने का प्लान बनाएंगे लेकिन किसी जरुरी काम के आने की वजह से यह प्लान कामयाब नहीं हो पाएगा जिसकी वजह से आप दोनों के बीच कहासुनी हो सकती है। सहकर्मी आपको काफ़ी सहयोग देंगे और कार्यक्षेत्र में विश्वास की नींव पर नए रिश्तों की शुरुआत होगी। छात्रोंं के दिमाग में आज प्यार का बुखार छा सकता है और इस वजह से उनका काफी समय बर्बाद हो सकता है। आप और आपका हमदम एक-दूसरे से आज एक-दूसरे की ख़ूबसूरत भावनाओं का इज़हार कर सकेंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- कढ़ी चावल गरीबों को खिलाएं व खुद भी खाएं, इससे आर्थिक स्थिति बढ़िया रहेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज आपके भाग्य का उदय होगा और धन कर्म और कीर्ति की वृद्धि होगी। इसके साथ-साथ आपके शत्रुओं का आज नाश होगा। अंत में सर्वत्र विजय सफलता की प्राप्ति होगी और आपको हर कार्य में मनोरथ सिद्धि प्राप्त होगी। यदि आप कोई कार्य काफी समय से करने का प्लान बना रहे हैं, तो आज उसकी शुरुआत के लिए बेहद उत्तम दिन है, जिसमें परिवार का भरपूर सहयोग मिलेगा।जैसे ही आप हालात पर पकड़ बनाने की कोशिश शुरू करेंगे, आपकी घबराहट ग़ायब हो जाएगी। जल्दी ही आप पाएंगे कि यह परेशानी साबुन के उस बुलबुले की तरह है, जो छूते ही फूट जाता है। अगर आप अपनी रचनात्मक प्रतिभा को सही तरीक़े से इस्तेमाल करें तो वह काफ़ी फ़ायदेमंद साबित होगी। आपके व्यक्तिगत जीवन में कुछ महत्वपूर्ण घटित होगा, जो आपके और आपके परिवार के लिए प्रसन्नता लेकर आएगा। आज का दिन रोमांस से भरपूर होने की पूरी संभावना है। किसी साझीदारी वाले व्यवसाय में जाने से बचें – क्योंकि मुमकिन है कि भागीदार आपका बेजा फ़ायदा उठाने की कोशिश करें। ऐसे लोगों से जुड़ने से बचें जो आपकी प्रतिष्ठा को आघात पहुँचा सकते हैं। आप अपने जीवनसाथी के प्यार की मदद से ज़िन्दगी की मुश्किलों का आसानी से सामना कर सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- केतु द्वादश नाम का पाठ करने से नौकरी व बिज़नेस में सफलता मिलेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज आपको अपने क्रोध पर काबू रखना होगा, नहीं तो आपके सारे काम  बिगड़ सकते हैं। यदि ध्यान रखोगे, तो काम बिना किसी झंझट के बनते रहेंगे। जीवनसाथी से आज कुछ वैचारिक मतभेद उत्पन्न हो सकता है, इसलिए थोड़ा संभल कर रहे। आप धार्मिक आयोजन में भी भागीदारी ले सकते हैं। दिन आज आपके लिए थोड़ा भागदौड़ वाला हो सकता है।कुछ तनाव और मतभेद आपको चिड़चिड़ा और बेचैन बना सकते हैं। अपनेे लिए पैसा बचाने का आपका ख्याल आज पूरा हो सकता है। आज आप उचित बचत कर पाने में सक्षम होंगे। रिश्तेदारों के यहाँ छोटी यात्रा आपके भागदौड़ भरे दिन में आराम और सुकून देने वाली साबित होगी। प्यार के मामले में आज आप ग़लत समझे जा सकते हैं। नए ग्राहकों से बात करने के लिए बेहतरीन दिन है। अगर आप जल्दबाज़ी में निष्कर्ष निकालेंगे और ग़ैर-ज़रूरी काम करेंगे, तो आज का दिन काफ़ी निराशाजनक हो सकता है। ग़लतफ़हमी के लम्बे दौर के बाद इस शाम आपको जीवनसाथी के प्यार का तोहफ़ा नसीब होगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- काला-सफेद कंबल किसी धर्म स्थान में देने से हेल्थ बेहतर होगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज आप संपत्ति के सुधार व रखरखाव में भी खर्च करेंगे, जिसमें भाग्य का आपको भरपूर साथ मिलेगा।  मित्रों और रिश्तेदारों का आज परिवार में आगमन हो सकता है। संपत्ति मे भी आय के नए स्रोत विकसित होंगे। राजनीति में बढ़ते संपर्कों का लाभ पाएंगे। आज का दिन आपके निवेश के लिए बहुत लाभदायक होगा, जिससे आपको फायदा भी होगा, इसलिए आज निवेश अवश्य करें। आपकी धार्मिक कार्यों में भी आस्था बढ़ती दिख रही है। प्रेम जीवन में आज भरपूर प्रेम रहेगा।पेचीदा हालात में फँसने पर घबराएँ नहीं। जैसे खाने में थोड़ा-सा तीखापन उसे और भी लज़ीज़ बना देता है, उसी तरह ऐसी परिस्थितियाँ आपको ख़ुशियों की सही क़ीमत बताती हैं। अपना मूड बदलने के लिए किसी सामाजिक आयोजन में शिरकत करें। अगर आपको लगता है कि आपके पास पर्याप्त धन नहीं है तो आज घर के किसी बड़े से धन संचित करने की सलाह लें। जितना आपने सोचा था, आपका भाई उससे ज़्यादा मददगार साबित होगा। प्यार के नज़रिए से देखें तो आज आप जीवन के रस का भरपूर आनन्द लेने में सफल रहेंगे। बड़े व्यापारिक लेन-देन करते वक़्त अपनी भावनाओं पर क़ाबू रखें। जीवन की पेचीदिगियों को समझने के लिए आज घर के किसी वरिष्ठ शख्स के साथ आप वक्त गुजार सकते हैं। अगर हाल में आप व आपका जीवनसाथी बहुत ख़ुश महसूस नहीं कर रहे थे, तो आज हालात बदल सकते हैं। आप दोनों आज बहुत मज़े करने वाले हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- नौकरी व बिज़नेस में तरक्की के लिए झूठ, फरेब व छल-कपट से बचें। \n"
}]
