horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन अनुकूल रहेगा। आप अपनी किसी पुरानी इच्छा को पूरा कर पाने में सफल हो जाएंगे जिससे खुशी मिलेगी। आपकी क्रिएटिविटी आज सर चढ़कर बोलेगी और अपनी कला का परिचय लोगों को देंगे। आपको आज अच्छी इनकम भी होगी। काम के सिलसिले में आपकी मेहनत सफल रहेगी। आपका खुद पर आत्मविश्वास बढ़ेगा लेकिन आपके व्यवहार में कुछ घमंड भी झलकेगा। यह आपके दांपत्य जीवन में दिक्कतें पैदा कर सकता है। प्रेम जीवन जीने वाले लोगों को आज बेहतरीन नतीजे मिलेंगे। आपको धन का लाभ होगा।\n अगर आपकी योजना बाहर घूमने-फिरने की है तो आपका वक़्त हँसी-ख़ुशी और सुकून भरा रहेगा। चंद्र की स्थिति की वजह से आज आपका धन बेवजह की चीजों पर खर्च हो सकता है। अगर आपको धन संचय करके रखना है तो अपने जीवनसाथी या माता पिता से इस बारे में बात करें। जितना आपने सोचा है, आपके दोस्त उससे ज़्यादा मददगार साबित होंगे। मुहब्बत का सफ़र प्यारा, मगर छोटा होगा। आपका संंगी आपसे सिर्फ कुछ समय चाहता है लेकिन आप उनको समय नहीं दे पाते जिससे वो खिन्न हो जाते हैं। आज उनकी यह खिन्नता स्पष्टता के साथ सामने आ सकती है। आपके लिए यह ख़ूबसूरत रोमानी दिन रहेगा, लेकिन सेहत को लेकर थोड़ी परेशानी का सामना करना पड़ सकता है। इस सप्ताहांत में आप काफ़ी-कुछ करना चाहते हैं, लेकिन अगर आप काम टालते रहेंगे तो ख़ुद पर ही खीझ पैदा होने लगेगी। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- इत्र, खुशबू, अगरबत्ती, कपूर का दान करना और इन्हे खुद इस्तेमाल करने से आर्थिक स्थिति सुदृढ़ होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा होगा। आज आप अपने लिए कुछ सोचेंगे और खुद पर पैसा भी खर्च करेंगे। अपने और अपने शारीरिक सौंदर्य को बढ़ाने की दिशा में प्रयास करेंगे। आपकी इनकम अच्छी रहेगी लेकिन उससे कामों को लेकर आपके पहले से ही प्लान बने हुए हैं, जो आप से काफी खर्च कराएंगे। संतान को लेकर यह सप्ताह शांतिपूर्ण रहेगा और उनसे आपको संतुष्टि हासिल होगी। दांपत्य जीवन में प्रेम और स्नेह बढ़ेगा तथा रोमांस के अवसर आएंगे। यदि आप प्रेम जीवन में हैं तो अपने प्रिय की बातें सुनने और समझने का मौका मिलेगा। लंबी यात्रा पर जाने से बचें।तली-भुनी चीज़ों से दूर रहें और रोज़ाना कसरत करते रहें। रात के समय आप आज आपको धन लाभ होने की पूरी संभावना है क्योंकि आपके द्वारा दिया गया धन आज आपको वापस मिल सकता है। पारिवारिक सदस्यों के साथ सुकून भरे और शांत दिन का लुत्फ़ लें। अगर लोग परेशानियों के साथ आपके पास आएँ तो उन्हें नज़रअंदाज़ करें और उन्हें अपनी मानसिक शांति भंग न करने दें। आपका प्रिय को आपसे भरोसे और वादे की ज़रूरत है। दिन की शुरुआत भले ही थोड़ी थकाऊ रहे लेकिन जैसे-जैसे दिन आगे बढ़ेगा आपको अच्छे फल मिलने लगेंगे। दिन के अंत में आपको अपने लिए समय मिल पाएगा और आप किसी करीबी से मुलाकात करके इस समय का सदुपयोग कर सकते हैं। आज आप अपने जीवनसाथी से काफ़ी आत्मीय बातचीत कर सकते हैं। जिंदगी आपको अच्छे अहसास भी जरुर कराती है बस आपको इन अहसासों को समझने की जरुरत है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- सफेद मिष्ठान खाने और खिलाने से स्वास्थ्य अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन उतार-चढ़ाव से भरा रहेगा लेकिन आप आज के दिन को अच्छा बनाने में कोई कसर नहीं छोड़ेंगे। भाग्य में कुछ कमी के चलते कुछ कार्य अटक सकते हैं लेकिन इनसे परेशान होने की आवश्यकता नहीं है। आप अपनी बुद्धि और कौशल का परिचय देते हुए कई कामों का आसानी से हल निकालेंगे। आपका मान-सम्मान बढ़ेगा और सरकारी क्षेत्र से लाभ होने के योग बनेंगे। आपकी जान पहचान समाज के कुछ महत्वपूर्ण लोगों से हो सकती है। दांपत्य जीवन में तनाव से मुक्ति मिलेगी। जो लोग प्रेम जीवन में हैं, उन्हें आज कुछ दिक्कतें पेश आ सकती हैं।अकेलेपन और तन्हाई की भावना से बाहर आएँ और परिवार के साथ कुछ पल बिताएँ। रियल एस्टेट सम्बन्धी निवेश आपको अच्छा-ख़ासा मुनाफ़ा देंगे। अपने मित्रों या संबंधियों को अपना आर्थिक काम-काज और रुपये-पैसे का प्रबंधन न करने दें, नहीं तो जल्दी ही आप आपने तयशुदा बजट से कहीं आगे निकल जाएंगे। कोई अच्छी ख़बर या जीवनसाथी/प्रिय से मिला कोई संदेश आपके उत्साह को दोगुना कर देगा। इस राशि के छात्र-छात्राएं आज अपने कीमती समय का दुरुपयोग कर सकते हैं। आप मोबाइल या टीवी पर आवश्यकता से अधिक समय जाया कर सकते हैं। आपको महसूस होगा कि शादी के वक़्त किए गए सारे वादे सच्चे हैं। आपका जीवनसाथी ही आपका हमदम है। किसी भी काम को करने से पहले यह जान लें कि इसका परिणाम आपके ऊपर कैसा पड़ेगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- लाल रंग की बोतल में पानी भरकर धूप में रखें व उस पानी का सेवन करने से हेल्थ अच्छी रहेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन मध्यम फलदाई रहेगा किसी बात को लेकर आप चिंता ग्रस्त रह सकते हैं और बेवजह के डर से परेशान होंगे। सेहत का ध्यान रखें और पेय पदार्थों का अधिक सेवन करें। दांपत्य जीवन में कुछ समस्याएं रहेंगी लेकिन वे बड़ी समस्याएं नहीं हैं और अल्पकालीन हैं, इसलिए आप निश्चिंत रह सकते हैं। प्रेम जीवन जीने वालों को आज अपने प्रिय से प्यार भरी बातें करने के बहुत मौके मिलेंगे। काम के सिलसिले में आपका महत्व बढ़ेगा और आपके काम की सराहना होगी। कुछ लोगों को अच्छे काम के लिए सम्मानित किया जा सकता है।घर और दफ़्तर में कुछ दबाव आपको ग़ुस्सैल बना सकता है। माता-पिता की मदद से आप आर्थिक तंगी से बाहर निकलने में क़ामयाब रहेंगे। आपका जीवनसाथी आपकी सहायता करेगा और मददगार साबित होगा। आज आप ऐसे इंसान से मिल सकते हैं, जो आपको ख़ुद अपनी ज़िन्दगी से ज़्यादा चाहता होगा। जब आपको लगता है कि आपके पास घर वालों या अपने दोस्तों के लिए टाइम नहीं है तो आपका मन खराब हो जाता है। आज भी आपकी मन स्थिति ऐसी ही रह सकती है। वैवाहिक जीवन के लिए विशेष दिन है। अपने जीवनसाथी को बताएँ कि आप उनसे कितना प्यार करते हैं। आज किसी ज्ञानी पुरुष से मिलकर आपको अपनी कई समस्याओं का हल मिल जाएगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- हल्दी गाँठ, केसर, पीला चन्दन, पीली दाल का अधिक सेवन करने से हेल्थ बेहतर बनेगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nकोई डेटा उपलब्ध नहीं है, कृपया बाद में प्रयास करें।दोस्तों का रुख़ सहयोगी रहेगा और वे आपको ख़ुश रखेंगे। आपके मन में जल्दी पैसे कमाने की तीव्र इच्छा पैसा होगी। लोग आपको आशाएँ और सपने देंगे, लेकिन असल में सारा दारोमदार आपके प्रयासों पर रहेगा। व्यक्तिगत मार्गदर्शन आपके रिश्ते में सुधार लाएगा। इस राशि के जातक आज लोगों से मिलने से ज्यादा अकेले में वक्त बिताना पसंद करेंगे। आज आपका खाली समय घर की सफाई में बीत सकता है। ऐसा लगता है कि आपके जीवनसाथी आज आपके ऊपर ख़ास ध्यान देंगे। आपके दिन की शुरुआत शानदार रहेगी और इसलिए आज पूरे दिन आप ऊर्जावान महसूस करेंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- गंगाजल को घर में छिड़कना पारिवारिक जीवन में सुख शांति देगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपको हिम्मत देगा और आप अपनी चुनौतियों से आगे बढ़ेंगे। दांपत्य जीवन में स्थितियां आपके पक्ष रहेंगी। प्रेम जीवन जीने वालों को अपनी पर्सनल लाइफ में किसी अन्य दखलअंदाजी से दूर रहना चाहिए, नहीं तो आपका रिश्ता बिखर सकता है। परिवार में  इनकम को लेकर गहन विचार-विमर्श हो सकते हैं। आपकी सेहत मजबूत रहेगी और काम के सिलसिले में आपको अच्छे नतीजे मिलेंगे लेकिन आप खुद कुछ ऐसी बातें कर सकते हैं, जो आपके विरोधियों को बढ़ा सकती हैंसामाजिक मेलजोल से ज़्यादा सेहत को प्राथमिकता दी जानी चाहिए। तंग आर्थिक हालात के चलते कोई अहम काम बीच में अटक सकता है। अपने जीवनसाथी के मामलों में ज़रूरत से ज़्यादा दखल देना उसकी झुंझलाहट का कारण बन सकता है। ग़ुस्से को फिर से भड़कने से रोकने के लिए उसकी इजाज़त लें, तो आसानी से इस परेशानी को हल किया जा सकता है। हर रोज़ प्रेम में पड़ने की अपनी आदत को बदलिए। आज खाली वक्त का सही उपयोग करने के लिए आप अपने पुराने मित्रों से मिलने का प्लान बना सकते हैं। रिश्तेदारों के चलते जीवनसाथी से वाद-विवाद हो सकता है, लेकि आख़िर में सब ठिक हो जाएगा। आज अचानक तबीयत खराब हो सकती है जिससे आप सारे दिन भर परेशान रह सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- मीठे चावल बनाकर गरीबों में बाँटने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज आप कुछ उदास होंगे क्योंकि जीवन साथी की वजह से कुछ परेशानी होगी। ऐसी स्थिति मैं उन्हें मनाने की कोशिश करें। प्रेम जीवन जीने वालों को आज क्रिएटिविटी दिखाने का मौका मिलेगा और इससे आपका प्रिय अपना दिल हार जाएगा। घर परिवार में आ रहे विवाद को दूर करने का प्रयास करें। परिवार के किसी बुजुर्ग की बिगड़ती हुई सेहत आपकी चिंता बढ़ा सकती है, इसलिए उन पर ध्यान बनाए रखें। काम के सिलसिले में आपको अच्छे नतीजों का इंतजार रहेगा और इसलिए आप नौकरी बदलने की कोशिश कर सकते हैं।सफलता क़रीब होने के बावजूद आपकी ऊर्जा के स्तर में गिरावट आएगी। तंग आर्थिक हालात के चलते कोई अहम काम बीच में अटक सकता है। घरेलू कामकाज आपको ज़्यादातर वक़्त व्यस्त रखेंगे। आप अपने प्रिय की बांहों में आराम महसूस करेंगे। जो लोग बीते कुछ दिनों से काफी व्यस्त थे उन्हें आज अपने लिए फुर्सत के पल मिल सकते हैं। जीवन साथी की किसी बात को गंभीरता से न लेने की स्थिति में विवाद हो सकता है। किसी अच्छे स्पा में जाकर आप तरोताज़ा महसूस कर सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- स्वास्थ्य लाभ के लिए पीला रुमाल जेब में रखें। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए प्यार से भरा रहेगा खासतौर से अपनी मां जी को बहुत प्यार देंगे और उनका आशीर्वाद मिलेगा। उन्हें भी बड़ा सुकून महसूस होगा और आपको भी शांति मिलेगी। परिवार में ध्यान देंगे। काम के सिलसिले में आपके प्रयास आपके लिए फायदेमंद रहेंगे। प्रेम जीवन में अच्छा समय रहेगा। शादीशुदा लोगों का दांपत्य जीवन उत्साह और रोमांस से भरा रहेगा। रिश्तेदारों, मित्रों अथवा पड़ोसियों से बातचीत करने का मौका मिलेगा लेकिन किसी से उलझने से बचना चाहिए।धार्मिक और आध्यात्मिक रुचि के काम करने के लिए अच्छा दिन है। अचानक नए स्रोतों से धन मिलेगा, जो आपके दिन को ख़ुशनुमा बना देगा। जितना आपने सोचा था, आपका भाई उससे ज़्यादा मददगार साबित होगा। कोई आपको प्यार से दूर नहीं कर सकता है। लोगों के साथ बात करने में आज आप अपना बहुमूल्य समय बर्बाद कर सकते हैं। आपको ऐसा करने से बचना चाहिए। मुमकिन है कि आपके माता-पिता आपके जीवनसाथी को कुछ शानदार आशीर्वाद दें, जिसके चलते आपके वैवाहिक जीवन में और निखार आएगा। आज आप सबसे दूर जाने के बारे में सोच सकते हैं। आपके मन में संन्यास लेने की भावना आज प्रबल रहेगी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- गाय को हरा चारा खिलाना या गौशाला में बांटना आज आपके अकेलेपन को दूर कर सकता है। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन बढ़िया रहेगा। आप अपने घर वालों से अपने मन की बातें बताएंगे और वे आपकी मदद भी करेंगे।आपके मन में धार्मिक विचार रहेंगे और आप कुछ समय प्रभु भक्ति को भी देंगे। प्रेम जीवन में आज थोड़ी सी समस्याएं आ सकती हैं क्योंकि आपका प्रिय जज्बाती हो सकता है। शादीशुदा लोगों का दांपत्य जीवन अच्छा रहेगा और उनको तनाव से मुक्ति मिलेगी। काम के सिलसिले में आप को और अधिक दिमाग लगाकर काम करने से लाभ होगा।आपको अपना अतिरिक्त समय अपने शौक़ पूरे करने या उन कामों को करने में लगाना चाहिए, जिन्हें करने में आपको सबसे ज़्यादा मज़ा आता है। अतिरिक्त धन को रिअल एस्टेट में निवेश किया जा सकता है। परिवार और बच्चों के साथ बिताया समय आपको फिर ऊर्जा से लबरेज़ कर देगा। आपके प्रेम की राह एक ख़ूबसूरत मोड़ ले सकती है। आज आपको पता चलेगा कि फ़िजा़ओं में जब प्यार घुलता है तो कैसा महसूस होता है। अपने व्यक्तित्व और रंग-रूप को बेहतर बनाने का कोशिश संतोषजनक साबित होगी। वैवाहिक जीवन में स्नेह को दिखलाने का अपना महत्व है और इस चीज़ का अनुभव आज आप करेंगे। अपने जीवनसाथी के साथ एक कैंडल लाइट डिनर सम्भवतः आपकी हफ़्ते भर की थकान को दूर कर सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- माथे पर केसर का तिलक करना स्वास्थ्य के लिए शुभ रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन बढ़िया रहेगा और आपको अच्छा धन लाभ होगा। प्रचुर मात्रा में धन आने से आपकी स्थिति बढ़िया रहेगी और आप खुशी-खुशी हर काम को आगे बढ़कर करेंगे। आपके परिवार में आप का ओहदा बढ़ेगा और काम के सिलसिले में भी आपके प्रयास रंग लाएंगे और आपको बेहतर नतीजे हासिल होंगे। प्रेम जीवन जीने वालों को आज अपने प्रिय से रोमांस करने का अवसर मिलेगा और आप उन्हें खुश रखेंगे। शादीशुदा जातक अपने दांपत्य जीवन का सुख भोगने के लिए अपने व्यवहार को परिवर्तित करने की कोशिश करें। काम के सिलसिले में आपको अच्छे नतीजे मिलने वाले हैं। आपकी इनकम भी बढ़ेगी।धार्मिक और आध्यात्मिक रुचि के काम करने के लिए अच्छा दिन है। आज अगर आप दूसरों की बात मानकर निवेश करेंगे, तो आर्थिक नुक़सान तक़रीबन पक्का है। आज के दिन आपको कुछ परेशानियों का सामना करना पड़ सकता है। यथार्थवादी रवैया अपनाएँ और जो आपकी ओर मदद का हाथ बढ़ाएँ, उनसे किसी चमत्कारकी उम्मीद न करें। अपनी व्यक्तिगत भावनाएँ और गोपनीय बातें अपने प्रिय से बाँटने का सही समय नहीं है। किसी वजह से आज आपके ऑफिस में जल्दी छुट्टी हो सकती है इसका आप फायदा उठाएंगे और अपने परिवार के लोगों के साथ कहीं घूमने जाएंगे। मुमकिन है कि वैवाहिक जीवन में ठहराव से तंग आकर आपका जीवनसाथी आपके ऊपर फूट पड़े। दोस्तों से गपशप करना एक अच्छा टाइमपास हो सकता है, परन्तु लगातार फ़ोन पर बात करने से सिरदर्द भी संभव है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- पीले चावल बनाकर गरीबों में बांटने से आर्थिक स्थिति में सुधार होगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहेगा, बस आपको अपने खर्चों पर नियंत्रण रखना होगा क्योंकि आपके खर्चे काफी ज्यादा होंगे, जिससे आपकी इनकम पर असर पड़ेगा लेकिन फिर भी आप विचलित नहीं होंगे और डटकर चुनौतियों का मुकाबला करेंगे। प्रेम जीवन के लिए दिनमान सामान्य रहेगा। जो लोग शादीशुदा हैं, उन्हें भी आज अपने जीवन साथी की कद्र होगी, जिससे रिश्ता बेहतरी के साथ आगे बढ़ेगा। परिवार में सामंजस्य रहेगा। काम के सिलसिले में आपके अधिक प्रयास करने से ही सफलता मिलेगी।आपका आकर्षक बर्ताव दूसरों का ध्यान आपकी तरफ़ खींचेगा। धन का आगमन आज आपको कई आर्थिक परेशानियों से दूर कर सकता है। ऐसा लगता है कि पारिवारिक-मोर्चे पर आप ज़्यादा ख़ुश नहीं हैं और कुछ अड़चनों का सामना कर रहे हैं। फूल देकर अपने प्यार का इज़हार करें। कोई रोचक मैगजीन या उपन्यास पढ़ के आजके दिन को आप अच्छी तरह से व्यतीत कर सकते हैं। आज के दिन आप वैवाहिक जीवन का असली स्वाद चख सकते हैं। दिन की शुरुआत में ही आज आपको कोई बुरी खबर मिल सकती है जिससे आपका पूरा दिन खराब हो सकता है। आज अपने मन को काबू में रखने की कोशिश करें। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- पीले रंग की कांच की बोतल में पानी भरकर धूप में रखें व उस पानी का सेवन करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन मध्यम फलदाई रहेगा और आप मानसिक चिंता से ग्रसित हो सकते हैं।आपके खर्चे भी अधिक होंगे और ये आप की पेशानी पर बल देने में कामयाब रहेंगे। आपकी इनकम अच्छी होगी लेकिन फिर भी आर्थिक लेखा-जोखा सही तरीके से ना होने से आपको परेशानी महसूस होगी। प्रेम जीवन जीने वालों को आज कुछ चुनौतियों का सामना करना पड़ेगा। आपके कुछ अपने ही विरोध में खड़े हो सकते हैं, इसलिए सावधानी बरतें। शादीशुदा जातकों के दांपत्य जीवन में प्रेम बढ़ेगा और आपको अपनी बात अपने जीवन साथी को समझाने की आवश्यकता नहीं पड़ेगी, वे खुद ही सब जान जाएंगे और स्थिति बढ़िया हो जाएगी और इनकम अच्छी रहेगी।आज आप ख़ुद को सुकून में और ज़िंदगी का लुत्फ़ उठाने के लिए सही मनोदशा में पाएंगे। जो लोग अब तक पैसे को बिना वजह ही उड़ा रहे थे आज उन्हें अपने आप पर काबू रखना चाहिए और धन की बचत करनी चाहिए। एक-दूसरे का नज़रिया समझकर व्यक्तिगत समस्याएँ सुलझाएँ। इसे औरों के सामने न लाएँ, नहीं तो बदनामी हो सकती है। आज आप अपने प्रेमी के साथ कहीं घूमने का प्लान बनाएंगे लेकिन किसी जरुरी काम के आने की वजह से यह प्लान कामयाब नहीं हो पाएगा जिसकी वजह से आप दोनों के बीच कहासुनी हो सकती है। हितकारी ग्रह कई ऐसे कारण पैदा करेंगे, जिनकी वजह से आज आप ख़ुशी महसूस करेंगे। आपके वैवाहिक जीवन में शारीरिक सुख के नज़रिए से कुछ ख़ूबसूरत परिवर्तन हो सकता है। आपकी चिंताएं आज आपको जीवन का आनंद लेने से आपको रोक सकती हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- सोने या कांसे के टुकड़े पर गुरु यंत्र खुदवाकर अपने घर में स्थापित कर पूजा करने से पारिवारिक जीवन अच्छा रहेगा। \n"
}]
