horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज का दिन कारोबारियों के लिए लाभदायक रहेगा, लेकिन नौकरी पेशा लोगों को अपने कार्य क्षेत्र में भी सतर्क रहना होगा क्योंकि उनके शत्रु उनको परेशान करने की कोशिश करेंगे। विद्यार्थियों को पढ़ाई पर फोकस करना होगा और मन तकनीकी चीजों की ओर ज्यादा लगेगा। आज आपको अपने व्यापार के लिए कुछ अनुभवी व वरिष्ठ सदस्यों की सलाह की आवश्यकता होगी। दांपत्य जीवन का सुखमय रहेगा। सामाजिक क्षेत्र में कार्य कर रहे लोगों की ख्याति आज चारों ओर फैलेगी। सायंकाल का समय आज आप अपने पिताजी के साथ कुछ पारिवारिक समस्याओं का समाधान खोजने में व्यतीत करेंगे।किसी ऊँचे और ख़ास इंसान से मिलते समय घबराएँ नहीं और आत्मविश्वास बनाए रखें। यह सेहत के लिए उतना ही ज़रूरी है, जितना काम-धंधे के लिए पैसा। दीर्घावधि निवेश से बचिए और अपने दोस्तों के साथ बाहर जाकर कुछ ख़ुशी के पल बिताएँ। किसी दूर के रिश्तेदार के यहाँ से मिली आकस्मिक अच्छी ख़बर आपके पूरे परिवार के लिए ख़ुशी के लम्हे लाएगी। किसी से आँखें चार होनी की काफ़ी संभावना है। कार्यक्षेत्र में प्रगतिशील और बड़े बदलाव करने में सहकर्मी आपका पूरा सहयोग करेंगे। आपको भी तेज़ी से क़दम उठाने के लिए तैयार रहना चाहिए। मातहतों को कड़ी मेहनत के लिए प्रेरित करना सकारात्मक परिणाम देगा। अगर आपके पास हालात से उबरने के लिए दृढ़ इच्छा-शक्ति है, तो कुछ भी असंभव नहीं है। शादीशुदा ज़िन्दगी के नज़रिए से चीज़ें काफ़ी अच्छी रहेंगी। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- कन्याओं में चॉकलेट, टॉफी, सफेद मिठाई बाँटने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आप किसी जरूरी चीज की खरीदारी का मन बना सकते है, लेकिन बजट और परिस्थिति को देखकर फिलहाल आपका मूड बदल सकता हैं। आपको अपनी आय और व्यय दोनों में संतुलन बना कर रखना होगा, नहीं तो आपकी आर्थिक स्थिति पर संकट मंडरा सकता है। नौकरी में आज आपको महिला मित्रों के साथ तालमेल बनाकर रखना होगा, तभी फायदा होगा। यदि आज किसी संपत्ति को खरीदने का मन बना रहे हैं, तो उसके लिए दिन उत्तम रहेगा। सायं काल का समय आज आप अपने जीवनसाथी के साथ संतान के भविष्य की योजनाओं पर विचार विमर्श करें।क्षणिक आवेग में बहकर कोई निर्णय न करें। यह आपके बच्चों के हितों को हानि पहुँचा सकता है। व्यापाार में मुनाफा आज कई व्यापारियों के चेहरे पर खुशी ला सकता है। ऐसी जानकारी ज़ाहिर न करें, जो व्यक्तिगत और गोपनीय हो। प्रेमी एक-दूसरे की पारिवारिक भावनाओं को समझेंगे। सहकर्मियों के साथ काम करते वक़्त युक्ति और चतुरता की ज़रूरत होगी। दूसरों को यह बताने के लिए ज़्यादा उतावले न हों कि आज आप कैसा महसूस कर रहे हैं। यह दिन शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक रहेगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- चमेली का तेल, सिंदूर, चाँदी के वर्क का चोला हनुमान जी को चढाने से स्वास्थ्य अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए कुछ उलझन भरा रह सकता है। व्यापार में अच्छी तरह से काम आपके हाथ मे आ सकते हैं, जिससे व्यस्तता रहेगी और आप परिवार के सदस्यों को समय नहीं दे पाएंगे, जिससे आपके जीवनसाथी से आपकी अनबन हो सकती है, लेकिन आज आपको उन्हें मनाने का भरपूर प्रयास करना होगा। यदि आप अपने व्यापार के लिए किसी संस्था या व्यक्ति से कर्ज लेना चाहते हैं, तो वह आज आपको आसानी से मिल जाएगा। आज आपको अपनी वाणी पर नियंत्रण रखना हितकर रहेगा, जिससे आपको अनेकों लाभ भी होंगे। राजनीतिक क्षेत्र में भी आज आपकी रुचि बढ़ी हुई दिखेगी।आप जल्द ही लम्बे समय से चली आ रही बीमारी से उबरकर पूरी तरह सेहतमंद हो सकते हैं। लेकिन ऐसे ख़ुदगर्ज़ और ग़ुस्सैल इंसान से बचें, जो आपको तनाव दे सकता है और आपकी परेशानियों में इज़ाफ़ा कर सकता है। आर्थिक तंगी से बचने के लिए अपने तयशुदा बजट से दूर न जाएँ। पुरखों की जायदाद की ख़बर पूरे परिवार के लिए ख़ुशी ला सकती है। अपने प्रिय की ग़ैर-ज़रूरी भावनात्मक मांगों के सामने घुटने न टेकें। अगर आप कामकाज के लिए ज़रूरत से ज़्यादा दबाव बनाएंगे तो लोग भड़क सकते हैं – कोई भी फ़ैसला लेने से पहले दूसरों की ज़रूरतों को समझने की कोशिश करें। यात्रा आपके लिए आनन्ददायक और बहुत फ़ायदेमंद होगी। लोगों की दख़लअन्दाज़ी वैवाहिक जीवन में परेशानी खड़ी कर सकती है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- बुध विष्णु रूप होने से इसकी प्रसन्नता के लिए हो सके तो मांस, मदिरा का सेवन बिलकुल न करें। इससे आर्थिक उन्नति होगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए उन्नति के नए-नए मार्ग खोलेगा। आज आप अपने बिजनेस के लिए अपने बड़े भाई व अपनी बहन से सलाह ले सकते हैं। आज आपके परिवार में यदि किसी सदस्य से तनाव चल रहा था, तो आज पुरानी बातों को लेकर सोच विचार कर सकते हैं। नौकरी मे आपका काम सुचारू रूप से लेगा, इसका आपको ध्यान रखना होगा, तभी आपकी तरक्की होती दिख रही है। साहस और जोखिम वाले काम में भी आज आप हाथ डाल सकते हैं, इसमें आपको भरपूर लाभ भी होगा। विद्यार्थी यदि किसी प्रतियोगिता में भाग लेना चाहते हैं, तो उसके लिए दिन उत्तम रहेगा।अपने खान-पान का विशेष ध्यान रखें। ख़ास तौर पर माइग्रेन के मरीज़ों को समय पर खाना नहीं छोड़ना चाहिए, नहीं तो उन्हें व्यर्थ में भावनात्मक तनाव से गुज़रना पड़ सकता है। भविष्य में अगर आपको आर्थिक रुप से मजबूत बनना है तो आज से ही धन की बचत करें। घरेलू मोर्चे पर समस्या खड़ी हो सकती है, इसलिए तोल-मोल कर ही बोलें। आज आपको महसूस होगा कि आपका महबूब आपसे कितना प्यार करता है। नई योजनाएँ आकर्षक होंगी और अच्छी आमदनी का ज़रिया साबित होंगी। खाली समय का सदुपयोग होना चाहिए लेकिन आप आज आप इस समय का दुरुपयोग करेंगे और इस वजह से आपका मूड भी खराब होगा। वैवाहिक जीवन के दृष्टिकोण से देखें तो चीज़ें आपके पक्ष में जाती हुई नज़र आ रही हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- तांबे के बर्तन में रात भर रखा पानी पीना स्वास्थ्य के लिए फ़ायदेमंद रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए शुभ परिणाम लेकर आएगा। कार्यक्षेत्र में जिम्मेदारियों का दबाव रहेगा, लेकिन आपको अधिकारियों और साथियों का सहयोग मिलेगा, जिससे आप अपने ऊपर दवाब कम महसूस करेंगे और अपने कार्य को समय पर करके देंगे। आर्थिक मामलों में आपका दिन मिलाजुला रहेगा। आज आप को किसी लंबी दूरी की यात्रा पर जाना पड़े, तो उसे कुछ समय के लिए टाल देना क्योंकि आज आपके स्वास्थ्य में कमी आ सकती है। यदि आज आप किसी नए काम व योजना पर कार्य शुरू करना चाहते हैं, तो उसके लिए दिन उत्तम नहीं है, उसे आगे के लिए टाल दें। सायंकाल का समय आज आप अपने परिवार के छोटे बच्चों के साथ मौज मस्ती में व्यतीत करेंगे।किसी पुराने दोस्त से मुलाक़ात आपका मन ख़ुश कर देगी। जो लोग शेयर बाजार में पैसा लगाते हैं आज उनका पैसा डूब सकता है। वक्त रहते सचेत हो जाएं तो आपके लिए बेहतर रहेगा। पारिवारिक सदस्यों के साथ सुकून भरे और शांत दिन का लुत्फ़ लें। अगर लोग परेशानियों के साथ आपके पास आएँ तो उन्हें नज़रअंदाज़ करें और उन्हें अपनी मानसिक शांति भंग न करने दें। रोमांस के लिहाज़ से बहुत अच्छा दिन नहीं है, क्योंकि आप आज सच्चा प्यार ढूंढने में विफल हो सकते हैं। सेमिनार और गोष्ठियों में हिस्सा लेकर आज आप कई नए विचार पा सकते हैं। हितकारी ग्रह कई ऐसे कारण पैदा करेंगे, जिनकी वजह से आज आप ख़ुशी महसूस करेंगे। कोई रिश्तेदार अचानक आपके घर आ सकता है, जिसके चलते आपकी योजनाएँ गड़बड़ा सकती हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- बहन, बेटी व मौसी का सम्मान करने से आर्थिक स्थिति अच्छी होती है। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए विकास का कारक रहेगा। आज आपको अपनी संतान की शिक्षा की चिंता सता सकती हैं, जिससे आप परेशान नजर आएंगे, लेकिन जीवन साथी के सहयोग से सायंकाल तक आपकी परेशानी हल होगी। कार्य क्षेत्र में आज स्थिति सामान्य रहेगी। आय के नए स्त्रोत बनेंगे, लेकिन मार्केटिंग और सेल्स से जुड़े लोगों पर आज टारगेट का दवाब रहेगा, जिससे वह थोड़ा चिंतित में नजर आएंगे। आज आप घरेलू उपयोग की चीजों के कुछ खरीदारी भी कर सकते हैं। सायंकाल के समय आज आपका मन आध्यात्म में लगेगा। आज आप अपने लिए कुछ धन व्यय करेंगे, जिसमें कुछ जरूरी चीजें मोबाइल, लैपटॉप इत्यादि खरीद सकते हैं।आज का दिन ऐसे काम करने के लिए बेहतरीन है, जिन्हें करके आप ख़ुद के बारे में अच्छा महसूस करते हैं। आर्थिक तौर पर सुधार तय है। ऐसा कोई जिसके साथ आप रहते हैं, आज आपके किसी काम की वजह से बहुत झुंझलाहट महसूस करेगा। प्रेम निःसीम होता है, सभी सीमाओं के परे; आपने ये बातें पहले भी सुनी होंगी। लेकिन आज वह दिन है जब आप अगर चाहें तो यह ख़ुद महसूस कर सकते हैं। आज किए गए निवेश काफ़ी फ़ायदेमन्द साबित होंगे, लेकिन आपको भागीदारों से विरोध का सामना करना पड़ सकता है। इस राशि के लोग बड़े ही दिलचस्प होते हैं। ये कभी लोगों के बीच रहकर खुश रहते हैं तो कभी अकेले में हालांकि अकेले वक्त गुजारना इतना आसान नहीं है फिर भी आज दिन में कुछ समय आप अपने लिए जरुर निकाल पाएंगे। आपका जीवनसाथी अन्य दिनों की अपेक्षा आपका ज़्यादा ख़्याल रखेगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- बाथरूम या घर के कोनों में गमले में सफेद मार्बल के टुकड़े या दाने रखने से पारिवारिक जीवन में खुशहाली आएगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आपके लंबे समय से रुके हुए काम पूरे होंगे, जिससे आपके मन में प्रसन्नता रहेगी। भाई बहनों के सहयोग से पारिवारिक बिजनेस में उन्नति होगी। आर्थिक विषयों को लेकर आज थोड़े चिंतित हो सकते हैं। आज आपको जोखिम भरे कार्यों से दूर रहना होगा क्योंकि इसमें आपको नुकसान हो सकता है। व्यापार के लिए आज आप छोटी दूरी की यात्रा पर भी जा सकते हैं, जो आपके लिए लाभदायक रहेगी। भाई के विवाह में आ रही बाधा आज दूर होगी।घरेलू परेशानियाँ आपको तनाव दे सकती हैं। चंद्र की स्थिति की वजह से आज आपका धन बेवजह की चीजों पर खर्च हो सकता है। अगर आपको धन संचय करके रखना है तो अपने जीवनसाथी या माता पिता से इस बारे में बात करें। अगर आप पार्टी करने की सोच रहे हैं, तो अपने अपने अच्छे दोस्तों को बुलाएँ। ऐसे कई लोग होंगे, जो आपका उत्साह बढाएंगे। मुहब्बत की टीस आज रात आपको सोने नहीं देगी। दिवास्वप्नों में समय खपाना नुक़सानदेह रहेगा, इस मुग़ालते में न रहें कि दूसरे आपका काम करेंगे। अगर आप शादीशुदा हैं और आपके बच्चे भी हैं तो वो आज आपसे शिकायत कर सकते हैं क्योंकि आप उनको पर्याप्त समय नहीं दे पाते। अलग-अलग नज़रिए के चलते आपके और आपके जीवनसाथी के बीच वाद-विवाद हो सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- तांबे का कड़ा धारण करने से स्वास्थ्य बना रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए आर्थिक दृष्टिकोण से उन्नति दायक रहेगा। अगर आज आप कहीं निवेश करने की सोच रहे हैं, तो उसके लिए दिन उत्तम रहेगा। पारिवारिक जीवन में तालमेल बना रहेगा। आज आप अपने गृह निर्माण से जुड़े कुछ कार्य को करवा सकते हैं। प्रेम जीवन में आज कोई तनाव उत्पन्न हो सकता है, जिससे आपका जीवन साथी के साथ टकराव हो सकता है। संतान के विवाह में आ रही बाधा दूर होगी, जिससे आपका मानसिक बोझ कम होगा। आज आपको अपनी माता जी की सेहत के प्रति सचेत रहना होगा क्योंकि उनको कोई रोग परेशान कर सकता है।आपमें आज चुस्ती-फुर्ती देखी जा सकती है। आपका स्वास्थ्य आज पूरी तरह से आपका साथ देगा। लम्बे समय से अटके मुआवज़े और कर्ज़ आदि आख़िरकार आपको मिल जाएंगे। किसी धार्मिक स्थल या संबंधी के यहाँ जाने की संभावना है। फूल देकर अपने प्यार का इज़हार करें। जो आपकी सफलता के आड़े आ रहे थे, वे आपकी आँखों के सामने ही नीचे को खिसकेंगे। आज आप सारे रिश्तों और रिश्तेदारों से दूर होकर अपना दिन किसी ऐसी जगह पर बिताना पसंद करेंगे जहां जाकर आपको शांति प्राप्त होती है। आज के दिन आप वैवाहिक जीवन का असली स्वाद चख सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- एक सिक्के(लेड धातु) का टुकड़ा अपनी जेब में रखने से नौकरी व बिज़नेस में तरक्की होगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए उन्नति भरा रहेगा। कार्य क्षेत्र में आज तकनीकी ज्ञान और अनुभव का आपको लाभ मिलेगा। धर्म-कर्म के कार्य में भी आज आप बढ़ चढ़कर हिस्सा लेंगे, इसमें कुछ धन भी व्यय होगा। नौकरी कर रहे जातकों को आज किसी महिला मित्र के सहयोग से लाभ मिलता दिख रहा है, लेकिन आपको अपने अधिकारियों से मधुर वाणी का प्रयोग करना होगा, नहीं तो वह आपके बनते हुए काम बिगाड़ सकते हैं। आज आपकी संपत्ति में भी इजाफा होगा। आज आप अपने घर की दैनिक आवश्यकताओं की पूर्ति के लिए भी कुछ धन व्यय करेंगे।अपने डर का इलाज का वक़्त आ चुका है। आपको समझना चाहिए कि न सिर्फ़ यह शारीरिक ऊर्जा को चूस लेता है, बल्कि ज़िंदगी को भी कम करता है। अगर आप घर से बाहर रहकर जॉब या पढ़ाई करते हैं तो ऐसे लोगों से दूर रहना सीखें जो आपका धन और समय बर्बाद करते हैं। किसी दूर के रिश्तेदार के यहाँ से अचानक आया कोई संदेश पूरे परिवार के लिए रोमांचक रहेगा। आज अपने प्रिय से दूर होने का दुःख आपको टीस देता रहेगा। कार्यक्षेत्र में किसी विशेष व्यक्ति से आपकी मिलाक़ात हो सकती है। कर्म-काण्ड/हवन/पूजा-पाठ आदि का आयोजन घर मे होगा। बिजली कटौती या फिर किसी अन्य वजह से आपको सुबह तैयार होने में परेशानी का सामना करना पड़ सकता है, लेकिन जीवनसाथी की ओर से इससे निबटने में काफ़ी मदद मिलेगी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- साधु संतों को प्रसन्न करने व उनका मान-सम्मान करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित फलदायक रहेगा। कार्य क्षेत्र में आज आप कुछ नए-नए प्रयास करेंगे, जिनका आपको भरपूर लाभ भी मिलेगा। आज यदि आपका इस परिवार में किसी से कोई वाद विवाद हुआ है, तो उसे लेकर आज आप सोच विचार में रहेंगे। आज आप अपनी संतान की सेहत के प्रति थोड़े चिंतित रह सकते हैं। ससुराल पक्ष से आज आपको धन लाभ मिलता दिख रहा है, लेकिन आज आपको अपनी आय और व्यय दोनों में संतुलन बना कर रखना होगा। यदि आपने साझेदारी में कोई व्यापार चलाया हुआ है, तो उसमें आज आपको भरपूर सफलता मिलेगी।स्वास्थ्य के लिहाज़ से बहुत अच्छा दिन है। आपकी ख़ुशमिज़ाजी ही आपके आत्मविश्वास में बढ़ोतरी करेगी। आप जीवन में पैसे की अहमियत को नहीं समझते लेकिन आज आपको पैसे की अहमियत समझ में आ सकती है क्योंकि आज आपको पैसे की बहुत आवश्यकता होगी लेकिन आपके पास पर्याप्त धन नहीं होगा। आपकी परेशानी आपके लिए ख़ासी बड़ी हो सकती है, लेकिन आस-पास के लोग आपके दर्द को नहीं समझेंगे। शायद उन्हें लगता हो कि इससे उन्हें कोई लेना-देना नहीं है। अगर आप अपने प्रिय को पर्याप्त समय न दें, तो वह नाराज़ हो सकता/सकती है। यह उन उम्दा दिनों में से एक दिन है जब कार्यक्षेत्र में आप अच्छा महसूस करेंगे। आज आपके सहकर्मी आपके काम की तारीफ करेंगे और आपका बॉस भी आपके काम से खुश होगा। कारोबारी भी आज कारोबार में मुनाफा कमा सकते हैं। इस राशि के जातक आज लोगों से मिलने से ज्यादा अकेले में वक्त बिताना पसंद करेंगे। आज आपका खाली समय घर की सफाई में बीत सकता है। रिश्तेदारों के चलते जीवनसाथी से वाद-विवाद हो सकता है, लेकि आख़िर में सब ठिक हो जाएगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- दाम्पत्य सुख प्राप्ति के लिए केसर का खाने में प्रयोग करें। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए उतार-चढ़ाव से भरा रहेगा। यदि आज आप को व्यापार संबंधी कोई महत्वपूर्ण फैसला लेना हो, तो कोई निर्णय जल्दबाजी में बिल्कुल ना लें, नहीं तो बाद में आपको पछताना पड़ सकता है। आज आपको अपनी सेहत के प्रति सचेत रहना होगा क्योंकि उसमें कमी आ सकती है। यदि आपको कोई रोग लंबे समय से परेशान कर रहा था, तो उसमें आज वृद्धि हो सकती है। आज आपको अपने किसी परिचित से कोई खुशखबरी सुनने को मिल सकती है। आज आप अपनी संतान के भविष्य से संबंधित कुछ अहम फैसलों पर निर्णय ले सकते हैं, जिनमें आपको पिताजी की सलाह की आवश्यकता होगी।उन भावनाओं को पहचानें, जो आपको प्रेरित करती हैं। डर, शंका और लालच जैसी नकारात्मक भावनाओं को छोड़ें, क्योंकि ये विचार उन चीज़ों को आकर्षित करते हैं, जो आप नहीं चाहते हैं। चंद्र की स्थिति की वजह से आज आपका धन बेवजह की चीजों पर खर्च हो सकता है। अगर आपको धन संचय करके रखना है तो अपने जीवनसाथी या माता पिता से इस बारे में बात करें। परिवार में किसी सदस्य की ख़राब सेहत की वजह से घूमने का कार्यक्रम टल सकता है। प्रेम निःसीम होता है, सभी सीमाओं के परे; आपने ये बातें पहले भी सुनी होंगी। लेकिन आज वह दिन है जब आप अगर चाहें तो यह ख़ुद महसूस कर सकते हैं। कामकाज के मोर्चे पर आपकी कड़ी मेहनत ज़रूर रंग लाएगी। जीवन की पेचीदिगियों को समझने के लिए आज घर के किसी वरिष्ठ शख्स के साथ आप वक्त गुजार सकते हैं। आज का दिन आपके लिए बहुत अच्छा नहीं रहेगा क्योंकि कई मामलों में आपसी असहमति रह सकती है; और इससे आपके रिश्ते कमजोर होंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- गमलों में काले-सफेद मार्बल के दाने रखने से पारिवारिक खुशियां बढ़ेंगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। पारिवारिक बिजनेस मे जीवनसाथी का सहयोग मिलेगा। आज आपका कोई जरूरी कार्य बन जाने से आपको बहुत खुशी होगी, जिसके लिए आप कोई पार्टी का आयोजन भी कर सकते हैं। सायंकाल का समय आज आप किसी मांगलिक समारोह में सम्मिलित हो सकते हैं। सामाजिक क्षेत्र में आज आपकी ख्याति चारो ओर फैलेगी, जिसमें आप कुछ धन भी व्यय करेंगे। विद्यार्थियों को आज अत्यधिक मेहनत की आवश्यकता होगी, तभी सफलता मिलती दिख रही है। पारिवारिक जीवन आनंददायक रहेगा।मानसिक स्पष्टता के लिए भ्रम और निराशा से बचने की कोशिश करें। धन से जुड़ा कोई मसला आज हल हो सकता है और आपको धन लाभ हो सकता है। आपका लापरवाह रवैया आपके माता-पिता को दुःखी कर सकता है। कोई भी नयी परियोजना शुरू करने से पहले उनकी राय भी जान लें। अपने रोमांटिक ख़यालों को हर किसी को बताने से बचें। किसी नयी परियोजना पर काम करने से पहले अच्छी तरह सोच-विचार लें। मौज-मस्ती के लिए घूमना संतोषजनक रहेगा। ग़लतफ़हमी के लम्बे दौर के बाद इस शाम आपको जीवनसाथी के प्यार का तोहफ़ा नसीब होगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- चन्द्रमा को अर्घ्य (चावल, दूध मिलाकर) देना नौकरी/बिज़नेस के लिए फ़ायदेमंद रहेगा। \n"
}]
