horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। काम के सिलसिले में बेहद अच्छे नतीजे मिलेंगे। गृहस्थ जीवन खुशनुमा रहेगा। रिश्ते में प्यार बना रहेगा। प्रेम जीवन बिता रहे लोगों को भी सुखद समाचार मिलेंगे। अपने प्यार में आगे बढ़ेंगे। सेहत कुछ कमजोर हो सकती है। खर्चों में बढ़ोतरी होगी।अपनी शारीरिक चुस्ती-फुर्ती को बनाए रखने के लिए आप आज का दिन खेलने में व्यतीत कर सकते हैं। अपने जीवनसाथी के साथ मिलकर आज आप भविष्य के लिए कोई आर्थिक योजना बना सकते हैं और उम्मीद है कि यह योजना सफल भी होगी। पढ़ाई की क़ीमत पर घर से ज़्यादा देर तक बाहर रहना आपको माता-पिता के ग़ुस्से का शिकार बना सकता है। करिअर के लिए योजना बनाना उतना ही आवश्यक है, जितना कि खेलना-कूदना। इसलिए माता-पिता को ख़ुश करने के लिए दोनों में संतुलन बनाना ज़रूरी है। आज आप अपने जीवन की परेशानियों को अपने संगी से साझा करना चाहेंगे लेकिन वो अपनी परेशानियों के बारें में बता के आपको और ज्यादा परेशान कर देंगे। अगर आप यात्रा कर रहें है तो सभी ज़रूरी दस्तावेज़ साथ रखना न भूलें। अलग-अलग नज़रिए के चलते आपके और आपके जीवनसाथी के बीच वाद-विवाद हो सकता है। परिवार जीवन का अभिन्न अंग होता है। आज अपने परिवार के साथ आप घूमने का आनंद ले सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- पारिवारिक जीवन को शांतिपूर्ण बनाने के लिए एक हरा नारियल लेकर किसी भी धर्मस्थान में दें। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम रहेगा। काम के सिलसिले में अच्छी नतीजे मिलेंगे। भाग्य का सितारा बुलंद रहेगा। सेहत के लिए दिनमान अच्छा है। मन से खुश होंगे इसलिए दिन का आनंद लेंगे। शादीशुदा लोगों के गृहस्थ जीवन के लिए दिनमान अच्छा रहेगा और रिश्ते में प्यार और रोमांस बरकरार रहेगा। प्रेम जीवन में कुछ दिक्कतें बनी रह सकती हैं।रचनात्मक शौक़ आज आपको सुक़ून का एहसास कराएंगे। आपको कमीशन, लाभांश या रोयल्टी के ज़रिए फ़ायदा होगा। आपको बच्चों के साथ कुछ समय बिताने, उन्हें अच्छे संस्कार देने और उनकी ज़िम्मेदारी समझाने की ज़रूरत है। नये रोमांस की संभावना प्रबल है, प्रेम का फूल आपकी ज़िन्दगी में जल्दी ही खिल सकता है। यदि आपको व्यस्त दिनचर्या के बाद भी अपने लिए समय मिल पा रहा है तो आपको इस समय का सदुपयोग करना सीखना चाहिए। ऐसा करके अपने भविष्य को आप सुधार सकते हैं। आपका जीवनसाथी आपको इतना बेहतरीन पहले कभी महसूस नहीं हुआ। आपको उनसे कोई बढ़िया सरप्राइज़ मिल सकता है। माता-पिता को बिना बताए आज आप उनके पसंद की कोई डिश घर पर ला सकते हैं इससे घर में सकारात्मक माहौल बन जाएगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- स्त्रियों का आदर-सम्मान करना व उनकी भावनाओं को ठेस न पहुँचाने से फैमिली लाइफ अच्छी रहती है। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। सेहत के मामले में थोड़ा ध्यान रखना जरूरी होगा। गृहस्थ जीवन पर ध्यान देंगे। जीवन साथी से संबंध सुधरेंगे। प्रेम जीवन जीने वालों के लिये दिनमान सामान्य रहेगा। काम के सिलसिले में आज का दिन अच्छा रहेगा। कुछ नया सोचेंगे। अपने काम को समय रहते पूरा करने से सफलता मिलेगी।सेहत बढ़िया रहेगी। आज आप अपना धन धार्मिक कार्यों में लगा सकते हैं जिससे आपको मानसिक शांति मिलने की पूरी संभावना है। दोस्त और जीवनासाथी आराम तथा ख़ुशी देंगे, नहीं तो बाक़ी दिन उबाऊ और नीरस गुज़रेगा। आप अनुभव करेंगे कि आपके प्रिय का आपके प्रति प्यार वाक़ई बहुत गहरा है। आज के दिन यात्रा, मनोरंजन और लोगों से मिलना-जुलना होगा। शादीशुदा ज़िन्दगी के नज़रिए से यह दिन शानदार रहेगा। धीरे-धीरे ही सही लेकिन जिंदगी अब ट्रैक पर आ रही है इस बात का अहसास आज आपको होगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- घर में फूल, पानी में पनपने वाले पौधे (मनी-प्लांट आदि), मछली का एक्वेरियम उत्तर या पश्चिमोत्तर(चन्द्र की दिशा) दिशा में रखने से फैमिली में खुशियाँ आती हैं। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। काम के सिलसिले में तो अच्छे नतीजे मिलेंगे। आप की पकड़ मजबूत होगी। भाग्य भी प्रबल रहेगा। खर्चों में बढ़ोतरी होगी। इनकम में कमी आएगी। मानसिक चिंताएं बढ़ेंगी। पेट में दर्द हो सकता है। गृहस्थ जीवन शानदार रहेगा और प्रेम जीवन में भी रोमांस के अवसर आएंगे।कुछ रचनात्मक करने के लिए अपने दफ़्तर से जल्दी निकलने की कोशिश करें। सट्टेबाज़ी से फ़ायदा हो सकता है। अपने परिवार की भलाई के लिए मेहनत करें। आपके कामों के पीछे प्यार और दूरदृष्टि की भावना होनी चाहिए, न कि लालच का ज़हर। प्रेम के दृष्टिकोण से उत्तम दिन है। जीवन की आपाधापी के बीच आज आप अपने बच्चों के लिए वक्त निकालेंगे। उनके साथ वक्त गुजार के आपको महसूस हो सकता है कि आपने जीवन के कई जरुरी पल गवां दिए हैं। आप और आपका हमदम एक-दूसरे से आज एक-दूसरे की ख़ूबसूरत भावनाओं का इज़हार कर सकेंगे। किसी सहकर्मी की अचानक तबीयत खराब होने पर आज आप उनका भरपूर सहयोग दे सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सात मुखी रुद्राक्ष धारण करने से हेल्थ अच्छी रहेगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nसेहत अच्छी रहेगी। इनकम में जबरदस्त बढ़ोतरी होगी जिससे आज का दिन बढ़िया रहेगा। काम के सिलसिले में ज्यादा मेहनत करनी पड़ेगी। गृहस्थ जीवन अच्छा रहेगा। प्रेम जीवन बिता रहे लोगों को आज बढ़िया नतीजे मिलेंगे। प्यार में आगे बढ़ेंगे। अपने प्रिय को खुश रखने की कोशिश करेंगे। आप अपने काम को इंजॉय करेंगे। किसी बड़े काम में आज के दिन हाथ ना डालें।दोस्त की बेरुख़ी आपको नाराज़ करेगी। लेकिन ख़ुद को शांत रखें। इस बात को परेशानी न बनने दें और इससे बचने की कोशिश करें। आज आपको अपना धन खर्च करने की जरुरत नहीं पड़ेगी क्योंकि घर का कोई बड़ा आज आपको धन दे सकता है। कोई पुराना परिचित आपके लिए परेशानी का सबब बन सकता है। कोई आपको दिल से सराहेगा। आपका व्यक्तित्व ऐसा है कि ज्यादा लोगों से मिलकर आप परेशान हो जाते हैं और फिर अपने लिए वक्त निकालने की कोशिश करने लग जाते हैं। इस लिहाज से आज का दिन आपके लिए बहुत उम्दा रहने वाला है। आज आपको अपने लिए पर्याप्त समय मिलेगा। शादिशुदा ज़िन्दगी के तमाम मुश्किल दिनों के बाद आप और आपका हमदम फिर प्यार की गर्माहट महसूस कर सकते हैं। अपने जीवनसाथी के साथ एक कैंडल लाइट डिनर सम्भवतः आपकी हफ़्ते भर की थकान को दूर कर सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सुगन्धित चीज़ों का प्रयोग करने से स्वास्थ्य लाभ होगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फलदायक रहेगा। परिवार के प्रति जिम्मेदारियों को समझेंगे। परिवार में काफी घुले मिलेंगे और परिवार की जरूरतों पर ध्यान देंगे। परिवार में किसी बात को लेकर विचार-विमर्श हो सकता है। काम के सिलसिले में आज आप काफी बिजी रहेंगे। कोई बड़ा डिसीजन लेने के लिए आज का दिन अच्छा नहीं है। सेहत ठीक ठाक रहेगी। प्रेम जीवन सामान्य रहेगा।अच्छी चीज़ों को ग्रहण करने के लिए आपका दिमाग़ खुला रहेगा। जल्दबाज़ी में निवेश न करें- अगर आप सभी मुमकिन कोणों से परखेंगे नहीं तो नुक़सान हो सकता है। जिन्हें भावनात्मक संबल की ज़रूरत है, वे पाएंगे कि बड़े मदद के लिए आगे आ रहे हैं। अगर आपको लगता है कि आपका लवमेट आपकी बातों को समझ नहीं पाता तो आज उनके साथ वक्त बिताएं और अपनी बातों को स्पष्टता के साथ उनके सामने रखें। आज का दिन फ़ायदेमंद साबित होगा, क्योंकि ऐसा लगता है कि चीज़ें आपके पक्ष में जाएंगी और आप हर काम में अव्वल रहेंगे। आपका जीवनसाथी हाल में हुई खटपट को भुलाकर अपने अच्छे स्वभाव का परिचय देगा। दोस्तों के साथ फ़ोन पर गपशप से बढ़िया और क्या हो सकता है, इससे आपकी ऊब भी दूर होगी। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- संयम सफलता पाने का एक अभिन्न अंग है- इसे पाने के लिए पीले सूरजमुखी के पौधे घर में लगाकर उनकी देखभाल करें। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। आपको अपने पुराने दोस्तों से मुलाकात करके बड़ी खुशी होगी। कुछ रिश्तेदार घर आ सकते हैं। घर में कोई अच्छा काम हो सकता है। सेहत अच्छी रहेगी। गृहस्थ जीवन खुशनुमा रहेगा। प्रेम जीवन आपको शांति और सुकून देगा। काम के सिलसिले में आपको ज्यादा मेहनत पर ध्यान देना होगा। अपने कुछ पुराने काम निपटाने के लिए आज का दिन अच्छा रहेगा।अपनी शारीरिक चुस्ती-फुर्ती को बनाए रखने के लिए आप आज का दिन खेलने में व्यतीत कर सकते हैं। आज के दिन आपको धन लाभ होने की पूरी संभावना है लेकिन इसके साथ ही आपको दान-पुण्य भी करना चाहिए क्योंकि इससे आपको मानसिक शांति मिलेगी। आपका जीवनसाथी आपकी सहायता करेगा और मददगार साबित होगा। आज प्यार की मदहोशी में हक़ीक़त और फ़साना मिलकर एक होते मालूम होंगे। इसे महसूस करें। आज अपनेे विवेक का इस्तेमाल करते हुए ही घर के लोगों से बातें करें अगर आप ऐसा नहीं करते तो बेवजह के झगड़ों की वजह से आपका समय खराब हो सकता है। आप दुनिया में ख़ुद को सबसे रईस महसूस करेंगे, क्योंकि आपके जीवनसाथी का व्यवहार आपको ऐसा महसूस कराएगा। अपने जीवनसाथी के साथ एक कैंडल लाइट डिनर सम्भवतः आपकी हफ़्ते भर की थकान को दूर कर सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- किचन में बैठकर खाना खाने से प्रेम सम्बन्ध मजबूत होंगे। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए शानदार रहेगा। परिवार की खुशियों को इंजॉय करेंगे। परिवार में कोई अच्छा काम होगा। दोस्तों से मिलने का मौका मिलेगा। खर्चे बहुत तेजी से बढ़ेंगे। अनचाही यात्रा पर जाना पड़ सकता है, ध्यान रखें। गृहस्थ जीवन में प्रेम, खुशहाली और रोमांस रहेगा। प्रेम जीवन में कुछ दिक्कत रहेगी। काम के सिलसिले में आज का दिनमान कमजोर है, इसलिए ध्यान रखें।अगर आप बहुत ज़्यादा तनाव महसूस कर रहे हैं, तो बच्चों के साथ अधिक समय बिताएँ। उनके प्यार भरे आलिंगन और मासूम मुस्कुराहट आपकी सभी परेशानियों को ख़त्म कर देंगे। ख़ास लोग ऐसी किसी भी योजना में रुपये लगाने के लिए तैयार होंगे, जिसमें संभावना नज़र आए और विशेष हो। अपने परिवार के साथ रुखा व्यवहार न करें। यह पारिवारिक शान्ति को भंग कर सकता है। संभव है आज आप अपने प्रिय को टॉफ़ी और कॉकलेट वग़ैरह दें। आज के दिन में आप बहुत व्यस्त रहेंगे लेकिन शाम के वक्त अपने मनपसंद कामों को करने के लिए भी आपके पास पर्याप्त समय होगा। आपको महसूस होगा कि आपका जीवनसाथी इससे बेहतर पहले कभी नहीं हुआ। जब आपके पास ज़्यादा खाली समय हो, तो नकारात्मक विचार आपको ज़्यादा परेशान करते हैं। अतः सकारात्मक पुस्तकें पढ़ें, कोई मनोरंजक फ़िल्म देखें या मित्रों के साथ समय व्यतीत करें। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- पीले चावल बनाकर गरीबों में बांटना आज आपकी मानसिक प्रसन्नता में इजाफ़ा कर सकता है। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। आप अपनी जिम्मेदारियों को समझेंगे। आप के अंदर मजबूती आएगी। बड़ा डिसीजन लेंगे। काम में सफलता मिलेगी। संपत्ति का लाभ मिलेगा। गृहस्थ जीवन में उतार-चढ़ाव के बावजूद प्यार और समझदारी बनी रहेगी। प्रेम जीवन के लिए दिनमान अच्छा है।गर्भवती महिलाओं के लिए अतिरिक्त सावधान रहने का दिन है। ख़र्चों में इज़ाफ़ा होगा, लेकिन साथ ही आमदनी में हुई बढ़ोत्तरी इसको संतुलित कर देगी। आपको अपनी एक-सी दिनचर्या से थोड़ी छुट्टी लेकर आज दोस्तों के साथ सैर-सपाटा करने की ज़रूरत है। प्रेम के दृष्टिकोण से आपके लिए यह दिन विशेष रहने वाला है। दीर्घावधि में कामकाज के सिलसिले में की गयी यात्रा फ़ायदेमंद साबित होगी। प्यार, नज़दीकी, मस्ती-मज़ा - जीवनसाथी के साथ यह एक रोमानी दिन रहेगा। केश-सज्जा और मालिश जैसे क्रियाकलापों में काफ़ी समय लगा सकते हैं और इसके बाद आप काफ़ी अच्छा भी महसूस करेंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- शुद्ध शहद का रोजाना प्रयोग करने से स्वास्थ्य अच्छा होगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए थोड़ा कमजोर रहेगा। खर्चों में बढ़ोतरी होगी। पूजा पाठ में या धार्मिक कामों में खूब खर्च हो सकता है। सेहत का ध्यान रखना जरूरी होगा। काम के सिलसिले में आज का दिन थोड़ा नीरस रह सकता है। आप नौकरी बदलने का प्लान बना सकते हैं। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन में रोमांस की बढ़ोतरी होगी। रिश्ता मजबूत बनेगा।आज के दिन किए गए दान-पुण्य के काम आपको मानसिक शान्ति और सुकून देंगे। आपकी मनोकामनाएं दुआओं के ज़रिए पूरी होंगी और सौभाग्य आपकी तरफ़ आएगा- और साथ ही पिछले दिन की मेहनत भी रंग लाएगी। घरेलू मामलों पर तुरंत ध्यान देने की ज़रूरत है। आपकी ओर से की गयी लापरावाही महंगी साबित हो सकती है। आज आप अपने जीवन की परेशानियों को अपने संगी से साझा करना चाहेंगे लेकिन वो अपनी परेशानियों के बारें में बता के आपको और ज्यादा परेशान कर देंगे। यह दिन बेहतरीन दिनों में से एक हो सकता है। आज दिन में आप कई अच्छे प्लान भविष्य के लिए बना सकते हैं लेकिन शाम के वक्त किसी दूर के रिश्तेदार के घर में आ जाने के कारण आपके सारे प्लान धरे के धरे रह सकते हैं। अलग-अलग नज़रिए के चलते आपके और आपके जीवनसाथी के बीच वाद-विवाद हो सकता है। आज किसी ज्ञानी पुरुष से मिलकर आपको अपनी कई समस्याओं का हल मिल जाएगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सूर्य अनुशासन प्रिय ग्रह है, इसलिए यथासंभव अनुशासित जीवन जीने से फैमिली लाइफ अच्छी रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए बहुत बढ़िया रहेगा। इनकम में जबरदस्त बढ़ोतरी होगी। खर्चों में कमी आएगी। सेहत अच्छी रहेगी फिर भी यह सर्दी जुकाम से परेशान हो सकते हैं। गृहस्थ जीवन खुशनुमा रहेगा। जीवनसाथी से फायदा होगा। प्रेम जीवन में उतार चढ़ाव का दिन रहेगा। काम के सिलसिले में ज्यादा मेहनत से ही लाभ मिलेगा।कुछ लोग सोच सकते हैं कि आप नया सीखने के लिए काफ़ी उम्रदराज़ हो चुके हैं- लेकिन यह सच्चाई से बहुत दूर है- आप अपने तेज़ और सक्रिय दिमाग़ की वजह से कुछ भी आसानी से सीख सकते हैं। घर में किसी फंक्शन के होने की वजह से आज आपको बहुत धन खर्च करना पड़ेगा जिसके कारण आपकी आर्थिक स्थिति खराब हो सकती है। आपके जीवन-साथी की सेहत चिंता का सबब बन सकती है और उसे चिकित्सकीय देखरेख की ज़रूरत है। आप आज प्रेमपूर्ण मनोभाव में होंगे, इसलिए अपने प्रिय के साथ कुछ अच्छा समय बिताने की योजना बनाएँ। आपके पास समय तो होगा लेकिन बावजूद इसके भी आप कुछ ऐसा नहीं कर पाएंगे जो आपको संतुष्टि दे। वैवाहिक जीवन को अधिक सुखमय बनाने के आपके प्रयास उम्मीद से ज़्यादा रंग लाएंगे। टीवी पर फ़िल्म देखना और अपने नज़दीकी लोगों के साथ गप्पें मारना – इससे बेहतर और क्या हो सकता है? अगर आप थोड़ी कोशिश करें तो आपका दिन कुछ इसी तरह गुज़रेगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- आर्थिक स्थिति बेहतर करने के लिए कच्ची साबुत हल्दी चलते पानी में बहाएं। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। अपने काम पर पूरा ध्यान देंगे। काम में कोई कमी नहीं निकलेगी और समय रहते काम निपटा लेंगे। बॉस के भरोसेमंद बनेंगे। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन के लिए दिनमान अच्छा है। घर में किसी बड़ी बात पर विचार विमर्श होगा।कोई बड़ा डिसीजन लिया जा सकता है। आपके पास अपनी सेहत और रूप-रंग को सुधारने के लिए पर्याप्त समय होगा। आप दूसरों पर कुछ ज़्यादा ख़र्चा कर सकते हैं। आपका अड़ियल स्वभाव आपके माता-पिता का चैन छीन सकता है। आपको उनकी सलाह पर ध्यान देने की ज़रूरत है। सकारात्मक बातों पर विचार करने में कोई बुराई नहीं है। रुमानी यादें आज आपके ऊपर छायी रहेंगी। उन चीजों को दोहराना जिनका अब आपके जीवन में कोई महत्व नहीं है, आपके लिए ठीक नहीं है। ऐसा करके आप अपना वक्त ही बर्बाद करेंगे और कुछ नहीं। आपको महसूस होगा कि शादी के वक़्त किए गए सारे वादे सच्चे हैं। आपका जीवनसाथी ही आपका हमदम है। आप बहुत कुछ करना चाहते हैं, फिर भी मुमकिन है कि आप आज चीज़ों को बाद के लिए टाल दें। दिन ख़त्म होने से पहले उठें और काम में लग जाएँ, नहीं तो आपको महसूस होगा कि पूरा दिन बर्बाद हो गया है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- अच्छे पारिवारिक जीवन के लिए किसी भी कुत्ते (अगर काले रंग का हो, तो विशेष शुभ है) को दूध पिलाएं। \n"
}]
