horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए काफी अच्छा रहेगा। कार्य में सफलता मिलने से मन हर्षित होगा। घर परिवार के बारे में भी विचार करेंगे और जरूरतों को पूरा करेंगे। परिवार में इज्जत रहेगी। मानसिक तनाव से मुक्ति मिलेगी। सेहत में उतार-चढ़ाव रहेगा। गृहस्थ जीवन खुशियों से भरा रहेगा। प्रेम जीवन के लिए दिनमान सामान्य है।अपने विचार व्यक्त करने में हिचकिचाएँ नहीं। आत्मविश्वास की कमी को ख़ुद पर हावी न होने दें, क्योंकि यह सिर्फ़ आपकी समस्या को और जटिल बनाएगा, साथ ही आपकी तरक़्क़ी में भी रोड़ा अटकाएगा। अपना आत्मविश्वास फिर से हासिल करने के लिए अपनी बात खुल कर कहें और परेशानियों का सामना होठों पर मुस्कुराहट के साथ करें। जीवन की गाड़ी को अच्छे से चलाना चाहते हैं तो आज आपको पैसे की आवाजाही पर विशेष ध्यान देना होगा। हालात को क़ाबू में रखने के लिए अपने भाई की मदद लें। विवाद को ज़्यादा तूल देने की बजाय उसे दोस्ताना तरीक़े से हल करने की कोशिश करें। प्यार में अपने अशिष्ट बर्ताव के लिए माफ़ी मांगें। जीवन की पेचीदिगियों को समझने के लिए आज घर के किसी वरिष्ठ शख्स के साथ आप वक्त गुजार सकते हैं। अपने जीवनसाथी के साथ प्यार-मुहब्बत के लिए काफ़ी वक़्त मिलेगा, लेकिन सेहत गड़बड़ हो सकती है। आपकी गलत आदतें आज आप पर भारी पड़ सकती हैं। आज के दिन थोड़ा संभलकर रहें। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- शरीर पर सोना धारण करना आर्थिक स्थिति के लिए शुभ है। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। भाग्य मजबूत होगा जिससे कामों में सफ़लता मिलती चली जाएगी और आपका आत्म बल मजबूत होगा। आप में साहस की बढ़ोतरी होगी और कामों में रिस्क लेकर आगे बढ़ेंगे। इनकम में भी बढ़ोतरी होगी। घर परिवार में खुशियां रहेंगी। अच्छे भोजन का आनंद लेंगे। गृहस्थ जीवन अच्छा रहेगा। प्रेम जीवन में भी प्रेम बरकरार रहेगा।बाहर का और खुला खाना खाते वक़्त ख़ास तौर पर बचाव पर ध्यान देने की ज़रूरत है। हालाँकि बिना वजह तनाव न लें, क्योंकि यह आपको मानसिक कष्ट दे सकता है। अनचाहा कोई महमान आज आपके घर आ सकता है जिसके आने से आपको घर के उन समानों पर भी खर्चा करना पड़ सकता है जिनको आपने अगले महीने पर टाला हुआ था। परिवार के सदस्यों की ज़रूरतों को तरजीह दें। उनके सुख-दुःख के भागीदार बनें, ताकि उन्हें महसूस हो कि आप वाक़ई उनका ख़याल रखते हैं। अपने प्रिय की ग़ैर-ज़रूरी भावनात्मक मांगों के सामने घुटने न टेकें। आपके घर वाले आज आपसे कई परेशानियां शेयर करेंगे लेकिन आप अपनी ही धुन में मस्त रहेंगे और खाली समय में कुछ ऐसा करेंगे जो करना आपको पसंद है। शादीशुदा ज़िन्दगी के नज़रिए से यह थोड़ा मुश्किल वक़्त है। अपना पसंदीदा संगीत सुनना आपको एक चाय के प्याले से अधिक ताज़गी का अनुभव दे सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- प्रेमी/प्रेमिका को पीले वस्त्र भेंट करने से प्रेम सम्बन्ध मजबूत होंगे। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए उतार-चढ़ाव से भरा रहेगा। खर्च में अचानक से तेजी आएगी। सेहत में उतार-चढ़ाव रहेगा इसलिए आपको सावधानी से रहना होगा। भोजन पर थोड़ा ध्यान दें। गृहस्थ जीवन ठीक-ठाक रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा है। काम के सिलसिले में अच्छे नतीजे मिलेंगे। आप की पकड़ मजबूत होगी।आपके हँसी-मज़ाक़ का लहज़ा किसी दूसरे को आपकी तरह इस क्षमता को विकसित करने के लिए प्रेरित कर सकता है। आपसे उसे यह सबक़ मिलेगा कि ज़िंदगी की ख़ुशी बाहरी चीज़ों में नहीं, बल्कि ख़ुद के ही भीतर है। अतिरिक्त धन को रिअल एस्टेट में निवेश किया जा सकता है। दिन को रोमांचक बनाने के लिए क़रीबी दोस्तों और परिवार के साथ समय बिताएँ। कोई पौधा लगाएँ। दिन उम्दा है, आज के दिन अपने लिए समय निकालें और अपनी कमियों और खुबियों पर गौर फर्माएं। इससे आपके व्यक्तित्व में सकारात्मक परिवर्तन आएंगे। अपने जीवनसाथी के किसी छोटी बात को लेकर बोेले गए झूठ से आप आहत महसूस कर सकते हैं। आपके दोस्त आपके काम नहीं आते यह शिकायत आज आपको हो सकती है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- मंगल रूद्र रूप है, इसलिए भगवान शिव का कोई भी मंत्र पढ़ते रहने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। दिन की शुरुआत में थोड़ा तनाव रहेगा लेकिन दोपहर तक स्थितियां अच्छी होंगी। सेहत में थोड़ा उतार-चढ़ाव हो हो सकता है। जीवनसाथी को लेकर कुछ निराशा हो सकती है। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन बढ़िया रहेगा। आप उनके साथ लंबी ड्राइव पर जा सकते हैं। काम के सिलसिले में दिनमान अच्छा है।आपकी ओर से समर्पित दिल और बहादुरी का जज़्बा आपके जीवन-साथी को ख़ुशी दे सकता है। आज किया गया निवेश आपकी समृद्धि और आर्थिक सुरक्षा में इज़ाफ़ा करेगा। ऐसे कामों में सहभागिता करने के लिए अच्छा समय है, जिसमें युवा लोग जुड़े हों। शाम को प्रिय के साथ रोमांटिक मुलाक़ात और साथ में कहीं लज़ीज़ खाना खाने के लिहाज़ से बढ़िया दिन है। सामाजिक और धार्मिक समारोह के लिए बेहतरीन दिन है। अपने जीवनसाथी के साथ आप प्यार और रुमानियत से भरे पुराने दिन एक बार फिर जी पाएंगे। आपके घर का कोई सदस्य आज आपसे प्यार से जुड़ी कोई समस्या शेयर कर सकता है। आपको उन्हें उचित सलाह देनी चाहिए। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- आर्थिक उन्नति के लिए हरे रंग के वाहन का प्रयोग करना शुभ है। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिनमान आपके लिए उतार-चढ़ाव से भरा रहेगा। खर्चों में एकदम से तेजी आएगी जो शाम तक आपको परेशान कर सकती है लेकिन धैर्य रखने से बात बनेगी। खर्चों पर नियंत्रण रखें। बेवजह की बातों को दिमाग से ना लगाएं। किसी से झगड़ा ना करें। दांपत्य जीवन खुशनुमा रहेगा। प्रेम जीवन बिता रहे लोगों को भी राहत की सांस मिलेगी। एक-दूसरे से बातचीत होगी और जो लंबे समय से रुकी हुई बातें थी, वो अब होने लगेंगी। आपका दिल खुश हो जाएगा। काम के सिलसिले में दिनमान अच्छा है।रचनात्मक शौक़ आज आपको सुक़ून का एहसास कराएंगे। दिन की शुुरुआत भले ही अच्छी हो लेकिन शाम के वक्त किसी वजह से आपका धन खर्च हो सकता है जिससे आप परेशान होंगे। अपना अतिरिक्त समय निःस्वार्थ सेवा में लगाएँ। यह आपको और आपके परिवार को ख़ुशी और दिली सुकून देगा। ज़िन्दगी की भाग-दौड़ में आप ख़ुद को ख़ुशनसीब पाएंगे, क्योंकि आपका हमदम वाक़ई सबसे बेहतरीन है। अपने व्यक्तित्व और रंग-रूप को बेहतर बनाने का कोशिश संतोषजनक साबित होगी। अगर हाल में आप व आपका जीवनसाथी बहुत ख़ुश महसूस नहीं कर रहे थे, तो आज हालात बदल सकते हैं। आप दोनों आज बहुत मज़े करने वाले हैं। अपने पिता के साथ आज दोस्त की तरह आप बात कर सकते हैं। आपकी बातों को सुनकर उनको खुशी होगी। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- आर्थिक उन्नति के लिए हरे रंग के वाहन का प्रयोग करना शुभ है। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिनमान मध्यम रूप से फलदायक रहेगा। परिवार की चिंताओं को दूर करने की कोशिश करें और जिन बुजुर्गों की सेहत बिगड़ रही है, उनके लिए भी थोड़ा ध्यान रखें। संतान के प्रति थोड़ा चिंता होनी जायज है लेकिन उन्हें अपना कर्म करने दें। प्रेम जीवन बिता रहे लोगों के लिए दिनमान सामान्य रहेगा। गृहस्थ जीवन बिता रहे लोग तनाव का शिकार हो सकते हैं। काम के सिलसिले में दिनमान बढ़िया है। आपको अपने काम पर पूरा ध्यान देना होगा।दिन फ़ायदेमन्द साबित होगा और आप किसी पुरानी बीमारी में काफ़ी आराम महसूस करेंगे। बाकी दिनों के मुकाबले आज का दिन आर्थिक दृष्टि से अच्छा रहेगा और आपको पर्याप्त धन की प्राप्ति होगी। भावनात्मक तौर पर ख़तरा उठाना आपके पक्ष में जाएगा। ज़िंदगी में एक नया मोड़ आ सकता है, जो प्यार और रोमांस को नयी दिशा देगा। देर शाम तक आपको कहीं दूर से कोई अच्छी ख़बर सुनने को मिल सकती है। आज से पहले शादीशुदा ज़िन्दगी इतनी अच्छी कभी नहीं रही। अपने भविष्य की योजना बनाने के लिए बिलकुल उपयुक्त दिन है, क्योंकि आपके पास आराम के कुछ लम्हे होंगे। लेकिन अपनी योजनाओं को व्यावहारिक रखें और हवाई क़िले न बांधें। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- सकारात्मक सोच ज़िंदगी में ग़ज़ब का जादू कर सकती है इसे पाने के लिए हरे रंग के वस्त्र अधिक धारण करें। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। इनकम में बढ़ोतरी होगी। मानसिक तनाव में कमी आएगी। सेहत अच्छी रहेगी। किसी उद्देश्य को लेकर दिन की शुरुआत करेंगे और उसे पूरा करने की पूरी कोशिश करेंगे। काम के सिलसिले में दिनमान सामान्य है। प्रेम जीवन अच्छा रहेगा। शादीशुदा लोगों के दांपत्य जीवन में थोड़ा सा तनाव देखने को मिल सकता है।धैर्य बनाए रखें, क्योंकि आपकी समझदारी और प्रयास आपको सफलता ज़रूर दिलाएंगे। आर्थिक समस्याओं ने रचनात्मक सोचने की आपकी क्षमता को बेकार कर दिया है। कोई पुराना दोस्त शाम के समय फ़ोन कर पुरानी यादें ताज़ा कर सकता है। आज आप अपने किसी वादे को पूरा नहीं कर पाएंगे जिसकी वजह से आपका प्रेमी आपसे नाराज हो जाएगा। आपके पास समय तो होगा लेकिन बावजूद इसके भी आप कुछ ऐसा नहीं कर पाएंगे जो आपको संतुष्टि दे। अपने जीवनसाथी के साथ प्यार-मुहब्बत के लिए काफ़ी वक़्त मिलेगा, लेकिन सेहत गड़बड़ हो सकती है। परिवार के साथ किसी मॉल या शॉपिंग कॉम्प्लेक्स जाने की संभावना है। हालाँकि इससे आपका ख़र्चा काफ़ी बढ़ सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- 'ॐ स्त्रां स्त्रीं स्त्रौं सः केतवे नमः' मंत्र का 11 बार उच्चारण करने से आर्थिक स्थिति अच्छी होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिनमान आपके लिए सामान्य रूप से फलदायक रहेगा। भाई बहनों के साथ वक्त बिताने के बाद परिवार में जरूरतों को समझते हुए अपनी जिम्मेदारी निभाएंगे। आज का ज्यादातर समय घर वालों के साथ बिताना पसंद करेंगे। सेहत अच्छी रहेगी। कामों में आंशिक सफलता मिलेगी। भाग्य ठीक-ठाक रहेगा जिससे काम बन जाएंगे। इनकम ठीक होगी। गृहस्थ जीवन में दिक्कत रहेगी। प्रेम जीवन बिता रहे लोगों को सुखद समाचार मिलेंगे।अपनी इच्छाओं की पूर्ति के लिए व्यक्तिगत संबंधों का इस्तेमाल करना आपके जीवनसाथी को नाराज़ कर सकता है। करीबी रिश्तेदारों के घर जाना आज आपकी आर्थिक स्थिति को बिगाड़ सकता है। घर में किसी भी तरह का बदलाव करने से पहले अपने बड़ों की राय लें, नहीं तो वे आपसे नाख़ुश और नाराज़ हो सकते हैं। रोमांस आपके दिल पर क़ाबिज़ है। अपने घर में बिखरी चीजों को संभालने का आज आप प्लान करेंगे लेकिन आपको इसके लिए आज खाली समय नहीं मिल पाएगा। आज के दिन आप वैवाहिक जीवन का असली स्वाद चख सकते हैं। अगर आज कुछ ज़्यादा करने को नहीं है तो किसी लाइब्रेरी में समय बिताना एक अच्छा विकल्प हो सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- इस मंत्र का उच्चारण करें 'ओम सूर्य नारायणाय नमो नमः' \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रहेगा। ट्रैवलिंग में वक्त लगेगा। कुछ दोस्तों से लंबे समय तक ना मिलने के कारण आज मिलना जुलना होगा जिससे मन हल्का होगा। गृहस्थ जीवन सामान्य रहेगा। परिवार में पूजा पाठ होगी। प्रेम जीवन थोड़े तनाव के बीच गुजरेगा। प्रिय के मूड का ध्यान रखें। काम के सिलसिले में आज का दिन बहुत अच्छा रहेगा।सेहत को लेकर ज़्यादा देखभाल की ज़रूरत है। अगर आप अपनी रचनात्मक प्रतिभा को सही तरीक़े से इस्तेमाल करें तो वह काफ़ी फ़ायदेमंद साबित होगी। आपकी निजी ज़िंदगी के बारे में दोस्तों से आपको अच्छी सलाह मिलेगी। आज प्यार की कमी महसूस हो सकती है। बिना किसी को बताए आज आप अकेले वक्त बिताने घर से बाहर जा सकते हैं। लेकिन आप अकेले तो होंगे लेकिन शांत नहीं आपके दिल में आज के दिन कई चिंताएं हैं होंगी। जीवनसाथी के किसी अचानक काम की वजह से आपकी योजनाएँ बिगड़ सकती हैं। लेकिन फिर आपको महसूस होगा कि जो होता है अच्छे के लिए ही होता है। दिखावा करने से आज आपको बचना चाहिए ऐसा करेंगे तो आपके करीबी लोग ही आपसे दूर हो जाएंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- स्वास्थ्य को बेहतर बनाने के लिए खाना खाते समय तांबे या सोने (अगर संभव हो तो) के चम्मच का ही प्रयोग करें। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिनमान आपके लिए सामान्य रहेगा। परिवार में किसी बात को लेकर खींचातानी हो सकती है जिसकी वजह से आपको थोड़ी परेशानी भी होगी लेकिन कोशिश करने से समाधान निकल जाएगा और समस्याएं दूर होंगी। गृहस्थ जीवन खुशनुमा रहेगा। रिश्ते में रोमांस भी रहेगा और एक दूसरे के प्रति आकर्षण की भावना भी बढ़ेगी। प्रेम जीवन बिता रहे लोगों के लिए भी आज का दिन अच्छा रहेगा। आप अपनी बात कहने में सक्षम होंगे। काम के सिलसिले में दिनमान मजबूत है।आपका आकर्षक बर्ताव दूसरों का ध्यान आपकी तरफ़ खींचेगा। पैसे की अहमियत को आप अच्छे से जानते हैं इसलिए आज के दिन आपके द्वारा बचाया गया धन आपके बहुत काम आ सकता है और आप किसी बड़ी मुश्किल से निकल सकते हैं। दोपहर के बाद किसी पुराने दोस्त से मुलाक़ात दिन को ख़ूबसूरत बना देगी। आप अपने सुनहरे दिनों को याद करके पुरानी यादों में डूब जाएंगे। आज आप महसूस करेंगे कि प्यार दुनिया में हर मर्ज़ की दवा है। अगर आप अपने घर से बाहर रहकर अध्ययन या नौकरी करते हैं तो आज के दिन आप खाली समय में अपने घर वालों से बात कर सकते हैं। घर की किसी खबर को सुनकर आप भावुक भी हो सकते हैं। वैवाहिक जीवन में स्नेह को दिखलाने का अपना महत्व है और इस चीज़ का अनुभव आज आप करेंगे। छुट्टी ज़ाया हो गयी – इस पर सोचने की बजाय बाक़ी बचे दिन को आप किस प्रकार बेहतर बना सकते हैं, इस पर विचार करें। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- अगर आज इस छुट्टी के दिन को बेहतरीन बनाना चाह रहे हैं तो पीपल के वृक्ष पर जल चढ़ाएं। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। मानसिक तनाव रहेगा लेकिन फिर भी अपने बारे में सोचेंगे और अपनी गलतियों के बारे में भी विचार करेंगे। दांपत्य जीवन में थोड़ा तनाव देखने को मिलेगा लेकिन आप उसे सुलझाने की कोशिश करेंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान सामान्य रहेगा। आप अपने प्रिय के साथ अपने आर्थिक स्थिति को लेकर कुछ राज खोलेंगे।कठिनाइयों का सामना करना पड़ सकता है। हिम्मत न हारें और इच्छित फल पाने के लिए कड़ी मेहनत करें। इन नाकामियों को तरक़्क़ी का आधार बनाएँ। मुश्किल घड़ी में रिश्तेदार भी काम आएंगे। तंग आर्थिक हालात के चलते कोई अहम काम बीच में अटक सकता है। परिवार के सदस्यों की ज़रूरतों को तरजीह दें। उनके सुख-दुःख के भागीदार बनें, ताकि उन्हें महसूस हो कि आप वाक़ई उनका ख़याल रखते हैं। आज किसी ऐसे इंसान से मिलने की संभावना है जो आपके दिल को गहराई से छूएगा। इस राशि के जातक आज के दिन अपने भाई-बहनों के साथ घर पर कोई मूवी या मैच देख सकते हैं। ऐसा करके आप लोगों के बीच प्यार में इजाफा होगा। वैवाहिक सुख के दृष्टिकोण से आज आपको कुछ अनोखा उपहार मिल सकता है। आपके किये गये कामों को आज आपके सीनियर्स के द्वारा सराहा जाएगा जिससे आपके चेहरे पर भी मुस्कान दौड़ जाएगी। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- आर्थिक स्थिति को अच्छा करने के लिए साफ़ सुथरा रहें, रोज स्नान करना चाहिए। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। इनकम में बढ़ोतरी होगी। मानसिक तनाव में कमी आएगी। सेहत अच्छी रहेगी। किसी उद्देश्य को लेकर दिन की शुरुआत करेंगे और उसे पूरा करने की पूरी कोशिश करेंगे। काम के सिलसिले में दिनमान सामान्य है। प्रेम जीवन अच्छा रहेगा। शादीशुदा लोगों के दांपत्य जीवन में थोड़ा सा तनाव देखने को मिल सकता है।जीत का जश्न आपके दिल को ख़ुशी से भर देगा। इस उत्साह को दोगुना करने के लिए आप अपनी ख़ुशी में दोस्तों को भागीदार बना सकते हैं। आज किया गया निवेश आपकी समृद्धि और आर्थिक सुरक्षा में इज़ाफ़ा करेगा। एक बेहतरीन शाम के लिए रिश्तेदार/दोस्त घर आ सकते हैं। रोमांस के लिए बढ़ाए गए क़दम असर नहीं दिखाएंगे। इस राशि के लोगों को आज अपने आप को समझने की जरुरत है। यदि आपको लगता है कि आप दुनिया की भीड़ में कहीं खो गये हैं तो अपने लिए वक्त निकालें और अपने व्यक्तित्व का आकलन करें। जीवनसाथी का बिगड़ता स्वास्थ्य आपके लिए परेशानी का सबब बन सकता है। माता-पिता को बिना बताए आज आप उनके पसंद की कोई डिश घर पर ला सकते हैं इससे घर में सकारात्मक माहौल बन जाएगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अगर सम्भव हो तो अपने घर में एक कुत्ता पालें, इससे प्रेम सम्बन्ध अच्छे रहेंगे। \n"
}]
