horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आपको अपने किसी मेहमान के आने से प्रसन्नता होगी क्योंकि उससे आपको लाभ होगा। साझेदारी में व्यापार कर रहे लोगों को आज अपने पार्टनर से सावधान रहना होगा, नहीं तो वह आपको नुकसान पहुंचा सकता है। आज आप अपनी माता जी के लिए कोई उपहार खरीद सकते हैं। मामा पक्ष से भी धन लाभ होता दिख रहा है। सामाजिक क्षेत्र में आपकी ख्याति चारों ओर फैलेगी, जिससे आपके मित्रों की संख्या में भी इजाफा होगा। सायंकाल का समय आज आप अपने जीवनसाथी को कहीं बाहर घुमाने से रहने लेकर जा सकते हैं।अपने जीवन-साथी के साथ पारिवारिक समस्याओं को साझा करें। एक-दूसरे को फिर से भली-भांति जानने के लिए थोड़ा और वक़्त एक-दूसरे के साथ बिताएँ और ख़ुद की स्नेही जोड़े की छवि को मज़बूत करें। आपके बच्चे भी घर में ख़ुशी और सुकून के माहौल को महसूस कर सकेंगे। इससे आपको एक-दूसरे के साथ व्यवहार में ज़्यादा खुलापन और आज़ादी मिलेगी। आपका कोई पुराना मित्र आज कारोबार में मुनाफा कमाने के लिए आपको सलाह दे सकता है, अगर इस सलाह पर आप अमल करते हैं तो आपको धन लाभ जरुर होगा। लोग आपको आशाएँ और सपने देंगे, लेकिन असल में सारा दारोमदार आपके प्रयासों पर रहेगा। अपने प्रिय से दूर होने के बावजूद आप उसकी मौजूदगी महसूस करेंगे। आपका दिमाग़ काम-काज की उलझनों में फँसा रहेगा, जिसके चलते आप परिवार और दोस्तों के लिए समय नहीं निकाल पाएंगे। बातों को सही तरीके से समझने का आज आपको प्रयास करना चाहिए नहीं तो इसकी वजह से आप खाली समय में इन्हीं बातों के बारे में सोचते रहेंगे और अपना समय बर्बाद करेंगे। आज आपके वैवाहिक जीवन के सबसे अच्छे दिनों में से एक हो सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- ज्ञानी, विद्वान और न्यायकर्ता लोगों का सम्मान करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए उन्नति दायक रहेगा। प्रेम जीवन जी रहे लोगों को कुछ तनाव हो सकता है, लेकिन उसके बावजूद भी आप अपने रिश्ते में मधुरता बनाए रखेंगे और बातचीत से सभी चीजों को सायं काल तक समाप्त कर लेंगे। आर्थिक स्थिति मजबूत होगी, लेकिन आज आप अपने किसी मित्र की मदद के लिए आगे आएंगे। आपको अपनी आय और व्यय का ध्यान रखना होगा। व्यापार में नए-नए लाभ हाथ आएंगे, जिसके आपको लंबे समय से तलाश थी। आज आप कोई नया घर व दुकान खरीद सकते हैं, लेकिन आज आपको अपने भाई के स्वास्थ्य के प्रति सचेत रहना होगा क्योंकि उस में कुछ गिरावट आ सकती है।नफ़रत की भावना महंगी पड़ सकती है। यह न केवल आपकी सहन-शक्ति घटाती है, बल्कि आपके विवेक को भी ज़ंग लगा देती है और रिश्तों में हमेशा के लिए दरार डाल देती है। जो लोग अब तक पैैसे को बिना सोचे विचारे उड़ा रहे थे उन्हें आज पैसे की बहुत आवश्यकता पड़ सकती है और आज आपको समझ में आ सकता है कि पैसे की जीवन में क्या अहमियत है। जीवनसाथी और बच्चों से अतिरिक्त स्नेह और सहयोग मिलेगा। आपके महसूस करेंगे कि फ़िज़ाओं में प्यार घुला हुआ है। नज़रें उठाकर तो देखिए, आपको सब-कुछ प्रेम के रंग में रंगा दिखाई देगा। कार्यक्षेत्र में आपके प्रतिद्वन्द्वियों को अपने ग़लत कामों का फल मिलेगा। अपनी कमियों पर आपको काम करने की जरुरत है इसके लिए आपको अपने लिए समय निकालना चाहिए। अपने जीवनसाथी के स्नहे से भीगकर आप ख़ुद को राजसी महसूस कर सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- घर में लाल रंग के पर्दे और चादर का प्रयोग करें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज आप अपने मान सम्मान को ध्यान में रखते हुए कार्य करे और किसी भी तरह के अनैतिक गतिविधियों से दूर रहे, नहीं तो आपको नुकसान हो सकता है। यदि आपने कोई बैंक लोन या किसी से कोई कर्जा लिया हुआ है, तो आज आप उस से मुक्त हो सकते हैं और आपके धन कोष में भी वृद्धि होगी। नौकरी से जुड़े जातक अपने ऑफिस के कार्य में जल्दबाजी बिल्कुल ना करें अन्यथा नुकसान हो सकता है, जिसकी वजह से अपने अधिकारियों व सीनियर से भी संबंध खराब हो सकते हैं। साझेदारी में यदि कोई व्यापार चल रहा है, तो आज उसमें लाभ होगा और जमीन जायदाद में निवेश करना आपके लिए उत्तम साबित हो सकता है।छोटी-छोटी चीज़ों को ख़ुद के लिए परेशानी का सबब न बनने दें। अगर आपने अपने घर के किसी सदस्य से उधार लिया था तो उसे आज लौटा दें नहीं तो वो आपके खिलाफ कानूनी कार्यवाही कर सकता है। पारिवारिक ज़िम्मेदारियों का बोझ बढ़ेगा, जो आपको तनाव दे सकता है। आज आपकी कोई बुरी आदत आपके प्रेमी को बुरी लग सकती है और वो आपसे नाराज हो सकते हैं। रचनात्मक काम में लगे लोगों के लिए सफलता से भरा दिन है, उन्हें वह शौहरत और पहचान मिलेगी जिसकी उन्हें एक अरसे से तलाश थी। कार्यक्षेत्र के किसी काम में खराबी की वजह से आज आप परेशान रह सकते हैं और इस बारे में सोचकर अपना कीमती वक्त बर्बाद कर सकते हैं। किसी बच्चे या बूढ़े के स्वास्थ को लेकर हुई परेशानी अप्रत्यक्ष रूप से आपके वैवाहिक जीवन को प्रभावित कर सकती है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- गरीब कन्याओं में खीर बाँटने से पारिवारिक सुख बढ़ेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज के दिन आप उन्नति की सीढ़ी चढेंगे। आज किसी बड़े आदमी की मदद से आपको आपके रुके हुए धन की प्राप्ति हो सकती हैं और आपके सरकारी काम भी पूरे होंगे राजनीतिक लोगों से आपके संबंध बनेंगे और सामाजिक क्षेत्र का दायरा भी बढ़ा हुआ दिखेगा, लेकिन आपको अपने प्रयासों में कमी नहीं करनी है। आपके द्वारा शुरू किए गए कार्यों का भी आज आपको फायदा होगा और आपकी ख्याति का विस्तार होगा। सायंकाल का समय आज आप अपने मित्रों के साथ हर्षोल्लास में व्यतीत करेंगे। किसी गलतफहमी की वजह से दैनिक कार्यों में विघ्न आ सकता है और आवागमन में अवरोध बन सकता है।शारीरिक लाभ के लिए, विशेषकर मानसिक तौर पर मज़बूती हासिल करने के लिए ध्यान और योग का आश्रय लें। आज आपको अपने भाई या बहन की मदद से धन लाभ होने की संभावना है। आपको परिवार के सदस्यों के साथ थोड़ी दिक़्क़त होगी, लेकिन इस वजह से अपनी मानसिक शान्ति भंग न होने दें। आज आपकी मुस्कान बेमानी है, हँसी में वो खनक नहीं है, दिल धड़कने में आनाकानी कर रहा है; क्योंकि आप किसी ख़ास के साथ की कमी महसूस कर रहे हैं। सहकर्मियों और वरिष्ठों के पूरे सहयोग के चलते दफ़्तर में काम तेज़ रफ़्तार पकड़ लेगा। आपको अपने दायरे से बाहर निकलकर ऐसे लोगों से मिलने-जुलने की ज़रूरत है, जो ऊँची जगहों पर हों। जीवनसाथी के किसी अचानक काम की वजह से आपकी योजनाएँ बिगड़ सकती हैं। लेकिन फिर आपको महसूस होगा कि जो होता है अच्छे के लिए ही होता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- घर में लाल गुलाब के पौधे लगाकर उनकी देख-रेख करने से पारिवारिक खुशियाँ बढ़ेंगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए सफलता के नए-नए मार्ग खोलेगा। आज आपको अपने व्यापार में भी नई गतिविधियों से कार्य करने का मौका मिलेगा। यदि साझेदारी  में कोई व्यापार चल रहा है, तो आज आपके पार्टनर की सलाह से उसमें नई जान आएगी, जिसका भविष्य में आपको भरपूर लाभ होगा। आज कोई बड़ी डील फाइनल हो सकती है, जिससे आपके धन कोष में भी वृद्धि होगी, लेकिन आज आपको अपनी माता जी के स्वास्थ्य के प्रति सचेत रहना होगा और बाहर के खान पीन से परहेज रखना होगा। सायंकाल का समय आज आप अपने भाई के साथ विचार विमर्श में व्यतीत करेंगे।मुस्कुराएँ, क्योंकि यह सभी समस्याओं का सबसे उम्दा इलाज है। यदि आप किसी से उधार वापस मांग रहे थे और अब तक वो आपकी बात को टाल रहा था तो आज बिना बोले ही वो आपको पैसा लौटा सकता है। कोई नया रिश्ता न सिर्फ़ लंबे वक़्त तक क़ायम रहेगा, बल्कि फ़ायदेमंद भी साबित होगा। अपने प्रिय की छोटी-मोटी भूल को अनदेखा करें। आज के दिन आप कार्यक्षेत्र में कुछ बढ़िया कर सकते हैं। अगर आज आप ख़रीदारी के लिए निकलते हैं, तो कोई अच्छी पोशाक ले सकते हैं। आपका जीवनसाथी बिना जाने कुछ ऐसा ख़ास काम कर सकता है, जिसे आप कभी भुला नहीं पाएंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- चाँदी की बनी गाय का दान करने से नौकरी व बिज़नेस में तरक्की होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके चारों ओर के वातावरण में खुशहाली लेकर आएगा, जिससे आपका दिल और दिमाग दोनों प्रसन्न रहेंगे और आपके चेहरे पर उत्तम तेज होगा, जिसका भरपूर फायदा उठाएंगे। आज आप अपने सभी लंबे समय से रुके हुए कार्यों को पूरा करेंगे और अपने धन को चार गुना करने की कोशिश में लगे रहेंगे। यदि कोई पारिवारिक तनाव चल रहा था, तो वह भी आज समाप्त होगा। ससुराल पक्ष के किसी व्यक्ति से आज कोई बहसबाजी हो सकती है। विदेश से व्यापार कर रहे लोगों को आज कोई शुभ सूचना प्राप्त हो सकती है।\n बाहर का और खुला खाना खाते वक़्त ख़ास तौर पर बचाव पर ध्यान देने की ज़रूरत है। हालाँकि बिना वजह तनाव न लें, क्योंकि यह आपको मानसिक कष्ट दे सकता है। आज का दिन ऐसी चीज़ों को ख़रीदने के लिए बढ़िया है, जिनकी क़ीमत आगे चलकर बढ़ सकती है। पारंपरिक रस्में या कोई पावन आयोजन घर पर किया जाना चाहिए। आपकी आँखें इतनी चमकीली हैं कि वे आपके प्रिय की अंधेरी रात को भी रोशन कर सकती हैं। अपना बायोडाटा भेजने या किसी इंटरव्यू में जाने के लिए अच्छा समय है। खाली समय में आज आप अपने मोबाइल पर कोई वेब सीरीज देख सकते हैं। आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्तों की तरह है और आपको आज यह एहसास होगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- अच्छी सेहत के लिए सूर्योदय के समय सूर्य नमस्कार करें। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम सफलता दायक रहेगा। विद्यार्थियों के लिए उच्च शिक्षा के मार्ग प्रशस्त होंगे। यदि आज आपको कोई महत्वपूर्ण निर्णय लेना पड़े, तो अपना दिल व दिमाग दोनों से सोच समझ कर निर्णय लेना होगा, नहीं तो भविष्य में आपको इसका नुकसान उठाना पड़ सकता है। आपके अंदर नेतृत्व क्षमता करने की क्षमता का विकास होगा और व्यापार में चली आ रही समस्याएं आज समाप्त होगी। कार्यक्षेत्र में जीवन साथी की सलाह आप के लिए उपयोगी सिद्ध होगी। यदि घर के अटके हुए कार्यों को लंबे समय से करने का मौका नहीं मिल रहा था, तो वह भी आज पूरे होंगे।लाभ लेने के लिए बड़ों को अपनी अतिरिक्त ऊर्जा का सकारात्मक उपयोग करना चाहिए। आज आपको अपने भाई या बहन की मदद से धन लाभ होने की संभावना है। पारिवारिक परेशानियों को हल करने में आपका बच्चों जैसा मासूम बर्ताव अहम किरदार अदा करेगा। आज प्यार के नज़रिए से दिन काफ़ी विवादास्पद रहेगा। अपनी पेशेवर क्षमताओं को बढ़ाकर आप करिअर में नए दरवाज़े खोल सकते हैं। अपने क्षेत्रे में आपको अपार सफलता मिलने की संभावना भी है। अपनी सभी क्षमताओं को निखारकर औरों से बेहतर बनने की कोशिश करें। आपके घर वाले आज आपसे कई परेशानियां शेयर करेंगे लेकिन आप अपनी ही धुन में मस्त रहेंगे और खाली समय में कुछ ऐसा करेंगे जो करना आपको पसंद है। आज अपने जीवनसाथी का वह रुख़ देखने को मिलेगा, जो उतना अच्छा नहीं है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- लस्सी को शिवलिंग पर चढाने से लव लाइफ अच्छी रहती है। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन कुछ निराशाजनक रहेगा। विद्यार्थियों को भी अधिक एकाग्रता के साथ परीक्षा की तैयारी करनी होगी। आज आपके भाई को कोई शारीरिक कष्ट परेशान कर सकता है। घर परिवार में आज कोई तनाव की स्थिति उत्पन्न हो सकती है, लेकिन आपको अपनी वाणी पर नियंत्रण रखना होगा। सायंकाल तक पिताजी की सलाह से पारिवारिक तनाव कम हो जाएगा। विवाह योग्य जातकों के लिए विवाह के अच्छे प्रस्ताव आएंगे। आज आप अपने पिताजी व माता जी को इसी तीर्थ स्थान के दर्शन कराने लेकर जा सकते हैं।\n आप ख़ुद को ऊर्जा से सराबोर महसूस करेंगे- लेकिन काम का बोझ आपमें खीज पैदा करेगा। आर्थिक तौर पर सिर्फ़ और सिर्फ़ एक स्रोत से ही लाभ मिलेगा। घर में किसी भी तरह का बदलाव करने से पहले अपने बड़ों की राय लें, नहीं तो वे आपसे नाख़ुश और नाराज़ हो सकते हैं। आपको अपनी रसिक कल्पनाओं पर अधिक ग़ौर करने की ज़रूरत नहीं है, क्योंकि संभव है कि वे आज सच हो जाएँ। योजनाओं को अमली जामा पहनाने और नयी परियोजनाओं को शुरू करने के लिए अच्छा दिन है। इस राशि के जातक आज लोगों से मिलने से ज्यादा अकेले में वक्त बिताना पसंद करेंगे। आज आपका खाली समय घर की सफाई में बीत सकता है। जीवनसाथी से निकटता आज आपको ख़ुशी देगी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- शराब का पूर्णतः त्याग करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए निश्चित परिणाम लेकर आएगा। आज आप अपने घर के सभी उत्तर दायित्वों को सफलतापूर्वक पूरा करेंगे और विवाह योग्य जातकों के लिए आज विवाह के अच्छे-अच्छे प्रस्ताव आएंगे। नौकरी से जुड़े जातकों को प्रमोशन मिल सकता है, लेकिन आपको अपनी वाणी मे मधुरता रखनी होगी। यदि आप किसी कर्जे में चल रहे थे, तो अब निपट सकता है। आज आप घर की सजावट के लिए भी कुछ खरीदारी कर सकते हैं। संतान के शिक्षा संबंधी कुछ दस्तावेजों को पूरा करने के लिए आज भागदौड़ करनी पड़ेगी।\n अपने खान-पान का विशेष ध्यान रखें। ख़ास तौर पर माइग्रेन के मरीज़ों को समय पर खाना नहीं छोड़ना चाहिए, नहीं तो उन्हें व्यर्थ में भावनात्मक तनाव से गुज़रना पड़ सकता है। आपके पास आज पैसा भी पर्याप्त मात्रा में होगा और इसके साथ ही मन में शांति भी होगी। यह वक़्त इस बात को समझने का है कि ग़ुस्सा छोटा-पागलपन है और यह आपको बारी नुक़सान की तरफ़ धकेल सकता है। लवमेट आज आपसे किसी चीज की डिमांड कर सकता है लेकिन आप उसे पूरा नहीं कर पाएंगे जिसकी वजह से आपका लवमेट आपसे नाराज हो सकता है। अच्छा दिन है, क्योंकि आपको अपने लक्ष्यों को पाने के लिए बेहतरीन मौक़े मिलेंगे। आईटी से जुड़े लोगों को विदेश से बुलावा आ सकता है। खाली समय का पुरा आनंद उठाने के लिए आपको लोगों से दूर होकर अपने पसंदीदा काम करने चाहिए। ऐसा करके आपमें सकारात्मक बदलाव भी आएंगे। आप अपने जीवनसाथी के प्यार की गर्माहट महसूस कर सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- काले-सफेद तिल आटे में मिलाकर उसकी गोलियां मछलियों में डालने से सेहत अच्छी रहेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज के दिन आपके लिए कुछ उन्नति भरा रह सकता है। आज आप अपने व्यवसाय को उचाईयों पर लाने के लिए अधिक मेहनत करेंगे और नई नई नीतियां बनाएंगे, जिसमें आपको सफलता भी मिलेगी। ससुराल पक्ष के किसी व्यक्ति को यदि आज धन उधार देना पड़े, तो सोच समझ कर दें, क्योकि रिश्तों में दरार भी आ सकती है। विद्यार्थी किसी नए कोर्स में दाखिला ले सकते हैं। जीवनसाथी को आज कोई पेट से संबंधित समस्या हो सकती है, जिसके लिए भागदौड़ व व्यय दोनों अधिक होगा। यदि आपका पारिवारिक संपत्ति से संबंधित कोई मामला कानूनी है, तो आज उसमें आपको जीत मिल सकती है।चोट से बचने के लिए सावधानी से बैठें। साथ ही सही तरीक़े से कमर सीधी करके बैठना न केवल व्यक्तित्वमें सुधार लाता है, बल्कि सेहत और आत्म-विश्वास के स्तर को भी ऊपर ले जाता है। इस राशि के कुछ लोगों को आज जमीन से जुड़े किसी मुद्दे को लेकर धन खर्च करना पड़ सकता है। अपना क़ीमती वक़्त अपने बच्चों के साथ गुज़ारें। यह सबसे बेहतर मरहम है। वे कभी न ख़त्म होने वाली ख़ुशियों का स्रोत साबित होंगे। पुरानी यादों को ज़ेहन में ज़िंदा कर दोस्ती को फिर से तरोताज़ा करने का वक़्त है। नई परियोजनाओं और कामों को अमली जामा पहनाने के लिए बेहतरीन दिन है। आज आप अपने जीवनसाथी के साथ आज समय गुजारेंगे लेकिन किसी पुरानी बात के फिर से सामने आने की वजह से आप दोनों के बीच कहासुनी होने की आशंका है। थोड़ी-सी कोशिश करें तो यह दिन आपके वैवाहिक जीवन के सबसे विशेष दिनों में से एक हो सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- लाल चूड़ियाँ व लाल वस्त्र कन्याओं को दान में देने से आर्थिक स्थिति में सुधार होगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। प्रेम जीवन में आपका मान-सम्मान बढ़ेगा और रिश्ते को स्थाई रिश्ते में बदलने की योजना बनेगी। धार्मिक कार्य में आपका सहयोग मिलने से आपकी ख्याति बढ़ेगी और नए व्यापार के लिए भी दिन रहेगा। सायंकाल का समय आज आप देव दर्शन के लिए जा सकते हैं। यदि आज कोई वाहन खरीदने का मन बनाया हुआ है, तो उसके लिए समय अनुकूल है। आज आपको अपने पड़ोस में यदि कोई विवाद होता है, तो उसको निपटाने की कोशिश करनी होगी, नहीं तो वह कानूनी हो सकता है। जीवनसाथी का भरपूर सहयोग मिलेगा।गर्भवती महिलाओं के लिए अतिरिक्त सावधान रहने का दिन है। जो लोग शेयर बाजार में पैसा लगाते हैं आज उनका पैसा डूब सकता है। वक्त रहते सचेत हो जाएं तो आपके लिए बेहतर रहेगा। अगर आप पार्टी करने की सोच रहे हैं, तो अपने अपने अच्छे दोस्तों को बुलाएँ। ऐसे कई लोग होंगे, जो आपका उत्साह बढाएंगे। प्रेमी को आज आपकी कोई बात चुभ सकती है। वो आपसे रुठें इससे ही पहले ही अपनी गलती का अहसास कर लें और उन्हें मना लें। आप दफ़्तर में माहौल में बेहतरी और कामकाज के स्तर में सुधार को महसूस कर सकते हैं। जब आपको लगता है कि आपके पास घर वालों या अपने दोस्तों के लिए टाइम नहीं है तो आपका मन खराब हो जाता है। आज भी आपकी मन स्थिति ऐसी ही रह सकती है। आपका प्यार, आपका जीवनसाथी आपको कोई ख़ूबसूरत तोहफ़ा दे सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अच्छे स्वास्थ्य के लिए छिलके सहित बादाम, साबुत मूंगफली, चने की दाल, घी, पीला कपडा किसी देव स्थान में देने से स्वास्थ्य में सुधार होगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आपका खोया हुआ व घर रुका हुआ धन आज आपको प्राप्त हो सकता है, जिससे आपके मन में प्रसन्नता रहेगी। नया व्यापार शुरू करने के लिए उत्तम रहेगा। भाग्य का भरपूर साथ मिलेगा। व्यापार में आज आय के नए स्रोत विकसित होंगे, लेकिन आज आपको अपने पिताजी के स्वास्थ्य का ध्यान रखना होगा। डॉक्टर से सलाह अवश्य लें, यदि आप कहीं निवेश करने का मन बना रहे हैं, तो अपने जीवन साथी की सलाह अवश्य लें। माता पिता के आशीर्वाद तथा मार्गदर्शन से लाभ प्राप्त होगा।चौकन्ने रहें, क्योंकि कोई आपको बलि का बकरा बना सकता है। तनाव और चिंता में इज़ाफ़ा मुमकिन है। आपका पैसा तभी आपके काम आएगा जब आप उसको संचित करेंगे यह बात भली भांति जान लें नहीं तो आपको आने वाले समय में पछताना पड़ेगा। अपने जीवन-साथी के साथ बेहतर समझ ज़िन्दगी में ख़ुशी, सुकून और समृद्धि लाएगी। आज ही लंबे वक़्त से चले आ रहे झगड़ों को सुलझा लें, क्योंकि हो सकता है कि कल बहुत देर हो जाए। आज के दिन आप कार्यक्षेत्र में कुछ बढ़िया कर सकते हैं। यात्रा के मौक़ों को हाथ से नहीं जाने देना चाहिए। अपने जीवनसाथी की वजह से आपको मानसिक अशान्ति का सामना करना पड़ सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- अच्छे स्वास्थ्य का आनंद लेने के लिए अपने घर का मध्य स्थान (ब्रह्म स्थान) साफ रखें। \n"
}]
