horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज आपको आपके बिजनेस में भरपूर लाभ होगा। आपका लंबे समय से रुका हुआ माल आज अचानक से बिकना शुरू हो जाएगा, जिससे आपके लाभ के रास्ते खुल जाएंगे और आपकी आर्थिक स्थिति मजबूत होगी। दांपत्य जीवन के संबंधों में आप प्रेम व विश्वास का अनुभव करेंगे। अपने घर के जरूरी काम को पूरा करने के लिए मित्रों से सहयोग ले सकते हैं। रोजगार की दिशा में प्रयास कर रहे लोगों को आज उत्तम अवसर प्राप्त होंगे। यदि आपकी वाहन व आवास संबंधी समस्या चल रही है, तो वह आज फिर से पनप सकती है।अपने मानसिक स्वास्थ्य पर ध्यान दें, जो आध्यात्मिक जीवन के लिए आवश्यक है। मस्तिष्क जीवन का द्वार है, क्योंकि अच्छा-बुरा सब-कुछ इसी के माध्यम से आता है। यही ज़िंदगी की समस्याएँ दूर करने में सहायक सिद्ध होता है और सही सोच से इंसान को आलोकित करता है। आज आपकी कोई चल संपत्ति चोरी हो सकती है इसलिए जितना हो सके इनका ध्यान रखें। शाम को दोस्तों के साथ घूमें-फिरें, क्योंकि यह आपके लिए इस वक़्त बहुत ज़रूरी है। जो अपने प्रिय के साथ छुट्टियाँ बिता रहे हैं, ये उनकी ज़िन्दगी के सबसे यादगार लम्हों में से होंगे। आज ऐसे बर्ताव करें जैसे कि आप ‘सुपर-स्टार’ हैं, लेकिन सिर्फ़ उन चीज़ों की ही प्रशंसा करें जो उसके क़ाबिल हैं। आज के दिन आप वैवाहिक जीवन का असली स्वाद चख सकते हैं। किसी करीबी और पुराने मित्र से मिलकर आज आप अतीत के सुनहरे दिनों में खो सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- चितकबरे कपड़े पहनने से आर्थिक उन्नति होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम को लेकर आएगा। विद्यार्थियों को शिक्षा के क्षेत्र में कुछ परेशानियों का सामना करना पड़ेगा, जिनको ठीक करने के लिए उनको अपने गुरुजनों के आशीर्वाद की आवश्यकता होगी। स्वरोजगार से जुड़े जातको को आज भविष्य के प्रति चिंतित नजर आ सकते हैं। किसी बड़े अधिकारी की मदद से कोई चल या अचल संपत्ति का यदि कोई विवाद चल रहा है, तो वह आज निपट सकता है। ससुराल पक्ष में सुधार देखने को मिलेगा। आर्थिक रूप से आज स्थितियां कुछ तनावग्रस्त रह सकती हैं।मानसिक शान्ति के लिए तनाव के कारणों का समाधान करें। नए क़रार फ़ायदेमंद दिख सकते हैं, लेकिन वे उम्मीद के मुताबिक़ लाभ नहीं पहुँचाएंगे। निवेश करते समय जल्दबाज़ी में निर्णय न लें। ख़ुद को घरेलू कामकाज में लगाए रखें। साथ ही कुछ वक़्त अपने शौक़ के लिए भी ज़रूर निकालें, ताकि आपकी रफ़्तार बरक़रार रहे और शरीर व मन चुस्त रहे। आपकी मुलाक़ाता एक ऐसे दोस्त से होगी, जिसे आपका ख़याल है और जो आपको समझता भी है। इस राशि के लोगोंं को आज शराब सिगरेट से दूर रहने की जरुरत है क्योंकि इससे आपका कीमती समय बर्बाद हो सकता है। आपका जीवनसाथी आपको ख़ुश करने के लिए आज काफ़ी कोशिशें करता नज़र आएगा। इस राशि के युवाओं की आज अपने जीवन में प्रेम की कमी महसूस होगी। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- नशेबाजी से दूर रहें, आर्थिक स्थिति बेहतर रहेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। धन की आमदनी आज निश्चित रहेगी, फिर भी भविष्य के लिए लाभ के सौदे पक्के होंगे, जिससे आप अपनी आर्थिक स्थिति के लिए परेशान कम होंगे। आज आपका मन थोड़ा उदासीन हो सकता है और व्यवसाय के कारण परिजनों को समय ना दे सकेंगे, जिससे आपकी माता जी आपसे कुछ नाराजगी जता सकती हैं। आज आप दिन के आरंभ से ही अपने व्यवसाय के किसी महत्वपूर्ण कार्य में व्यस्त रहेंगे। आज आप अपनी दैनिक आवश्यकताओं की पूर्ति के लिए भी कुछ धन व्यय करेगे, जिससे आप बचत मुश्किल से ही कर पाएंगे।ध्यान और आत्म-चिन्तन लाभदायक सिद्ध होगा। नया आर्थिक क़रार अंतिम रूप लेगा और धन आपकी तरफ़ आएगा। अपने जीवन-साथी के साथ प्यार, अपनापन और स्नेह महसूस करें। सैर-सपाटे पर जाने का कार्यक्रम बन सकता है, जो आपकी ऊर्जा और उत्साह को तरोताज़ा कर देगा। आज घर के लोगों के साथ बातचीत करते दौरान आपके मुंह से कोई ऐसी बात निकल सकती है जिससे घर के लोग नाराज हो सकते हैं। इसके बाद घर के लोगों को मनाने में आपका काफी समय जा सकता है। वैवाहिक जीवन को अधिक सुखमय बनाने के आपके प्रयास उम्मीद से ज़्यादा रंग लाएंगे। बाग़बानी करना आपके लिए सुकून भरा हो सकता है – इससे पर्यावरण को भी लाभ पहुँचेगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सोते समय एक तांबे के पात्र में जल रखकर अगली सुबह घर के पास वाले पेड़ की जड़ में उस जल को डालने से सेहत अच्छी रहेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए लाभदायक रहेगा। आज आपके व्यापार में कड़ी मेहनत के बाद आपकी जटिलताएं खत्म होंगी, लेकिन आज अति उत्साह और जोश दिखाएंगे, तो आपका कार्य बिगड़ सकता है। पिताजी के मार्गदर्शन से आज आपके पारिवारिक बिजनेस में आपको लाभ होगा। घर के वरिष्ठ सदस्यों में संतान पक्ष के कारण आज आपको कुछ परेशानी हो सकती है। आज आपको विदेश में रह रहे परिजनों के कारण कोई शुभ सूचना प्राप्त हो सकती है। सायंकाल का समय आज आप अपने माता पिता की सेवा में व्यतीत करेंगे।हर इंसान को ग़ौर से सुनें, हो सकता है आपको अपनी समस्या का समाधान मिल जाए। अगर आप लोन लेने वाले थे और काफी दिनों से इस काम में लगे थे तो आज के दिन आपको लोन मिल सकता है। बच्चे आपके दिन को बहुत मुश्किल बना सकते हैं। प्यार-दुलार के हथियार का इस्तेमाल कर उन्हें समझाएँ और अनचाहे तनाव से बचें। याद रखें कि प्यार ही प्यार को पैदा करता है। आपका प्रिय आपको ख़ुश रखने के लिए कुछ ख़ास करेगा। खाली वक्त्त में कोई पुस्तक पढ़ सकते हैं। हालांकि आपके घर के बाकी सदस्य आपकी एकाग्रता को भंग कर सकते हैं। थोड़ी-सी कोशिश करें तो यह दिन आपके वैवाहिक जीवन के सबसे विशेष दिनों में से एक हो सकता है। जीवन में सरलता तभी रहती है जब आपका व्यवहार सरल रहता है। आपको भी अपने व्यवहार में सरलता लाने की जरुरत है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- गेहूँ, बाजरा, गुड़ मिलाकर लाल गाय को खिलाने से पारिवारिक जीवन में ख़ुशियों की बौछार होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। यदि आज आपको अपने कारोबार में कोई निर्णय लेना पड़े, तो बहुत ही सोच विचार कर करे क्योंकि आपके द्वारा लिए गए निर्णय का विरोध हो सकता है। यदि आपके परिवार में कोई विवाद चल रहा है, तो आज आप उसका समाधान धैर्य के साथ ढूंढने में सफल होंगे। किसी से अनबन के कारण आज आपके रिश्ते में दरार पड़ सकती है। आपको अपने परिवार के खर्चों पर नियंत्रण रखने की आवश्यकता है और आर्थिक लेनदेन से सावधानी बरतें, नहीं तो नुकसान हो सकता है। विद्यार्थियों को पढ़ाई में अधिक एकाग्रता के साथ अध्ययन करने की आवश्यकता पड़ेगी। प्रेम जीवन सुखमय रहेगा।अपने वज़न पर नज़र रखें और ज़रूरत से ज़्यादा खाने से बचें। प्रोपर्टी से जुड़े लेन-देन पूरे होंगे और लाभ पहुँचाएंगे। दिन चढ़ने पर किसी पुराने दोस्त से सुखद मुलाक़ात होगी। आपको प्यार में ग़म का सामना करना पड़ सकता है। बातचीत में कुशलता आज आपका मज़बूत पक्ष साबित होगी। असजता की वजह से आप वैवाहिक जीवन में ख़ुद को फँसा हुआ अनुभव कर सकते हैं। आपको ज़रूरत है तो जीवनसाथी के साथ आत्मीय बातचीत की। स्कूूल में आज आप किसी सीनियर के साथ उलझ सकते हैं। ऐसा करना आपके लिए ठीक नहीं है। अपने गुस्से को काबू में रखें। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- प्रेमी/प्रेमिका को काले-सफेद वस्त्र भेंट में देने से प्रेम सम्बन्धों में मजबूती आएगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ उलझनो भरा रहेगा। आज किसी सदस्य के कारण सामाजिक सम्मान में कमी आने की आशंका बनती दिख रही है, जिससे मन में निराशा का भाव रहेगा। धन की आमदनी कम होने से आज आपको आवश्यकतानुसार धन की प्राप्ति होगी। सायंकाल का समय आज आप अपने परिवार के सदस्यों की फरमाइशो को पूरा करने में व्यतीत करेंगे। लंबे समय से रुके हुए आज आपके कार्य पूरे हो सकते हैं, जिससे आपके मन में प्रसन्नता रहेगी। धार्मिक कार्यों में आज आप बढ चढ़कर हिस्सा लेंगे, इसमें कुछ धन भी व्यय होगा। संतान को आज कोई शारीरिक कष्ट परेशान कर सकता है।निराशावादी रवैये से बचें क्योंकि न सिर्फ़ यह आपकी संभावनाओं को कम कर देगा, बल्कि शरीर के आंतरिक संतुलन को भी बिगाड़ देगा। जो लोग लघु उद्योग करते हैं उन्हें आज के दिन अपने किसी करीबी की कोई सलाह मिल सकती है जिससे उन्हें आर्थिक लाभ होने की संभावना है। बच्चों के साथ ज़्यादा सख़्ती उन्हें नाराज़ कर सकती है। ख़ुद को नियंत्रित रखने और यह याद रखने की ज़रूरत है कि ऐसा करने से आप अपने और उनके बीच दीवार खड़ी कर लेंगे। प्रेम भगवान की पूजा की ही तरह पवित्र है। यह आपको सच्चे अर्थों में धर्म व आध्यात्मिकता की ओर भी ले जा सकता है। इस राशि के छात्र छात्राओं को आज के दिन पढ़ाई में मन लगाने में दिक्कतें आ सकती हैं। आज आप अपना कीमती समय दोस्तों के चक्कर में बर्बाद कर सकते हैं। शादीशुदा ज़िन्दगी के नज़रिए से यह दिन शानदार रहेगा। किसी ऐसे इंसान के साथ समय बिताना जिसका साथ आपको बहुत पसंद न हो, आपकी खीझ की वजह हो सकता है। इसलिए सोच-समझकर फ़ैसला करें कि आप किसके साथ बाहर जाने वाले हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सूर्य अनुशासन प्रिय ग्रह है, इसलिए यथासंभव अनुशासित जीवन जीने से फैमिली लाइफ अच्छी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ भागदौड़ भरा रहेगा। कार्यक्षेत्र में आज आपकी अधिक मेहनत के कारण आपको कम समय में अधिक लाभ मिल सकता है, लेकिन इसके लिए आपको अपने आलस्य को त्यागना पड़ेगा।  व्यवसाय से संबंधित कई अनुभव आज आपको प्राप्त होंगे, इससे आपकी कई क्षेत्रों में साख भी बढ़ेगी। घर के कुछ अधूरे कार्य आज आपको निपटाने होंगे। सायंकाल का समय आज आप अपने परिवार के सदस्यों के साथ देव दर्शन की यात्रा के लिए जा सकते हैं, जिससे आपको मानसिक शांति मिलेगी। संतान के विवाह में यदि कोई बाधा आ रही थी, तो आज वह आपके भाई के सहयोग से समाप्त होगी।बीमारी आपकी उदासी की वजह हो सकती है। आपको परिवार में फिर से ख़ुशी का माहौल बनाने के लिए जल्द-से-जल्द इससे बाहर आने की ज़रूरत है। संदिग्ध आर्थिक लेन-देन में फँसने से सावधान रहें। अपने परिवार की भलाई के लिए मेहनत करें। आपके कामों के पीछे प्यार और दूरदृष्टि की भावना होनी चाहिए, न कि लालच का ज़हर। ताज़ा फूल की तरह अपने प्यार में भी ताज़गी बनाए रखें। ज़रूरतमंदों की मदद करने की आपकी ख़ासियत आपको सम्मान दिलाएगी। जब आपका जीवनसाथी जब सारे मनमुटाव भुलाकर प्यार के साथ आपके पास फिर आएगा, तो जीवन और भी सुन्दर लगेगा। अगर आपका प्रेमी आपसे बात नहीं करना चाहता तो जबरदस्ती न करें। उनको समय दें स्थिति खुद सुधर जाएगी। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- पौधों को पानी डालें। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज आपके व्यवहार में कुछ जिद्दीपन नजर आएगा, जिससे आप अपनी बात मनवा कर ही दम लेंगे,  लेकिन आपको इन सब के बीच इस बात का ध्यान रखना होगा ताकि आपको अपने क्रोध व वाणी दोनों पर नियंत्रण रखना होगा, नहीं तो इससे आपके कुछ रिश्ते खराब हो सकते हैं। व्यवसायियों को क्षेत्रीय कार्य की तुलना में विदेश अथवा बाहरी कार्यों से लाभ की संभावना अधिक है। आज आप अपने मित्रों के साथ मौज मस्ती कुछ धन भी व्यय करेंगे। व्यवसायियों को क्षेत्रीय कार्यों की तुलना में विदेश अथवा बाहरी कार्यों से लाभ की संभावना अधिक है, इसलिए आज इसी और प्रयासरत रहें।आपको अपनी भावनाओं पर नियंत्रण रखने की आवश्यकता है। आज के दिन निवेश करने से बचना चाहिए। पारिवारिक सदस्यों के साथ सुकून भरे और शांत दिन का लुत्फ़ लें। अगर लोग परेशानियों के साथ आपके पास आएँ तो उन्हें नज़रअंदाज़ करें और उन्हें अपनी मानसिक शांति भंग न करने दें। प्रेमी को आज आपकी कोई बात चुभ सकती है। वो आपसे रुठें इससे ही पहले ही अपनी गलती का अहसास कर लें और उन्हें मना लें। सफ़र के लिए दिन ज़्यादा अच्छा नहीं है। आपका जीवनसाथी हाल में हुई खटपट को भुलाकर अपने अच्छे स्वभाव का परिचय देगा। हमेशा आप अपनी बातों को सही मान लेते हैं। ऐसा करना सही नहीं है आपने विचारों को लचीला बनाएं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- चारपाई के पायों में तांबे की चार कील गाड़ने से हेल्थ अच्छी रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। घर में किसी नई वस्तु की खरीद के लिए आज आपका घर के किसी बुजुर्ग सदस्य से मतभेद हो सकता है। आज आपको यात्रा करने से बचना होगा क्योंकि आपकी कोई प्रिय वस्तु चोरी होने का भय बना हुआ है तथा आपका स्वास्थ्य  भी नरम गरम रह सकता है। कार्यक्षेत्र में आज आपकी धाक जमेगी व एक के बाद एक मामले सुलझते चले जाएंगे। सायं काल का समय आज आप किसी मांगलिक उत्सव में सम्मिलित हो सकते हैं। मित्रों व बंधु जनों के कारण तनाव होने से घर में कलेश की स्थिति पैदा हो सकती है।चूँकि यात्रा के लिहाज़ से आप अभी कुछ कमज़ोर हैं, इसलिए लंबी यात्राओं से बचने की कोशिश कीजिए। धन आपके लिए जरुरी है लेकिन धन को लेकर इतने संजीदा न हो जाएं कि अपने रिश्तों को ही खराब कर दें। आपके माता-पिता की सेहत चिंता और घबराहट का कारण बन सकती है। आज प्रेम-संबंधों में अपने स्वतन्त्र विवेक का इस्तेमाल कीजिए। आज घर में किसी पार्टी की वजह से आपका कीमती समय बर्बाद हो सकता है। शादी के ठीक पहले के ख़ूबसूरत दिनों की याद ताज़ा हो सकती है - वही छेड़छाड़, आगे-पीछे घूमना और इज़हार गर्माहट पैदा करेंगे। जीवन की उलझनों का हल आपको खुद ढूंढने की जरुरत है क्योंकि लोग आपको बस सलाह दे सकते हैं और कुछ नहीं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- रात को ॐ का 28 बार उच्चारण धीरे-धीरे व शांत मन से करना पारिवारिक सुख को बढ़ाएगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके विचारों के मुताबिक कई दिनों बाद लोगों से मेल खाएगा। विदेश संबंधित व्यापार कर रहे लोगों को सफलता मिल सकती है। दांपत्य जीवन सुखमय रहेगा। आज आप अपने जीवन साथी के लिए कोई उपहार भी खरीद कर ला सकते हैं। यदि कोई  पारिवारिक संपत्ति से संबंधित विवाद चल रहा है, तो वह आज किसी परिजन की सहायता से सुलझ सकता है। कार्य क्षेत्र में जटिल कार्यों का निष्पादन होगा और लाभदायक उपक्रमों का संचालन होगा। सामाजिक क्षेत्र में आज आपके व्यक्तित्व पर निखार आएगा। सायंकाल का समय आज आप अपने परिवार के छोटे बच्चों के साथ मौज मस्ती में व्यतीत करेंगे।आपका बच्चों जैसा भोला स्वभाव फिर सतह पर आ जाएगा और आप शरारती मनोदशा में होंगे। आपके भाई-बहनों में से कोई आज आपसे पैसे उधार मांग सकता है, आप उनको पैसे उधार तो दे देंगे लेकिन इससे आपके आर्थिक हालात खराब हो सकते हैं। घर से जुड़ी योजनाओं पर विचार करने की ज़रूरत है। अपने प्रिय की ईमानदारी पर शक न करें। आज घर के लोगों के साथ बातचीत करते दौरान आपके मुंह से कोई ऐसी बात निकल सकती है जिससे घर के लोग नाराज हो सकते हैं। इसके बाद घर के लोगों को मनाने में आपका काफी समय जा सकता है। वैवाहिक जीवन के लिए विशेष दिन है। अपने जीवनसाथी को बताएँ कि आप उनसे कितना प्यार करते हैं। आपको महसूस हो सकता है कि आपके घर वाले आपको नहीं समझते और इसलिए आप उनसे आज दूरी बना सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- नशेबाजी से दूर रहें, आर्थिक स्थिति बेहतर रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ निश्चित परिणाम लेकर आएगा। आज आप अपने मित्रों के परिजनों के साथ देवी यात्रा पर जाने का मौका मिलेगा, जिसमें आपका खर्चा भी आवश्यकता से अधिक होगा। नौकरी से जुड़े जातकों के लिए दिन व्यवसाय वर्ग की तुलना में अधिक आनंददायक रहेगा। किसी अधूरे कार्य को पूरा करने के बाद और काम करने का आपका मन नहीं करेगा। आज आपके पिताजी की सेहत में कुछ गिरावट आ सकती है, इसलिए सतर्क रहें।  विद्यार्थियों के उच्च शिक्षा के मार्ग प्रशस्त होंगे। सायंकाल का समय आज आप अपने जीवनसाथी को कहीं बाहर घुमाने फिराने लेकर जा सकते हैं।योग और ध्यान आपको बेडौल होने से बचाने और मानसिक तौर पर सेहतमंद रखने में मददगार साबित होंगे। आर्थिक तौर पर सुधार तय है। प्रभावशाली और महत्वपूर्ण लोगों से परिचय बढ़ाने के लिए सामाजिक गतिविधियाँ अच्छा मौक़ा साबित होंगी। आपका साहस आपको प्यार दिलाने में सफल रहेगा। अपने घर में बिखरी चीजों को संभालने का आज आप प्लान करेंगे लेकिन आपको इसके लिए आज खाली समय नहीं मिल पाएगा। जब आपका जीवनसाथी जब सारे मनमुटाव भुलाकर प्यार के साथ आपके पास फिर आएगा, तो जीवन और भी सुन्दर लगेगा। स्कूूल में आज आप किसी सीनियर के साथ उलझ सकते हैं। ऐसा करना आपके लिए ठीक नहीं है। अपने गुस्से को काबू में रखें। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- आज का दिन किसी भी दुर्गा मंदिर के लिए समर्पित करना अपनी मानसिक शांति बनाए रखने का सर्वश्रेष्ठ साधन हो सकता है। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपकी महत्वकंक्षाओं की पूर्ति के लिए ही रहेगा। आज आपको अपने घर में निर्माण कार्य की आवश्यकता महसूस होगी, इसके लिए आप कुछ धन व्यय करेंगे, लेकिन आपको अपनी आय और व्यय दोनों में संतुलन बनाकर रखना होगा। व्यापार में आज आप किसी दुकान व योजना की शुरुआत कर सकते हैं, जिससे पक्ष और विपक्ष के लोगों का सहयोग मिल सकता है। विद्यार्थियों के उच्च शिक्षा के मार्ग में आने वाली समस्याएं समाप्त होगी। कार्यक्षेत्र में जीवनसाथी की सलाह आपके लिए मददगार साबित होगी। रिश्तेदारों के साथ संबंधों में सुधार आएगा और प्रेम जीवन में आप के सम्मान में वृद्धि होगी।मौज-मस्ती और मनपसंद काम करने का दिन है। जो लोग अपने करीबियों या रिश्तेदारों के साथ मिलकर बिजनेस कर रहे हैं उन्हें आज बहुत सोच समझकर कदम रखने की जरुरत है नहीं तो आर्थिक नुक्सान हो सकता है। परिवार के सदस्यों का आपके जीवन में विशेष महत्व होगा। प्रेम हमेशा आत्मीय होता है और यही बात आप आज अनुभव करेंगे। प्रेमी को वक्त देने की कोशिश करेंगे लेकिन किसी जरुरी काम के आ जाने के कारण आप उनको समय दे पाने में कामयाब नहीं हो पाएंगे। वैवाहिक जीवन के मोर्चे पर यह दिन वाक़ई बहुत बढ़िया है। अपने प्रिय को याद करना ही बेहतर रहेगा, क्योंकि सितारे बता रहे हैं कि आज की मुलाक़ात में कुछ अड़चनें आ सकती हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- स्वास्थ्य ही जीवन है- अगर आज आप कुछ अस्वस्थ महसूस कर रहे हैं तो अपने वजन के बराबर जौ तोलकर किसी गौ-आश्रम में दें। \n"
}]
