horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके पराक्रम में वृद्धि लेकर आयेगा, इसके साथ ही आपका आज का दिन व्यवसाय में किसी विशेष व्यवस्था या बदलाव को करने में बीतेगा, जिससे आपको लाभ अवश्य मिलेगा। कार्य क्षेत्र में आज आपको सावधानी पूर्वक कोई भी निर्णय लेना होगा, नहीं तो भविष्य में यह आपको परेशानी दे सकता है। सांसारिक दृष्टिकोण आज के दिन कुछ बदला-बदला रह सकता है, जिससे आपको थोड़ी परेशानी तो होगी, लेकिन बाद में आप सब कुछ समझ जाएंगे।आज का दिन ऐसे काम करने के लिए बेहतरीन है, जिन्हें करके आप ख़ुद के बारे में अच्छा महसूस करते हैं। आज सफलता का मंत्र यह है कि उन लोगों की सलाह पर पैसे लगाएँ, जो मौलिक सोच रखते हों और अनुभवी भी हों। अगर आज आप अपने परिचितों पर अपने फ़ैसले थोपने की कोशिश करेंगे, तो आप अपने हितों को ही नुक़सान पहुँचाएंगे। हालात का सामना धैर्य से करना ही अच्छे परिणाम दे सकता है। अपने साथी के साथ बाहर जाते वक़्त ठीक तरह से व्यवहार करें। नई चीज़ों को सीखने की आपकी ललक क़ाबिल-ए-तारीफ़ है। आपका चुम्बकीय और ज़िन्दादिल व्यक्तित्व आपको सबके आकर्षण का केन्द्र बना देगा। जीवनसाथी के साथ एक आरामदायक दिन बीतेगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- पीपल के वृक्ष को केसर से तिलक कर पीले कच्चे धागे से बाँधने से पारिवारिक जीवन में खुशहाली आएगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए उन्नति के नए-नए मार्ग खोलेगा। व्यवसाय के क्षेत्र में आज आपको नए राजदार मिलेंगे, जिनसे आपको लाभ भी अवश्य होगा। यदि आज आप किसी से उधार लेने का सोच रहे हैं, आज वह आपको आसानी से मिल जाएगा। संतान के उत्तम भविष्य के लिए आप कुछ योजनाओं में धन संचय कर सकते हैं, जिसका भविष्य में आपको लाभ होगा। व्यापार में आज आप अपनी पुरानी चल रही योजनाओं में कुछ बदलाव कर सकते हैं, इस सब मे व्यापार को एक नई गति मिलेगी।आज आपके पास अपनी सेहत और लुक्स से जुड़ी चीज़ों को सुधारने के लिए पर्याप्त समय होगा। जेवर और एंटीक में निवेश फ़ायदेमंद रहेगा और समृद्धि लेकर आएगा। अपने जीवन-साथी के साथ प्यार, अपनापन और स्नेह महसूस करें। विवाह-प्रस्ताव के लिए सही समय है, क्योंकि आपका प्यार जीवन भर के साथ में बदल सकता है। अगर आप यक़ीन करते हैं कि वक़्त ही पैसा है तो आपको अपनी क्षमताओं को शीर्ष पर पहुँचाने के लिए ज़रूरी क़दम उठाने होंगे। सफ़र के लिए दिन ज़्यादा अच्छा नहीं है। आपके आस-पास के लोग कुछ ऐसा कर सकते हैं, जिसके चलते आपका जीवनसाथी आपकी तरफ़ फिर से आकर्षित महसूस करेगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- बिज़नेस/नौकरी में तरक्की हेतु प्रातःकाल घर की खिड़कियाँ खुली रखें जिससे सूर्य की धूप प्रवेश कर सके। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपका कुछ विशेष करने में व्यतीत होगा। आज आपके घर परिवार मे तनाव के कारण आपको कुछ चिंता सता सकती है, जिसका असर आपके व्यवसाय पर भी पड़ेगा, लेकिन आपको इसका ध्यान देना होगा, नहीं तो आपके शत्रु आपका फायदा उठाने की पूरी कोशिश कर सकते हैं। सायंकाल के समय आपके लंबे समय से रुके हुए कार्य को आज पुरा करने की कोशिश कर सकते हैं, जिससे आपको लाभ होगा। आज रात्रि के समय आपके घर किसी अतिथि का आगमन हो सकता है, इसमें कुछ धन भी व्यय होगा।आज आपको आराम करने और क़रीबी दोस्तों व परिवार के साथ ख़ुशी के कुछ पल बिताने की ज़रूरत है। अपने ख़र्चों पर क़ाबू रखें और आज हाथ खोलकर व्यय करने से बचें। अपने मित्रों या संबंधियों को अपना आर्थिक काम-काज और रुपये-पैसे का प्रबंधन न करने दें, नहीं तो जल्दी ही आप आपने तयशुदा बजट से कहीं आगे निकल जाएंगे। अटके कामों के बावजूद रोमांस और बाहर घूमना-फिरना आपके दिलो-दिमाग़ पर छाया रहेगा। सहकर्मियों और वरिष्ठों से मिला सहयोग आपके उत्साह में इज़ाफ़ा करेगा। आज आपके करीबी लोग आपके करीब आने की कोशिश करेंगे लेकिन अपने मन को शांत बनाए रखने के लिए आप एकांत में समय बिताना पसंद करेंगे। आपको महसूस होगा कि आपका वैवाहिक जीवन बहुत ख़ूबसूरत है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- विधारा की जड़ को रात्रि में एक पात्र में भीगकर रखें व अगली सुबह उस जल का सेवन करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आप अपने घर गृहस्ती की कोई वस्तु खरीद सकते हैं, जिसमें आपको अपने जीवन साथी के साथ आवश्यकता होगी। संतान पक्ष की ओर से भी आज आपको कोई हर्षवर्धन समाचार सुनने को मिल सकता है, जिससे मन में प्रसंता बनी रहेगी। आज आप अपने लंबे समय से फैले हुए कार्यभार को समेटने की कोशिश करेंगे, जिसमें आपके सहयोगी भी आपकी मदद करते नजर आएंगे। सायंकाल के समय आज आपके पिताजी के स्वास्थ्य में कोई रोग परेशान कर सकता है, इसलिए सतर्क रहें।आज आप उम्मीदों की जादुई दुनिया में हैं। आर्थिक तंगी से बचने के लिए अपने तयशुदा बजट से दूर न जाएँ। आज का दिन ख़ुशियों से भरा रहेगा, क्योंकि आपका जीवन-साथी आपको ख़ुशी देने का हर प्रयास करेगा। आज ही लंबे वक़्त से चले आ रहे झगड़ों को सुलझा लें, क्योंकि हो सकता है कि कल बहुत देर हो जाए। पैसे बनाने के उन नए विचारों का उपयोग करें, जो आज आपके ज़ेहन में आएँ। आज रात को जीवनसाथी के साथ खाली वक्त बिताते समय आपको लगेगा कि आपको उन्हें और भी वक्त देना चाहिए। ख़र्चों को लेकर जीवनसाथी से तनातनी संभव है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- पूजा में रोली कुंकुम के साथ सफेद चन्दन, गोपीचन्दन का प्रयोग करने से आर्थिक स्थिति बेहतर होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज आपको अपने सभी कार्यों को भाग्य के भरोसे छोड़ने की वजह निपटाने की कोशिश करनी होगी, नहीं तो यह सब बाद में आपका सिरदर्द बन सकते हैं। सरकारी नौकरी से जुड़े जातकों को आज किसी महिला मित्र के सहयोग से आज पदोन्नति मिलती दिख रही है। यदि अपने ससुराल पक्ष के किसी व्यक्ति को धन उधार दिया हुआ है, तो वह आपको वापस मिल सकता हैबहुत ज़्यादा रोमांच और दीवानगी की ऊँचाई आपके तंत्रिका-तंत्र को नुक़सान पहुँचा सकती है। इन दिक़्क़तों से बचने के लिए अपने जज़्बात क़ाबू में रखें। आज बिना किसी की मदद के ही आप धन कमा पाने में सक्षम होंगे। किसी धार्मिक स्थान पर जाएँ या किसी संत से मिलें, इससे आपके मन को शांति और सुकून मिलेगा। आज के दिन अपने प्रिय की भावनाओं को समझें। वेब डिज़ाइनर्स के लिए बेहतरीन दिन है। पूरी एकाग्रता से काम करें, क्योंकि आज आप चमक सकते हैं। कुछ लोगों को विदेश जाने का मौक़ा भी मिल सकता है। उन लोगों से मेलजोल बढ़ाने से बचें जिनके साथ आपका वक्त खराब होता है। कहते हैं कि स्त्रियाँ शुक्र और परुष मंगल ग्रह के रहने वाले हैं, लेकिन आज के दिन विवाहित शुक्र और मंगल एक-दूसरे में घुल जाएंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- बंदरों को गुड-चने खिलाने से हेल्थ अच्छी रहेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। आज आपके घर कुछ कोई मित्र या रिश्तेदार कुछ दिन रुकने के लिए आ सकते हैं, जिससे  आपका कुछ धन भी व्यय होगा, लेकिन परिवार के सदस्य बढ़-चढ़कर उनकी आवभगत में लगे नजर आएंगे। व्यवसाय में आज आपको किसी भी व्यक्ति से बहस बाजी नहीं करनी है, नहीं तो आपका नुकसान हो सकता है। सामाजिक क्षेत्र में भी आज आपको मान सम्मान मिलता दिख रहा है। सायंकाल का समय आज आप अपने परिवार के छोटे बच्चों के साथ खेलकूद में व्यतीत करेंगे।आपका व्यक्तित्व आज इत्र की तरह महकेगा और सबको आकर्षित करेगा। आपके घर से जुड़ा निवेश फ़ायदेमंद रहेगा। अपने जीवनसाथी के मामलों में ज़रूरत से ज़्यादा दखल देना उसकी झुंझलाहट का कारण बन सकता है। ग़ुस्से को फिर से भड़कने से रोकने के लिए उसकी इजाज़त लें, तो आसानी से इस परेशानी को हल किया जा सकता है। प्रेम-जीवन में आशा की नयी किरण आयेगी। अगर आप यक़ीन करते हैं कि वक़्त ही पैसा है तो आपको अपनी क्षमताओं को शीर्ष पर पहुँचाने के लिए ज़रूरी क़दम उठाने होंगे। टीवी, मोबाईल का इस्तेमाल गलत नहीं है लेकिन आवश्यकता से अधिक इनका उपयोग आपके जरुरी समय को खराब कर सकता है। कोई पुराना दोस्त अपने साथ आपके जीवनसाथी के पुराने यादगार क़िस्से लेकर आ सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- शराब के सेवन से मंगल बिगड़ता है, इसलिए पारिवारिक सुख हेतु इसका त्याग करें। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज आप अपने व्यापार व कार्य क्षेत्र में होने वाले लाभ से संतुष्ट नजर आएंगे क्योंकि आपने जितनी मेहनत की होगी, आज आपको उसका पूरा फल अवश्य मिलेगा। आर्थिक स्थिति मजबूत होगी, जिससे आपको अपने भविष्य की चिंता कम होगी। आज आप अपने व्यवसाय या फिर संतान के लिए कहीं यात्रा पर जाने का प्लान बना सकते हैं। आज आपके व्यवसाय में अलग सा निखार रहेगा और लोग उससे प्रभावित रहेंगे। आज आपके अपने किसी निकट मित्र की सलाह व सहयोग से आपके बिगड़े हुए काम ठीक हो सकते हैं।दोस्तों का रुख़ सहयोगी रहेगा और वे आपको ख़ुश रखेंगे। आर्थिक समस्याओं ने रचनात्मक सोचने की आपकी क्षमता को बेकार कर दिया है। दोस्त और जीवनसाथी आपके लिए सुकून और ख़ुशी लेकर आएंगे, नहीं तो आपका दिन बुझा-बुझा और दौड़-भाग से भरा रहेगा। प्यार के नज़रिए से यह दिन बेहद ख़ास रहेगा। नए ग्राहकों से बात करने के लिए बेहतरीन दिन है। आप खुद को समय देना जानते हैं और आज तो आपको काफी खाली समय मिलने की संभावना है। खाली समय में आज आप कोई खेल-खेल सकते हैं या जिम जा सकते हैं। प्यार, नज़दीकी, मस्ती-मज़ा - जीवनसाथी के साथ यह एक रोमानी दिन रहेगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- आर्थिक स्थिति मजबूत करने के लिए लाल मिर्च (सूर्य की कारक वस्तु) का भोजन में संतुलित प्रयोग करें। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपका परोपकार के कार्यों में व्यतीत होगा। आज व्यापार और कार्यक्षेत्र में जो भी नया प्रयास करेंगे, उसमें आपको सफलता अवश्य प्राप्त होगी और यदि आपके घर परिवार में लंबे समय से कोई तनाव चल रहा था, तो आज वह भी समाप्त हो सकता है, जिससे आपको मानसिक शांति प्राप्त होगी। आज आपको अपने ऑफिस में काम काज को सुधारने की जरूरत है, जो आपको बेहतर परिणाम दिलाएंगी। यदि आप अपने व्यवसाय के लिए किसी बुजुर्ग या विशेषज्ञ की सलाह लेते हैं, तो वह आगे चलकर आपके लिए लाभकारी सिद्ध होगी।अपने आप पर एक सीमा के बाद दबाव न डालें और पर्याप्त आराम लें। इस राशि केे कुछ लोगों को आज संतान पक्ष से आर्थिक लाभ होने की उम्मीद है। आज आपको अपनी संतान पर गर्व महसूस होगा। आज न सिर्फ़ अजनबियों से, बल्कि दोस्तों से सावधान रहने की ज़रूरत भी है। प्यार का भरपूर लुत्फ़ मिल सकता है। कार्यक्षेत्र में आपको हर कोई गंभीरता से सुनेगा। आज किसी सहकर्मी के साथ आप शाम का वक्त बिता सकते हैं हालांकि अंत में आपको महसूस होगा कि आपने उनके साथ समय बर्बाद किया है और कुछ नहीं। थोड़ी-सी कोशिश करें तो यह दिन आपके वैवाहिक जीवन के सबसे विशेष दिनों में से एक हो सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- सोने की अंगूठी में मंगल यंत्र खुदवाकर धारण करना स्वास्थ्य के लिए शुभ है। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम रहेगा। आज व्यापार और कार्यक्षेत्र में अकस्मात धन लाभ होने के संकेत दिख रहे हैं, जिससे आप प्रसन्न होंगे और अपने परिवार के सदस्यों के लिए कोई छोटी सी पार्टी का आयोजन कर सकते हैं। संतान की ओर से आज आपको निराशा हो सकती है। आप अपने बलबूते पर ही अपने व्यापार की समस्याओं का समाधान निकालने में कामयाब रहेंगे। आज आपको अपने किसी मित्र की सहायता के लिए आगे आना पड़ सकता है, इसके लिए कुछ धन भी खर्च करना पड़ेगा। सायंकाल का समय आज आप अपने जीवनसाथी को कहीं घुमाने फिराने लेकर जा सकते हैं।दोस्त आपका परिचय किसी ख़ास इंसान से कराएंगे, जो आपकी सोच पर गहरा प्रभाव डालेगा। जीवन की गाड़ी को अच्छे से चलाना चाहते हैं तो आज आपको पैसे की आवाजाही पर विशेष ध्यान देना होगा। अपनी जीवन में एक संगीत पैदा करें, समर्पण का मूल्य समझें और हृदय में प्रेम व कृतज्ञता के फूल खिलने दें। आप अनुभव करेंगे कि आपका जीवन अधिक अर्थपूर्ण हो रहा है। एक प्यारी-सी मुस्कुराहट से अपने प्रेमी का दिन रोशन करें। ख़ुद को अभिव्यक्त करने के लिए अच्छा समय है- और ऐसे प्रोजेक्ट पर काम कीजिए, जो रचनात्मक हों। आज घर में किसी पार्टी की वजह से आपका कीमती समय बर्बाद हो सकता है। आपका जीवनसाथी आपको ख़ुश करने के लिए आज काफ़ी कोशिशें करता नज़र आएगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- घर में एक्वेरियम स्थापित करके मछलियों को चारा खिलाने से धन वृद्धि होगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आप अपने पारिवारिक सदस्यों के साथ बिता सकते हैं, लेकिन इसमें आपको अपने काम को प्राथमिकता देनी होगी, नहीं तो वहां आपके शत्रुओं का नुकसान कर सकते हैं। नौकरी से जुड़े जातकों को पदोन्नति मिल सकती है। राजनीति की दिशा में प्रयास कर रहे जातकों को आज जन समर्थन में वृद्धि होगी, जिससे उनको लाभ भी होगा। विद्यार्थियों को शिक्षा में आ रही बाधाओं को दूर करने के लिए आज अपने गुरुजनो के साथ ल आशीर्वाद की आवश्यकता होगी। सायंकाल का समय आज आप अपने माता-पिता की सेवा में व्यतीत करेंगे।सामाजिक मेलजोल से ज़्यादा सेहत को प्राथमिकता दी जानी चाहिए। भविष्य में अगर आपको आर्थिक रुप से मजबूत बनना है तो आज से ही धन की बचत करें। अपने जीवनसाथी का बोझ दूर करने के लिए घरेलू कामकाज में हाथ बटाएँ। इससे आपको साथ में काम करने का आनंद मिलेगा और जुड़ाव महसूस होगा। जो लोग अब तक सिंगल हैं उनकी मुलाकात आज किसी खास से होने की संभावना है लेकिन बात को आगे बढ़ाने से पहले यह जरुर जान लें कि कहीं वो शख्स किसी के साथ रिश्ते में न हो। आज आपका कोई छुपा विरोधी आपको ग़लत साबित करने की पुरज़ोर कोशिश करेगा। वक्त पर चलने के साथ-साथ अपनों को वक्त देना भी आवश्यक है। यह बात आज आप समझेंगे लेकिन इसके बावजूद भी आप अपने घरवालों को पर्याप्त समय नहीं दे पाएंगे। आपको ख़ुशी से भरी शादीशुदा ज़िन्दगी की एहमियत का एहसास होगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- नौकरी/बिज़नेस में तरक्की हेतु दूब घास, हरे पत्तों की टहनी, तुलसीदल घर में रखें और सूख जाने पर बदल दें। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए बेहद अनुकूल रहने वाला है। कार्यक्षेत्र और व्यापार में आज आपको भाग्य का पूरा साथ मिलेगा, जिससे आपका अपने सभी कार्य आसानी से पूरे करने में सफल रहेंगे। यदि आपने साझेदारी में कोई व्यापार किया हुआ है, तो वह आज आपको उत्तम लाभ देगा। भाई बहनों के साथ संबंधों में सुधार आएगा। यदि आपका अपने किसी रिश्तेदार से कोई मनमुटाव चल रहा था, तो वह भी आज सुधर जाएगा। जीवनसाथी का भरपूर सहयोग मिलेगा। प्रेम जीवन में एक नई ऊर्जा का संचार होगा।बेहतर ज़िन्दगी के लिए अपनी सेहत और व्यक्तित्व में सुधार लाने कि कोशिश करें। अतिरिक्त आय के लिए अपने सृजनात्मक विचारों का सहारा लें। सबको अपनी महफ़िल में दावत दें। क्योंकि आपके पास आज अतिरिक्त ऊर्जा है, जो आपको किसी पार्टी या कार्यक्रम का आयोजन करने के लिए प्रेरित करेगी। आज आप अपने किसी वादे को पूरा नहीं कर पाएंगे जिसकी वजह से आपका प्रेमी आपसे नाराज हो जाएगा। कामकाज के मामलों को सुलझाने के लिए अपनी होशियारी और प्रभाव का इस्तेमाल करें। आपके द्वारा आज खाली समय में ऐसे काम किये जाएंगे जिनके बारे में आप अक्सर सोचा करते हैं लेकिन उन कामों को कर पाने में समर्थ नहीं हो पाते। असजता की वजह से आप वैवाहिक जीवन में ख़ुद को फँसा हुआ अनुभव कर सकते हैं। आपको ज़रूरत है तो जीवनसाथी के साथ आत्मीय बातचीत की। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- कोढ़ियों को कुछ आर्थिक मदद करने या भोजन देने से लव लाइफ बढ़िया रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके कार्यों की पूर्ति का दिन रहेगा। आज आप अपनी व्यवस्था या कार्य क्षेत्र से संबंधित सभी कार्य को आसानी से पूरा कर सकेंगे और आज आप अपने कार्य क्षेत्र के लिए छोटी दूरी की यात्रा पर भी जा सकते हैं, जिसका सौदा आपके लिए लाभदायक रहेगा। घर परिवार में आज किसी धार्मिक व मांगलिक कार्यक्रम का आयोजन हो सकता है। रात्रि का समय आज आप अपने परिवार के सदस्यों के साथ बिताएंगे, जिससे आपको मानसिक शांति मिलेगी। दांपत्य जीवन सुखमय रहेगा। मित्रों के साथ आज घूमने फिरने का प्लान बना सकते हैं।अपना मूड बदलने के लिए सामाजिक मेलजोल का सहारा लें। आकस्मिक मुनाफ़े या सट्टेबाज़ी के ज़रिए आर्थिक हालात सुदृढ़ होंगे। घर में उल्लास का माहौल आपके तनावों को कम कर देगा। आप भी इसमें पूरी सहभागिता करें और महज़ मूक दर्शक न बने रहें। रोमांटिक मुलाक़ात बहुत रोमांचक रहेगी, लेकिन ज़्यादा देर के लिए नहीं होगी। नौकरी-पेशे के लिहाज़ से की गयी यात्रा सकारात्मक फल देगी। आपको इंटरव्यू के दौरान दिमाग़ ठण्डा रखने और ख़ुद को अभिव्यक्त करने की ज़रूरत है। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। वैवाहिक जीवन में आप कुछ निजता की ज़रूरत महसूस करेंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- सफेद बतखों का आर्टिफिशियल जोड़ा अपने प्रेमी/प्रेमिका को भेंट में देने से लव लाइफ अच्छी रहेगी। \n"
}]
