horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। पैसों की आवक होगी, जिससे आर्थिक स्थिति अच्छी बनेगी, लेकिन खर्चों में भी तेजी से बढ़ोतरी होगी। जो आपको चिंता दे सकती है। किसी प्रतियोगी परीक्षा में सफल होने की खबर मिल सकती है। काम के सिलसिले में दिनमान अच्छा रहेगा।मौज-मस्ती और मनपसंद काम करने का दिन है। ख़ास लोग ऐसी किसी भी योजना में रुपये लगाने के लिए तैयार होंगे, जिसमें संभावना नज़र आए और विशेष हो। आज के दिन आपको जो खाली समय मिलने वाला है, उसका भरपूर लाभ लें और अपने परिवार के साथ कुछ प्यार भरे पल गुज़ारें। रोमांस के नज़रिए से आज ज़िन्दगी बहुत जटिल रहेगी। आज आपके पास अपनी धनार्जन की क्षमता को बढ़ाने के लिए ताक़त और समझ दोनों ही होंगे। कारोबारी आज करोबार से ज्यादा अपने परिवार के लोगों के बीच समय बिताना पसंद करेंगे। इससे आपके परिवार में सामंजस्य बनेगा। उबाऊ होती शादीशुदा ज़िन्दगी के लिए कुछ रोमांच ढूंढने की ज़रूरत है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- किसी भी शनि मंदिर में तेल व प्रसाद चढ़ाने से लव लाइफ अच्छी रहेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन मान मध्यम रूप से फलदायक रहेगा। किसी बात को लेकर असमंजस की स्थिति में रहेंगे। घर का माहौल सुख देगा। शादीशुदा लोगों के गृहस्थ जीवन में आज कोई गलतफहमी हो सकती है और प्रेम जीवन बिता रहे लोग आज अपने रिश्ते में बढ़ते हुए, तनाव को देखकर थोड़े दुखी रहेंगे। काम के सिलसिले में दिनमान मजबूत रहेगा।अपना धैर्य न खोएँ, ख़ास तौर पर मुश्किल हालात में। आज आपको अपने भाई या बहन की मदद से धन लाभ होने की संभावना है। रिश्तेदारों के साथ अपने संबंधों को फिर तरोताज़ा करने का दिन है। नये रोमांस की संभावना प्रबल है, प्रेम का फूल आपकी ज़िन्दगी में जल्दी ही खिल सकता है। आप किसी बड़े व्यावसायिक लेन-देन को अंजाम दे सकते हैं और मनोरंजन से जुड़ी किसी परियोजना में कई लोगों का संयोजन कर सकते हैं। आज आप नए विचारों से परिपूर्ण रहेंगे और आप जिन कामों को करने के लिए चुनेंगे, वे आपको उम्मीद से ज़्यादा फ़ायदा देंगे। वैवाहिक जीवन के लिए विशेष दिन है। अपने जीवनसाथी को बताएँ कि आप उनसे कितना प्यार करते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- धर्म स्थान के लिए ध्वजा (झंड़े) का दान करने से स्वास्थ्य अच्छा होगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन मान उतार-चढ़ाव से भरा भरा रहेगा। खर्चों में होती हुई यकायक बढ़ोतरी, आपको परेशान कर सकती है। आपको गवर्नमेंट की किसी योजना का लाभ लेने के लिए प्रयास करने होंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा रहेगा और शादीशुदा लोगों का गृहस्थ जीवन भी आज बढ़िया रहेगा। काम के सिलसिले में आपकी तूती बोलेगी।नर्वस ब्रेकडाउन आपकी सोचने की ताक़त और शरीर के प्रतिरक्षा तंत्र को कमज़ोर बना सकता है। सकारात्मक सोच के ज़रिए इस समस्या से निजात पाएँ। कोई बड़ी योजनाओं और विचारों के ज़रिए आपका ध्यान आकर्षित कर सकता है। किसी भी तरह का निवेश करने से पहले उस व्यक्ति के बारे में भली-भांति जाँच-पड़ताल कर लें। आपके जीवन-साथी की सेहत चिंता का सबब बन सकती है और उसे चिकित्सकीय देखरेख की ज़रूरत है। आपका प्यार न सिर्फ़ परवान चढ़ेगा, बल्कि नई ऊँचाइयों को भी छूएगा। दिन की शुरुआत प्रिय की मुस्कान से होगी और रात उसके सपनों में ढलेगी। आप क़ामयाबी ज़रूर हासिल करेंगे – बस एक-एक करके महत्वपूर्ण क़दम उठाने की ज़रूरत है। प्रेमी को वक्त देने की कोशिश करेंगे लेकिन किसी जरुरी काम के आ जाने के कारण आप उनको समय दे पाने में कामयाब नहीं हो पाएंगे। विवाह एक दैवीय आशीर्वाद है और आज आप इसका अनुभव कर सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- लाल चूड़ियाँ व लाल वस्त्र कन्याओं को दान में देने से आर्थिक स्थिति में सुधार होगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। पारिवारिक सुख मिलेगा। शादीशुदा लोगों के गृहस्थ जीवन के लिए आज का दिन मान सामान्य रहेगा। एक दूसरे को समझने में आप सफल रहेंगे। प्रेम जीवन बिता रहे लोगों को आज कुछ निराशा हो सकती है। आपकी अनुकूल रहेगी और काम के सिलसिले में दिनमान बढ़िया रहेगा। आपको ट्रांसफर के बारे में सुनने को मिल सकता है।भागमभाग भरे दिन के बावजूद आपकी सेहत पूरी तरह दुरुस्त रहेगी। अगर आपको लगता है कि आपके पास पर्याप्त धन नहीं है तो आज घर के किसी बड़े से धन संचित करने की सलाह लें। अगर आपको किसी ऐसी जगह से बुलावा आया है जहाँ पहले आप कभी नहीं गए हैं, तो कृतज्ञता से उसे स्वीकार कर लें। आपका हमदम आपको पूरे दिन याद करता रहेगा। उसे कोई प्यारा सरप्राइज़ देने की योजना बनाएँ और इसे उसके लिए एक ख़ूबसूरत दिन में तब्दील करने के बारे में सोचें। व्यवसायियों के लिए अच्छा दिन है, क्योंकि उन्हें अचानक बड़ा फ़ायदा हो सकता है। जीवन का आनंद लेने के लिए आपको अपने दोस्तों को भी समय देना चाहिए। अगर आप समाज से कटकर रहेंगे तो आवश्यकता पड़ने पर आपके साथ भी कोई नहीं होगा। आपका जीवनसाथी आपको प्यार का एहसास देना चाहता है, उसकी मदद करें। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- नीले कपड़े में सात काली उड़द के दाने, सात काली मिर्च, एक कच्चा कोयला किसी भी सुनसान जगह दबाने से आर्थिक स्थिति अच्छी होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिनमान अच्छा रहेगा। अपने काम पर मजबूती बनाए रखेंगे, जिससे अच्छे नतीजे पाएंगे। शादीशुदा लोगों के गृहस्थ जीवन के लिए दिनमान बढ़िया रहेगा। आपके रिश्ते में रूम में ईश्वर प्रेम बढ़ेगा। प्रेम जीवन बिता रहे लोग भी अपने रिश्ते को लेकर काफी सजग रहें और अपने प्रिय के साथ खुश रहेंगे। सेहत में गिरावट आ सकती है, इसलिए ध्यान रखें।अपने मानसिक स्वास्थ्य पर ध्यान दें, जो आध्यात्मिक जीवन के लिए आवश्यक है। मस्तिष्क जीवन का द्वार है, क्योंकि अच्छा-बुरा सब-कुछ इसी के माध्यम से आता है। यही ज़िंदगी की समस्याएँ दूर करने में सहायक सिद्ध होता है और सही सोच से इंसान को आलोकित करता है। आज आपका धन कई चीजों पर खर्च हो सकता है, आपको आज अच्छा बजट प्लान करने की आवश्यकता है इससे आपकी कई परेशानियां दूर हो सकती हैं। आपके जीवन-साथी की लापरवाही संबंधों में दूरी बढ़ा सकती है। साथ में अपना क़ीमती समय बिताएँ और मीठी यादों को फिर से ताज़ा करें, ताकि पुराने दिनों को फिर से वापस लाया जा सके। प्यार का बुख़ार आपके सर पर चढ़ने के लिए तैयार है। इसका अनुभव कीजिए। व्यावसायिक साझीदार सहयोग करेंगे और आप साथ मिलकर टलते आ रहे कामों को पूरा कर सकते हैं। खाली वक्त का आज आप सदुपयोग करेंगे और उन कामों को पूरा करने की कोशिश करेंगे जो बीते दिनों पूरे नहीं हो पाए थे। रिश्ते ऊपर स्वर्ग में बनते हैं और आपका जीवनसाथी आज यह साबित कर सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- बाथरूम या घर के कोनों में गमले में सफेद मार्बल के टुकड़े या दाने रखने से पारिवारिक जीवन में खुशहाली आएगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिनमान आपके लिए मध्यम रूप से फलदायक रहेगा। आप कहीं लंबी ट्रैवलिंग की प्लानिंग कर सकते हैं या परिवार को साथ लेकर कहीं तीर्थ स्थान पर निकल सकते हैं। हल्के खर्चे भी होंगे, परिवार का सपोर्ट मिलेगा। शादीशुदा लोगों के गृहस्थ जीवन में दिनमान तनावपूर्ण हो सकता है। प्रेम जीवन बिता रहे लोग आज के दिन खुद को बहुत हल्का महसूस करेंगे।पुरानी परियोजनाओं की सफलता आत्मविश्वास में वृद्धि करेगी। अपने जीवनसाथी के साथ मिलकर आज आप भविष्य के लिए कोई आर्थिक योजना बना सकते हैं और उम्मीद है कि यह योजना सफल भी होगी। कोई चिट्ठी या ई-मेल पूरे परिवार के लिए अच्छी ख़बर लाएगी। अपने दिल की बात ज़ाहिर करके आप ख़ुद को काफ़ी हल्का और रोमांचित महसूस करेंगे। अपना रवैया ईमानदार और स्पष्टवादी रखें। लोग आपकी दृढ़ता और क्षमताओं को सराहेंगे। वक्त पर चलने के साथ-साथ अपनों को वक्त देना भी आवश्यक है। यह बात आज आप समझेंगे लेकिन इसके बावजूद भी आप अपने घरवालों को पर्याप्त समय नहीं दे पाएंगे। जीवन साथी की किसी बात को गंभीरता से न लेने की स्थिति में विवाद हो सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- खाने में शहद का प्रयोग करना प्रेम सम्बन्धों में मिठास घोलेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिनमान मध्यम रूप से फलदायक रहेगा। आज आपकी चिंताएं बढ़ेंगी और धन की प्राप्ति को लेकर कुछ बेचैनी भी होगी,लेकिन इससे बाहर निकलने की कोशिश करें। यह आपकी सेहत बिगाड़ सकती है। शादीशुदा लोगों का गृहस्थ जीवन अच्छा रहेगा, लेकिन प्रेम जीवन बिता रहे लोग रिश्ते में आगे ना बढ़ पाने को लेकर चिंतित होंगे। काम के सिलसिले में दिनमान उतार-चढ़ाव से भरा रहेगा।रुपये-पैसे के हालात और उससे जुड़ी समस्याएँ तनाव का कारण साबित हो सकती हैं। आर्थिक तंगी से बचने के लिए अपने तयशुदा बजट से दूर न जाएँ। पारिवारिक समारोह और महत्वपूर्ण अवसरों के लिए अच्छा दिन है। काफ़ी वक़्त फ़ोन न करके आप अपने प्रिय को तंग करेंगे। भले ही छोटी-मोटी बाधाओं का सामना करना पड़े, लेकिन कुल मिलाकर यह दिन कई उपलब्धियाँ दे सकता है। उन सहकर्मियों का ख़ास ध्यान रखें, जो उम्मीद के मुताबिक़ चीज़ न मिलने पर जल्दी ही बुरा मान जाते हैं। बिना किसी को अवगत कराए ही आज आपके घर में किसी दूर के रिश्तेदार की एंट्री हो सकती है जिसके कारण आपका समय खराब हो सकता है। मुमकिन है कि आपका जीवनसाथी आज आपके लिए पर्याप्त समय न निकाल पाए। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- बेसन की मिठाई, बेसन की कोई तली खाने की चीज़, सोहन पापड़ी, बेसन का हलवा गरीबों में बाँटने से स्वास्थ्य अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिनमान मध्यम रूप से फलदायक रहेगा। शादीशुदा लोगों के गृहस्थ जीवन में तनाव कम होगा और जीवन साथी अपने मन की कोई बात आपसे शेयर करेगा। प्रेम जीवन बिता रहे लोगों को अपने रिश्ते में गर्मी बढ़ने से झड़प होने का खतरा रहेगा। काम के सिलसिले में दिनमान सामान्य है। बस अपने काम पर ध्यान देना जरूरी होगा।अपनी ख़ुशियों को दूसरों के साथ साझा करना आपकी सेहत को भी बेहतर करेगा। लेकिन ख़याल रखें कि इसे नज़रअंदाज़ करना बाद में भारी पड़ सकता है। आज निवेश के जो नए अवसर आपकी ओर आएँ, उनपर विचार करें। लेकिन धन तभी लगाएँ जब आप उन योजनाओं का भली-भांति अध्ययन कर लें। पारिवारिक सदस्यों से मतभेद ख़त्म कर आप अपने उद्देश्यों की पूर्ति आसानी से कर सकते हैं। जब आप अपने प्रिय के साथ बाहर जाएँ तो अपने पहनावे और बरताव में नयापन रखें। मानसिक स्पष्टता आपको व्यवसाय में प्रतिस्पर्धियों पर बढ़त दिलाएगी। आप सारी पुरानी दुविधाएँ ख़त्म करने में भी सफल रहेंगे। आज खाली वक्त का सही उपयोग करने के लिए आप अपने पुराने मित्रों से मिलने का प्लान बना सकते हैं। वैवाहिक जीवन का आनन्द लेने के पर्याप्त मौक़े हैं आज आपके पास। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- शिवजी को पंचामृत से स्नान कराने से हेल्थ बनी रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिनमान सामान्य रूप से फलदायक रहेगा। आपको अपनी योजनाएं किसी को भी बताने से बचना होगा, नहीं तो वो पूरी नही होगी। शादीशुदा लोगों का गृहस्थ जीवन बहुत मजबूत रहेगा और अपने रिश्ते में समझदारी से आगे बढ़ेंगे। प्रेम जीवन बिता रहे लोगों को भी आज सुखद समाचार मिलेंगे और आप अपने रिश्ते में खुशनुमा समय का आनंद उठाएंगे।आज दिन काम के सिलसिले में आपके पक्ष में रहेगा और मजबूत रहेगा।खाते-पीते वक़्त सावधान रहें। लापरवाही बीमारी की वजह बन सकती है। आज आपको अपने भाई या बहन की मदद से धन लाभ होने की संभावना है। जिन लोगों से आपकी मुलाक़ात कभी-कभी ही होती है, उनसे बातचीत और संपर्क करने के लिए अच्छा दिन है। प्यार के मामले में आज आप ग़लत समझे जा सकते हैं। सेमिनार और गोष्ठियों में हिस्सा लेकर आज आप कई नए विचार पा सकते हैं। अचानक आज आप काम से छुट्टी लेने का प्लान बना सकते हैं और अपने परिवार के साथ वक्त बिता सकते हैं। बिजली कटौती या फिर किसी अन्य वजह से आपको सुबह तैयार होने में परेशानी का सामना करना पड़ सकता है, लेकिन जीवनसाथी की ओर से इससे निबटने में काफ़ी मदद मिलेगी। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- साबुत हल्दी बहते जल में प्रवाहित करने से सेहत अच्छी रहेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिनमान अच्छा रहेगा। आपकी इनकम बढ़ेगी, जिससे आपकी आर्थिक स्थिति बढ़िया होगी और मन हर्षित होगा। प्रेम जीवन बिता रहे लोग भी आज काफी खुशी महसूस करेंगे। शादीशुदा लोगों के गृहस्थ जीवन में तनाव में कमी आएगी। आपके मन में किसी खास धार्मिक काम को लेकर श्रद्धा जागेगी। काम के सिलसिले में आपकी कार्यकुशलता आपकी मदद करेगी।आज आप ख़ुद को सुकून में और ज़िंदगी का लुत्फ़ उठाने के लिए सही मनोदशा में पाएंगे। धन से जुड़ा कोई मसला आज हल हो सकता है और आपको धन लाभ हो सकता है। अपने परिवार की भलाई के लिए मेहनत करें। आपके कामों के पीछे प्यार और दूरदृष्टि की भावना होनी चाहिए, न कि लालच का ज़हर। आपका हमदम आपको पूरे दिन याद करता रहेगा। उसे कोई प्यारा सरप्राइज़ देने की योजना बनाएँ और इसे उसके लिए एक ख़ूबसूरत दिन में तब्दील करने के बारे में सोचें। अपनी पेशेवर क्षमताओं को बढ़ाकर आप करिअर में नए दरवाज़े खोल सकते हैं। अपने क्षेत्रे में आपको अपार सफलता मिलने की संभावना भी है। अपनी सभी क्षमताओं को निखारकर औरों से बेहतर बनने की कोशिश करें। यात्राओं से तुरंत लाभ तो नहीं होगा, लेकिन इसके चलते अच्छे भविष्य की नींव रखी जाएगी। यूँ तो जीवन हमेशा कुछ नया और चौंकाने वाली चीज़ आपके सामने लाता है। लेकिन आज आप अपने जीवनसाथी का एक अनोखा पहलू देखकर ख़ुशी से चौंक जाएंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- साबुत हल्दी बहते जल में प्रवाहित करने से प्रेम सम्बन्धों में आ रही बाधाएं समाप्त होंगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिनमान अच्छा रहेगा। मानसिक रूप से तनाव में कुछ कमी आएगी, लेकिन आपकी मां जी की सेहत बिगड़ सकती है। परिवार का ध्यान रखें, परिवार में संपत्ति विवाद जन्म ले सकता है, इसलिए सावधानी रखें। शादीशुदा लोगों का गृहस्थ जीवन बहुत ही रोमांटिक तरीके से चलेगा, जबकि प्रेम जीवन बिता रहे लोग भी अपने रिश्ते को लेकर काफी परिपक्व होंगे और वे अपने प्रिय को शादी के लिए प्रपोजल दे सकते हैं।क़ुदरत ने आपको आत्मविश्वास और तेज़ दिमाग़ से नवाज़ा है- इसलिए इनका भरपूर इस्तेमाल कीजिए। पैसे कमाने के नए मौक़े मुनाफ़ा देंगे। अपने परिवार को पर्याप्त समय दें। उन्हें महसूस होने दें कि आप उनका ख़याल रखते हैं। उनके साथ अच्छा वक़्त बिताएँ और शिकायत करने का मौक़ा न दें। प्रेम भगवान की पूजा की ही तरह पवित्र है। यह आपको सच्चे अर्थों में धर्म व आध्यात्मिकता की ओर भी ले जा सकता है। अगर आप अपने काम पर ध्यान दें तो क़ामयाबी और प्रतिष्ठा आपकी होगी। आपके द्वारा आज खाली समय में ऐसे काम किये जाएंगे जिनके बारे में आप अक्सर सोचा करते हैं लेकिन उन कामों को कर पाने में समर्थ नहीं हो पाते। छोटे-छोटे मामलों को लेकर हुए आपके आपसी झगड़े आज आपके वैवाहिक जीवन में कटुता को बढ़ा सकते हैं। इसलिए आपको चाहिए कि दूसरों के कहने और बहकावे में न आएं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- रुद्राक्ष की माला अपने गले में धारण करने से नौकरी/बिज़नेस में उन्नति होगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन मान सामान्य रूप से फलदायक रहेगा। जमीन जायदाद से जुड़े मामले आपका ध्यान खींचेंगे।  प्रेम जीवन बिता रहे लोगों के लिए दिनमान सामान्य रहेगा, जबकि शादीशुदा लोगों के गृहस्थ जीवन में आज जीवनसाथी की ईगो आड़े आ सकती है, इसलिए सावधानी से काम ले। काम के सिलसिले में आपका अनुभव और आपकी योग्यता आपकी मदद करेंगे, जिससे आपको अच्छे नतीजे मिलेंगे, बुखार होने की संभावना रहेगी।सबकी मदद करने की आपकी इच्छा आपको आज बुरी तरह थकाएगी। प्रोपर्टी से जुड़े लेन-देन पूरे होंगे और लाभ पहुँचाएंगे। रिश्तेदारों के यहाँ जाना उससे काफ़ी बेहतर रहेगा, जितना आप सोच सकते हैं। रोमांस के लिए अच्छा दिन है। आज कार्यक्षेत्र में अचानक आपके काम की छानबीन हो सकती है। ऐसे में अगर आपने कोई गलती की होगी तो आपको इसका भुगतान करना पड़ सकता है। इस राशि के कारोबारी आज अपने कारोबार को नई दिशा देने के बारे में विचार कर सकते हैं। सेमिनार और प्रदर्शनी आदि आपको नई जानकारियाँ और तथ्य मुहैया कराएंगे। जीवन साथी के स्वास्थ्य को लेकर आप चिंतित रह सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- नौकरी व बिज़नेस में उन्नति के लिए फटे घिसे फीके पड़ चुके कपड़े, टूटे जूते, रद्दी सामान इकट्ठा न होने दें। \n"
}]
