horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "पिछला घटनाक्रम कुछ ऐसा रहा है कि आपका आत्मविश्वास डगमगा गया है, इसके चलते आज कोई भी काम ख़ुशी से और संतोषजनक ढंग से पूरा नही हो पायेगा ǀ कोई ऐसा भी मिलेगा जिसकी नकारात्मक टिप्पणियों से आप और भी निराश महसूस करेंगे,लेकिन चिंता ना करें,यह अस्थायी चरण है और आप जल्दी ही अपना आत्मविश्वास वापस पा लेंगे ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "घर और ऑफिस में भी लगातार तनावग्रस्त रहने से आपकी सेहत पर असर पड़ रहा है और आपकी सोचने और स्पष्ट निर्णय लेने की क्षमता भी इससे प्रभावित हो रही है ǀआपको यह समझना होगा कि इस समस्या की जड़ आपकी हद तक एकरस हो चुकी रूटीन आदतें ही हैं ǀ नियमित रूप से सुबह की सैर पर जाने से आपको फायदा होगा,इससे आपके शरीर और दिमाग को ताजगी मिलेगी ǀ",
        "मेष प्यार और संबंध राशिफल": "यह समय उन सभी रिश्ते को मजबूत करने का समय है , जिनको आपने अपने प्रेम प्रसंग के लिए कुछ पीछे छोड़ दिया था । इसमें आपके माता पिता, भाई-बहन , आपका विस्तारित परिवार और आपके दोस्त शामिल है। आपको यह एहसास करने की जरूरत है की ये रिश्ते किसी भी चीज़ से कम महत्वपूर्ण नहीं हैं और ये आपको मूल्यवान समर्थन प्रणाली प्रदान करते हैं । आपको अपने प्रेम के रिश्ते की तरह ये रिश्ते भी पोषित करने की जरुरत है ।",
        "मेष कैरियर और धन राशिफल": "व्यावहारिक स्थिति आज आपको काफी तीव्रता से काम करने के लिए मजबूर कर रही हैं, पर आपका मन अपने परिवार के साथ समय बिताने में अधिक रुचिकर दिखेगा । इसलिए, आपको दक्षता से अपनी दोनों प्रतिबद्धताओं को निभाना होगा । आप अपने काम को नजरअंदाज न करें , हालाँकि आपका मन इधर उधर भागेगा । आप उन दोनों के संतुलन के लिए अपने खाली समय या अपने दोपहर के भोजन के घंटे और अवकाश के समय के बाद का समय उपयोग कर सकते है ।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "आज आपका नाम होगा और आपको प्रसिद्धि भी मिलेगी ǀ आप आज तर्क के स्थान पर अपने दिल की आवाज और प्रवृति के आधार पर फैसले कर सकते हैं,लेकिन वे भी वित्त के मामले में लाभकारी ही साबित होंगे ǀआप इन दिनों फैसले लेने में सबसे अधिक महत्ता अपने मन की आवाज को देते हैं ,लेकिन आपको भविष्य की बेहतरी के लिए वर्तमान समय में कुछ आरामों को छोड़ना होगा ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "अगर आप पिछले कई दिन से हो रही पेट की समस्याओं और अन्य तकलीफों से छुटकारा पाना चाहते हैं तो आपको बिना सोचे समझे कुछ भी खाना बंद करना होगा |नियमित और अच्छा डाइट कार्यक्रम बनाकर उसपर चलने से आप कुछ ही दिन में ठीक हो सकते हैं लेकिन आप इस बात की उपेक्षा करते रहे हैं |अब यह जरूरी हो गया है कि आप स्वास्थ्यकर भोजन और जीवनशैली अपनाने की ओर गंभीरतापूर्वक ध्यान दें |",
        "वृषभ प्यार और संबंध राशिफल": "अब समय आ गया है कि आप एक कदम पीछे हटकर शांति से अपने सम्बन्ध को तर्क की कसौटी पर भी परखें | आप अपने पार्टनर के बारे में मिली किसी सूचना को नजरंदाज करते आ रहे हैं लेकिन यह जान लें कि ऐसा करने से उसकी अहमियत या प्रभाव खत्म नही हो जाएगा | अपने सम्बन्ध के बारे में विश्लेष्ण करते हुए आपको उसे भी ध्यान में रखना चाहिए | आपको इस समय कुछ कठोर फैसले लेने पड़ सकते हैं |",
        "वृषभ कैरियर और धन राशिफल": "अपना बेहतर प्रयास डाले । आपने दुसरो का समर्थन किया है परन्तु वे अपने बारे में अच्छा नहीं सोचते न जानते और आपके प्रयासों की सराहना करना वे भूल गए । आप ऐसे लोगों के बारे में चिंता न करे और अपने प्रयास जारी रखे ! अपनी कार्य के प्रति अपनी भावनाओ को लगाये न की उन लोगो के लिए जो आपको महत्व नहीं देते ।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "आपके सामने इन दिनों कुछ नई चीजें आई हैं ǀअपने सामने आने वाली चुनौतियों का सामना करने के लिए तैयार रहें ǀ पूछे गये प्रश्नों का जवाब दें ǀ आपको अभी और भी प्रयास करने हैं और इससे आपकी तरक्की की मजबूत नींव पड़ेगी ǀ इन सबके बीच खुद को तरोताजा करना और खुश रखना न भूलें ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "आज आपकी सेहत बेहतरीन अवस्था में रहेगी ǀ कोई वैलनेस संगीत सुनें या अच्छी सेहत की इस फीलिंग को बनाये रखने के लिए घर पर ही अरोमा थेरेपी की योजना बनाएं ǀ घर का कोई सदस्य छोटी मोटी बीमारी से पीड़ित हो सकता है और आपको उसकी देखभाल करनी होगी ǀआज आपका मानसिक तनाव भी कम रहेगा ǀ",
        "मिथुन प्यार और संबंध राशिफल": "आप अपनी लव लाइफ को बिना किसी बात के उलझा रहे हैं | इसका कारण यह है कि आप अपने सामने देखने और उसे स्वीकार करने से कतरा रहे हैं | आपको खुले दिमाग से स्थिति का बिलकुल स्पष्ट मूल्यांकन करने और उसी के अनुसार सही रास्ता चुनने की आवश्यकता है | आपको यह देखना होगा कि किस रास्ते पर चलकर आपको अच्छे परिणाम मिलेंगे और फिलहाल आप अपने अहम के बस में होकर किस रास्ते पर चल रहें हैं |",
        "मिथुन कैरियर और धन राशिफल": "आज काफी सारी बाते आपके ध्यान देने योग्य होगी जिससे आप का सब पर ध्यान लगाना मुश्किल होगा । ज्यादा तनाव न पाले । बैठ कर शांति से निर्णय के बारे में सोचे और उसके अनुसार कार्य करे । आज आप एक पुराने दोस्त से मिल सकते है। कोई जानकर आपके सामने एक दिलचस्प प्रस्ताव रख सकता है जिसको जानकर आप लालायित हो सकते है परन्तु सोच समझकर निर्णय ले ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "ग्रहों की स्थिति आपके पक्ष में है,दिन की शुरुआत अच्छी होगी ,विशेषत दोपहर से पहले ǀ अपने ऑफिस सम्बन्धी कामों की योजना अगर हो सके तो दोपहर से पहले ही बनाएं,सफलता की सम्भावना अधिक है ǀ शाम को या तो कुछ न करें या कोई हल्का –फुल्का काम करें ǀकोई अप्रत्याशित व्यक्ति आपसे मिलने आ सकता है ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "स्वास्थ्य सम्बन्धी ऐसी समस्याएं जिन्हें आप काफी समय से नजरअंदाज करते आ रहे हैं ,अगर आज आपने उनके बारे में कोई कदम नही उठाया तो वे गंभीर रूप धारण कर सकती हैं |आपकी विशेष आवश्यकताओं को देखते हुए आपका खाना भी विशेष होना चाहिए |अपने स्वास्थ्य के लिए हानिकारक चीजें बिलकुल न खाएं |अगर आप किसी लम्बी बीमारी से जूझ रहें हैं और नियमों का पालन नही कर रहे तो अब सख्ती से नियमों का पालन करें |",
        "कर्क प्यार और संबंध राशिफल": "आज अपने रिश्ते को जांचकर कुछ मर्यादित सीमायें बाँधने के लिए बिलकुल उपयुक्त है | आज आपको यह महसूस हो जाएगा कि आप अपनी क्षमता से अधिक देते रहें हैं फिर भी आपका पार्टनर आपसे संतुष्ट नही है और उसकी मांगें दिन प्रतिदिन बढती जा रही हैं | इन मांगों पर सीमा लगाने से आपके रिश्ते में मजबूती ही आएगी और इससे आपके रिश्ते को ऐसा नया रूप मिलेगा जिससे आप और आपके पार्टनर दोनों को ही अधिक राहत महसूस होगी |",
        "कर्क कैरियर और धन राशिफल": "आप अपने सबसे अच्छे आलोचक हैं । अपनी स्थिति का विश्लेषण और उसके अनुसार कार्य करे । आज आपको समय के अनुसार चलने के लिए अपने आप को प्रेरित करने की आवश्यकता है । ध्यान केंद्रित करे जिससे की आप नीचे की और न जाये । समय के साथ आपको बड़ी जिम्मेदारियों के साथ सौंपा जा सकता है। तब तक निरंतरता रखे । समय आपके पक्ष में है। अनुसंधान के साथ सुनियोजित निवेश करे और आगे बढे ।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आपको कुछ घटनाओं की तह तक जाना पड़ेगा ǀवर्तमान की कुछ घटनाओं के लिए वही पुराने कारण जिम्मेदार हैं ǀ इससे आपकी इज्जत को काफी ठेस पहुंची है ǀ आपको काफी आरक्षित और सावधान रहने की जरूरत है क्योकि कुछ लोग आपके रास्ते में बाधा बनने की कोशिश कर सकते हैं ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "आज का दिन अपने लिए कुछ ख़ास करने के लिए बहुत अच्छा है |किसी ब्यूटी ट्रीटमेंट या मसाज के लिए जाएँ,आपको बहुत अच्छा और खूबसूरत अहसास होगा |आपको अपने स्वास्थ्य और फिटनेस के बारे में भी कोई शुभ सूचना मिलेगी |आप अपने लिए कई तरह के फिटनेस कार्यक्रम लागू करके यह देख सकते हैं कि आपके शरीर के लिए सबसे अधिक उपयुक्त कौनसा है ?",
        "सिंह प्यार और संबंध राशिफल": "कुछ अच्छे वर्ण व विचार आपके द्वारा आपके साथी तक पहुंचे है । अपने कई बार अपने साथी को ये बताया है की वो आपके लिए कितना महत्व रखता है , लेकिन अब कुछ कर गुजरने का समय है । अपने क्रिया कलापो से अपने प्रेम को सिद्ध करे और आज का दिन क्रियान्वयन के लिए उपयुक्त है । आपके प्रेम की अभिव्यक्ति के द्वारा आपका साथी सुखी और आश्चर्यचकित महसूस करेगा ।",
        "सिंह कैरियर और धन राशिफल": "आज का दिन अपने प्रयासों को तेज करने और अपनी महत्वाकांक्षाओं को आगे बढ़ाने पर ध्यान केंद्रित करने के लिए सबसे अच्छा समय है । आप अपनी परियोजना के सफलतापूर्वक अंतः के लिए प्रतिबद्ध है जिसके लिए आप कड़ी मेहनत करेंगे । आपका संकल्प और अच्छे प्रयास बर्बाद नहीं होंगे और आप निकट भविष्य में अच्छे फल की उम्मीद कर सकते है । आपको इस उद्यम में अपने परिवार का पूरा समर्थन प्राप्त होगा।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आपकी शांतिपूर्ण मन स्थिति में औरों के सवालों से बाधा पहुचेगी ǀ वे सब यह जानने के लिए बहुत उत्सुक हैं कि आपकी निजी और व्यव्सायिक जिंदगी में क्या चल रहा है ǀ आपके किसी करीबी ने ही उन लोगों तक आपकी भविष्य की योजनाओं की जानकारी पहुचाई है लेकिन आप इन सबकी उपेक्षा कर दें और केवल अपने काम पर ध्यान दें ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "अपने आपको धरती से जुड़े कार्यकलाप जैसे बागवानी और प्राक्रतिक दृश्यों के बीच सैर करने के लिए प्रेरित करें |आपको अपनी भावनात्मक जरूरतें पूरी करने के लिए अपने अन्दर गहरे झांकना होगा |बाहरी चीजों के ऊपर अपना ध्यान लगाकर फोकस करने की अपनी योग्यता को कम न करें | मानसिक शांति और मांसपेशियों को मजबूत करने के लिए योग की प्रैक्टिस करें |",
        "कन्या प्यार और संबंध राशिफल": "आपकी वित्तीय स्थिति काफी अच्छी है और आप किसी को भी प्रभावित कर सकते हैं लेकिन एक असामान्य से घटनाक्रम में आप किसी ऐसे से मिलेंगे जो आपको और आपके स्वभाव से प्यार करेगा | वह आपकी प्राक्रतिक प्रतिभा की भी प्रशंसा करेगा |आप इसके बारे में सोचना शुरू करेंगे और आपको पता भी न चलेगा कि आप कब उससे रोमांटिक तरीके से प्यार करने लगे हो | बहुत अच्छी पसंद है , निश्चिंत होकर आगे बढ़ें |",
        "कन्या कैरियर और धन राशिफल": "आज का दिन विशेष रूप से उन लोगों के लिए अच्छा और सफलता से भरपूर है जो किसी भी तरह से शिक्षा या लेखन से जुड़े हैं । छात्रों, शोधकर्ताओं, पत्रकारों, लेखकों और शिक्षा से जुड़े अन्य पेशेवरों के लिए एक बहुत आनंदमयी एवं अच्छा दिन होने के संकेत है। आज का दिन लंबी अवधि की योजनाओं में निवेश करने के लिए उपयुक्त है। आज आप आराम से बैठे और उन प्रयासों का लाभ आपको मिलेगा जो आपने अपने पेशेवर जीवन की दिशा तय करने में डाले थे ।"
    },
    "6": {
        "तुला दैनिक राशिफल": "आपको कोई अप्रत्याशित खुशखबरी मिलेगी ǀ यह आपके करियर या निजी जीवन से जुडी हो सकती है लेकिन इससे आपको वित्तीय लाभ भी होंगें ǀ इससे आपको भविष्य में भी इसी प्रकार के लाभ उठाने का रास्ता दिखाई देगा ǀ आप आज बहुत अच्छे मूड में हैं और आपकी आशावादिता और खुशमिजाजी से सभी प्रभावित होंगे ǀ दोस्तों और परिवार के साथ आनंद लें ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "सामान्यत आप बहुत स्पष्ट सोचते हैं लेकिन आज अपनी समस्याओं और असुरक्षाओं के चलते तार्किक तरीके से नही सोच पायेंगे इसीलिए आज का दिन कोई नयी परियोजना या किसी नए पार्टनर के साथ काम शुरू करने के लिए बहुत अच्छा नही कहा जा सकता ǀआपसे आज गलत फैसले लिए जा सकते हैं ǀइसीलिए भविष्य की कोई भी योजना आज बनाना ठीक नही होगा ǀआज आराम करें ǀ",
        "तुला प्यार और संबंध राशिफल": "आप भावुक और प्रेम से ओतप्रोत हैं। आप अपने साथी के साथ एक बहुत ही गहन संबंध अनुभव कर रहे है ।आप दोनों एक दूसरे के साथ का आनंद लें । आज का दिन एक दूसरे की भावनाओं का सम्मान करने का दिन है। हर रिश्ते को आगे बढ़ने के लिए उसे कुछ समय देना पड़ता है ताकि वो सही तरह से फले फुले । ऐसा न करने पर वह बहुत जल्द ही खत्म हो सकता है । अपने मित्रों और परिवार से भी मिले क्यों की उन्हें आप की जरूरत है।",
        "तुला कैरियर और धन राशिफल": "आप किसी भी कार्य को अच्छी तरह से करने में बहुत गर्व महसूस करते है। यह अब आपके वरिष्ठ अधिकारियों के ध्यान में आएगा । कुछ अतिरिक्त जिम्मेदारी भी आपको दी जा सकती है जो की आपके करियर की प्रगति के लिए नए दरवाजे और आयाम खोलेगी । आय में भी वृद्धि की संभावना है। आपको अपने करियर को आगे ले जाने के लिए समर्पण और ध्यान को बढ़ाने की जरूरत है।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "आज आपको यह अनुभव करने की जरुरत है कि अतीत से चिपके रहने से आपको कोई लाभ होने वाला नहीं है ǀ आपको अपने अतीत से सीखना जरुर है ,परन्तु उसे पकड़े रहने से बात नही बनेगी ǀअगर आप आज यह समझ पाने में कामयाब हो जाते हैं तो पिछले कुछ समय से आपके जीवन में चली आ रही बड़ी समस्याओं को सुलझाने की दिशा में यह एक बड़ा कदम होगा ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "आज आप त्वचा और दांत से जुडी तकलीफों से परेशान हो सकते हैं ǀअपने खाने में खूब साड़ी सब्जी,हरी सब्जियां ,दूध ,फल और दूध से बनी चीजें शामिल करें ǀएलर्जी की आशंका भी बनी हुई है और ध्यान रखें कि आप एलर्जी करने वाली सभी चीजों से दूर रहें ǀअपनी सेहत और सुन्दरता को बनाये रखने के लिए शी भोजन और एक्सरसाइज पर ध्यान देना बहुत जरुरी है ǀ",
        "वृश्चिक प्यार और संबंध राशिफल": "प्रेम से संभंधित ग्रह अपने चरम पर है और इस कारण ये एक रोमांचक और साथ ही दीवानगी से भरा समय होने जा रहा है । इस का ज्यादा से ज्यादा लाभ ले । अपने साथी के साथ कुछ खास योजना बनाये या उसे आश्चर्य चकित करने के लिए कुछ प्रयास करे और यकीन माने , यही चीज़ बराबर उत्साह के साथ आपका साथी आपको लौटाएगा । ये समय अपने प्यार के जीवन पर पूरा ध्यान समर्पित करने का समय है ।",
        "वृश्चिक कैरियर और धन राशिफल": "आज आप एक आमंत्रक की भूमिका में रहेंगे ! इसलिए एक मेजबान की जगह एक आयोजक की भूमिका में रहे , आप दोनों ही मामलो में अच्छी राशि पाएंगे परन्तु एक आयोजक की भूमिका लाभप्रद होगी । यह आपकी जन्मजात क्षमताओं में से एक है सिर्फ आप उसकी पहचान नहीं कर पाये थे ।"
    },
    "8": {
        "धनु दैनिक राशिफल": "अब आपका हर काम और पूरा ध्यान अपने करियर के लिए है ǀ आप इस पर बिलकुल अपना पूरा ध्यान और समय लगा रहे हैं ǀ आपको थोड़ी सी राहत की जरुरत है और अच्छी बात यह है कि आप तब भी अपना लक्ष्य हासिल कर पायेंगे ǀ अपने काम के जाल से बाहर निकलकर परिवार को भी समय दें ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "आज आपकी सेहत कुल मिलाकर बहुत अच्छी रहेगी I|सिर तथा तंत्रिका तंत्र से जुडी कोई पुरानी समस्या सिर उठा सकती है I| ठंड न लगे,इस बात का विशेष ध्यान रखें ,क्योंकि इससे माइग्रेन तथा साइनस जैसी पुरानी बीमारियाँ फिर से उभर सकती हैं I|दूसरी और आप कुछ दिनों से जिन स्वास्थ्य सम्बन्धी सावधानियों का पालन कर रहे हैं,उनका असर आज देखने को मिलेगा I|वजन कम करने की कोशिश में आज सफलता मिलेगी I|",
        "धनु प्यार और संबंध राशिफल": "आज के माहौल में ही प्यार भरा है | अपने पार्टनर के लिए कोई विशेष योजना बनाकर उन्हें सरप्राइज दे सकते हैं | अगर आप किसी सम्बन्ध में हैं तो यह सबसे अच्छा समय है जब आपको अपने सम्बन्ध का शुरूआती जादू वापस लाने की कोशिश करनी चाहिए | इसके लिए शायद दोस्तों के साथ वाइल्ड पार्टी की जगह अपने पार्टनर के साथ कुछ एकांत और अन्तरंग समय बिताना अधिक अच्छा रहेगा | जो अकेले हैं उनकी मुलाकात अपने होने वाले साथी से हो सकती है |",
        "धनु कैरियर और धन राशिफल": "आज आप पेशेवर आत्मविश्वास से भर जायेंगे । आप अपनी कार्य सम्भंधि चिन्ताओ को सशक्त तरीके से आगे रखेंगे एवं कोई भी मुश्किल आपको बड़ी नहीं लगेगी । कुछ सूक्ष्म संकट कार्यस्थल पर आ सकते है , परन्तु आप उन संकटो से आसानी से आत्मविश्वास के साथ बाहर आयेंगे । आज आपके सहकर्मी आपकी क्षमता से प्रभावित होंगे ।"
    },
    "9": {
        "मकर दैनिक राशिफल": "पुरानी और बेकार चीजों को जीवन से हटा देने का समय है ǀ आप किसी पिछली स्थिति से महज किसी अहसान की भावना या मजबूरी के चलते चिपके हुए हैं जो अब आपको कतई पसंद नही है ǀआपको इसमें से बाहर आ पाना मुश्किल लग रहा था ,लेकिन आज आप इस स्थिति से बाहर आने के लायक मानसिक शक्ति जुटा पायेंगे ǀ आपको अपने इस काम में किसी घटना से भी मदद मिलेगी ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "इस बात की काफी संभावना है कि आप बुखार की चपेट में आने वाले हैं,वायरल बुखार भी हो सकता है लेकिन समय से सावधान हो जाना ही उपयुक्त होगा ǀएलर्जी और वायरल संक्रमणों से सावधान रहें हालंकि ऐसा करना मुश्किल होगा ǀबचने का एकमात्र उपाय आराम हैǀ पूरा आराम करेंǀ दरअसल आपकी सबसे बड़ी चुनौती अब काम के साथ साथ अपनी सेहत को भी संतुलित रखना है ǀ",
        "मकर प्यार और संबंध राशिफल": "आज आप अपने साथी के बारे में कुछ नया जान सकते हैं और इस नई जानकारी की वजह से आपको एक बड़ा आश्चर्य हो सकता है , लेकिन यह एक सुखद आश्चर्य है। वास्तव में इस नई जानकारी के कारण रिश्ते में आ रही समस्याओं और भ्रामक मुद्दों को आप हल कर सकते हैं। इस स्थिति का लाभ ले और अपने साथी के साथ प्रेम से दिन बिताये ।",
        "मकर कैरियर और धन राशिफल": "आज आपको अपने खर्चो का ध्यान रखना होगा और उनपर पैनी निगाह रखनी होगी क्योकि यह छोटे छोटे खर्चे आगे जाकर विराट रूप धारण कर लेते है , हालाँकि आपकी व्यक्तिगत जरूरते कम है पर फिर भी आपको अपने खर्चों पर नियंत्रण रखना होगा ताकि भविष्य में धन की समस्या उत्पन न हो । आपको कुछ अन्य कार्यो के बारे में भी सोचना चाहिए ताकि आपकी आय बढ़ सके ।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "यह आपके लिए अपने आप से किये हुए वादों और अपनी योजनाओं को अमल में लाने का बहुत अच्छा समय है ǀ नयी योजनायें भी जल्दी ही कामयाब होंगीं ǀहालाँकि, दोस्तों के साथ मजे करने और थोड़े मनोरंजन के लिए भी अच्छा समय है ǀइसीलिए शाम को सामाजिक गतिविधियों में भी शामिल होने की योजना बना सकते हैं ǀ अफवाहों से बचें और आनंद उठायें ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "अपने घर से जुडी किसी अच्छी खबर के लिए तैयार रहें ǀआप अपने घर को बदलने के मौके मिल सकते हैं या आप घर खरीदने की अपनी योजना को अंतिम रूप दे सकते हैं ǀसकारात्मक ऊर्जा का लाभ उठायें ǀअगर आप अपने घर या घर के किसी हिस्से के रेनोवेशन या रि-मॉडलिंग की योजना बना रहें हैं तो इस योजना को अमलीजामा पहनाने के लिए यह सबसे अच्छा समय है ǀ",
        "कुंभ प्यार और संबंध राशिफल": "यह अपने रिश्तों को मजबूत और घावों को भरने का समय है। ग्रह इस तरह से पंक्तिबद्ध है की आपको ये एहसास होगा की पुरानी बातो को भूलकर आगे की तरफ बढ़ना है और अपने पुराने रिश्तो और अपनी जिंदगी को और मजबूती देनी है । आपके जो भी मुद्दे और शिकायते थी , उनका आपको एहसास होगा की इनकी वजह से आपके रिश्तो में कितनी खटास आई थी , जो की अपने जरुरत से ज्यादा उठाये थे ।",
        "कुंभ कैरियर और धन राशिफल": "आज आपका भाग्य सट्टा उद्यम एवं उससे जुडी चीज़ो में आपका साथ देगा । अगर आप किसी दुविधा में हैं तो आज का दिन आपको तर्कशक्ति प्रदान करेगा जिससे आप उचित निर्णय ले पाओगे । ये निर्णय आपकी वित्तीय जरुरतो पर भी आगे जाकर अछा प्रभाव डालेगा । आज का दिन भूमि निवेश के लिए भी फायदेमंद रहेगा ।"
    },
    "11": {
        "मीन दैनिक राशिफल": "ऐसी स्थितियां आ सकती हैं जो आपको बिना सोचे काम करने के लिए उकसायें ǀ यह सही समय है जब आपको सब कुछ अपने नियंत्रण में रखकर युद्ध स्तर पर काम करना है ǀ अपने बच्चों या छोटे बहन भाइयों के लिए सुरक्षात्म्क रवैया अपनाएँ ǀ आप बहुत अच्छी तरह सामाजिक गतिविधियों में शामिल होंगे और यहां आपका बहुत अच्छा स्वागत होगा ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "यह समय एक सख्त शारीरिक कार्यक्रम शुरू करने के लिए बिलकुल उपयुक्त है |आपको यह भी समझना है कि जीवन का पूरा आनंद लेने के लिए स्वस्थ शरीर का होना बहुत आवश्यक है |कुल मिलाकर आप अपनी सेहत के लिए जागरूक हैं लेकिन अब आप अपनी ट्रेनिंग के प्रति और अधिक समर्पित हो जायेंगे |आप किसी खेल प्रतियोगिता में भी भाग लेंगे और बहुत अच्छे परिणाम प्राप्त करेंगे |आप अपने डाइट पैटर्न में भी बदलाव करेंगे |",
        "मीन प्यार और संबंध राशिफल": "आज से आप और आपके पार्टनर के बीच समझ और एडजस्टमेंट का एक नया दौर शुरू होने वाला है | आपके सम्बन्ध के सब जाले साफ हो चुके हैं और आप दोनों एक दुसरे को अब बहुत अच्छी तरह से समझने लगे हो | इससे आपका सम्बन्ध और मजबूत ही होगा | दिन आपके लिए काफी आशाएं लेकर आएगा |",
        "मीन कैरियर और धन राशिफल": "आपकी आय और कैरियर को प्रभावित करने वाले ग्रहों के बीच का गठबंधन अब अपनी मजबूत केंद्र बिंदु पर आ रहा हैं। इसका मतलब यह है की अगर आप अपने कैरियर के लिए अपने समय और ऊर्जा से कार्य करते है, तो आपकी जमा राशि को बढ़ावा मिलेगा । आप में ऐसी ऊर्जा और क्षमता है की आप और अधिक कार्य करके अपनी आय में और सुधार ला सकते है ।"
    }
}]
