horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। कुछ उतार-चढ़ाव भी देखने को मिल सकते हैं। परिवार में कुछ दिक्कतें आ सकती हैं जो आप का ध्यान आकर्षित करेंगी। अपनी वाणी और व्यवहार से आप दूसरों को अपना बना लेंगे। इसका आपको फायदा भी होगा। आपके मान सम्मान में बढ़ोतरी होगी। धार्मिक कार्यक्रमों में हिस्सा लेंगे। काम के सिलसिले में स्थिति सामान्य रहेगी। पारिवारिक जीवन में तनाव आप पर हावी हो सकता है। शादीशुदा लोगों का दांपत्य जीवन सामान्य रहेगा। जो लोग किसी प्रेम बंधन में हैं, उनके लिए आज का दिनमान अनुकूल है।असहजता आपकी मानसिक शांति में बाधा पैदा कर सकती है, लेकिन कोई दोस्त आपकी परेशानियों के समाधान में काफ़ी मददगार साबित होगा। तनाव से बचने के लिए मधुर संगीत का सहारा लें। दीर्घावधि निवेश से बचिए और अपने दोस्तों के साथ बाहर जाकर कुछ ख़ुशी के पल बिताएँ। आपको अपना बाक़ी वक़्त बच्चों के संग गुज़ारना चाहिए, चाहे इसके लिए आपको कुछ ख़ास ही क्यों न करना पड़े। रोमांस का मौसम है। लेकिन अपने जज़्बात क़ाबू में रखें, नहीं तो रिश्ते में खटास पैदा हो सकती है। किसी नयी परियोजना पर काम करने से पहले अच्छी तरह सोच-विचार लें। दिन की शुरुआत भले ही थोड़ी थकाऊ रहे लेकिन जैसे-जैसे दिन आगे बढ़ेगा आपको अच्छे फल मिलने लगेंगे। दिन के अंत में आपको अपने लिए समय मिल पाएगा और आप किसी करीबी से मुलाकात करके इस समय का सदुपयोग कर सकते हैं। आज आपका जीवनसाथी आपकी सेहत के प्रति असंवेदनशील हो सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अपने प्रेमी/प्रेमिका से मिलते समय लाल गुलाब अवश्य दें, इससे प्रेम सम्बन्ध मजबूत होंगे। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए बहुत शानदार रहेगा। काम के सिलसिले में भी बढ़िया नतीजे मिलेंगे। इसी सम्बन्ध में की गई यात्राएं काफी सफलता देंगी। किसी यात्रा पर जाने से मन हर्षित होगा और आपको कुछ नए लाभ के योग मिलने की उम्मीद होगी जिससे आपका व्यापार गति पकड़ेगा। आमदनी में भी बढ़ोतरी होगी। फिर भी खर्चों का बोझ भी आप पर रहेगा। कामों में सफलता मिलेगी जिससे मनोबल बढ़ेगा।अपने बच्चे का प्रदर्शन आपको बहुत ख़ुशी देगा। भाई बहनों की मदद से आज आपको आर्थिक लाभ मिल पाएगा। अपने भाई बहनों की सलाह लें। परिवार के साथ सामाजिक गतिविधियाँ सभी को ख़ुश रखेंगी। आपको पहली नज़र में किसी से प्यार हो सकता है। नयी परियोजनाओं और ख़र्चों को टाल दें। इस राशि के जातक आज लोगों से मिलने से ज्यादा अकेले में वक्त बिताना पसंद करेंगे। आज आपका खाली समय घर की सफाई में बीत सकता है। जीवनसाथी के साथ थोड़ा हँसी-मज़ाक़, थोड़ी छेड़-छाड़ आपको किशोरावस्था के दिनों की याद दिला देंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- पीला रुमाल जेब में रखना नौकरी व बिज़नेस के लिए शुभ है। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। परिवार के साथ समय बिताएंगे और परिवार वालों का सहयोग भी मिलेगा। काम के सिलसिले में अच्छे नतीजे हासिल होंगे लेकिन आपके खर्चे बहुत अधिक हो सकते हैं। इनका बोझ आपकी जेब पर पड़ेगा। आज आपके जीवनसाथी और परिवार वालों के बीच अच्छा तालमेल दिखाई देगा और सभी घुल मिलकर बातचीत करेंगे और रिश्तों को खूबसूरत बनाने का प्रयास करेंगे।आपका उदार स्वभाव आज आपके लिए कई ख़ुशनुमा पल लेकर आएगा। जो लोग शेयर बाजार में पैसा लगाते हैं आज उनका पैसा डूब सकता है। वक्त रहते सचेत हो जाएं तो आपके लिए बेहतर रहेगा। आपकी भरपूर ऊर्जा और ज़बरदस्त उत्साह सकारात्मक परिणाम लाएंगे व घरेलू तनाव दूर करने में मददगार रहेंगे। आपके प्रिय की ख़राब तबियत के चलते रोमांस को दरकिनार होना पड़ सकता है। अगर आप कई दिनों से कामकाज में दिक़्क़त महसूस कर रहे हैं, तो आज के दिन आपको राहत महसूस हो सकती है। कारोबारी आज करोबार से ज्यादा अपने परिवार के लोगों के बीच समय बिताना पसंद करेंगे। इससे आपके परिवार में सामंजस्य बनेगा। जीवनसाथी के साथ वाद-विवाद होने की काफ़ी संभावना है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- किसी भी शनि मंदिर में तेल व प्रसाद चढ़ाने से लव लाइफ अच्छी रहेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए जबरदस्त तरीके से शानदार फल दायक रहेगा। आर्थिक तौर पर भी अच्छे नतीजे मिलेंगे। निवेश से अच्छा लाभ होगा। प्रेम जीवन में भी अंतरंग पलों में बढ़ोतरी होगी और अपने प्रिय के साथ समय बिताएंगे। शिक्षा में रुकावटों का अन्त होगा। यदि आप शादीशुदा हैं तो संतान को सुख की प्राप्ति होगी। काम में मन थोड़ा कम लगेगा और परिवार के प्रति ध्यान अधिक देंगे, जिससे काम का दबाव आपके ऊपर बढ़ेगा।पुरानी परियोजनाओं की सफलता आत्मविश्वास में वृद्धि करेगी। जो लोग अब तक पैसे को बिना वजह ही उड़ा रहे थे आज उन्हें अपने आप पर काबू रखना चाहिए और धन की बचत करनी चाहिए। बच्चे और परिवार दिन का केंद्र-बिंदु रहेंगे। किसी दिलचस्प इंसान से मिलने की प्रबल संभावना है। तरोताज़गी और मनोरंजन के लिए बढ़िया दिन, लेकिन अगर आप काम कर रहे हैं तो व्यावसायिक लेन-देन में सावधानी की ज़रूरत है। जिन लोगों के घर वाले शिकायत करते हैं कि वो घरवालों को पर्याप्त समय नहीं देते वो आज घरवालों को समय देने के बारे में सोच सकते हैं लेकिन ऐन वक्त पर किसी काम के आने की वजह से ऐसा नहीं हो पाएगा। थोड़ी-सी कोशिश करें तो यह दिन आपके वैवाहिक जीवन के सबसे विशेष दिनों में से एक हो सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- पीले कपड़े में अपने किसी पूर्वज की सोने की चीज़ बाधंकर लॉकर में रखने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रह सकता है। कामों में विलंब हो सकता है जिससे आपको थोड़ी दिक्कत होगी। मानसिक दबाव महसूस करेंगे। खर्चे भी काफी अधिक रहेंगे जिन पर नियंत्रण रखना आपके लिए बेहद जरूरी होगा। दांपत्य जीवन में तनाव रह सकता है। यदि किसी से प्रेम करते हैं तो आज उनसे मन की बात कह सकते हैं। स्वास्थ्य का ध्यान रखें और काम के सिलसिले में अच्छे नतीजे हासिल होंगे।शारीरिक व्यायाम और वज़न घटाने की कोशिशें आपके रूप-रंग को निखारने में फ़ायदेमंद साबित होंगी। अगर आप लोन लेने वाले थे और काफी दिनों से इस काम में लगे थे तो आज के दिन आपको लोन मिल सकता है। उन लोगों के साथ कुछ समय बिताएँ, जो आपको चाहते हैं और आपका ख़याल रखते हैं। प्यार-मोहब्बत के मामले में जल्दबाज़ी में क़दम उठाने से बचें। भागीदार आपकी योजनाओं और व्यावसायिक ख़यालों के प्रति उत्साही होंगे। तनाव से भरा दिन, जब नज़दीकी लोगों से कई मतभेद उभर सकते हैं। जीवनसाथी द्वारा परिवार और मित्रों के बीच नकारात्मक तरीक़े से आपके वैवाहिक जीवन की निजी बातें उजागर हो सकती हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- समय-समय पर अपने प्रेमी/प्रेमिका को लाल वस्त्र गिफ्ट में दें, इससे प्रेम में वृद्धि होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए काफी बढ़िया रहने वाला है। व्यापार के सिलसिले में प्रयासों को गति मिलेगी और व्यापार में बढ़ोतरी होगी। शादीशुदा लोगों को उनके जीवनसाथी का सहयोग मिलेगा। पारिवारिक जीवन में भी परिजनों का सहयोग आपको प्राप्त होगा। यात्राओं पर जाने के लिए समय अच्छा नहीं है। समाज में मान सम्मान बढ़ेगा तथा प्रेम संबंधों के लिए दिन अनुकूल नहीं है, इसलिए अपने प्रिय को नाराज ना होने दें।आपका रूख़ा बर्ताव आपके जीवनसाथी का मूड ख़राब कर सकता है। आपको समझना चाहिए कि किसी का अनादर और गम्भीरता से न लेना रिश्ते में दरार डाल सकता है। बिना किसी की सलाह लिये बिना आज आपको पैसा कहीं भी इनवेस्ट नहीं करना चाहिए। दूसरों को प्रभावित करने की आपकी क्षमता आपको कई सकारात्मक चीज़ें दिलाएगी। पुरानी यादों को ज़ेहन में ज़िंदा कर दोस्ती को फिर से तरोताज़ा करने का वक़्त है। सेमिनार और गोष्ठियों में हिस्सा लेकर आज आप कई नए विचार पा सकते हैं। अपने समय की कीमत समझें, उन लोगों के बीच रहना जिनकी बातें आपके समझ में नहीं आती हैं गलत है। ऐसा करना भविष्य में आपको परेशानियों के अलावा कुछ नहीं देगा। यह दिन शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक रहेगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- किसी भिखारी व अपंग व्यक्ति को खाना खिलाने से हेल्थ अच्छी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। पैसों के मामले में समय थोड़ा कमजोर रहेगा। इनकम में गिरावट आ सकती है और किसी निवेश के कारण जोखिम उठाना नुकसानदेह साबित हो सकता है। शादीशुदा लोगों का दांपत्य जीवन खुशनुमा रहेगा। पारिवारिक जीवन के लिहाज से दिन अच्छा रहने वाला है। ससुराल पक्ष से मिलने जुलने की स्थिति बनेगी और संबंध मजबूत होंगे। काम के सिलसिले में दिनमान सामान्य रहेगा।आज आपके पास अपनी सेहत और लुक्स से जुड़ी चीज़ों को सुधारने के लिए पर्याप्त समय होगा। आप पैसा बना सकते हैं, बशर्ते आप अपनी जमा-पूंजी पारम्परिक तौर पर निवेश करें। अपने सामाजिक जीवन को दरकिनार न करें। अपनी व्यस्त दिनचर्या में से थोड़ा-सा समय निकालकर अपने परिवार के साथ किसी आयोजन में शिरकत करें। यह न सिर्फ़ आपका दबाव कम करेगा, बल्कि आपकी झिझक भी मिटा देगा। अपने साथी को भावनात्मक तौर पर ब्लैकमेल करने से बचें। नौकरी पेेशा से जुड़े लोगों को आज कार्यक्षेत्र में परेशानियों का सामना करना पड़ सकता है। आज आप न चाहते हुए भी कोई गलती कर बैठेंगे जिसकी वजह से आपको अपने सीनियर्स की डांट सहनी पड़ सकती है। कारोबारियों के लिए दिन सामान्य रहने की उम्मीद है। बिना किसी को अवगत कराए ही आज आपके घर में किसी दूर के रिश्तेदार की एंट्री हो सकती है जिसके कारण आपका समय खराब हो सकता है। ख़र्चों को लेकर जीवनसाथी से तनातनी संभव है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- नेत्रविहीन व्यक्तियों की सेवा करना लव लाइफ के लिए अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए शानदार रहने वाला है इसलिए इस दिन का पूरा सदुपयोग करें। आज विद्यार्थियों को उच्च शिक्षा प्राप्त करने की दिशा में सफलता मिलेगी। प्रेम संबंधों के लिए भी दिन बढ़िया है। जो लोग शादीशुदा हैं, उनके दांपत्य जीवन में कुछ समस्याएं रह सकती हैं। आज ऑफिस में आपका काम आपके लिए कोई खुशखबरी लेकर आ सकता है। स्वास्थ्य मजबूत रहेगा।आपका आकर्षक बर्ताव दूसरों का ध्यान आपकी तरफ़ खींचेगा। अपने निवेश और भविष्य की योजनाओं को गुप्त रखें। एक ख़ुशनुमा और बढ़िया शाम के लिए आपका घर मेहमानों से भर सकता है। आप अचानक गुलाबों की ख़श्बू से ख़ुद को सराबोर पाएंगे। यह प्यार की मदहोशी है, इसे महसूस करें। सहकर्मियों और वरिष्ठों के पूरे सहयोग के चलते दफ़्तर में काम तेज़ रफ़्तार पकड़ लेगा। खाली समय का सदुपयोग होना चाहिए लेकिन आप आज आप इस समय का दुरुपयोग करेंगे और इस वजह से आपका मूड भी खराब होगा। वैवाहिक जीवन के लिहाज़़ से यह बढ़िया दिन है। साथ में एक अच्छी शाम गुज़ारने की योजना बनाएँ। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- नीले कपड़े में सात काली उड़द के दाने, सात काली मिर्च, एक कच्चा कोयला किसी भी सुनसान जगह दबाने से आर्थिक स्थिति अच्छी होगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा इसलिए अपना पूरा ध्यान अपने काम पर लगाएं। काम के सिलसिले में आपको काफी मेहनत करनी पड़ेगी। पारिवारिक जीवन बेहतर रहेगा और माता-पिता का सुख मिलेगा। स्वास्थ्य थोड़ा कमजोर रहने की संभावना है। अधिक व्यस्तता से बचें और स्वयं के लिए समय निकालें। प्रेम जीवन में कोई नई बात आपके बीच खुशी का कारण बनेगी। आज आप अपने प्रिय को कोई उपहार देकर उन्हें खुश कर सकते हैं।दौड़-भाग भरा दिन आपको तुनकमिज़ाज बना सकता है। अतिरिक्त आय के लिए अपने सृजनात्मक विचारों का सहारा लें। अगर आज आप अपने परिचितों पर अपने फ़ैसले थोपने की कोशिश करेंगे, तो आप अपने हितों को ही नुक़सान पहुँचाएंगे। हालात का सामना धैर्य से करना ही अच्छे परिणाम दे सकता है। आज प्रेम-संबंधों में अपने स्वतन्त्र विवेक का इस्तेमाल कीजिए। मशहूर लोगों से मेलजोल आपको नई योजनाएँ और आइडिया सुझाएगा। दिल के करीबी लोगों के साथ आपका वक्त बिताने का मन करेगा लेकिन आप ऐसा कर पाने में सक्षम नहीं हो पाएंगे। पारिवारिक विवादों के कारण आज आपका वैवाहिक जीवन प्रभावित रह सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- भगवान में विश्वास रखें और मानसिक हिंसा से बचें, इससे स्वास्थ्य बेहतर होगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन मध्यम रूप से फलदायक रहेगा। इनकम के मामले में आज आप काफी लकी रहेंगे। आज आपको अच्छा लाभ होगा। मानसिक खुशी होगी। प्रेम जीवन में आज सफलता का दिन है। अपने प्रिय के साथ सुकून भरे पल बिताएंगे। विद्यार्थियों को पढ़ाई में खूब मन लगेगा। यदि आप शादीशुदा हैं तो संतान को सुख मिलेगा, जिससे आपको संतुष्टि प्राप्त होगी। किसी कलात्मक कार्य में अपने हाथ आजमाएंगे और उससे धन भी अर्जित कर सकेंगे।आज का दिन मौज-मस्ती और आनन्द से भरा रहेगा- क्योंकि आप ज़िन्दगी को पूरी तरह जिएंगे। आज सिर्फ़ बैठने की बजाय कुछ ऐसा कीजिए जो आपकी कमाई में इज़ाफ़ा कर सके। परिवार के लोगों से अपनी परेशानियां साझा करके आप हल्का महसूस करते हैं, लेकिन कई बार आप अपने अहम को आगे रखकर घर वालों को जरुरी बातें नहीं बताते। आपको ऐसा नहीं करना चाहिए ऐसा करके परेशानी और भी बढ़ेगी कम नहीं होगी। आपको अपनी हार से कुछ सबक़ सीखने की ज़रूरत है, क्योंकि आज अपने दिल की बात ज़ाहिर करने से नुक़सान भी हो सकता है। अहम लोगों से बातचीत करते वक़्त अपने आँख-कान खुले रखिए, हो सकता है आपके हाथ कोई क़ीमती बात या विचार लग जाए। वक्त सेे हर काम को पूरा करना ठीक होता है अगर आप ऐसा करते हैं तो आप अपने लिए भी वक्त निकाल पाते हैं। अगर आप हर काम को कल पर टालते हैं तो अपने लिए आप कभी समय नहीं निकाल पाएंगे। वैवाहिक जीवन के कुछ साइड इफ़ेक्ट्स भी होते हैं; आज आपको इनका सामना करना पड़ सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- अपने बहन का सम्मान करें, इससे प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए संभालना फलदायक रहेगा। आपके खर्चों में बढ़ोतरी होगी। आपका स्वास्थ्य कमजोर रहेगा और आप कमजोरी महसूस करेंगे। परिवार से कोई यात्रा पर जा सकता है। धार्मिक क्रियाकलापों में मन लगेगा। ऑफिस में मन कम लगेगा इसलिए मन से काम ना होने के कारण कुछ दिक्कतें रहेंगी। पारिवारिक जीवन शांतिपूर्ण रहेगा। दांपत्य जीवन के लिए दिन कमजोर है। जो लोग लव रिलेशनशिप में हैं, उन्हें आज अच्छे नतीजे हासिल होंगे।आज आपकी सेहत पूरी तरह अच्छी रहेगी। आकस्मिक मुनाफ़े या सट्टेबाज़ी के ज़रिए आर्थिक हालात सुदृढ़ होंगे। परिवार के सदस्यों का आपके जीवन में विशेष महत्व होगा। आपको अपनी रसिक कल्पनाओं पर अधिक ग़ौर करने की ज़रूरत नहीं है, क्योंकि संभव है कि वे आज सच हो जाएँ। आपके आत्मविश्वास में वृद्धि हो रहा है और तरक़्की साफ़ नज़र आ रही है। अगर आप अपने घर से बाहर रहकर अध्ययन या नौकरी करते हैं तो आज के दिन आप खाली समय में अपने घर वालों से बात कर सकते हैं। घर की किसी खबर को सुनकर आप भावुक भी हो सकते हैं। वैवाहिक जीवन के लिहाज़़ से यह बढ़िया दिन है। साथ में एक अच्छी शाम गुज़ारने की योजना बनाएँ। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- लाल चंदन से स्नान करने से लव लाइफ अच्छी चलती है। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिये आज का दिन बहुत बढ़िया रहेगा। परिवार वालों का पूरा सहयोग मिलेगा। माँ जी से आपको सुख मिलेगा और उन से धन लाभ हो सकता है। काम के सिलसिले में स्थितियां अच्छी रहेगी। आपके जल्दी ही ट्रांसफर के योग बनेंगे। स्वास्थ्य के मामले में आज का दिन थोड़ा कमजोर है। शादीशुदा लोगों के दांपत्य जीवन में खुशियां रहेंगी। प्रेम जीवन के लिये दिनमान सामान्य रहेगा।आज के दिन आराम करना ज़रूरी साबित होगा, क्योंकि आप हाल के दिनों में भारी मानसिक दबाव से गुज़रे हैं। नयी गतिविधियाँ और मनोरंजन आपके लिए विश्राम करने में सहायक सिद्ध होंगे। आज आप आसानी से पैसे इकट्ठा कर सकते हैं- लोगों को दिए पुराने कर्ज़ वापिस मिल सकते हैं- या फिर किसी नयी परियोजना पर लगाने के लिए धन अर्जित कर सकते हैं। पारिवारिक ज़िम्मेदारियों को न भूलें। ख़ुशी के लिए नए संबंध की प्रतीक्षा करें। आज के दिन आप सबके ध्यान का केंद्र होंगे और सफलता आपकी पहुँच में होगी। खाली वक्त में आप कोई फिल्म देख सकते हैं यह फिल्म आपको पसंद नहीं आएगी और आपको लगेगा कि आपने अपना कीमती वक्त जाया कर दिया। घरेलू मोर्चे पर बढ़िया खाने और गहरी नीन्द का पूरा लुत्फ़ आप ले पाएंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- पारिवारिक जीवन अच्छा करने के लिए घर में नीले रंग के परदे लगवाएं। \n"
}]
