horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। नौकरी में किसी बड़े अधिकारी से अनबन नुकसानदायक रह सकती है, इसलिए अपने क्रोध व वाणी पर नियंत्रण रखें। सामाजिक सम्मान भी आज आपको मिलता दिख रहा है। मित्रों के साथ आज आप लंबी दूरी की यात्रा पर भी जा सकते हैं। दांपत्य जीवन सुखमय रहेगा। सायंकाल का समय आप संतान की समस्याओं को सुलझाने में व्यतीत करेंगे।असुरक्षा/ दुविधा के चलते आप असमंजस में फँस सकते हैं। आर्थिक तौर पर सिर्फ़ और सिर्फ़ एक स्रोत से ही लाभ मिलेगा। परिवार के साथ सामाजिक गतिविधियाँ सभी को ख़ुश रखेंगी। प्यार एक ऐसा जज़्बा है जिसे न सिर्फ़ महसूस किया जाना चाहिए, बल्कि अपने प्रिय के साथ बांटना भी चाहिए। आज कार्यक्षेत्र में आपके किसी पुराने काम की तारीफ हो सकती है। आपके काम को देखते हुए आज आपकी तरक्की भी संभव है। कारोबारी आज अनुभवी लोगों से करोबार को आगे बढ़ाने की सलाह ले सकते हैं। इस राशि वालों को आज के दिन अपने लिए समय निकालने की शख्त जरुरत है अगर आप ऐसा नहीं करते तो आपको मानसिक परेशानियां हो सकती हैं। क्या आपको पता है कि आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्ता है। उनपर ग़ौर करें, यह बात आपको ख़ुद-ब-ख़ुद दिख जाएगी। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- विधवाओं की मदद करने से स्वास्थ्य अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। यदि आप एक व्यापारी है, तो आज अनावश्यक या अधिक परिश्रम करना पड़ सकता है, तभी सफलता मिलती दिख रही है। नौकरी में आज आपको किसी अधिकारी के कोप का भाजन बनना पड़ सकता है। सायंकाल के समय सामाजिक संबंध लाभदायक रहेंगे। यदि आप अपने व्यापार के लिए कुछ नई योजनाएं तैयार कर रहे हैं, तो भविष्य में वह आपको उत्तम लाभ देंगी।\n ख़याली पुलाव पकाना मदद नहीं करता। परिवार की उम्मीदों पर खरा उतरने के लिए आपको कुछ कर दिखाने की ज़रूरत है। वैसे तो अपना पैसा दूसरे को देना किसी को पसंद नहीं आता लेकिन आज आप किसी जरुरतमंद को पैसा देकर सुकून का अनुभव करेंगे। ऐसे लोगों से दूर रहें जिनकी बुरी आदतें आपके ऊपर असर डाल सकती हैं। अपने प्रिय की नाराज़गी के बावजूद अपना प्यार ज़ाहिर करते रहें। जो लोग विदेश व्यापार से जुड़े हैं उन्हें आज मनमाफिक फल मिलने की पूरी उम्मीद है। इसके साथ ही नौकरी पेशा से जुड़े इस राशि के जातक आज अपनी प्रतिभा का पूर्ण इस्तेमाल कार्यक्षेत्र में कर सकते हैं। बिना किसी को अवगत कराए ही आज आपके घर में किसी दूर के रिश्तेदार की एंट्री हो सकती है जिसके कारण आपका समय खराब हो सकता है। जीवनसाथी के साथ वाद-विवाद होने की काफ़ी संभावना है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- अच्छे स्वास्थ्य के लिए जेब में लाल रंग का रुमाल रखें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nनौकरी व व्यवसाय से जुड़े कुछ मुद्दे अगर चल रहे हैं, तो वह आज हल होते दिख रहे हैं। आज आपको अपने व्यवसाय में तरक्की के लिए किसी बुजुर्ग के अनुभव की आवश्यकता होगी। सायंकाल का समय आप अपने मित्रों व परिजनों के साथ किसी पार्टी में भी जा सकते हैं। विदेशों से व्यापार कर रहे लोगों के लिए नए-नए लाभ के अवसर प्राप्त होंगे। माताजी से विशेष स्नेह रहेगा।स्वास्थ्य के लिहाज़ से बहुत अच्छा दिन है। आपकी ख़ुशमिज़ाजी ही आपके आत्मविश्वास में बढ़ोतरी करेगी। आपका धन कहां खर्च हो रहा है इसपर आपको नजर बनाए रखने की जरुरत है नहीं तो आने वाले समय में आपको परेशानी हो सकती है। ग़ैर-ज़रूरी चीज़ों पर रुपये ख़र्च कर आप अपने जीवन-साथी को नाराज़ कर सकते हैं। आपके ईमानदार और ज़िंदादिल प्यार में जादू करने की ताक़त है। जो कला और रंगमंच आदि से जुड़े हैं, उन्हें आज अपना कौशल दिखाने के लिए कई नए मौक़े मिलेंगे। आज अपने प्रेमी के साथ वक्त बिता पाएंगे और उनके सामने अपने जज्बातों को रख पाएंगे। आज आपके वैवाहिक जीवन के सबसे अच्छे दिनों में से एक हो सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- हल्दी की एक गाँठ, पीपल के पाँच पत्ते, सवा किलो पीली दाल, केसर, सूर्यमुखी का एक फूल, पीले वस्त्र यह सारी सामग्री किसी ब्राह्मण को श्रद्धापूर्वक दान करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज आप अपने सामाजिक क्षेत्र को चारों ओर फैलाने मे कामयाब रहेंगे। दोस्तों से मुलाकात भी आपके तनाव को कम करेगी। आज आप खुद ही अपने में मस्त रहेंगे। आप अपने विरोधियों की कोई आलोचना पर ध्यान नहीं देंगे, जिससे आगे चलकर सफलता आपके कदम चूमेगी। धन वृद्धि के लिए जीवनसाथी की सलाह लाभदायक सिद्ध होगी। संतान को आज कोई कष्ट हो सकता है, इसलिए ध्यान रखें।आपका विनम्र स्वभाव सराहा जाएगा। कई लोग आपकी ख़ासी तारीफ़ कर सकते हैं। सिर्फ़ अक़्लमंदी से किया गया निवेश ही फलदायी होगा- इसलिए अपनी मेहनत की कमाई सोच-समझ कर लगाएँ। अपने व्यक्तिगत जीवन से थोड़ा समय निकालकर दान-पुण्य के कामों में कुछ समय लगाएँ। इससे आपको मानसिक शांति मिलेगी, लेकिन इसके लिए अपनी निजी ज़िंदगी को दरकिनार न करें। आपको दोनों पर ही बराबर ध्यान देने की ज़रूरत है। अपने प्रिय से दूर होने के बावजूद आप उसकी मौजूदगी महसूस करेंगे। साझेदारी में किए गए काम आख़िरकार फ़ायदेमंद साबित होंगे, लेकिन आपको अपने भागीदारों से काफ़ी विरोध का सामना करना पड़ सकता है। आज पूरे दिन आप खाली रह सकते हैं और टीवी पर कई फिल्में और प्रोग्राम देख सकते हैं। आपका जीवनसाथी आज ऊर्जा और प्रेम से भरपूर है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- नौकरी/बिज़नेस में लाभ पाने के लिए तेजफल की दातुन करें। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज किसी अनजान व्यक्ति से लेनदेन करने की सोच रहे हैं, तो कतई ना करें क्योंकि इसमें आपको नुकसान हो सकता है। व्यापार के लिए की गई यात्रा उत्तम लाभदायक रहेगी। आज शत्रु प्रबल रहेंगे, लेकिन वह आपका कुछ नहीं बिगाड़ पाएंगे। बिजनेस में नई उपलब्धियां कड़ी मेहनत से ही प्राप्त होंगी, इसलिए अपनी मेहनत में कोई कमी नहीं रखें। संतान की सामाजिक कार्यों में रुचि बढ़ती नजर आएगी।आपको काफ़ी समय से चल रही बीमारी से छुटकारा मिल सकता है। जमीन या किसी प्रॉपर्टी में निवेश करना आज आपके लिए घातक हो सकता है जितना हो सके इन चीजों में निवेश करने से बचें। अपने मेहमानों से ख़राब बर्ताव न करें। आपका ऐसा व्यवहार न केवल आपके परिवार को दुःखी कर सकता है, बल्कि संबंधों में दूरी भी पैदा कर सकता है। किसी से आँखें चार होनी की काफ़ी संभावना है। काम में धीमी प्रगति हल्का-सा मानसिक तनाव दे सकती है। महत्वपूर्ण लोगों के साथ बातचीत करते वक़्त अपने शब्दों को ग़ौर से चुनें। आज आपको अपने जीवनसाथी का दैवीय पक्ष देखने को मिल सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- सुबह उठते साथी ही ॐ हं हनुमते नमः का 11 बार उच्चारण करने से आर्थिक स्थिति अच्छी होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज आपके परिवार में किसी शुभ व मांगलिक कार्यक्रम पर चर्चा हो सकती हैं, जिसमें परिवार के सभी सदस्य व्यस्त नजर आएंगे। आज आप संतान के भविष्य के लिए योजना बनाते नजर आएंगे। आस पड़ोस में आज कोई वाद विवाद उत्पन्न हो सकता है, लेकिन अपनी वाणी पर नियंत्रण रखें।उदास और अवसादग्रस्त न हों। घर के जरुरी सामान पर धन खर्च करके आपको आर्थिक परेशानी तो आज जरुर होगी लेकिन इससे आप भविष्य की कई परेशानियों से बच जाएंगे। आज के दिन बिना कुछ ख़ास किए आप आसानी से लोगों का ध्यान अपनी ओर आकर्षित करने में क़ामयाब रहेंगे। ख़याली परेशानियों को छोड़ें और अपने साथी के साथ रोमांटिक समय बिताएँ। नौकरी पेेशा से जुड़े लोगों को आज कार्यक्षेत्र में परेशानियों का सामना करना पड़ सकता है। आज आप न चाहते हुए भी कोई गलती कर बैठेंगे जिसकी वजह से आपको अपने सीनियर्स की डांट सहनी पड़ सकती है। कारोबारियों के लिए दिन सामान्य रहने की उम्मीद है। अपने मन पर काबू रखना सीखें क्योंकि कई बार आप मन की मानकर अपना कीमती समय बर्बाद कर देते हैं। आज भी आप ऐसा कुछ कर सकते हैं। जब आपका जीवनसाथी जब सारे मनमुटाव भुलाकर प्यार के साथ आपके पास फिर आएगा, तो जीवन और भी सुन्दर लगेगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- भगवान में विश्वास रखें और मानसिक हिंसा से बचें, इससे स्वास्थ्य बेहतर होगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। आज आपकी पद, प्रतिष्ठा व सम्मान में वृद्धि होगी। दूर व पास की यात्रा स्थगित हो सकती है। आज शाम का समय आप अपने परिवार के सदस्यों के साथ बिताएंगे, जिससे मन को शांति मिलेगी। समस्याओं का समायोजन समाधान ना मिलने से मन में अशांति का भाव रहेगा। आर्थिक स्थिति को बेहतर करने के लिए आप कठिन परिश्रम करेंगे।तरोताज़ा होने के लिए अच्छी तरह से आराम करें। जो लोग शादीशुदा हैं उन्हें आज अपने बच्चों की पढ़ाई पर अच्छा खासा धन खर्च करना पड़ सकता है। अपनी नई परियोजनाओं के लिए अपने माता-पिता को विश्वास में लेने का सही समय है। आज प्यार के मामले में सामाजिक बंधन तोड़ने से बचें। सहकर्मियों और वरिष्ठों से मिला सहयोग आपके उत्साह में इज़ाफ़ा करेगा। आज आप सारे रिश्तों और रिश्तेदारों से दूर होकर अपना दिन किसी ऐसी जगह पर बिताना पसंद करेंगे जहां जाकर आपको शांति प्राप्त होती है। ख़ुद तनावग्रस्त होने की झल्लाहट आप बेवजह अपने जीवनसाथी पर निकाल सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- गरीब स्त्री की आर्थिक मदद करते रहें इससे प्रेम सम्बन्धों में इज़ाफा होगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज के दिन विद्यार्थी अपनी पढ़ाई में जुटे नजर आएंगे। धन की कमी होने के कारण आज आप थोड़ा परेशान हो सकते हैं। ससुराल पक्ष से आज आपको धन लाभ हो सकता है। रोजगार से जुड़े जातकों के लिए आज कोई शुभ अवसर प्राप्त हो सकता है। आज आपको सामाजिक सम्मान मिलता दिख रहा है। आप अपने परिवार के सदस्यों को कहीं छोटी दूरी की यात्रा पर ले जा सकते हैं।मित्रों या परिवार के सदस्यों के साथ मौज-मस्ती भरी यात्रा आपको सुकून देगी। अपने निवेश और भविष्य की योजनाओं को गुप्त रखें। पारिवारिक सदस्य या जीवन-साथी तनाव की वजह बन सकते हैं। एक बार आप अपने हमक़दम को हासिल कर लें, तो ज़िन्दगी में किसी और की ज़रूरत नहीं होती। इस बात को आज आप गहराई से महसूस करेंगे। आपके आत्मविश्वास में वृद्धि हो रहा है और तरक़्की साफ़ नज़र आ रही है। अगर आप ख़रीदारी पर जाएँ तो ज़रूरत से ज़्यादा जेब ढीली करने से बचें। वैवाहिक जीवन के दृष्टिकोण से देखें तो चीज़ें आपके पक्ष में जाती हुई नज़र आ रही हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- चन्द्र यंत्र को पूजा स्थल में स्थापित करके उसकी पूजा करने से आर्थिक स्थिति बेहतर होगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आपको वाहन के प्रयोग में सावधानी बरतनी है, किसी अज्ञात वाहन के खराब होने से आपका कुछ धन व्यय हो सकता है। आज आप अपनी संतान के लिए कोई उपहार ला सकते हैं। यदि आज आप कोई निवेश करना चाहते हैं, तो उसके लिए दिन उत्तम है। भाग्य का भरपूर साथ मिलेगा। शाम का समय आज आप अपने मित्रों के साथ पार्टी में व्यतीत करेंगे।तली-भुनी खाने की चीज़ों से किनारा करें। अपने धन का संचय कैसे करना है यह हुनर आज आप सीख सकते हैं और इस हुनर को सीख कर आप अपना धन बचा सकते हैं। घरेलू ज़िंदगी सुकूनभरी और ख़ुशनुमा रहेगी। आज आप ख़ुद को अपने प्रिय के प्यार से सराबोर महसूस करेंगे। इस लिहाज़ से आज का दिन बहुत ख़ूबसूरत रहेगा। कार्यालय में सबकुछ आपके पक्ष में जाता नज़र आ रहा है। अगर आज आप यात्रा कर रहे हैं तो आपको अपने सामान की अतिरिक्त सुरक्षा करने की ज़रूरत है। कई लोग साथ तो रहते हैं, लेकिन उनके जीवन में रोमांस नहीं होता। लेकिन यह दिन आपके लिए बेहद रोमानी होने वाला है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- विष्णु या दुर्गा जी के मंदिर में कांसे का बर्तन दान करने से स्वास्थ्य बना रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज आपका जो रुका हुआ धन है वह अचानक से आपको प्राप्त हो सकता है, जिससे आप अपने रुके हुए कार्यों को पूरा करने में सफल रहेंगे। दांपत्य जीवन में सौम्यता बनी रहेगी। जीवनसथी भी आप का भरपूर साथ देंगे। नौकरी में व्यवसाय में आज आपको वरिष्ठ अधिकारियों से लाभ होगा। विद्यार्थियों को अपने सीनियर से बहुत कुछ सीखने को मिलेगा।आज आप ख़ुद को सुकून में और ज़िंदगी का लुत्फ़ उठाने के लिए सही मनोदशा में पाएंगे। विदेशों में पड़ी आपकी जमीन आज अच्छे दामों में बिक सकती है जिससे आपको मुनाफा होगा। कुछ लोगों के लिए- परिवार में किसी नए का आना जश्न और उल्लास के पल लेकर आएगा। आपके महसूस करेंगे कि फ़िज़ाओं में प्यार घुला हुआ है। नज़रें उठाकर तो देखिए, आपको सब-कुछ प्रेम के रंग में रंगा दिखाई देगा। दिवास्वप्नों में समय खपाना नुक़सानदेह रहेगा, इस मुग़ालते में न रहें कि दूसरे आपका काम करेंगे। अगर आप ख़रीदारी पर जाएँ तो ज़रूरत से ज़्यादा जेब ढीली करने से बचें। यह आपके पूरे वैवाहिक जीवन के सबसे ज़्यादा स्नेहपूर्ण दिनों में से एक हो सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- शिवलिंग पर कच्चा दूध चढाने से नौकरी/बिज़नेस में उन्नति मिलेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित फलदायक रहेगा। आज आप अपने रूठे जीवन साथी के लिए कोई उपहार खरीद कर ला सकते हैं। माता पिता का विशेष स्नेह मिलेगा। आज आपके भाई और बहन के स्वास्थ्य में गिरावट आ सकती है, इसलिए सावधान रहें। सायं काल के समय किसी अतिथि का आगमन हो सकता है, जिसमें कुछ धन भी व्यय होगा।आज के दिन आराम करना ज़रूरी साबित होगा, क्योंकि आप हाल के दिनों में भारी मानसिक दबाव से गुज़रे हैं। नयी गतिविधियाँ और मनोरंजन आपके लिए विश्राम करने में सहायक सिद्ध होंगे। जिन लोगों को आप जानते हैं, उनके ज़रिए आपको आमदनी के नए स्रोत मिलेंगे। कुल मिलाकर फ़ायदेमंद दिन है। लेकिन आप समझते थे जिसपर आप आँखें बंद करके यक़ीन कर सकते हैं, वह आपके भरोसे को तोड़ सकता है। ख़ुशी के लिए नए संबंध की प्रतीक्षा करें। यात्राओं से व्यवसाय के नए मौक़े मिलेंगे। जल्दबाज़ी में फ़ैसले न करें, ताकि ज़िन्दगी में आगे आपको पछताना न पड़े। रोमानी नज़रिए से वैवाहिक जीवन के लिए अच्छा दिन है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- शिवलिंग पर जल चढ़ाने से पारिवारिक खुशियाँ बढ़ेंगी। \n",
    "11": "मीन राशिः आज का राशिफल\nविद्यार्थियों के लिए आज का दिन अच्छा रहेगा। यदि किसी परीक्षा की तैयारी कर रहे हैं, तो उसमें आज उत्तम सफलता प्राप्त होगी। किसी खास उपलब्धि से आज आपका मन प्रसन्न रहेगा। यदि कोई कानूनी विवाद चल रहा है, तो वह आज फिर से सर उठा सकता है जो आपकी समस्या बन सकता है। कार्यक्षेत्र में कठिन मेहनत से आप सफलता प्राप्त करने में कामयाब रहेंगे।चूँकि यात्रा के लिहाज़ से आप अभी कुछ कमज़ोर हैं, इसलिए लंबी यात्राओं से बचने की कोशिश कीजिए। अतिरिक्त धन को रिअल एस्टेट में निवेश किया जा सकता है। परिवार के लोगों के बीच पैसे को लेकर आज कहासुनी हो सकती है। पैसों के मामलों में आपको परिवार के सभी लोगों को स्पष्ट होने की सलाह देनी चाहिए। अगर आप खुले दिल से अपनी बात रखें, तो आपकी मोहब्बत आज आपके सामने प्यार के फ़रिश्ते के रूप में आएगी। लम्बे समय से अटके फ़ैसलों को अमली जामा पहनाने में क़ामयाबी मिलेगी और नयी योजनाएँ आगे बढेंगी। खाली समय में आप कोई खेल आज के दिन खेल सकते हैं लेकिन इस दौरान किसी तरह की दूर्घटना होने की भी संभावना है इसलिए संभलकर रहें। वैवाहिक जीवन के मोर्चे पर यह दिन वाक़ई बहुत बढ़िया है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- अच्छे स्वास्थ्य का आनंद लेने के लिए अपने घर का मध्य स्थान (ब्रह्म स्थान) साफ रखें। \n"
}]
