horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज के दिन विदेश से संबंधित कार्य सफलता से पूरे होंगे। परिवार में किसी सदस्य का स्वास्थ चिंता का विषय बन सकता है। लव लाइफ में कुछ तनाव रह सकता है। ससुराल पक्ष से अच्छे संबंध होंगे। यदि आप व्यापार करते हैं, तो उसमें आज कुछ बदलाव देखने को मिलेंगे। छात्रों को आज अपनी मनपसंद जगह पर एडमिशन मिलने की उम्मीद है और दोस्तों के साथ कहीं घूमने भी जा सकते हैं। घर के लिए कुछ जरूरी सामान की खरीदारी भी करनी पड़ सकती है।किसी संत पुरुष का आशीर्वाद मानसिक शान्ति प्रदान करेगा। बिना बताये आज कोई देनदार आपके अकाउंट में पैसे डाल सकता है जिसके बारे में जानकर आपको अचंभा भी होगा और खुशी भी। आज न सिर्फ़ अजनबियों से, बल्कि दोस्तों से सावधान रहने की ज़रूरत भी है। अगर आपको लगता है कि आपका लवमेट आपकी बातों को समझ नहीं पाता तो आज उनके साथ वक्त बिताएं और अपनी बातों को स्पष्टता के साथ उनके सामने रखें। आपके द्वारा आज खाली समय में ऐसे काम किये जाएंगे जिनके बारे में आप अक्सर सोचा करते हैं लेकिन उन कामों को कर पाने में समर्थ नहीं हो पाते। वैवाहिक जीवन में सूखे-सर्दीले दौर के बाद आपको धूप नसीब हो सकती है। अगर आज कुछ अधिक करने को नहीं है तो अपने घर के सामानों को दुरुस्त करके आप अपने को व्यस्त रख सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- शराब का पूर्णतः त्याग करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआप आज अपने पिताजी के स्वास्थ्य का विशेष रुप से ध्यान रखें, उन्हें किसी भी तरह के संक्रमण से दूरी रखने को कहे। परिवार का कोई सदस्य आज आपको खुशी की खबर सुना सकता है। संपत्ति का अच्छा विकास होगा। आपके कार्यक्षेत्र में यदि कोई महिला मित्र हैं, तो आज उनके सहयोग से आप कुछ नए प्रोजेक्ट पर काम करना शुरू कर देंगे और आपका आत्मबल बढ़ेगा। आपके भाई का साथ आज आपके काम आएगी, जिससे आपका व्यापार उन्नति करेगा।ज़रूरत से ज़्यादा खाने से बचें और सेहतमंद रहने के लिए नियमित व्यायाम करें। घर की जरुरतों को देखते हुए आज आप अपने जीवनसाथी के साथ कोई कीमती सामान खरीद सकते हैं जिससे आर्थिक हालात थोड़े तंग हो सकते हैं। विदेश में रह रहे किसी रिश्तेदार से मिला तोहफ़ा आपके लिए ख़ुशी लेकर आएगा। अगर आप हुक़्म चलाने की कोशिश करेंगे, तो आपके और आपके प्रिय के बीच काफ़ी परेशानी खड़ी हो सकती है। आपके पास समय तो होगा लेकिन बावजूद इसके भी आप कुछ ऐसा नहीं कर पाएंगे जो आपको संतुष्टि दे। लंबे समय से कामकाज का दबाव आपके वैवाहिक जीवन के लिए कठिनाई खड़ा कर रहा है। लेकिन आज सारी शिकायतें दूर हो जाएंगी। अकर्मण्यता पतन की जड़ है; ध्यान व योगाभ्यास करके आप इस जड़ता को दूर भगा सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- शुद्ध सूती कपडा और नमकीन गरीब स्त्रियों को समय-समय पर दान करने से आर्थिक स्थिति अच्छी होगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज के दिन यदि आप अपने कैरियर में कुछ बदलाव की सोच रहे हैं, तो अभी समय अनुकूल नहीं है, इसलिए कोई भी काम करने से पहले अपने पिता व जीवन साथी से सलाह जरूर ले। आज आपके किसी परिचित व्यक्ति की सहायता से आपका अटका हुआ पैसा आपको मिल जायेगा। लव लाइफ में आप के सम्मान में वृद्धि होगी और छोटे बच्चों के साथ आप अच्छा समय बिताएंगे। यदि पारिवारिक संपत्ति में कोई विवाद चल रहा है, तो वह आज खत्म होगा और  व्यापार में लिए गए महत्वपूर्ण निर्णय सफल होंगे।मित्रों या परिवार के सदस्यों के साथ मौज-मस्ती भरी यात्रा आपको सुकून देगी। इस राशि केे कुछ लोगों को आज संतान पक्ष से आर्थिक लाभ होने की उम्मीद है। आज आपको अपनी संतान पर गर्व महसूस होगा। कोई आपको नुक़सान पहुँचाने की कोशिश कर सकता है। कई मज़बूत ताक़तें आपके ख़िलाफ़ काम कर रही हैं। आपको ऐसे क़दम उठाने से बचना चाहिए, जिसके चलते उनका और आपका आमना-सामना हो। अगर आप हिसाब बराबर करना चाहें, तो ऐसा सलीके से ही किया जाना चाहिए। आपका बेपनाह प्यार आपके प्रिय के लिए बेहद क़ीमती है। आप खुद को समय देना जानते हैं और आज तो आपको काफी खाली समय मिलने की संभावना है। खाली समय में आज आप कोई खेल-खेल सकते हैं या जिम जा सकते हैं। जब आपका जीवनसाथी जब सारे मनमुटाव भुलाकर प्यार के साथ आपके पास फिर आएगा, तो जीवन और भी सुन्दर लगेगा। घर का कोई वरिष्ठ आज आपको कोई ज्ञान की बात बता सकता है। उनकी बातें आपको अच्छी लगेंगी और आप उनपर अमल भी करेंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सफेद गाय को चारा खिलाने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन विवाह योग्य जातकों लिए शुभ समाचार लेकर आया है और मांगलिक कार्य की रूपरेखा बनेगी। आज के दिन यदि आप किसी नए प्रोजेक्ट पर काम करना चाहते हैं, तो उसमें आपको आपने अधिकारियों का समर्थन प्राप्त होगा और आपके कुछ पुराने मित्र  भी समर्थन देंगे। यदि आपकी कुछ पिछली समस्याएं आपको परेशान कर रही थी, तो आज आपको उन से मुक्ति मिलेगी। छात्रों के लिए शिक्षा के मार्ग प्रशस्त होंगे।अपने व्यक्तित्व को विकसित करने के लिए गम्भीर तौर पर प्रयास करें। व्यापाार में मुनाफा आज कई व्यापारियों के चेहरे पर खुशी ला सकता है। कोई चिट्ठी या ई-मेल पूरे परिवार के लिए अच्छी ख़बर लाएगी। आप आज रुहानी प्यार की मदहोशी महसूस कर सकेंगे। इसे महसूस करने के लिए कुछ वक़्त बचाकर रखें। अपने घर में बिखरी चीजों को संभालने का आज आप प्लान करेंगे लेकिन आपको इसके लिए आज खाली समय नहीं मिल पाएगा। यह आपके पूरे वैवाहिक जीवन के सबसे ज़्यादा स्नेहपूर्ण दिनों में से एक हो सकता है। जिन्दगी का स्वाद तो स्वादिष्ट भोजन को करने में ही है। यह बात आज आपके जुबान पर आ सकती है क्योंकि आप के घर में आज स्वादिष्ट भोजन बन सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- किसी भिखारी व अपंग व्यक्ति को खाना खिलाने से हेल्थ अच्छी रहेगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज आप अपने कुछ मित्रों के साथ कहीं घूमने का प्लान बना सकते हैं। यदि आज के दिन आपके कुछ कार्य अधूरे पड़े हैं, उनके लिए आज आपको महापौर करनी पड़ सकती है। छात्रों को अधिक मेहनत से काम करने की जरूरत पड़ेगी। जीवन साथी से आपके संबंध मधुर होंगे। परिवार के खर्चे नियंत्रण नियंत्रण में रहेंगे। आपके छोटे भाई को उन्नति मिलेगी, जिससे सबका मन खुश होगा। व्यापार कर रहे लोगों के लिए आज नगद धन की कमी हो सकती है, इसलिए किसी भी तरह के लेनदेन से बचने की कोशिश करें।आज के दिन आपके चेहरे पर मुस्कान बिखरी रहेगी और अजनबी भी जाने-पहचाने से महसूस होंगे। आर्थिक पक्ष के मजबूत होने की पूरी संभावना है। अगर आपने किसी शख्स को पैसा उधार दिया था तो आज आपको वो पैसा वापस मिलने की उम्मीद है। अपने सामाजिक जीवन को दरकिनार न करें। अपनी व्यस्त दिनचर्या में से थोड़ा-सा समय निकालकर अपने परिवार के साथ किसी आयोजन में शिरकत करें। यह न सिर्फ़ आपका दबाव कम करेगा, बल्कि आपकी झिझक भी मिटा देगा। सिर्फ़ स्पष्ट समझ के माध्यम से आप अपनी पत्नी/पति को भावनात्मक सहारा दे सकते हैं। आपको ऐसी जगहों से महत्वपूर्ण बुलावा आएगा, जहाँ से आपने इसकी कभी कल्पना भी न की हो। आज के दिन जीवन साथी पर किया गया संदेह आने वाले दिनों में आपके वैवाहिक जीवन पर बुरा प्रभाव डाल सकता है। धीरे-धीरे ही सही लेकिन जिंदगी अब ट्रैक पर आ रही है इस बात का अहसास आज आपको होगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- माता से सम्बन्ध अच्छे रखें व उनका भूलकर भी निरादर न करें। इससे फैमिली लाइफ अच्छी होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके रोजगार के क्षेत्र के स्थानों से छुटकारा दिलाएगा। यदि आपको अपने किसी भाई-बहन की चिंता थी, तो आज वह खत्म होगी, जिसमें माता-पिता का आशीर्वाद मिलेगा और आपका मन प्रसन्न चित्त हो जाएगा। यदि आप निवेश करना चाहते हैं, तो आज का दिन सही नहीं है। निवेश करने से बचें। आज आप अपनी लव लाइफ का खुलासा अपने परिवार में कर सकते हैं, जिससे आपके पारिवारिक वातावरण में तनाव हो सकता है।गर्दन/कमर में लगातार दर्द परेशान कर सकता है। इसे नज़रअंदाज़ न करें, ख़ास तौर पर जब इसके साथ कमज़ोरी भी महसूस हो रही हो। आज के दिन आराम करना बहुत अहम है। आज आप अपने घर के वरिष्ठ जनों से पैसे की बचत करने को लेकर कोई सलाह ले सकते हैं और उस सलाह को जिंदगी में जगह भी दे सकते हैं. दोस्तों और परिवार के सदस्यों के साथ शाम के आयोजन में शिरकत करें। आज के इस ख़बसूरत दिन प्रेम-संबंध में आपकी सभी शिकायतें ग़ायब हो जाएंगी। दिन उम्दा है, आज के दिन अपने लिए समय निकालें और अपनी कमियों और खुबियों पर गौर फर्माएं। इससे आपके व्यक्तित्व में सकारात्मक परिवर्तन आएंगे। आज आपको रंग ज़्यादा चटख नज़र आएंगे, क्योंकि फ़िजाओं में प्यार का ख़ुमार चढ़ रहा है। सितारों की मानें तो आज आप अपने दोस्तों के साथ एक बेहतरीन शाम गुज़ारने वाले हैं। बस इतना याद रखें कि कोई भी चीज़ ज़रूरत से ज़्यादा हो तो अच्छी नहीं होती है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- गरीब कन्याओं में सुंगंधित सफेद मिठाई बाँटने से स्वास्थ्य बेहतर होगा। \n",
    "6": "तुला राशिः आज का राशिफल\nयदि छात्र आज के दिन किसी प्रतियोगिता के परीक्षा की तैयारी में लगे हैं तो उनको कठोर मेहनत की आवश्यकता होगी आपको आज के दिन घर परिवार के हुजूर सदस्यों से टकराव मोल लेना सही नहीं होगा आप के कारोबार में वृद्धि होगी और आपके विचारों से वहां का माहौल सकारात्मक रहेगा आज धर्म-कर्म के कार्य में आपका मन लगेगा आप दोस्तों के साथ तीर्थ यात्रा का कार्यक्रम भी बना सकते हैं।आज के दिन आप बिना झंझट विश्राम कर सकेंगे। अपनी मांसपेशियों को आराम देने के लिए तैल से मालिश करें। भविष्य में अगर आपको आर्थिक रुप से मजबूत बनना है तो आज से ही धन की बचत करें। जिन्हें आप चाहते हैं, उनके साथ उपहारों का लेन-देन करने के लिए अच्छा दिन है। आपके प्रिय के साथ कुछ मतभेद उभर सकते हैं- साथ ही अपने साथी को अपना नज़रिया समझाने में भी तकलीफ़ महसूस होगी। खाली वक्त में आप कोई फिल्म देख सकते हैं यह फिल्म आपको पसंद नहीं आएगी और आपको लगेगा कि आपने अपना कीमती वक्त जाया कर दिया। असजता की वजह से आप वैवाहिक जीवन में ख़ुद को फँसा हुआ अनुभव कर सकते हैं। आपको ज़रूरत है तो जीवनसाथी के साथ आत्मीय बातचीत की। सकारात्मक सोच ज़िंदगी में ग़ज़ब का जादू कर सकती है – कोई प्रेरणादायी पुस्तक पढ़ना या फ़िल्म देखना आज के दिन बढ़िया रहेगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- आज ज्यादा क्रोध करना आपके लिए नुकसानदायक हो सकता है-घर में कर्पूर जलाकर आप इससे छुटकारा पा सकता हैं। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज अपनी लव लाइफ में आपको ऊर्जा नजर आएगी आपके व्यापार में उन्नति के साथ-साथ आज आपको आपके पद की गरिमा भी बढ़ जाएगी आप लोगों को छोटा छोटा मोटा लेना-देना चुका देने के बावजूद भी आपके धन कोष में कमी नहीं आएगी आप अपने परिवार के सदस्यों की जरूरतों का ध्यान रखेंगे छात्रों को अपने अध्यापकों का सहयोग मिलेगा और वह अपने सभी कार्य पूरे करेंगे आज के दिन की स्थिति या आपके पक्ष में नजर हो होती आ रही हैं।सेहत को देखभाल की ख़ास ज़रूरत है। अगर आप सूझ-बूझ से काम लें, तो आज अतिरिक्त धन कमा सकते हैं। कुछ लोग आपकी झुंझुलाहट की वजह बन सकते हैं, उन्हें नज़रअंदाज़ करें। आपके जीवन में प्रेम की बहार आ सकती है; आपको ज़रूरत है तो बस अपने आँख-कान खुले रखने की। घर के छोटे सदस्यों को साथ लेकर आज आप किसी पार्क या शॉपिंग मॉल में जा सकते हैं। शादी के बाद वैवाहिक जीवन में प्यार सुनने में मुश्किल ज़रूर लगता है, लेकिन आप आज महसूस करेंगे कि यह मुमकिन है। इस सप्ताहांत में आप काफ़ी-कुछ करना चाहते हैं, लेकिन अगर आप काम टालते रहेंगे तो ख़ुद पर ही खीझ पैदा होने लगेगी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- केले की जड़ को अपने पास रखने से पारिवारिक जीवन अच्छा चलता है। \n",
    "8": "धनु राशिः आज का राशिफल\nआज आपको अपनी पारिवारिक संपत्ति से लाभ मिलेगा, लेकिन आज परिवार के किसी खास सदस्य के स्वास्थ्य में कमी आ सकती है, जिससे परिवार का वातावरण तनावपूर्ण सकता है। संतान से कोई खुशी की खबर सुनने को मिल सकती है। आज आपकी आर्थिक लाभ की स्थिति उत्तम बनी हुई है, निवेश के लिए बहुत बढ़िया समय है और नया व्यापार शुरू करना चाहते हैं, तो भाग्य आपका साथ देगा।सेहत बढ़िया रहेगी। चंद्र की स्थिति की वजह से आज आपका धन बेवजह की चीजों पर खर्च हो सकता है। अगर आपको धन संचय करके रखना है तो अपने जीवनसाथी या माता पिता से इस बारे में बात करें। अपने घर के वातावरण में कुछ बदलाव करने से पहले आपको सभी की राय जानने की कोशिश करनी चाहिए। आज के दिन आप किसी क़ुदरती ख़ूबसूरती से ख़ुद को सराबोर महसूस करेंगे। छात्रों को सलाह दी जाती है कि यारी-दोस्ती के चक्कर में इन कीमती पलों को खराब न करें। यार दोस्त आने वाले वक्त में भी मिल सकते हैं लेकिन पढ़ाई के लिए यही समय सबसे सही है। आज आप एक बार फिर समय में पीछे जाकर शादी के शुरुआती दिनों के प्यार और रुमानियत को महसूस कर सकते हैं। विचारों से ही मनुष्य की दुनिया बनती है – कोई बेहतरीन किताब पढ़कर आप अपनी विचारधारा को और सशक्त कर सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अच्छी आर्थिक स्थिति के लिए एक बार पहना हुआ कपड़ा दुबारा बिना धोएं न पहनें। \n",
    "9": "मकर राशिः आज का राशिफल\nआज परिवार के सदस्य आपकी बातों से बहुत प्रभावित होंगे और उनको अच्छा मार्गदर्शन मिलेगा। यदि आज आप अपने आलस्य को त्याग देंगे, तो आपको कार्य क्षेत्र में नई ऊर्जा का संचार मिलेगा, जिससे आपके भविष्य की उन्नति होगी। एक्सरसाइज व योग करने का आपको अच्छा परिणाम दिखेगा। छोटे सदस्यों के साथ आपका बहुत मन लगेगा और आप आज उनके लिए कुछ गिफ्ट खरीद कर भी ला सकते हैं।जिस तरह मिर्च खाने को लज़ीज़ बनाती है, उसी तरह थोड़ा-सा दुःख भी जीवन में ज़रूरी है और तभी सुख की असली क़ीमत पता लगती है। दीर्घावधि मुनाफ़े के नज़रिए से स्टॉक और म्यूचुअल फ़ंड में निवेश करना फ़ायदेमंद रहेगा। कोई चिट्ठी या ई-मेल पूरे परिवार के लिए अच्छी ख़बर लाएगी। प्यार-मोहब्बत के मामले में दबाव बनाने की कोशिश न करें। जो लोग बीते कुछ दिनों से काफी व्यस्त थे उन्हें आज अपने लिए फुर्सत के पल मिल सकते हैं। आज अपने जीवनसाथी का वह रुख़ देखने को मिलेगा, जो उतना अच्छा नहीं है। बेवजह की बातों में आप अपना कीमती समय बर्बाद नाही करें तो आपके लिए अच्छा रहेगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अपने इष्टदेव की तांबे की मूर्ति को घर में स्थापित कर उनकी रोज़ाना पूजा करने से प्रेम सम्बन्धों में सुधार होगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज के दिन राजनीति में काम करने वाले लोगों के लिए आर्थिक लाभ के योग बन रहे हैं। छात्रों को शिक्षा में कुछ समस्याओं का सामना करना पड़ सकता है, लेकिन उनके गुरु जन उनकी मदद करेंगे, जिससे वे राहत भरी सांस ले सकेंगे। यदि आपके कुछ शत्रु है, तो आज आपको से राहत मिलेगी।आज आपके अपने पिताजी से संबंध सुधर जाएंगे और आप अपनी लव लाइफ में उत्साह और उमंग महसूस करेंगे।आज आपके पास ख़ुद के लिए पर्याप्त समय होगा, तो मौक़े का फ़ायदा उठाएँ और अच्छी सेहत के लिए पैदल सैर पर जाएँ। जो लोग टैक्स चोरी करते हैं आज वो बड़ी मुसीबत में फंस सकते हैं। इसलिए आपको यही सलाह दी जाती है कि टैक्स की चोरी न करें। ऐसा कोई जिसे आप जानते हैं, आर्थिक मामलों को ज़रूरत से ज़्यादा गंभीरता से लेगा और घर में थोड़ा-बहुत तनाव भी पैदा होगा। रोमांस आपके दिल पर क़ाबिज़ है। आप खुद को समय देना जानते हैं और आज तो आपको काफी खाली समय मिलने की संभावना है। खाली समय में आज आप कोई खेल-खेल सकते हैं या जिम जा सकते हैं। कहते हैं कि स्त्रियाँ शुक्र और परुष मंगल ग्रह के रहने वाले हैं, लेकिन आज के दिन विवाहित शुक्र और मंगल एक-दूसरे में घुल जाएंगे। आज के दिन रिश्तेदारों से मुलाक़ात करके आप सामाजिक दायित्वों की पूर्ति कर सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- घर के चारों कोनों में लाल पत्थर लगाने से पारिवारिक जीवन सुचारु रूप से चलेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज कुछ विपरीत हालातों की वजह से मन निराश हो सकता है। कुछ जरूरी खर्चे भी सामने आएंगे, लेकिन आपके घर के वरिष्ठ सदस्यों का सहयोग घर के माहौल को ठीक रखने में सहायक रहेगा। आपकी आर्थिक स्थिति मध्यम रहेगी। आज किसी भी तरह का निवेश आपको हानि पहुंचा सकता है। आज आपके मित्र व आपकी पर्सनल लाइफ आपको मानसिक शांति प्रदान करेगी।गाड़ी चलाते समय सावधान रहें। पैसों की कमी आज घर में कलह की वजह बन सकती है, ऐसी स्थिति में अपने घर के लोगों से सोच-समझकर बात करें और उनसे सलाह लें। जिसके साथ आप रहते हैं, उससे वाद-विवाद करने से बचें। यदि कोई समस्या है, तो उसे शान्ति से बातचीत करके सुलझाएँ। अपने दिल की बात ज़ाहिर करके आप ख़ुद को काफ़ी हल्का और रोमांचित महसूस करेंगे। आज का दिन फ़ायदेमंद साबित होगा, क्योंकि ऐसा लगता है कि चीज़ें आपके पक्ष में जाएंगी और आप हर काम में अव्वल रहेंगे। यह दिन आपके जीवन में वसंत-काल की तरह है - रोमानी व प्यार से भरा; जहाँ सिर्फ़ आप और आपका जीवनसाथी साथ हों। इस राशि के कुछ जातक आज से जिम जाने का विचार बना सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- तोते को हरी मिर्च खिलाएं। \n"
}]
