horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपको सफलता को दिलवाने वाला होगा, लेकिन कोई आपके लिए परेशानी भी खड़ी कर सकता है, इसलिए यदि कोई कार्य करें, तो आज सोच समझ करें। सायंकाल के समय आज आप अपने परिवार के छोटे बच्चों के साथ अच्छा समय व्यतीत करेंगे। संतान के भविष्य को लेकर आज आपको थोड़ी बहुत भागदौड़ भी करनी पड़ सकती है। कार्क्षेयत्र में आज आपको अपने साथियों का भरपूर सहयोग मिलेगा। रात्रि का समय आज आप अपने परिवार के सदस्यों के साथ बातचीत में व्यतीत करेंगे। आज आप अपने व्यवसाय के लिए परिवार के सदस्यों से सलाह ले सकते हैं।बिना वजह अपनी आलोचना करते रहना आत्मविश्वास को कम कर सकता है। आपके पास आज पैसा भी पर्याप्त मात्रा में होगा और इसके साथ ही मन में शांति भी होगी। नाती-पोतों से आज काफ़ी ख़ुशी मिल सकती है। हर बात पर प्यार का दिखावा करना ठीक नहीं है इससे आपका रिश्ता सुधरने की जगह बिगड़ सकता है। आज आपका मन ऑफिस के काम में नहीं लगेगा। आज आपके मन में कोई दुविधा होगी जो आपको एकाग्र नहीं होने देगी। मुमकिन है कि आपके अतीत से जुड़ा कोई शख़्स आज आपसे संपर्क करेगा और इस दिन को यादगार बना देगा। आपके जीवनसाथी का मिज़ाज आज बढ़िया है। आपको कोई सरप्राइज़ मिल सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- चमेली का तेल, सिंदूर, चाँदी के वर्क का चोला हनुमान जी को चढाने से स्वास्थ्य अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज आपको व्यवसाय के लिए कोई अच्छी खबर सुनने को मिल सकती है। यदि आज आप कोई जमीन खरीदना चाहते हैं, तो उसके लिए जरूरी दस्तावेज अवश्य चेक करें, नहीं तो आगे चलकर आपको पछताना पड़ सकता है। आज प्रचुर मात्रा में धन हाथ लगने में कुछ विलंब हो सकता है, जिससे आप निराश हो सकते हैं। नौकरी कर रहे जातकों को अपने कार्यालय में कुछ अड़चनों का सामना करना पड़ सकता है, लेकिन वरिष्ठ अधिकारियों की मदद से समाप्त करने में कामयाब रहेंगे जिसमें शत्रु परास्त होंगे।दूसरों की इच्छाएँ आपकी अपना ख़याल रखने की इच्छा से टकराएगी- अपने जज़्बात को बांधे नहीं और वे काम करें जिससे आपको सुकून मिले। पैसे कमाने के नए मौक़े मुनाफ़ा देंगे। आपका जीवनसाथी आपकी सहायता करेगा और मददगार साबित होगा। आपके लिए अपने प्रिय से दूर रहना बहुत मुश्किल होगा। आप लम्बे समय से दफ़्तर में किसी से बात करना चाह रहे थे। आज ऐसा होना मुमकिन है। अंजान लोगों से बात करना ठीक है लेकिन उनकी विश्वसनियता जाने बिना उनको अपने जीवन की बातें बताकर आप अपना वक्त ही जाया करेंगे और कुछ नहीं। ठीक कम्यूनिकेशन न होने के चलते परेशानी खड़ी हो सकती है, लेकिन मिल-बैठकर बात करने से चीज़ें सुजझाई जा सकती हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- हल्दी गाँठ, केसर, पीला चन्दन, पीली दाल का अधिक सेवन करने से हेल्थ बेहतर बनेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपकी सेहत में उतार-चढ़ाव भरा रहेगा, इस वजह से दिन भी अस्त-व्यस्त रहेगा। विद्यार्थी यदि नए कोर्स में दाखिला लेना चाहते हैं, तो उसके लिए दिन अति उत्तम रहेगा। आज आप अपने कार्य व्यवसाय को लेकर गंभीर होंगे, लेकिन कुछ कमी के चलते मन थोड़ा परेशान रहेगा। यदि आपकी कोई वस्तु खोई हुई थी, तो वह आज आपको प्राप्त हो सकती है, जिससे आपको प्रसन्नता होगी। आज कोई शुभ समाचार सुनने को मिल सकता है एवं यदि रिश्तों में कुछ खट्टास चल रही थी, तो वह भी आज समाप्त होगी।आपका सकारात्मक रुख़ आपके आसपास के लोगों को प्रभावित करेगा। आज कोई लेनदार आपके दरवाजे पर आ सकता है और आपसे पैसे उधार मांग सकता है। उन्हें पैसे लौटाकर आप आर्थिक तंगी में आ सकते हैं। आपको सलाह दी जाती है कि उधार लेने से बचें। घर के किसी सदस्य के व्यवहार की वजह से आप परेशान रह सकते हैं। आपको उनसे बात करने की जरुरत है। आप अनुभव करेंगे कि आपके प्रिय का आपके प्रति प्यार वाक़ई बहुत गहरा है। कामकाज के नज़रिए से आज का दिन वाक़ई सुचारू रूप से चलेगा। आज ऐसे बर्ताव करें जैसे कि आप ‘सुपर-स्टार’ हैं, लेकिन सिर्फ़ उन चीज़ों की ही प्रशंसा करें जो उसके क़ाबिल हैं। शादीशुदा ज़िन्दगी के मोर्चे पर हालात वाक़ई थोड़े मुश्किल रहे हैं, लेकिन अब आप सुधरते हालात महसूस कर सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- नशेबाजी से दूर रहें, आर्थिक स्थिति बेहतर रहेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए रंग बिरंगा रहेगा। आज आपको अपने मित्र की मदद के लिए आगे आना पड़ेगा, जिसकी वजह से आपको अपने दिन के रूटीन में कुछ बदलाव करने पड़ेंगे। यदि आप कोई नया कार्य करेंगे, तो आज उसमें कुछ समय के लिए रुकावट आ सकती है, लेकिन कुछ समय बाद आपके सभी कार्य बनते चले जाएंगे। सामाजिक क्षेत्र से जुड़े जातकों के कार्यक्रमों में आज कुछ अड़चनें आ सकती हैं, जिससे आप परेशान रहेंगे। संतान को कार्यक्षेत्र में उन्नति करते देख मन मे प्रसन्नता होगी और आपको उसके भविष्य की चिंता भी कम होगी।खुला हुआ सामान न खाएँ, नहीं तो सेहत डांवाडोल हो सकती है। केवल एक दिन को नज़र में रखकर जीने की अपनी आदत पर क़ाबू करें और ज़रूरत से ज़्यादा वक़्त व पैसा मनोरंजन पर ख़र्च न करें। एक नज़दीकी रिश्तेदार ख़ुद के लिए आपका ज़्यादा ध्यान चाहेगा, हालाँकि वह काफ़ी मददगार और ख़याल रखने वाला होगा। आज आप हर तरफ़ प्यार-ही-प्यार फैलाएंगे। यह उन उम्दा दिनों में से एक दिन है जब कार्यक्षेत्र में आप अच्छा महसूस करेंगे। आज आपके सहकर्मी आपके काम की तारीफ करेंगे और आपका बॉस भी आपके काम से खुश होगा। कारोबारी भी आज कारोबार में मुनाफा कमा सकते हैं। जीवन की पेचीदिगियों को समझने के लिए आज घर के किसी वरिष्ठ शख्स के साथ आप वक्त गुजार सकते हैं। क्या आपको लगता है कि शादी महज़ समझौतों का नाम है? अगर हाँ, तो आप आज हक़ीक़त महसूस करेंगे और जानेंगे कि यह आपके जीवन की सबसे अच्छी घटना थी। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- तोते को हरी मिर्च खिलाएं। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ मिश्रित परिणाम लेकर आएगा। आज किसी भी कार्य को करने का मन बनाएंगे, उसमें भ्रम की स्थिति बनी रहेगी, लेकिन यदि आप किसी कार्य को पूरा कर पाएंगे, तो उसमें आज आपको विजय अवश्य प्राप्त होगी। दैनिक व्यापारियों की कमाई में बढ़ोतरी होने के साथ ही खर्च के बहाने मिल जाएंगे। आपके घर का सकारात्मक माहौल आज आपके खराब मोड़ को अच्छा बनाने में कामयाब रहेगा। यदि संपत्ति से संबंधित मामला चल रहा है, तो आज किसी अधिकारी की मदद से हल होगा, जिसमें आपको सफलता प्राप्त होगी।शाम का वक़्त अपने जीवनसाथी के साथ किसी फ़िल्म, थिएटर या रेस्टोरेंट में बिताना आपको सुकून देगा और आपका मन तरोताज़ा रखेगा। ख़र्चों में इज़ाफ़ा होगा, लेकिन साथ ही आमदनी में हुई बढ़ोत्तरी इसको संतुलित कर देगी। कोई चिट्ठी या ई-मेल पूरे परिवार के लिए अच्छी ख़बर लाएगी। आपके महसूस करेंगे कि फ़िज़ाओं में प्यार घुला हुआ है। नज़रें उठाकर तो देखिए, आपको सब-कुछ प्रेम के रंग में रंगा दिखाई देगा। सहकर्मियों और वरिष्ठों से मिला सहयोग आपके उत्साह में इज़ाफ़ा करेगा। देर शाम तक आपको कहीं दूर से कोई अच्छी ख़बर सुनने को मिल सकती है। ज़िन्दगी बहुत ख़ूबसूरत नज़र आएगी, क्योंकि आपके जीवनसाथी ने आपके लिए कुछ ख़ास योजना बनाई है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- अनन्तमूल की जड़ को लाल वस्त्र में लपेटकर अपने पास रखने से आर्थिक स्थिति मजबूत होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज आप मस्ती में कार्य करने के मूड में रहेंगे। रचनात्मक कार्य करने का आज आपको मौका मिलेगा और आपके अंदर छिपी प्रतिभा भी बाहर निकलेगी, जिसमें आप कामयाब भी होंगे। आय के नए स्त्रोत प्राप्त होंगे। आप अपनी आर्थिक स्थिति को मजबूत बना पाएंगे। यदि आज आपको अपने व्यवसाय के लिए कोई निर्णय लेना पड़ेगा, तो सोच समझ कर लें नहीं, तो वह भविष्य में आपको परेशानी में डाल देगा। नौकरी में आज आपके सहयोगी आपकी मदद करते नजर आएंगे, जिससे आपके शत्रु भी परास्त होंगे। परिवार में आज आपके कुछ शत्रु भी बन सकते हैं, जिसके कारण आपका अपनी माताजी से वाद-विवाद हो सकता है।आउटडोर खेल आपको आकर्षित करेंगे- ध्यान और योग आपको फ़ायदा पहुँचाएंगे। आज के दिन आपको अपने उन दोस्तों से बचकर रहने की जरुरत है जो आपसे उधार मांगते हैं और फिर उसे लौटाते नहीं हैं। दिन के दूसरे हिस्से में कुछ दिलचस्प और रोमांचक काम करने के लिए बढ़िया वक़्त है। ज़िंदगी में एक नया मोड़ आ सकता है, जो प्यार और रोमांस को नयी दिशा देगा। कुछ लोगों को व्यापारिक और शैक्षिक लाभ मिलेगा। अगर कहीं बाहर जाने की योजना है तो वह आख़िरी वक़्त पर टल सकती है। अपने जीवनसाथी के साथ आप प्यार और रुमानियत से भरे पुराने दिन एक बार फिर जी पाएंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- आर्थिक लाभ के लिए पिता या पिता सामान व्यक्ति को सूर्य की कारक वस्तुओं (गुड, गेहूँ, दलिया, लाल मिर्च, केसर) से बना भोजन कराएं। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए काफी व्यस्तता व भागदौड़ भरा रहेगा। आज आप अपने परिवार के वरिष्ठ सदस्यों के साथ भविष्य की योजना पर विचार विमर्श करेंगे। जीवनसाथी के साथ आज अच्छा समय व्यतीत होगा। पूर्व में किए गए  कार्य के लिए आज आपको सम्मान प्राप्त हो सकता है। ससुराल पक्ष से लाभ होता दिख रहा है। प्रेम जीवन में आज किसी बात पर आपको समझौता करना पड़ सकता है। नौकरी से जुड़े जातक आज अपना काम समय से पहले करके शत्रुओं की नाक में दम करेंगे। अधिकारी भी आप की प्रशंसा करते नजर आएंगे।आपका बच्चों जैसा भोला स्वभाव फिर सतह पर आ जाएगा और आप शरारती मनोदशा में होंगे। अपनेे लिए पैसा बचाने का आपका ख्याल आज पूरा हो सकता है। आज आप उचित बचत कर पाने में सक्षम होंगे। पारिवारिक सदस्य या जीवन-साथी तनाव की वजह बन सकते हैं। आज आप अपने किसी वादे को पूरा नहीं कर पाएंगे जिसकी वजह से आपका प्रेमी आपसे नाराज हो जाएगा। आपके पास आज अपनी क्षमताओं को दिखाने के मौक़े होंगे। जीवन की आपाधापी के बीच आज आप अपने बच्चों के लिए वक्त निकालेंगे। उनके साथ वक्त गुजार के आपको महसूस हो सकता है कि आपने जीवन के कई जरुरी पल गवां दिए हैं। मुमकिन है कि महरी या काम वाली बाई की तरफ़ से कोई परेशानी खड़ी हो, जिससे आपके व आपके जीवनसाथी को तनाव संभव है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- लाल व भूरी चींटियों को खांड, मिश्री खिलाने से पारिवारिक जीवन अच्छा चलने लगता है। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज आपका सामाजिक क्षेत्र भी बढ़ा हुआ रहेगा। समाज की भलाई के लिए आज आप कुछ कार्य करेंगे, जिससे आप लोगों की मदद करने पर मानसिक शांति महसूस करेंगे और आपके मित्रों की संख्या में भी इजाफा होगा। आज आपको अपने माता-पिता की सेवा का अवसर प्राप्त होगा और उनके सहयोग से पारिवारिक बिजनेस में भी सफलता मिलेगी। आज आपके ऑफिस में काम के लिए माहौल बिल्कुल ठीक नहीं लगेगा, लेकिन यूजर्स की किसी बात पर कहासुनी हो सकती है, लेकिन आपको धैर्य से काम लेना होगा। प्रेम जीवन सुखमय रहेगा।सेहत पर ग़ौर करने की ज़रूरत है। नए क़रार फ़ायदेमंद दिख सकते हैं, लेकिन वे उम्मीद के मुताबिक़ लाभ नहीं पहुँचाएंगे। निवेश करते समय जल्दबाज़ी में निर्णय न लें। वैवाहिक बंधन में बंधने के लिए अच्छा समय है। अगर आपको लगता है कि आपका लवमेट आपकी बातों को समझ नहीं पाता तो आज उनके साथ वक्त बिताएं और अपनी बातों को स्पष्टता के साथ उनके सामने रखें। अपनी पेशेवर क्षमताओं को बढ़ाकर आप करिअर में नए दरवाज़े खोल सकते हैं। अपने क्षेत्रे में आपको अपार सफलता मिलने की संभावना भी है। अपनी सभी क्षमताओं को निखारकर औरों से बेहतर बनने की कोशिश करें। आपके घर वाले आज आपसे कई परेशानियां शेयर करेंगे लेकिन आप अपनी ही धुन में मस्त रहेंगे और खाली समय में कुछ ऐसा करेंगे जो करना आपको पसंद है। आपका जीवनसाथी आज काफ़ी रोमानी मिज़ाज में है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए लाल या भूरे रंग का कुत्ता पाले। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके माहौल को थोड़ा गंभीर रखेगा, जिससे आप का मन मुश्किल से लगेगा। विवाह योग्य जातकों के लिए आज विवाह के अच्छे प्रस्ताव आएंगे। विद्यार्थियों को आज अपनी योग्यता परखने का मौका मिलेगा। आज आपकी अपने पिताजी से बहस बाजी हो सकती है, जिससे घर का माहौल थोड़ा तनावपूर्ण रहेगा। व्यापार में आज काम कम, लेकिन धन लाभ अधिक हो सकता है, जिससे धन की आवक होगी और आप की आर्थिक स्थिति मजबूत होगी। सायंकाल का समय आप अपने जीवनसाथी को कहीं घुमाने फिराने लेकर जा सकते हैं।आपका तल्ख़ बर्ताव जीवनसाथी के साथ आपके संबंधों में तनाव डाल सकता है। कोई भी ऐसा काम करने से पहले इसके परिणामों के बारे में सोच लें। अगर मुमकिन हो तो अपना मूड बदलने के लिए कहीं और जाएँ। आपके घर से जुड़ा निवेश फ़ायदेमंद रहेगा। आपको ऐसी परियोजनाएँ शुरू करनी चाहिए, जो पूरे परिवार के लिए समृद्धिलाएँ। अपने दिल की बात ज़ाहिर करके आप ख़ुद को काफ़ी हल्का और रोमांचित महसूस करेंगे। इस राशि के कारोबारी आज किसी करीबी की गलत सलाह के कारण परेशानी में आ सकते हैं। जॉब करने वाले जातकों को आज कार्यक्षेत्र में सोच-समझकर चलने की जरुरत है। आपका प्रेमी आपको पर्याप्त समय नहीं देता यह शिकायत आज आप खुलकर उनके सामने कर सकते हैं। आपके जीवनसाथी के लबों की मुस्कान पल भर में आपका सारा दर्द ग़ायब करने की क़ाबिलियत रखती हे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- हल्दी गाँठ, केसर, पीला चन्दन, पीली दाल का अधिक सेवन करने से हेल्थ बेहतर बनेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए निश्चित रूप से फल दायक रहेगा। आज आप जितनी मेहनत करेंगे, आपको उतना फल नहीं मिलेगा, लेकिन आप मेहनत करने में कोई कसर बाकी नहीं छोड़ेंगे। आज आपको व्यापार के लिए कुछ यात्राएं भी करनी पड़ सकती हैं। आज विदेशों से व्यापार कर रहे लोगों को आज कोई शुभ सूचना प्राप्त हो सकती हैं। संतान के विवाह में यदि कोई बांधा आ रही थी, तो आज आप उसमें पिताजी की सलाह लेंगे। सायंकाल का समय आप आज अपने परिवार के सदस्यों के साथ देवदर्शन आदि के लिए जा सकते हैं।झगड़ालू स्वभाव को क़ाबू में रखें, नहीं तो रिश्तों में कभी न मिटने वाली खटास पैदा हो सकती है। इससे बचने के लिए अपने नज़रिए में खुलापन अपनाएँ और पूर्वाग्रहों को छोड़ें। नए क़रार फ़ायदेमंद दिख सकते हैं, लेकिन वे उम्मीद के मुताबिक़ लाभ नहीं पहुँचाएंगे। निवेश करते समय जल्दबाज़ी में निर्णय न लें। शाम का वक़्त दोस्तों के साथ मौज-मस्ती के लिए अच्छा है, साथ ही छुट्टियों के लिए योजना भी बन सकती है। शाम के लिए कोई ख़ास योजना बनाएँ और कोशिश करें कि यह ज़्यादा-से-ज़्यादा रुमानी हो। व्यावसायिक मीटिंग के दौरान भावुक और बड़बोले न हों- अगर आप अपनी ज़बान पर क़ाबू नहीं रखेंगे तो आप आसानी से अपनी प्रतिष्ठा धूमिल कर सकते हैं। व्यस्त दिनचर्या के बावजूद भी आज आप अपने लिए समय निकालपाने में सक्षम होंगे। खाली वक्त में आज कुछ रचनात्मक कर सकते हैं। अपने जीवनसाथी के साथ आप प्यार और रुमानियत से भरे पुराने दिन एक बार फिर जी पाएंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- भैरव जी की पूजा करने से स्वास्थ्य लाभ होगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए आर्थिक दृष्टिकोण से निराश करने वाला रहेगा। आज आप धैर्य और संयम के साथ अपने ऑफिस की सभी समस्याओं का सफलतापूर्वक सामना करेंगे, जिनमें आप कामयाबी रहेंगे। प्रेम जीवन के लिए दिन उत्तम रहेगा। आज आप अपने विवेक बुद्धि से अपने व्यापार में नवीनता लाने का प्रयास करेंगे। विद्यार्थियों को आज अपने अधूरे लक्ष्यों को पूरा करने में गुरुजी के साथ की आवश्यकता होगी। यदि कुछ कार्य आपके लंबे समय से अधूरे पड़े हैं, तो आज आप उनको पूरा करने के लिए तत्पर रहेंगे।प्रभावशाली लोगों का सहयोग आपके उत्साह को दोगुना कर देगा। आज के दिन आप धन से जुड़ी समस्या के कारण परेशान रह सकते हैं। इसके लिए आपको अपने किसी विश्वास पात्र से सलाह लेनी चाहिए। आज आपका ऊर्जा से भरपूर, ज़िंदादिल और गर्मजोशी से भरा व्यवहार आपके आस-पास के लोगों को ख़ुश कर देगा। आपका प्रेमी या प्रेमिका आज बहुत गुस्से में नजर आ सकते हैं इसकी वजह उनके घर की स्थिति होगी। अगर वो गुस्से में हैं तो उन्हें शांत करने की कोशिश करें। आप किसी बड़े व्यावसायिक लेन-देन को अंजाम दे सकते हैं और मनोरंजन से जुड़ी किसी परियोजना में कई लोगों का संयोजन कर सकते हैं। छात्रों को सलाह दी जाती है कि यारी-दोस्ती के चक्कर में इन कीमती पलों को खराब न करें। यार दोस्त आने वाले वक्त में भी मिल सकते हैं लेकिन पढ़ाई के लिए यही समय सबसे सही है। परिवार के सदस्यों के साथ थोड़ी दिक़्क़त का सामना करना पड़ सकता है। लेकिन दिन के आख़िर में आपका जीवनसाथी आपकी परेशानियों को सहलाएगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- सफेद चन्दन का तिलक मस्तक पर लगाने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। व्यापार में यदि आज किसी डील को फाइनल करना हो, तो करते समय कोई टेंशन ना लें। आज आप अपने खर्चे को काबू कर पाने में कठिनाई महसूस करेंगे, लेकिन यदि थोड़ी सी सख्ती दिखाएंगे, तो संभव हो जाएगा। सायंकाल के समय घर के सदस्यों को छोड़कर अन्य सभी लोग अपनी समस्याओं  को लेकर आपके सामने आएंगे। लोग आज आपके द्वारा किए गए मार्गदर्शन से लाभान्वित होंगे, इससे आपका सामाजिक दायरा भी बढ़ेगा। रात्रि का समय आप अपने माता-पिता की सेवा में व्यतीत करेंगे।आज का दिन आपके लिए ऊर्जा से भरा दिन नहीं है और आप छोटी-छोटी बातों पर झुंझलाएंगे। समय और धन की कद्र आपको करनी चाहिए नहीं तो आने वाला वक्त परेशानियों भरा रह सकता है। एक बेहतरीन शाम के लिए रिश्तेदार/दोस्त घर आ सकते हैं। आपकी प्रेम कहानी आज एक नया मोड़ ले सकती है, आपका साथी आज आपसे शादी को लेकर बात कर सकता है। ऐसे में कोई भी फैसला लेने से पहले आपको विचार अवश्य करना चाहिए। नए ग्राहकों से बात करने के लिए बेहतरीन दिन है। सेमिनार और प्रदर्शनी आदि आपको नई जानकारियाँ और तथ्य मुहैया कराएंगे। जीवन की सबसे चुनौतीपूर्ण परिस्थितियों में आपको अपने जीवनसाथी से पूरा सहयोग मिलेगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- सूर्य की धूप घर में आने का प्रबंध करें। स्वास्थ्य लाभ के लिए उत्तम है। \n"
}]
