horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन सामान्य रहेगा। आपको अपनी सेहत का ध्यान रखना होगा क्योंकि आप बीमार पड़ सकते हैं। मानसिक चिंताएं आपको परेशान करेंगी। काम के सिलसिले में अच्छे नतीजे मिलेंगे। मेहनत करेंगे। गृहस्थ जीवन खुशनुमा रहेगा लेकिन जीवन साथी गुस्सा भी दिखाएगा जिसके लिए आपको उन्हें मनाना पड़ेगा। प्रेम जीवन के लिए दिनमान शुभ रहेगा।लंबे समय से चली आ रही अपनी बीमारी का इलाज अपनी मुस्कान से करें, क्योंकि यह सभी परेशानियों की सबसे कारगर दवा है। जिन लोगों ने किसी से उधार लिया है उन्हें आज किसी भी हालत में उधार चुकाना पड़ सकता है जिससे आर्थिक स्थिति थोड़ी कमजोर हो जाएगी। कोई चिट्ठी या ई-मेल पूरे परिवार के लिए अच्छी ख़बर लाएगी। प्यार-मोहब्बत के मामले में दबाव बनाने की कोशिश न करें। आज कार्यक्षेत्र में आपकेी ऊर्जा घर के किसी मसले को लेकर कम रहेगी। इस राशि के कारोबारियों को आज के दिन अपने साझेदारों पर नजर बनाए रखने की जरुरत है, वो आपको नुक्सान पहुंचा सकते हैं। आज इस राशि के कुछ छात्र लेपटॉप या टीवी पर कोई मूवी देखकर अपना कीमती समय जाया कर सकते हैं। अगर आपके जीवनसाथी का मन खिन्न है और चाहते हैं की दिन अच्छा गुज़रे, तो चुप्पी साधे रहें। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- पक्षियों में सतनाजा डालने से लव लाइफ अच्छी होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम रहेगा। अपने प्रेम जीवन को खुशनुमा बनाने की कोशिश करेंगे। हल्का-फुल्का तनाव रहेगा। गृहस्थ जीवन बिता रहे लोगों के लिए आज का दिन पूरी तरह से रोमांटिक रहेगा। प्यार में डूबे रहेंगे। एक दूसरे के प्रति आकर्षण बढ़ेगा। काम के सिलसिले में अच्छे नतीजे मिलेंगे। सेहत मजबूत रहेगी। मन खुश रहेगा।तली-भुनी चीज़ों से दूर रहें और नियमित व्यायाम करते रहें। आज आप अपने घर के वरिष्ठ जनों से पैसे की बचत करने को लेकर कोई सलाह ले सकते हैं और उस सलाह को जिंदगी में जगह भी दे सकते हैं. काम-काज में ज़रूरत से ज़्यादा तनाव के चलते परिवार की ज़रूरतों और इच्छाओं को दरकिनार न करें। प्रेम जीवन की डोर को मजबूत बनाए रखना चाहते हैं तो किसी तीसरे की बातों को सुनकर अपने प्रेमी के बारे में कोई भी राय न बनाएं। आज कार्यक्षेत्र में आपके किसी पुराने काम की तारीफ हो सकती है। आपके काम को देखते हुए आज आपकी तरक्की भी संभव है। कारोबारी आज अनुभवी लोगों से करोबार को आगे बढ़ाने की सलाह ले सकते हैं। आज का दिन फ़ायदेमंद साबित होगा, क्योंकि ऐसा लगता है कि चीज़ें आपके पक्ष में जाएंगी और आप हर काम में अव्वल रहेंगे। शादी सिर्फ़ एक छत के नीचे रहने का नाम नहीं है; एक-दूसरे के साथ कुछ समय बिताना भी ज़रूरी है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- रात को ॐ का 28 बार उच्चारण धीरे-धीरे व शांत मन से करना पारिवारिक सुख को बढ़ाएगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मध्यम रहेगा। खर्चों में बढ़ोतरी होगी। मानसिक चिंताएं बढ़ेंगी। सेहत बिगड़ सकती है, ध्यान रखें। बड़ा काम हाथ में ना लें नहीं तो दिक्कत उठानी पड़ सकती है। नौकरी पेशा लोगों को आज अच्छे नतीजे मिलेंगे। मेहनत करेंगे। शादीशुदा जीवन में दिक्कत महसूस होगी क्योंकि एक दूसरे से किसी बात को लेकर शिकायत होगी। प्रेम जीवन जीने वालों के लिए दिनमान अच्छा रहेगा।जो धुंध आपके चारों तरफ़ छायी हुई है और आपकी प्रगति को बाधित कर रही है, उससे बाहर निकलने का समय है। बिना विचार किये आपको किसी को भी अपना पैसा नहीं देना चाहिए नहीं तो आपको आने वाले वक्त में बड़ी परेशानी है सकती है। परिवार के लोगों के बीच पैसे को लेकर आज कहासुनी हो सकती है। पैसों के मामलों में आपको परिवार के सभी लोगों को स्पष्ट होने की सलाह देनी चाहिए। आज आप अपने दोस्त की महक उसकी अनुपस्थिति में महसूस करेंगे। आपके काम की गुणवत्ता देखकर आपके वरिष्ठ आपसे प्रभावित होंगे। इस राशि के उम्रदराज जातक आज के दिन अपने पूराने मित्रों से खाली समय में मिलने जा सकते हैं। शादी के ठीक पहले के ख़ूबसूरत दिनों की याद ताज़ा हो सकती है - वही छेड़छाड़, आगे-पीछे घूमना और इज़हार गर्माहट पैदा करेंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए गेहूँ के 11 दाने सूर्योदय के समय खाएं। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। अपने प्रेम जीवन को इंजॉय करेंगे। प्रिय से प्यार भरी बातें होंगी। रोमांस होगा। शादीशुदा लोगों का गृहस्थ जीवन भी शांतिपूर्ण तरीके से आगे बढ़ेगा। जीवनसाथी मानसिक तौर पर भी आपसे जुड़ा रहेगा। नौकरीपेशा लोगों के लिए दिनमान थोड़ा सोच समझ कर काम करने वाला है।आपके ट्रांसफर के योग बन सकते हैं। सेहत ठीक ठाक रहेगी।ऊर्जा और उत्साह का अतिरेक आपको घेर लेगा और आप सामने आने वाले सभी मौक़ों का भरपूर फ़ायदा उठाएंगे। आज आपको अपने उन रिश्तेदारों को पैसा उधार नहीं देना चाहिए जिन्होंने आपका पिछला उधार अब तक वापस नहीं किया है। आपके आकर्षण और व्यक्तित्व के ज़रिए आपको कुछ नए दोस्त मिलेंगे। आपका प्रिय को आपसे भरोसे और वादे की ज़रूरत है। आपको महसूस होगा कि आपके परिवार का सहयोग ही कार्यक्षेत्र में आपके अच्छे प्रदर्शन के लिए ज़िम्मेदार है। जीवन की आपाधापी के बीच आज आप अपने बच्चों के लिए वक्त निकालेंगे। उनके साथ वक्त गुजार के आपको महसूस हो सकता है कि आपने जीवन के कई जरुरी पल गवां दिए हैं। आपका प्यार, आपका जीवनसाथी आपको कोई ख़ूबसूरत तोहफ़ा दे सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- मांस, मदिरा, हिंसा, परपीड़ा, निंदा का त्याग करना आर्थिक स्थिति के लिए शुभ है। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा।परिवार के लोगों के साथ अच्छा समय बिताएंगे। घर परिवार पर ध्यान देंगे। काम के सिलसिले में भी बेहद अच्छे नतीजे मिलेंगे। आज का दिनमान बहुत अच्छा रहेगा। मन से खुश रहेंगे। सेहत अच्छी रहेगी। इनकम में बढ़ोतरी होगी। खर्चों में कमी आएगी। गृहस्थ जीवन शांतिपूर्ण रहेगा। प्रेम जीवन में उतार-चढ़ाव देखने को मिल सकता है।इससे पहले कि नकारात्मक विचार मानसिक बीमारी का रूप ले लें, आप उन्हें ख़त्म कर दें। ऐसा आप किसी दान-पुण्य के काम में सहभागिता के ज़रिए कर सकते हैं, जिससे आपको मानसिक संतोष मिलेगा। आज के दिन धन हानि होने की संभावना है इसलिए लेन-देन से जुड़े मामलों में जितना आप सतर्क रहेंगे उतना ही आपके लिए अच्छा रहेगा। आपका ज़्यादातर समय दोस्तों और परिवार के साथ बीतेगा। आपका काम दरकिनार हो सकता है- क्योंकि आप अपने प्रिय की बांहों में ख़ुशी, आराम और उल्लास महसूस करेंगे। सहकर्मियों और वरिष्ठों से मिला सहयोग आपके उत्साह में इज़ाफ़ा करेगा। आज आपको अचानक किसी अनचाही यात्रा पर जाना पड़ सकता है जिसकी वजह से घरवालों के साथ समय बिताने का आपका प्लान खराब हो सकता है। आज आप अपने जीवनसाथी के साथ सैर-सपाटे का मज़ा ले सकते हैं। साथ में समय गुज़ारने का यह बढ़िया मौक़ा है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- गेहूँ, बाजरा, गुड़ मिलाकर लाल गाय को खिलाने से पारिवारिक जीवन में ख़ुशियों की बौछार होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। किसी यात्रा पर जाने की सोच सकते हैं। भाग्य का सितारा बुलंद रहेगा जिससे कामों में सफलता मिलेगी। काम के सिलसिले में आप काफी दिमाग लगाकर काम करेंगे जिससे आपकी छवि मजबूत होगी। गृहस्थ जीवन में तनाव देखने को मिल सकता है। प्रेम जीवन शांतिपूर्ण रहेगा। सेहत में उतार-चढ़ाव बना रहेगा।आज खेल-कूद में हिस्सा लेने की ज़रूरत है, क्योंकि चिर यौवन का रहस्य यही है। विदेशों में पड़ी आपकी जमीन आज अच्छे दामों में बिक सकती है जिससे आपको मुनाफा होगा। अपने परिवार के सदस्यों की भावनाओं को आहत करने से बचने के लिए अपने ग़ुस्से पर क़ाबू रखिए। अपने दोस्त से बहुत लम्बे समय बाद मिलने का ख़याल आपके दिल की धड़कन को बढ़ा सकता है। काम में आपकी दक्षता की आज परीक्षा होगी। इच्छित परिणाम देने के लिए आपको अपनी कोशिशों पर एकाग्रता बनाए रखने की ज़रूरत है। आपको याद रखने की ज़रूरत है कि भगवान उसी की मदद करता है, जो ख़ुद अपनी मदद करता है। आपको महसूस होगा कि आपका वैवाहिक जीवन बहुत ख़ूबसूरत है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- भीगे बादामों का सेवन करने व बाँटने से नौकरी व बिज़नेस में तरक्की होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। इनकम में बढ़ोतरी होगी। धन की आवक होगी। खर्चे कम रहेंगे। विरोधियों पर आप भारी पड़ेंगे। सेहत में उतार-चढ़ाव रहेगा। काम के सिलसिले में अच्छे नतीजे मिलेंगे। प्रेम जीवन सामान रहेगा। गृहस्थ जीवन थोड़ा तनावपूर्ण रह सकता है।अपने मानसिक स्वास्थ्य पर ध्यान दें, जो आध्यात्मिक जीवन के लिए आवश्यक है। मस्तिष्क जीवन का द्वार है, क्योंकि अच्छा-बुरा सब-कुछ इसी के माध्यम से आता है। यही ज़िंदगी की समस्याएँ दूर करने में सहायक सिद्ध होता है और सही सोच से इंसान को आलोकित करता है। आज आपके ऑफिस का कोई सहकर्मी आपकी कीमती वस्तु चुरा सकता है इसलिए आज आपको अपना सामान ध्यान से रखने की जरुरत है। अपने जीवन-साथी के साथ अपनी गोपनीय जानकारी बांटने से पहले सोच लें। अगर मुमकिन हो तो इससे बचें, क्योंकि इन बातों के बाहर फैलने का ख़तरा है। सच्चे और पवित्र प्रेम का अनुभव करें। बहादुरी भरे क़दम और फ़ैसले आपको अनुकूल पुरुस्कार देंगे। आपको अपने घर के छोटे सदस्यों के साथ वक्त बिताना सीखना चाहिए। अगर आप ऐसा नहीं करते हैं तो आप घर में सद्भाभ बना पाने में कामयाब नहीं हो पाएंगे. अगर आप वैवाहिक तौर पर लंबे समय से कुछ नाख़ुश हैं, तो आज के दिन आप हालात बेहतर होते हुए महसूस कर सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- स्नान करने के बाद सफेद चंदन का तिलक मस्तक पर करने से आर्थिक पक्ष अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। मानसिक रूप से खुश रहेंगे। अपने आसपास के लोगों को खुशी देंगे। गृहस्थ जीवन खुशनुमा रहेगा। रोमांस बढ़ेगा। प्यार बढ़ेगा। प्रेम जीवन में कुछ दिक्कतें हो सकती हैं। काम के सिलसिले में आज का दिनमान कमजोर है इसलिए ध्यान से काम करें। सेहत में उतार-चढ़ाव आ सकते हैं।दोस्त आपका परिचय किसी ख़ास इंसान से कराएंगे, जो आपकी सोच पर गहरा प्रभाव डालेगा। माली सुधार की वजह से ज़रूरी ख़रीदारी करना आसान रहेगा। संबंधियों से आपको सहायता प्राप्त होगी। प्यार में थोड़ी निराशा आपको हतोत्साहित नहीं कर सकेगी। आपको पता लग सकता है कि आपके बॉस आपसे इतने रूखेपन से क्यों बात करते हैं। वजह जानकर आपको वाक़ई तसल्ली होगी। अपने व्यक्तित्व और रंग-रूप को बेहतर बनाने का कोशिश संतोषजनक साबित होगी। वैवाहिक जीवन में चीज़ें हाथ से निकलती हुई मालूम होंगी। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- किसी भी गरीब कन्या को हरा वस्त्र दान करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन थोड़ा कमजोर रहेगा। सेहत में उतार-चढ़ाव आ सकता है। खर्चों में बढ़ोतरी होगी। मानसिक चिंता बढ़ सकती हैं। गृहस्थ जीवन में तनाव रहेगा। प्रेम जीवन शांतिपूर्ण रहेगा। काम के सिलसिले में आज का दिन अच्छा रहेगा। आप अपने काम के प्रति ज्यादा जिम्मेदारी दिखाएंगे।आप अपनी भावनाओं पर क़ाबू रखने में दिक़्क़त महसूस करेंगे – आपका अजीब रवैया लोगों को भ्रमित करेगा और इसलिए आपमे झुंझलाहट पैदा करेगा। विदेशों में पड़ी आपकी जमीन आज अच्छे दामों में बिक सकती है जिससे आपको मुनाफा होगा। किसी भी चीज़ को अंतिम रूप देने से पहले अपने परिवार की राय लीजिए। महज़ आपका अपना फ़ैसला कुछ दिक़्क़त खड़ी कर सकता है। बेहतर परिणाम पाने के लिए परिवार में तालमेल पैदा करें। अपने प्रिय को नज़रअंदाज़ करना घर पर तनाव का कारण बन सकता है। आप किसी बड़ी योजना या घटना में भागीदार होंगे, जिसके लिए आपको सराहना और पुरस्कार मिलेंगे। आज खाली वक्त का सही उपयोग करने के लिए आप अपने पुराने मित्रों से मिलने का प्लान बना सकते हैं। जीवनसाथी की ख़राब सेहत के चलते आप चिंताग्रस्त हो सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- विधवाओं की मदद करने से स्वास्थ्य अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। खर्चों में थोड़ी कमी आएगी और इनकम जबरदस्त तरीके से बढ़ेगी। आप सेहत में आनंद अनुभव करेंगे। धार्मिक कामों पर खर्च करेंगे। गृहस्थ जीवन शांतिपूर्ण रहेगा। प्रेम जीवन में रोमांटिक दिन रहेगा। काम के सिलसिले में भी आज आप अच्छे नतीजे प्राप्त करेंगे लेकिन नौकरी बदलने का विचार मन में आ सकता है।अपने ऊँचे आत्मविश्वास का आज सही इस्तेमाल करें। भागदौड़ भरे दिन के बावजूद आप फिर ऊर्जा और ताज़गी पाने में क़ामयाब रहेंगे। बोलते समय और वित्तीय लेन-देन करते समय सावधानी बरतने की ज़रूरत है। मुसीबत के वक़्त परिवार से आपको मदद और सलाह हासिल होगी। आप दूसरों के तजुर्बों से कुछ सबक़ सीख सकते हैं। यह आपके आत्मविश्वास की मज़बूती के लिए बहुत ज़रूरी है। दूसरों की दख़लअन्दाज़ी गतिरोध पैदा कर सकती है। काम में आपकी दक्षता की आज परीक्षा होगी। इच्छित परिणाम देने के लिए आपको अपनी कोशिशों पर एकाग्रता बनाए रखने की ज़रूरत है। आज का दिन फ़ायदेमंद साबित होगा, क्योंकि ऐसा लगता है कि चीज़ें आपके पक्ष में जाएंगी और आप हर काम में अव्वल रहेंगे। अपने जीवनसाथी के किसी छोटी बात को लेकर बोेले गए झूठ से आप आहत महसूस कर सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- नशेबाजी से दूर रहें, आर्थिक स्थिति बेहतर रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। अपने काम को एंजॉय करेंगे। काम पर पूरा ध्यान देंगे जिससे अच्छे नतीजे मिलेंगे। इनकम बढ़ेगी। सेहत में उतार-चढ़ाव रहेगा। प्रेम जीवन बिता रहे लोगों को आज कुछ गलतफहमियां दूर करने की कोशिश करनी चाहिए जिससे आपका दिन अच्छा रहे। शादीशुदा लोगों का गृहस्थ जीवन सामान्य रहेगा।आपका दानशीलता का व्यवहार आपके लिए छुपे हुए आशीर्वाद की तरह सिद्ध होगा, क्योंकि यह आपको शक, अनास्था, लालच और आसक्ति जैसी ख़राबियों से बचाएगा। लम्बे अरसे को मद्देनज़र रखते हुए निवेश करें। संबंधियों से मुलाक़ात उससे कहीं बेहतर रहेगी, जितनी आपको उम्मीद थी। आप अचानक गुलाबों की ख़श्बू से ख़ुद को सराबोर पाएंगे। यह प्यार की मदहोशी है, इसे महसूस करें। आपके साझीदार आपकी नई योजनाओं और विचारों का समर्थन करेंगे। व्यस्त दिनचर्या के बावजूद भी आज आप अपने लिए समय निकालपाने में सक्षम होंगे। खाली वक्त में आज कुछ रचनात्मक कर सकते हैं। विवादों की एक लम्बी कड़ी आपके रिश्तों को कमजोर कर सकती है अत: इसे हल्के में लेना ठीक नहीं होगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- लंगड़े-अपाहिज व्यक्ति की सेवा करने से आर्थिक स्थिति सुदृढ़ होगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। भाग्य का सितारा बुलंद रहने से कामों में सफलता मिलेगी। कम मेहनत में ही काम बन जायेंगे। इनकम बढ़ेगी। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन में भी आज का दिन अच्छे नतीजे लेकर आएगा। आपकी सेहत अच्छी रहेगी।आप आज ख़ुद को रोज़ाना की अपेक्षा कम ऊर्जावान महसूस करेंगे। स्वयं को ज़रूरत से ज़्यादा काम के नीचे न दबाएँ, थोड़ा आराम करें और आज के कामों को कल तक के लिए टाल दें। अगर आप लम्बे वक़्त के लिए निवेश करें, तो अच्छा-ख़ासा फ़ायदा हासिल कर सकते हैं। अपने परिवार की भलाई के लिए मेहनत करें। आपके कामों के पीछे प्यार और दूरदृष्टि की भावना होनी चाहिए, न कि लालच का ज़हर। आपको अपनी रसिक कल्पनाओं पर अधिक ग़ौर करने की ज़रूरत नहीं है, क्योंकि संभव है कि वे आज सच हो जाएँ। अगर आप अपने लक्ष्यों को पाने के लिए एकाग्रता सए ध्यान केंद्रित करेंगे तो आपकी उपलब्धियाँ आपकी उम्मीदों से ज़्यादा होंगी। घर के छोटे सदस्यों को साथ लेकर आज आप किसी पार्क या शॉपिंग मॉल में जा सकते हैं। एक बढ़िया जीवनसाथी के साथ जीवन वाक़ई अद्भुत लगता है और आज आप इस बात का अनुभव कर सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- 'मछलियों को आटे की गोलियां खिलाएं।' \n"
}]
