horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। कार्य क्षेत्र में अधिक परिश्रम की आवश्यकता है क्योंकि उसके बाद ही आपके सभी कार्य पूरे होने की उम्मीद दिख रही है। शाम के समय अतिथियों के आगमन से आपका खर्चा बढ़ सकता है, लेकिन परिवार के सदस्य उनकी आवभगत में जुटे नजर आएंगे। आज आपको भाग्य का भरपूर साथ मिलेगा, इसलिए अपने सभी पुराने अटके हुए कार्यों को करने की कोशिश करें, ताकि वह समय रहते पूरे हो जाए। संतान के रोजगार के क्षेत्र में प्रयास आज सफल रहेंगे। बहुत ज़्यादा मानसिक दबाव और थकान परेशानी की वजह बन सकता है। सेहत को ठीक बनाए रखने के लिए पर्याप्त आराम करें। आज आपके भाई-बहन आपसे आर्थिक मदद मांग सकते हैं और उनकी मदद करके आप खुद आर्थिक दबाव में आ सकते हैं। हालांकि स्थिति जल्द ही सुधर जाएगी। परिवार वालों का हँसी-मज़ाक भरा बर्ताव घर के वातावरण को हल्का-फुल्का और ख़ुशनुमा बना देगा। आज के दिन अपने प्रिय से कोई तल्ख़ बात न कहें। अपने उद्देश्यों की ओर शान्ति से बढ़ते रहें और सफलता मिलने से पहले अपने पत्ते न खोलें। प्रेमी को वक्त देने की कोशिश करेंगे लेकिन किसी जरुरी काम के आ जाने के कारण आप उनको समय दे पाने में कामयाब नहीं हो पाएंगे। कोई रिश्तेदार अचानक आपके घर आ सकता है, जिसके चलते आपकी योजनाएँ गड़बड़ा सकती हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- अच्छे स्वास्थ्य के लिए जेब में लाल रंग का रुमाल रखें। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए थोड़ा परेशानी जनक रहने वाला है। भागदौड़ भी अधिक रह सकती है, इसलिए आपको अपने खान-पान पर विशेष नियंत्रण रखना होगा, नहीं तो आपको पेट दर्द या वायु प्रकोप ऐसी किसी परेशानी का सामना करना पड़ सकता है। कार्य क्षेत्र में आपको आज अपने परिवार के बुजुर्ग व्यक्ति की सलाह कारगर साबित होगी, जिससे आपकी व्यवसाय में तरक्की होगी। विद्यार्थियों को मेहनत के अनुसार फल प्राप्त होंगे। आज शाम का समय आप अपने दोस्तों के साथ नामकरण विवाह जन्मदिन इत्यादि में जा सकते हैं।शाम का वक़्त अपने जीवनसाथी के साथ किसी फ़िल्म, थिएटर या रेस्टोरेंट में बिताना आपको सुकून देगा और आपका मन तरोताज़ा रखेगा। अतिरिक्त धन को रिअल एस्टेट में निवेश किया जा सकता है। दूसरों की कमियाँ ढूंढने का ग़ैर-ज़रूरी काम रिश्तेदारों की आलोचना का रुख़ आपकी ओर मोड़ सकता है। आपको समझना चाहिए कि यह केवल समय की बर्बादी है और इससे कुछ हासिल नहीं होता है। बेहतर रहेगा कि आप अपनी यह आदत बदल दें। आपका प्रिय आपको ख़ुश रखने के लिए कुछ ख़ास करेगा। आज कार्यक्षेत्र में आपके किसी पुराने काम की तारीफ हो सकती है। आपके काम को देखते हुए आज आपकी तरक्की भी संभव है। कारोबारी आज अनुभवी लोगों से करोबार को आगे बढ़ाने की सलाह ले सकते हैं। आज आप सब कामों को छोड़कर उन कामों को करना पसंद करेंगे जिन्हें आप बचपन के दिनों में करना पसंद करते थे। यह दिन आपके जीवनसाथी के रूमानी पहलू को भरपूर तरीक़े से दिखाएगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- दुर्गाजी के मंदिर में प्रसाद चढ़ाकर गरीबों में बाँटने से पारिवारिक जीवन अच्छा होगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज सुबह से ही आपके सोचे हुए सभी कार्य पूरे होने शुरू होंगे, जिससे आपका मूड अच्छा रहेगा। राजनीति से जुड़े लोगों के लिए आज का दिन उत्तम रहेगा। संतान पक्ष से भी कोई संतोषजनक समाचार सुनने को मिल सकता है, जिससे उनका भविष्य सुदृढ़ होगा। जीवनसाथी आपकी हर संभव मदद करेंगे। जमीन जायदाद से जुड़े मामले में आज कुछ वाद विवाद हो सकता है, इसलिए से बचने की कोशिश करें।बाहर घूमना-फिरना, पार्टी और मौज-मस्ती आपको अच्छे मूड में रखेंगे। आर्थिक दृष्टि से आज का दिन मिलाजुला रहने वाला है। आज आपको धन लाभ तो हो सकता है लेकिन इसके लिए आपको कड़ी मेहनत करनी होगी। घर के किसी सदस्य के व्यवहार की वजह से आप परेशान रह सकते हैं। आपको उनसे बात करने की जरुरत है। बेवजह का शक रिश्तों को खराब करने का काम करता है। आपको भी अपने प्रेमी पर शक नहीं करना चाहिए। यदि किसी बात को लेकर आपके मन में उनके प्रति संशय है तो उनके साथ बैठकर हल निकालने की कोशिश करें। बिना गहराई से समझे-बूझे किसी व्यावसायिक/क़ानूनी दस्तावेज़ पर हस्ताक्षर न करें। कार्यक्षेत्र में किसी काम के अटकने की वजह से आज आपका शाम का कीमती वक्त खराब हो सकता है। जीवनसाथी के साथ एक आरामदायक दिन बीतेगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- छेद वाला कांसे का सिक्का चलते पानी में प्रवाहित करने से फैमिली लाइफ स्मूथ चलती है। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपको अपने फालतू के खर्चों में कटौती करनी होगी, नहीं तो आगे चलकर नुकसान उठाना पड़ सकता है, जिससे आपकी आर्थिक स्थिति पर बोझ पड़ सकता है। विद्यार्थियों की कला व क्रीड़ा के क्षेत्र में आ रही बाधा दूर होगी। सायंकाल के समय आज आप अपने परिवार के सदस्यों के साथ किसी मेला व सिनेमा हॉल में घूमने जा सकते हैं। आपके पिताजी की सालाह आपके कार्यक्षेत्र में आपकी हर संभव मदद करेगी, जिससे आपको अपना आगे का रास्ता साफ नजर आएगा। जीवन साथी से थोड़ी नोकझोंक हो सकती है।सामाजिक मेलजोल से ज़्यादा सेहत को प्राथमिकता दी जानी चाहिए। आज आपके माता-पिता में से कोई आपको धन की बचत करने को लेकर लेक्चर दे सकता है, आपको उनकी बातोें को बहुत गौर से सुनने की जरुरत है नहीं तो आने वाले समय में परेशानी आपको ही उठानी पड़ेगी। परिवार के सदस्य सहयोगी होंगे, लेकिन उनकी काफ़ी सारी मांगें होंगी। आज आपके और आपके प्यार के बीच कोई आ सकता है। आपके बॉस किसी भी बहाने में दिलचस्पी नहीं ज़ाहिर करेंगे- इसलिए निगाहों में बने रहने के लिए अपना काम अच्छी तरह से करें। दिक़्क़तों का तेज़ी से मुक़ाबला करने की आपकी क्षमता आपको ख़ास पहचान दिलाएगी। आपके वैवाहिक जीवन से सारा मज़ा खो सा गया मालूम होता है। अपने जीवनसाथी से बात करें और कुछ मस्तीभरी योजना बनाएँ। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- लाल गाय या लाल कुत्ते को भोजन कराना पारिवारिक जीवन की ख़ुशियों को बढ़ाएगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन व्यवसाय में उतार-चढ़ाव भरा रहेगा। आज आपको आपके दिए गए उधर धन को वापस दिलवाएगा। आपके मन में खुशी तो रहेगी, लेकिन परिवार में कुछ खटपट रहेगी, जिससे आपका मन थोड़ा अशांत रहेगा। साहस व धैर्य से काम ले, नहीं तो जल्दी में कोई नुकसान हो सकता है। आज धर्म-कर्म के कार्य में भी आपकी रुचि बढ़ती दिखेगी। कोई निवेश करना चाहते हैं, तो उसके लिए आज दिन उत्तम रहेगा, जिसमें भाग्य का आपको भरपूर साथ मिलेगा। जीवनसाथी की सलाह से किए गए कार्यों में सफलता प्राप्त होगी।अपने बच्चे का प्रदर्शन आपको बहुत ख़ुशी देगा। जो लोग अब तक पैैसे को बिना सोचे विचारे उड़ा रहे थे उन्हें आज पैसे की बहुत आवश्यकता पड़ सकती है और आज आपको समझ में आ सकता है कि पैसे की जीवन में क्या अहमियत है। पारिवारिक सदस्यों से मतभेद ख़त्म कर आप अपने उद्देश्यों की पूर्ति आसानी से कर सकते हैं। अपने प्रिय से दूर होने के बावजूद आप उसकी मौजूदगी महसूस करेंगे। अगर आप यक़ीन करते हैं कि वक़्त ही पैसा है तो आपको अपनी क्षमताओं को शीर्ष पर पहुँचाने के लिए ज़रूरी क़दम उठाने होंगे। भरपूर रचनात्मकता और उत्साह आपको एक और फ़ायदेमंद दिन की ओर ले जाएंगे। यह समय जीवन में आपको वैवाहिक जीवन का भरपूर आनन्द देगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- चाँदी का सिक्का डालकर गंगाजल घर मे रखने से आर्थिक उन्नति होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके परिवार में आपस में संपत्ति को लेकर कुछ तनाव उत्पन्न कर सकता है, जिसमें आपको अपनी वाणी पर नियंत्रण रखना होगा, नहीं तो यह विवाद बढ़ सकता है, लेकिन बुजुर्गों की सलाह से इस विवाद को सुलझाया जा सकता है। सायंकाल के समय व्यापार में आपको कुछ धन लाभ होने की आशंका बन रही है, इससे आपके रुके हुए कार्य फिर से प्रगति पर चलने लगेंगे। आज सामाजिक व राजनीतिक क्षेत्र में कुछ तनाव भरी स्थिति रहेगी। विद्यार्थियों को निरंतर परिश्रम करने की आवश्यकता है, तभी सफलता मिलने के योग बन रहे हैं।आपका मनमौजी बर्ताव सेहत के लिए परेशानी खड़ी कर सकता है। वैसे तो अपना पैसा दूसरे को देना किसी को पसंद नहीं आता लेकिन आज आप किसी जरुरतमंद को पैसा देकर सुकून का अनुभव करेंगे। बच्चों की उनसे जुड़े मामलों में मदद करना आवश्यक है। आपके प्रिय का प्यारा बर्ताव आपको ख़ास होने का अनुभव कराएगा; इन लम्हों का पूरा लुत्फ़ उठाएँ। अपना क़ीमती समय सिर्फ़ योजना बनाने में बर्बाद न करें, बल्कि उसकी ओर क़दम बढ़ाएँ और उसपर अमल करना शुरू करें। चंंद्रमा की स्थिति को देखते हुए यह कहा जा सकता है कि आज आपके पास काफी खाली वक्त होगा लेकिन बावजूद इसके भी आप वो काम नहीं कर पाएंगे जो आपको करना था। आज का दिन आपके लिए बहुत अच्छा नहीं रहेगा क्योंकि कई मामलों में आपसी असहमति रह सकती है; और इससे आपके रिश्ते कमजोर होंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सेहत दुरुस्त रखनी हो तो सूर्य स्नान (नहाने के पानी में गेहूँ, साबुत मसूर, लाल सिंदूर डालकर) करें। \n",
    "6": "तुला राशिः आज का राशिफल\nआज समाज में आपको सम्मान मिलेगा, जिससे आपके मन में हर्ष की भावना रहेगी। यदि कोट व कचहरी में कोई मामला चल रहा है, तो वह आज समाप्त होगा, जिसमें आपकी विजय होगी। अचल संपत्ति के व्यापार से लाभ होगा। संतान की सफलता का समाचार सुनकर आपका मन खुशी से ओतप्रोत होगा। परिवार में आज कोई शुभ कार्य हो सकता है, जिसमें परिवार के सभी सदस्य एक साथ मिलकर खुशी मनाते नजर आएंगे। आज आपके पराक्रम में धन में वृद्धि होने के योग भी भरपूर हैं।आपकी सेहत ठीक रहेगी, लेकिन यात्रा आपके लिए थकाऊ और तनावपूर्ण साबित हो सकती है। लम्बे समय से अटके मुआवज़े और कर्ज़ आदि आख़िरकार आपको मिल जाएंगे। यह परिवार में दबदबा बनाए रखने की अपनी आदतों को छोड़ने का वक़्त है। ज़िंदगी के उतार-चढ़ाव में उनके कंधे से कंधा मिलाकर साथ दें। आपका बदला हुआ बर्ताव उनके लिए ख़ुशी का सबब साबित होगा। अप्रत्याशित रोमांस आपको अचानक मिल सकता है, अगर आप दोस्तों के साथ शाम को बाहर घूमने जाते हैं तो। अगर आप सीधा जवाब नहीं देंगे तो आपके सहयोगी आपसे नाराज़ हो सकते हैं। आज काफ़ी दिगाग़ी कसरत मुमकिन है। आपमें से कुछ शतरंज खेल सकते हैं, वर्ग-पहेली हल कर सकते हैं, कोई कविता-कहानी लिख सकते हैं या भविष्य की योजनाओं पर गहराई से सोच सकते हैं। आपको महसूस होगा कि आपका जीवनसाथी इससे बेहतर पहले कभी नहीं हुआ। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- स्वस्थ पारिवारिक जीवन पानें पिछड़ी जाति से आने वाली लड़कियों की सहायता करें। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nराजनीति व सामाजिक क्षेत्र में परिश्रम और साहस की आवश्यकता है। शत्रु पक्ष आज कमजोर रहेगा। मामा पक्ष से धन प्राप्ति के योग बन रहे हैं। व्यवसाय में आज आपको अच्छे अवसर प्राप्त होंगे, जो आगे चलकर आपके व्यवसाय को एक नई गति देंगे। ऑफिस व व्यवसाय में आज कोई पिता समान व्यक्ति आपके आगे आकर मदद करेगा, जो आपकी सभी समस्याओं को खत्म करेगा। आपका खराब हुआ मूड अच्छा हो जाएगा। आज आप दैनिक आवश्यकताओं का कुछ सामान खरीद सकते हैं, लेकिन आपको अपनी जेब का ध्यान रखना होगा।जिस तरह मिर्च खाने को लज़ीज़ बनाती है, उसी तरह थोड़ा-सा दुःख भी जीवन में ज़रूरी है और तभी सुख की असली क़ीमत पता लगती है। अपने निवेश और भविष्य की योजनाओं को गुप्त रखें। एक मज़ेदार शाम के लिए दोस्त आपको अपने घर पर बुलाएंगे। प्यार का भरपूर लुत्फ़ मिल सकता है। कारोबारी जितना हो अपने कारोबार से जुड़ी बातों को किसी से शेयर न करें। अगर आप ऐसा करते हैं तो आप बड़ी मुश्किल में पड़ सकते हैं। आज के समय में अपने लिए वक्त निकाल पाना बहुत मुश्किल है। लेकिन आज ऐसा दिन है जब आपके पास अपने लिए भरपूर समय होगा। जीवनसाथी के साथ थोड़ा हँसी-मज़ाक़, थोड़ी छेड़-छाड़ आपको किशोरावस्था के दिनों की याद दिला देंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- आर्थिक उन्नति के लिए घर में केले का पेड़ लगाकर उसकी सेवा करना अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके सामने कुछ नए-नए खर्च से निकल कर आएंगे और जिन्हें आपको ना चाहते हुए भी करना पड़ेगा, इससे आपकी बजट भी खराब हो सकता है। आज शाम से लेकर रात तक छोटी दूरी की यात्रा के योग बन रहे हैं, लेकिन आपको चौकन्ना रहना होगा और अपने क्रोध पर नियंत्रण रखना होगा। संतान की ओर से कोई हर्षवर्धक समाचार सुनने को मिलेगा, जिससे आपको उनके भविष्य की चिंता थोड़ी कम होगी। आज आपके पिताजी के स्वास्थ्य में कोई कमी आ सकती है, इसलिए उनका ध्यान रखिए।अपनी ख़ुशियों को दूसरों के साथ साझा करना आपकी सेहत को भी बेहतर करेगा। लेकिन ख़याल रखें कि इसे नज़रअंदाज़ करना बाद में भारी पड़ सकता है। घर की जरुरतों को देखते हुए आज आप अपने जीवनसाथी के साथ कोई कीमती सामान खरीद सकते हैं जिससे आर्थिक हालात थोड़े तंग हो सकते हैं। पारिवारिक सदस्य या जीवन-साथी तनाव की वजह बन सकते हैं। अपने प्रिय की ग़ैरमौजूदगी में आप ख़ुद को बिल्कुल खाली महसूस करेंगे। तब तक कोई वादा न करें, जब तक कि आप पूरी तरह उसे पूरा करने में सक्षम न हों। आपका व्यक्तित्व ऐसा है कि ज्यादा लोगों से मिलकर आप परेशान हो जाते हैं और फिर अपने लिए वक्त निकालने की कोशिश करने लग जाते हैं। इस लिहाज से आज का दिन आपके लिए बहुत उम्दा रहने वाला है। आज आपको अपने लिए पर्याप्त समय मिलेगा। रिश्तेदारों का दख़ल शादीशुदा ज़िन्दगी में परेशानी पैदा कर सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अच्छी आर्थिक स्थिति के लिए सफेद वस्त्र अधिक पहनें। \n",
    "9": "मकर राशिः आज का राशिफल\nआज यदि आप कोई फैसला लेना चाहते हैं, तो सोच समझ कर लें। भविष्य में वह आपको कोई परेशानी ना दें। यदि आज आपको कोई प्रस्ताव आपको मिले, तो उसे स्वीकार करें, नहीं तो भविष्य में आपको नुकसान उठाना पड़ सकता है, जो आपकी आर्थिक स्थिति को हिला कर रख देगा। राजनीतिक व सामाजिक क्षेत्र में नए-नए संपर्क बनेंगे। विद्यार्थियों को शिक्षा ग्रहण के लिए कहीं दूर जाना पड़ सकता है। प्रेम जीवन सुदृढ़ होगा। मामा पक्ष से रिश्तों में सुधार होगा।आप महसूस करेंगे कि आस-पास के लोग बहुत ज़्यादा मांग करने वाले हैं। लेकिन जितना आप कर सकते हैं, उससे ज़्यादा करने का वादा न करें और केवल दूसरे को ख़ुश करने के लिए ख़ुद को तनाव से नहीं थकाएँ। आज इस राशि के कुछ बेरोजगार लोगों को नौकरी मिल सकती है जिससे उनकी आर्थिक स्थिति सुधरेगी। घर वालों के साथ मिलकर कुछ अलग और रोमांचक किया जाना चाहिए। आज आप कुछ अलग क़िस्म के रोमांस का अनुभव कर सकते हैं। आज ऑफिस में आपको अच्छे परिणाम नहीं मिलेंगे। आपका कोई खास ही आज आपके साथ विश्वासघात कर सकता है। जिसकी वजह से आप दिनभर परेशान रह सकते हैं। इस राशि के लोगों को आज अपने आप को समझने की जरुरत है। यदि आपको लगता है कि आप दुनिया की भीड़ में कहीं खो गये हैं तो अपने लिए वक्त निकालें और अपने व्यक्तित्व का आकलन करें। कोई पुराना दोस्त अपने साथ आपके जीवनसाथी के पुराने यादगार क़िस्से लेकर आ सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- दूध से भरा बर्तन सिरहाने रखें और सुबह घर से बाहर किसी नज़दीक वृक्ष में डालने से हेल्थ अच्छी होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपको धन के मामले में विशेष रूप से सावधान रहना होगा। किसी भी प्रकार के लेनदेन से बचना होगा। व्यय की अधिकता के कारण आज आपको किसी से कर्ज लेना पड़ सकता है। यदि कोई कार्य बहुत लंबे समय से रुका हुआ था, तो वह आज पूरा होगा, जिससे परिवार के सभी सदस्य खुश नजर आएंगे। पारिवारिक कार्यो मे दौड़ धूप ज्यादा रहेगी, इसलिए अपने स्वास्थ्य का ध्यान रखें।व्यस्त दिनचर्या के बावजूद स्वास्थ्य अच्छा रहेगा। वैसे तो अपना पैसा दूसरे को देना किसी को पसंद नहीं आता लेकिन आज आप किसी जरुरतमंद को पैसा देकर सुकून का अनुभव करेंगे। परिवार के साथ रिश्ते-नातों में नयी जान डालने का सही समय है। आज हो सकता है कि पहली नज़र में ही आपको कोई पसंद कर ले। आपको बढ़िया परिणामों को पाने के लिए अपनी तरफ़ से बेहतरीन प्रयास करने की आवश्यकता है। आपमें से कुछ लोगों को लंबा सफ़र करना पड़ सकता है – जो काफ़ी दौड़-भाग भरा होगा – लेकिन साथ ही बहुत फ़ायदेमंद भी साबित होगा। आज आपको अपने जीवनसाथी से एक बार फिर प्यार हो जाएगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- धन प्राप्ति के लिए उगते हुए सूर्य को थोड़ी देर निहार कर सूर्य मंत्र(ॐ घृणि सूर्याय नमः) बोलें। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। जीवनसाथी की उन्नति देखकर आपका मन हर्षित हो उठेगा। यदि आप कोई संपत्ति खरीदना चाहते हैं, तो वह भी आज आपको प्राप्त होती दिख रही है, लेकिन धन व्यय अधिक हो सकता है। व्यवसाय में नए-नए उपकरणों के प्रयोग से आज आपको लाभ होगा। आपकी माताजी का जीवन साथी में आपस में कुछ मतभेद हो सकता है। विद्यार्थियों को मित्रों की सहायता से कार्य करने का अवसर प्राप्त होगा। पारिवारिक बिजनेस में पिताजी का भरपूर सहयोग मिलेगा।अपनी शारीरिक सेहत सुधारने के लिए संतुलित आहर लें बिन बुलाया कोई मेहमान आज घर में आ सकता है लेकिन इस मेहमान की किस्मत की वजह से आज आपको आर्थिक लाभ हो सकता है। कुछ दिनों से आपका व्यक्तिगत जीवन ही आपके ध्यान का केंद्र रहा है। लेकिन आज आप सामाजिक कार्यों पर ज़्यादा ध्यान देंगे और ज़रूरतमंदों की मदद करने की कोशिश करेंगे। आज आपके और आपके प्यार के बीच कोई आ सकता है। नौकरों और सहकर्मियों से परेशानी होने की संभावना को ख़ारिज नहीं किया जा सकता है। अगर कहीं बाहर जाने की योजना है तो वह आख़िरी वक़्त पर टल सकती है। ठीक कम्यूनिकेशन न होने के चलते परेशानी खड़ी हो सकती है, लेकिन मिल-बैठकर बात करने से चीज़ें सुजझाई जा सकती हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- अपने इष्टदेव की सोने की मूर्ति बनाकर घर में स्थापित करके रोज़ाना पूजा करने से स्वास्थ्य अच्छा रहेगा। \n"
}]
