horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। शादीशुदा लोगों का ग्रहण सजीवन खुशनुमा रहेगा और जीवन साथी से संबंध सुधरेंगे। काम के सिलसिले में आपको अच्छे नतीजे हासिल होंगे। आप अपनी मेहनत को और अभी आगे बढ़ाएंगे। अपनी सेहत का ध्यान रखना जरूरी होगा। प्रेम जीवन के लिहाज से दिनमान अच्छा रहेगा। आज किसी खास दोस्त से बातचीत होगी।काम का बोझ आज कुछ तनाव और खीज की वजह बन सकता है। रात के समय आप आज आपको धन लाभ होने की पूरी संभावना है क्योंकि आपके द्वारा दिया गया धन आज आपको वापस मिल सकता है। किसी दूर के रिश्तेदार के यहाँ से मिली आकस्मिक अच्छी ख़बर आपके पूरे परिवार के लिए ख़ुशी के लम्हे लाएगी। आपके महंगे तोहफ़े भी आपके प्रिय के चेहरे पर मुस्कान लाने में नाकाम साबित होंगे, क्योंकि वह उनसे क़तई प्रभावित नहीं होगा/ होगी। आपका जीवनसाथी सहयोगी और मददगार रहेगा। जरुरी कामों को समय न देना और फिजूल के कामों पर वक्त जाया करना आज आपके लिए घातक सिद्ध हो सकता है। आपके जीवनसाथी की कामकाज को लेकर व्यस्तता आपकी उदासी का कारण बन सकती है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- अच्छे प्रेम सम्बन्धों के लिए गाय को आलू में हल्दी लगाकर खिलाएं। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। खर्चों में बढ़ोतरी होगी और आप जरूरतों पर खर्च करेंगे। आपके शत्रु प्रबल रहेंगे इसलिए थोड़ी सावधानी बरतें। सेहत कमजोर रहेगी। गृहस्थ जीवन में कुछ तनाव रह सकता है। प्रेम जीवन बिता रहे लोगों को अच्छे नतीजे हासिल होंगे और काम के सिलसिले में आपकी मेहनत रंग लाएगी। आपके ट्रांसफर के योग बन सकते हैं।आपकी उम्मीद एक महक से भरे हुए ख़ूबसूरत फूल की तरह खिलेगी। अगर आपको लगता है कि आपके पास पर्याप्त धन नहीं है तो आज घर के किसी बड़े से धन संचित करने की सलाह लें। दोस्तों के साथ शाम को घूमने बाहर जाएँ, इससे आपको बहुत फ़ायदा होगा। आपकी आँखें इतनी चमकीली हैं कि वे आपके प्रिय की अंधेरी रात को भी रोशन कर सकती हैं। तब तक कोई वादा न करें, जब तक कि आप पूरी तरह उसे पूरा करने में सक्षम न हों। महत्वपूर्ण लोगों के साथ बातचीत करते वक़्त अपने शब्दों को ग़ौर से चुनें। यह दिन आपके जीवनसाथी के रूमानी पहलू को भरपूर तरीक़े से दिखाएगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- धूप में रखी हुई नारंगी या गुलाबी रंग की कांच की बोतल के पानी का सेवन करने से नौकरी/बिज़नेस में लाभ मिलेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन बहुत बढ़िया रहेगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिनमान खुशनुमा रहेगा। आपके अपने प्रिय से नजदीकी बढ़ेगी। शादीशुदा लोगों के गृहस्थ जीवन के लिए आज का दिन खुशनुमा रहेगा। काम के मामले में आज आपको बहुत अच्छी सफलता मिल सकती है। आपकी योजनाएं सफल होंगी। आपको अच्छा लाभ होगा। आपके प्रोन्नति के संयोग बन सकते हैं।आपकी उम्मीद एक महक से भरे हुए ख़ूबसूरत फूल की तरह खिलेगी। निश्चित तौर पर वित्तीय स्थिति में सुधार आएगा- लेकिन साथ ही ख़र्चों में भी इज़ाफ़ा होगी। पारिवारिक उत्तरदायित्व में वृद्धि होगी, जो आपको मानसिक तनाव दे सकती है। एक लम्बा दौर जो काफ़ी समय से आपको दबोचे हुए था, ख़त्म हो चुका है- क्योंकि जल्दी ही आपको आपका जीवन-साथी मिलने वाला है। कार्यक्षेत्र में हालात आपके पक्ष में रुख़ करते मालूम होंगे। अपनी कमियों पर आपको काम करने की जरुरत है इसके लिए आपको अपने लिए समय निकालना चाहिए। अगर आप वैवाहिक तौर पर लंबे समय से कुछ नाख़ुश हैं, तो आज के दिन आप हालात बेहतर होते हुए महसूस कर सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- घर में रोटी या फल आदि रखने के लिए बांस, बेंत, सरकंडा की टोकरी, ट्रे का प्रयोग करने से पारिवारिक जीवन की बाधाएं दूर होंगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन बहुत बढ़िया रहेगा। आज के दिन परिवार का ध्यान रखेंगे। पारिवारिक जिम्मेदारियों को निभाएंगे। काम के सिलसिले में दिनमान अच्छा रहेगा। आपको तारीफ मिलेगी। सेहत अच्छी रहेगी। खर्चों पर नियंत्रण रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान सामान्य रहेगा। जो लोग शादीशुदा हैं, उनके गृहस्थ जीवन में भी आज खुशनुमा समय आएगा और आप का रुका हुआ पैसा वापस आ सकता है।रक्तचाप के मरीज़ों को ख़ास ख़याल रखने और दवा-दारू करने की ज़रूरत है। साथ ही उन्हें कॉलेस्ट्रोल को क़ाबू में रखने की कोशिश भी करनी चाहिए। ऐसा करना आगे काफ़ी लाभदायक सिद्ध होगा। पैसे की अहमियत को आप अच्छे से जानते हैं इसलिए आज के दिन आपके द्वारा बचाया गया धन आपके बहुत काम आ सकता है और आप किसी बड़ी मुश्किल से निकल सकते हैं। आपका मज़ाकिया स्वभाव सामाजिक मेल-जोल की जगहों पर आपकी लोकप्रियता में इज़ाफ़ा करेगा। आप और आपका महबूब आज प्यार के समुन्दर में गोते लगाएंगे और प्यार की मदहोशी को महसूस करेंगे। कार्यक्षेत्र में आपको कुछ सकारात्मक बदलाव देखने को मिल सकते हैं। अपनी ख़ासियत और भविष्य की योजनाओं पर फिर से सोचने का समय। शादीशुदा ज़िन्दगी के मोर्चे पर हालात वाक़ई थोड़े मुश्किल रहे हैं, लेकिन अब आप सुधरते हालात महसूस कर सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- खोटा सिक्का नदी में बहाने से स्वास्थ्य बेहतर होगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फलदायक रहेगा। किसी यात्रा पर जाने के योग बनेंगे। परिवार के छोटों का साथ मिलेगा। उनके साथ प्रेम बढ़ेगा।भाग्य की बदौलत आपके कई रुके हुए काम बनेंगे। नौकरी में तरक्की के योग बनेंगे। व्यापार भी अच्छा फल देगा। प्रेम जीवन के लिए दिनमान थोड़ा कमजोर है और अपने प्रिय से झगड़ा करने से बचना चाहिए। विरोधियों पर आप भारी रहेंगे सेहत का ध्यान रखना जरूरी होगा शादीशुदा लोगों के गृहस्थ जीवन मैं आज अच्छे नतीजे मिलेंगे।कार्यक्षेत्र में वरिष्ठों का दबाव और घर में अनबन के चलते आपको तनाव का सामना करना पड़ सकता है- जो काम में आपकी एकाग्रता को भंग करेगा। आज आपके माता-पिता में से कोई आपको धन की बचत करने को लेकर लेक्चर दे सकता है, आपको उनकी बातोें को बहुत गौर से सुनने की जरुरत है नहीं तो आने वाले समय में परेशानी आपको ही उठानी पड़ेगी। अगर आप हर किसी की मांग पूरी करने की कोशिश करेंगे, तो सिर्फ़ नाकामी आपके हाथ लगेगी। हर बात पर प्यार का दिखावा करना ठीक नहीं है इससे आपका रिश्ता सुधरने की जगह बिगड़ सकता है। इस राशि के कारोबारियों को आज कारोबार के सिलसिले में अनचाही यात्रा करनी पड़ सकती है। यह यात्रा आपको मानसिक तनाव दे सकती है। नौकरी पेशा लोगों को आज ऑफिस में इधर-उधर की बातें करने से बचना चाहिए। यात्रा और शिक्षा से जुड़े काम आपकी जागरुकता में वृद्धि करेंगे। आप महसूस कर सकते हैं कि जीवनसाथी का प्यार सारे दुःख-दर्द भुला देता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- भ्रूण हत्या से बचें, गर्भवती स्त्री या जच्चा की भावनाओं को ठेस न पहुँचाने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फल दायक रहेगा। आज परिवार में किसी खास बात को लेकर बातचीत होगी आपका योगदान भी परिवारिक जिम्मेदारियों में होगा अच्छे भोजन का आनंद लेंगे। प्रेम जीवन के लिए दिनमान कमजोर है। शादीशुदा जातकों का गृहस्थ जीवन बढ़िया रहेगा। काम के सिलसिले में अपनी तेज बुद्धि का इस्तेमाल करेंगे जिससे आपको प्रशंसा मिलेगी।किसी भी तरह के द्वन्द्व या विरोध से बचें, क्योंकि आपकी सेहत पर इसका बुरा असर होगा। आज किया गया निवेश आपकी समृद्धि और आर्थिक सुरक्षा में इज़ाफ़ा करेगा। विवाद, मतभेद और दूसरों की आपमें कमियाँ निकालने की आदत को नज़रअन्दाज़ करें। प्यार में थोड़ी निराशा आपको हतोत्साहित नहीं कर सकेगी। दफ़्तर में आप तारीफ़ पाएंगे। आज खाली वक्त का सही उपयोग करने के लिए आप अपने पुराने मित्रों से मिलने का प्लान बना सकते हैं। जीवनसाथी के ख़राब स्वास्थ्य की वजह से आपका कामकाज प्रभावित हो सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- प्रेमी/प्रेमिका को वाइट डक्स(प्लास्टिक आदि का बना) का जोड़ा गिफ्ट में देने से लव लाइफ अच्छी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन बहुत बढ़िया रहने वाला है। मन हर्षित होगा और हर काम को अच्छे तरीके से अंजाम देंगे। जीवनसाथी से संबंध सुधरेंगे और गृहस्थ जीवन में प्रेम और रोमांस बढ़ेगा। प्रेम जीवन के लिहाज से भी दिनमान ठीक-ठाक रहेगा। आप अपने प्रिय को अपने परिवार के बारे में बताएंगे। काम के सिलसिले में आज अच्छे नतीजे मिलेंगे लेकिन आपको खूब मेहनत करनी होगी।अपना मूड बदलने के लिए सामाजिक मेलजोल का सहारा लें। दिन की शुुरुआत भले ही अच्छी हो लेकिन शाम के वक्त किसी वजह से आपका धन खर्च हो सकता है जिससे आप परेशान होंगे। शाम का ज़्यादातर समय मेहमानों के साथ गुज़रेगा। सोशल मीडिआ पर अपने प्रिय के पिछले 2-3 संदेश देखिए, आपको एक ख़ूबसूरत ताज्जुब का एहसास होगा। नए विचार फ़ायदेमंद साबित होंगे। खेलकूद जीवन का जरुरी हिस्सा है लेकिन खेलकूद में इतने भी व्यस्त न हो जाएं कि आपकी पढ़ाई में कमी आ जाए। इस बात की प्रबल सम्भावना है कि आपके आस-पास के लोग आप दोनों के बीच मतभेद पैदा करने का प्रयास करेंगे। अत: बाहरी लोंगों के कहने पर अमल करना ठीक नहीं होगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- जेब में हरे रंग का रुमाल रखना आर्थिक स्थिति के लिए शुभ है। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फलदायक रहेगा खर्चों में बढ़ोतरी होगी मानसिक चिंताएं बढ़ेंगी और विरोधी सक्रिय हो सकते हैं परिवार का माहौल अच्छा रहेगा जिससे आपको शांति मिलेगी गृहस्थ जीवन के लिहाज से दिनमान अच्छा है लेकिन जीवन साथी आपसे कोई बड़ा खर्चा करवा सकता है प्रेम जीवन खुशनुमा रहेगा।खेलों और आउटडोर गतिविधियों में भागीदारी आपकी खोयी ऊर्जा को फिर से इकट्ठा करने में आपकी मदद करेगी। अगर आप अपनी रचनात्मक प्रतिभा को सही तरीक़े से इस्तेमाल करें तो वह काफ़ी फ़ायदेमंद साबित होगी। घर में उल्लास का माहौल आपके तनावों को कम कर देगा। आप भी इसमें पूरी सहभागिता करें और महज़ मूक दर्शक न बने रहें। आपकी प्रेम कहानी आज एक नया मोड़ ले सकती है, आपका साथी आज आपसे शादी को लेकर बात कर सकता है। ऐसे में कोई भी फैसला लेने से पहले आपको विचार अवश्य करना चाहिए। आपके पास आज अपनी क्षमताओं को दिखाने के मौक़े होंगे। आज आपको रिश्तों की अहमियत का अंदाज हो सकता है क्योंकि आज के दिन का ज्यादातर समय आप अपने परिवार के लोगों के साथ बिताएंगे। आज आप अपने जीवनसाथी से काफ़ी आत्मीय बातचीत कर सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- तांबे का सिक्का अथवा टुकड़ा जेब में रखने से स्वास्थ्य अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन काफी अच्छा रहेगा। आपको धन का लाभ होगा और आपकी इनकम में बढ़ोतरी होने से मन हर्षित होगा। प्रेम जीवन में भी आज का दिन खास रहेगा और रोमांस के अवसर आएंगे। गृहस्थ जीवन जीने वाले जातकों को उतार-चढ़ाव का सामना करना पड़ेगा। स्वास्थ्य ठीक रहेगा लेकिन कई जगह दिमाग लगाने की वजह से थका हुआ महसूस करेंगे। काम के सिलसिले में बढ़िया नतीजे हासिल होंगे।दोस्त से मिली ख़ास तारीफ़ ख़ुशी का ज़रिया बनेगी। ऐसा इसलिए है क्योंकि आपने अपनी ज़िंदगी को पेड़ की तरह बना लिया है, जो ख़ुद तपती धूप में खड़ा होकर और उसे सहकर भी राहगीरों को छांव देता है। बिना किसी अनुभवी शख्स की सलाह के आज ऐसा कोई भी काम न करें जिससे आपको आर्थिक हानि हो। पिता का तल्ख़ बर्ताव आपको नाराज़ कर सकता है। लेकिन हालात को नियंत्रण में रखने के लिए शांत रहें। इससे आपको फ़ायदा होगा। आज आपका प्रेमी अपने मनोभावों को आपके सामने खुलकर नहीं रख पाएगा जिसकी वजह से आपको खिन्नता होगी। अगर आप कई दिनों से कामकाज में दिक़्क़त महसूस कर रहे हैं, तो आज के दिन आपको राहत महसूस हो सकती है। चंंद्रमा की स्थिति को देखते हुए यह कहा जा सकता है कि आज आपके पास काफी खाली वक्त होगा लेकिन बावजूद इसके भी आप वो काम नहीं कर पाएंगे जो आपको करना था। आपका जीवनसाथी आपसे नाराज़ हो सकता है, क्योंकि आप उनसे कोई बात साझा करना भूल गए थे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- अपने इष्टदेव की सोने या कांसे की मूर्ति बनाकर किसी भी धर्मस्थान में देने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फलदायक रहेगा। खर्चों में बढ़ोतरी होगी जो आपकी चिंता बढ़ाएगी। आप अपना पूरा ध्यान अपने काम पर रखेंगे और परिवार को भी बराबर समय देंगे, जिससे आपके जीवन में संतुलन बनेगा। परिवार में कोई खुशखबरी आ सकती है। प्रेम जीवन के लिहाज से दिन बढ़िया रहेगा। शादीशुदा जातकों का दांपत्य जीवन थोड़ा सा अस्त-व्यस्त हो सकता है। स्वास्थ्य बढ़िया रहेगा।आपको अपना अतिरिक्त समय अपने शौक़ पूरे करने या उन कामों को करने में लगाना चाहिए, जिन्हें करने में आपको सबसे ज़्यादा मज़ा आता है। बिना किसी की सलाह लिये बिना आज आपको पैसा कहीं भी इनवेस्ट नहीं करना चाहिए। आपकी ज्ञान की प्यास आपको नए दोस्त बनाने में मददगार साबित होगी। किसी से अचानक हुई रुमानी मुलाक़ात आपका दिन बना देगी। रचनात्मक काम में लगे लोगों के लिए सफलता से भरा दिन है, उन्हें वह शौहरत और पहचान मिलेगी जिसकी उन्हें एक अरसे से तलाश थी। इस राशि के जातक खाली वक्त में आज किसी समस्या का समाधान निकालने की कोशिश कर सकते हैं। जीवन साथी से पूर्णरूपेण सहयोग न मिलने के कारण आप निराश हो सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- अच्छी सेहत के लिए सूर्योदय के समय सूर्य नमस्कार करें। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। आज आपकी मानसिक स्थिति मजबूत रहेगी और जीवन में नयापन महसूस होगा। परिवार के छोटों का भी पूरा साथ मिलेगा। गृहस्थ जीवन के लिहाज से दिन बढ़िया रहेगा। जीवनसाथी आपको पूरा महत्व देगा। प्रेम जीवन के लिहाज से दिनमान थोड़ा कमजोर है। इसलिए सावधानी बरतें और कुछ भी कड़वा नहीं बोलें। खर्चे अधिक रहेंगे। स्वास्थ्य कमजोर हो सकता है। काम के सिलसिले में अच्छे नतीजे मिलेंगे और इनकम बढ़ेगी।आज के मनोरंजन में बाहर की गतिविधियों और खेल-कूद को शामिल किया जाना चाहिए। धन का आगमन आज आपको कई आर्थिक परेशानियों से दूर कर सकता है। आज आपका ऊर्जा से भरपूर, ज़िंदादिल और गर्मजोशी से भरा व्यवहार आपके आस-पास के लोगों को ख़ुश कर देगा। आज आपकी कोई बुरी आदत आपके प्रेमी को बुरी लग सकती है और वो आपसे नाराज हो सकते हैं। सेमिनार और गोष्ठियों में हिस्सा लेकर आज आप कई नए विचार पा सकते हैं। अपने समय की कीमत समझें, उन लोगों के बीच रहना जिनकी बातें आपके समझ में नहीं आती हैं गलत है। ऐसा करना भविष्य में आपको परेशानियों के अलावा कुछ नहीं देगा। यह दिन आपके जीवनसाथी का बेहतरीन पहलू आपको दिखाने वाला है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- तुलसी के पौधे पर शाम को एक दीया जलाएं, इससे लव लाइफ बढ़िया चलेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा सेहत का ध्यान रखें क्योंकि आप बीमार पड़ सकते हैं। पैसों का निवेश करने के लिए दिन में मान अच्छा नहीं है। गृहस्थ जीवन में मिले-जुले अनुभव होंगे। प्रेम जीवन के लिहाज से भी दिन थोड़ा कमजोर है। काम के सिलसिले में आप खूब मेहनत करेंगे और अपनी बुद्धिमत्ता का परिचय देंगे जिससे आपको फायदा होगा।परेशानियों के बारे में सोचते रहने और तिल का ताड़ करने की आपकी आदत आपके नैतिक ताने-बाने को कमज़ोर कर सकती है। आज आपको अपने भाई या बहन की मदद से धन लाभ होने की संभावना है। परिवार के लोगों से अपनी परेशानियां साझा करके आप हल्का महसूस करते हैं, लेकिन कई बार आप अपने अहम को आगे रखकर घर वालों को जरुरी बातें नहीं बताते। आपको ऐसा नहीं करना चाहिए ऐसा करके परेशानी और भी बढ़ेगी कम नहीं होगी। प्यार-मोहब्बत के मामले में दबाव बनाने की कोशिश न करें। दिवास्वप्नों में समय खपाना नुक़सानदेह रहेगा, इस मुग़ालते में न रहें कि दूसरे आपका काम करेंगे। आपके द्वारा आज खाली समय में ऐसे काम किये जाएंगे जिनके बारे में आप अक्सर सोचा करते हैं लेकिन उन कामों को कर पाने में समर्थ नहीं हो पाते। आपका जीवनसाथी रोज़ाना की ज़रूरतों को पूरा करने से अपने हाथ पीछे खींच सकता है, जिसके चलते आपका मन उदास होने की संभावना है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अपने प्रेमी/प्रेमिका से मिलने से पूर्व शहद खाकर निकलें, इससे लव लाइफ बढ़िया रहेगी। \n"
}]
