horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन काफी अनुकूल रहेगा। काम में सफलता मिलेगी। गुप्त तरीकों से आपके पास धन आने की संभावना रहेगी। स्वास्थ्य थोड़ा कमजोर हो सकता है। भोजन अच्छे से करें ताकि स्वास्थ्य बेहतर रह सके। प्रिय के साथ अच्छा वक्त बिताएंगे और दांपत्य जीवन में आपका जीवन साथी कार्यक्षेत्र में आपकी कोई बड़ी सहायता कर सकता है। पारिवारिक जीवन खुशहाल रहेगा। आज अपनी मां जी से दिल की बात कहने का मौका मिलेगा।दोस्त आपका परिचय किसी ख़ास इंसान से कराएंगे, जो आपकी सोच पर गहरा प्रभाव डालेगा। इस राशि के कुछ लोगों को आज जमीन से जुड़े किसी मुद्दे को लेकर धन खर्च करना पड़ सकता है। नवयुवकों को स्कूल प्रोजेक्ट की बाबत कुछ राय लेने की ज़रूरत हो सकती है। रोमांटिक मुलाक़ात आपकी ख़ुशी में तड़के का काम करेगी। ऐसा लगता है कि कुछ समय के लिए आप नितांत एकाकी है। सहकर्मी/सहयोगी मदद के लिए हाथ बढ़ा सकते हैं, लेकिन वे ज़्यादा सहायता नहीं कर पाएंगे। इस राशि के छात्र छात्राओं को आज के दिन पढ़ाई में मन लगाने में दिक्कतें आ सकती हैं। आज आप अपना कीमती समय दोस्तों के चक्कर में बर्बाद कर सकते हैं। अगर आप वैवाहिक तौर पर लंबे समय से कुछ नाख़ुश हैं, तो आज के दिन आप हालात बेहतर होते हुए महसूस कर सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सफेद धोती काले किनारे वाली किसी साधु-संत को दान में देने से आर्थिक स्थिति बेहतर होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन काफी उतार-चढ़ाव से भरा रहेगा। आपके खर्चों में बढ़ोतरी साफ नजर आएगी इसके लिए आपको अपने धन का भी सही प्रबन्धन करना होगा। दोनों के लिए आज का दिन कमजोर है। कार्यस्थल पर आपको अच्छे परिणाम मिलेंगे।  संतान की ओर से आपको कुछ समस्याओं का सामना करना पड़ सकता है लेकिन प्रेम जीवन के लिए आज का दिन बढ़िया रहेगा। प्रिय से आपको बातचीत करने से खुशी महसूस होगी लेकिन कुछ लोग आपके इस रिश्ते के विरुद्ध आवाज उठा सकते हैं।शाम के समय थोड़ा आराम कीजिए। बोलते समय और वित्तीय लेन-देन करते समय सावधानी बरतने की ज़रूरत है। कोई आपको नुक़सान पहुँचाने की कोशिश कर सकता है। कई मज़बूत ताक़तें आपके ख़िलाफ़ काम कर रही हैं। आपको ऐसे क़दम उठाने से बचना चाहिए, जिसके चलते उनका और आपका आमना-सामना हो। अगर आप हिसाब बराबर करना चाहें, तो ऐसा सलीके से ही किया जाना चाहिए। आपकी मुलाक़ाता एक ऐसे दोस्त से होगी, जिसे आपका ख़याल है और जो आपको समझता भी है। दफ़्तर में आपको पता लग सकता है कि जिसे आप अपना दुश्मन समझते थे, वह दरअस्ल आपका शुभचिंतक है। दिन अच्छा है दूसरों के साथ-साथ आप अपने लिए भी वक्त निकाल पाएंगे। वैवाहिक जीवन को अधिक सुखमय बनाने के आपके प्रयास उम्मीद से ज़्यादा रंग लाएंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- आर्थिक स्थिति को मजबूत करने के लिए घर में तिल के तेल का दीपक अवश्य जलाएं। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन सामान्य फलदायक रहेगा। आपके दांपत्य जीवन में तनाव के बीच प्यार की मीठी बातें भी होंगी। आपके रिश्ते में घनिष्ठता बढ़ेगी। प्रेम जीवन के लिए आज का दिन काफी उत्तम है। कार्यक्षेत्र में भी आप कई लोगों के प्रयास से कुछ अच्छा काम करके दिखाएंगे जिससे आपकी तारीफ होगी। व्यापार के सिलसिले में आज का दिन काफी बेहतर है। आज मानसिक और शारीरिक रूप से सेहत कमजोर रहेगी। अपने विरोधियों को खुद पर हावी ना होने दें। इसके लिए जरूरी है कि पहले से तैयार रहें।कोई आपका मूड ख़राब कर सकता है, लेकिन ऐसी चीज़ों को ख़ुद को क़ाबू न करने दें। व्यर्थ की चिंताएँ और परेशानियाँ आपके शरीर पर नकारात्मक असर डाल सकती हैं और त्वचा से जु‌ड़ी समस्याएँ पैदा कर सकती हैं। जो लोग अपने करीबियों या रिश्तेदारों के साथ मिलकर बिजनेस कर रहे हैं उन्हें आज बहुत सोच समझकर कदम रखने की जरुरत है नहीं तो आर्थिक नुक्सान हो सकता है। बुज़ुर्ग रिश्तेदार अपनी बेजा मांगों से आपको परेशान कर सकते हैं। अपनी दीवानगी को क़ाबू में रखें, नहीं तो यह आपके प्रेम-संबंध को मुश्किल में डाल सकती है। आईटी से जुड़े लोगों को अपना जौहर दिखाने का मौक़ा मिल सकता है। आपको क़ामयाबी पाने के लिए केवल काम पर एकाग्र होकर जी-तोड़ मेहनत करने की ज़रूरत है। जो लोग बीते कुछ दिनों से काफी व्यस्त थे उन्हें आज अपने लिए फुर्सत के पल मिल सकते हैं। लंबे समय से कामकाज का दबाव आपके वैवाहिक जीवन के लिए कठिनाई खड़ा कर रहा है। लेकिन आज सारी शिकायतें दूर हो जाएंगी। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- हरे रंग के कपड़े पहनें। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन साधारण है। आपके महत्वपूर्ण काम बनते बनते बिगड़ सकते हैं क्योंकि आपका भाग्य कमजोर होगा। सभी से अच्छा बर्ताव करना जरूरी होगा नहीं तो स्थितियां हाथ से निकल सकती हैं। हर काम को सफल बनाने के लिए आपको अधिक मेहनत करनी होगी। प्रेम जीवन के लिए दिन कमजोर है। स्वास्थ्य भी थोड़ा कमजोर रह सकता है। काम से जी ना चुराएं और जहां आप काम करते हैं वहां सभी से मीठा बोलें।जिस तरह मिर्च खाने को लज़ीज़ बनाती है, उसी तरह थोड़ा-सा दुःख भी जीवन में ज़रूरी है और तभी सुख की असली क़ीमत पता लगती है। नया आर्थिक क़रार अंतिम रूप लेगा और धन आपकी तरफ़ आएगा। बच्चे भविष्य की योजनाएँ बनाने की अपेक्षा घर के बाहर ज़्यादा समय बिताकर आपको निराश कर सकते हैं। जो लोग अब तक सिंगल हैं उनकी मुलाकात आज किसी खास से होने की संभावना है लेकिन बात को आगे बढ़ाने से पहले यह जरुर जान लें कि कहीं वो शख्स किसी के साथ रिश्ते में न हो। आपके तारे आज आपको असाधारण शक्ति देंगे, इसलिए ऐसे निर्णय लें जो ज़रूरी हों और आने वाले समय में आपको सही दिशा दे सकें। आज आप अपने जीवनसाथी के साथ आज समय गुजारेंगे लेकिन किसी पुरानी बात के फिर से सामने आने की वजह से आप दोनों के बीच कहासुनी होने की आशंका है। रोमानी नज़रिए से वैवाहिक जीवन के लिए अच्छा दिन है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- पिता अथवा गुरु के सुबह उठते ही पाँव छुए व सेवा करें। पारिवारिक जीवन सुख-शांतिमय रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा रहने वाला है। आपकी इनकम में वृद्धि देखने को मिलेगी और आपके खर्चे भी नियंत्रण में रहेंगे। सुख सुविधा में दिन बिताएंगे। अपने प्रिय साथी के साथ वक्त बिताने का अच्छा अवसर मिलेगा। परिवार में किसी बड़े का स्वास्थ्य बिगड़ेगा।आपकी इच्छाओं की पूर्ति होगी। काम के सिलसिले में आपको अभी बहुत कुछ सीखना बाकी है। आज आपको किसी महत्वपूर्ण काम का जिम्मा दिया जा सकता है जिसे समय पर पूरा करके देना बॉस की आंखों का तारा बना सकता है।लम्बी यात्रा के लिहाज़ से आपने सेहत और ऊर्जा-स्तर में जो सुधार किए हैं, वे काफ़ी फ़ायदेमंद रहेंगे। व्यस्त दिनचर्या के बावजूद आप थकान के चंगुल में फँसने से बचे रहेंगे। तंग आर्थिक हालात के चलते कोई अहम काम बीच में अटक सकता है। कुछ समय आप अपने शौक़ और अपने परिवार वालों की मदद में भी ख़र्च कर सकते हैं। प्यार के सकारात्मक संकेत आपको मिलेंगे। आपको कार्यक्षेत्र में अच्छे फल पाने के लिए अपने काम करने के तरीके पर गौर करने की जरुरत है नहीं तो आप बॉस की नजरों में आपकी नकारात्मक छवि बन सकती है। आज खाली वक्त का सही उपयोग करने के लिए आप अपने पुराने मित्रों से मिलने का प्लान बना सकते हैं। आप और आपका जीवनसाथी मिलकर वैवाहिक जीवन की बेहतरीन यादें रचेंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- गणेश चालीसा व आरती का पाठ करने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nकोई डेटा उपलब्ध नहीं है, कृपया बाद में प्रयास करें।खाने-पीने की ऐसी चीज़ों से बचने की कोशिश करें, जिनमें कॉलेस्ट्रॉल की ज़्यादा मात्रा है। आपको कई स्रोतों से आर्थिक लाभ होगा। ऐसी जानकारी ज़ाहिर न करें, जो व्यक्तिगत और गोपनीय हो। आपका प्यार न सिर्फ़ परवान चढ़ेगा, बल्कि नई ऊँचाइयों को भी छूएगा। दिन की शुरुआत प्रिय की मुस्कान से होगी और रात उसके सपनों में ढलेगी। किसी साझीदारी वाले व्यवसाय में जाने से बचें – क्योंकि मुमकिन है कि भागीदार आपका बेजा फ़ायदा उठाने की कोशिश करें। बातों को सही तरीके से समझने का आज आपको प्रयास करना चाहिए नहीं तो इसकी वजह से आप खाली समय में इन्हीं बातों के बारे में सोचते रहेंगे और अपना समय बर्बाद करेंगे। आज चाहे दुनिया इधर-की-उधर ही क्यों न हो जाए, आप अपने जीवनसाथी की बाहों से दूर नहीं हो सकेंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- पाँच पीले पुष्प किसी भी पीपल के पास दबाने से पारिवारिक जीवन अच्छा होगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन आपके चेहरे पर मुस्कान लाने वाला होगा। आज आप ट्रेवलिंग पर जा सकते हैं और इससे आपको कुछ नए लोग मिलेंगे। पारिवारिक जीवन में खुशियां रहेंगी। आप अपने मित्रों और रिश्तेदारों से मेलजोल बढ़ेगा। अपने साथ काम करने वालो से अच्छा व्यवहार आपको कार्यक्षेत्र में सफलता दिलाएगा। प्यार के मामले में दिन मिलाजुला असर देगा और प्रिय का मूड कभी अच्छा होगा तो कभी बिगड़ जाएगा, जिससे आप परेशान होंगे। दांपत्य जीवन में खुशी भरा दिन रहेगा और जीवन साथी आपका कोई फायदा करा सकता है।दोस्तों के साथ शाम सुखद रहेगी लेकिन ज़्यादा खाने और मदिरापान से बचें। आज आपको अपने भाई या बहन की मदद से धन लाभ होने की संभावना है। जीवनसाथी आपका ख़याल रखेगा। आपको अपनी हार से कुछ सबक़ सीखने की ज़रूरत है, क्योंकि आज अपने दिल की बात ज़ाहिर करने से नुक़सान भी हो सकता है। ख़ुद को अभिव्यक्त करने के लिए अच्छा समय है- और ऐसे प्रोजेक्ट पर काम कीजिए, जो रचनात्मक हों। आप उन लोगों की तरफ़ वादे का हाथ बढ़ाएंगे, जो आपसे मदद की गुहार करेंगे। जीवनसाथी का स्वास्थ्य कुछ गड़बड़ हो सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- अपने प्रेमी/प्रेमिका को सुगन्धित परफ्यूम या इत्र गिफ्ट करें इससे लव लाइफ अच्छी रहेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहेगा। कहीं से गया हुआ पैसा वापस आ सकता है, जिससे आपको बहुत हिम्मत मिलेगी और कुछ नया काम शुरू करने की सोचेंगे। ससुराल से भी कोई खुशखबरी मिलेगी जिससे आपका मन हर्षित होगा। अपने गुस्से पर नियंत्रण रखेंगे तो सफलता आपके कदम चूमेगी। कार्यक्षेत्र में अपनी स्थिति आपके पक्ष में रहेंगी और परिवार के छोटों से सुख मिलेगा। दांपत्य जीवन में आज का दिन अनुकूल रहने वाला है और प्रेम जीवन में खुशी का समय होगा क्योंकि प्रिय के घरवाले आपसे मिलकर खुश हो सकते हैं।आपका विनम्र स्वभाव सराहा जाएगा। कई लोग आपकी ख़ासी तारीफ़ कर सकते हैं। जल्दबाज़ी में निवेश न करें- अगर आप सभी मुमकिन कोणों से परखेंगे नहीं तो नुक़सान हो सकता है। पढ़ाई की क़ीमत पर घर से ज़्यादा देर तक बाहर रहना आपको माता-पिता के ग़ुस्से का शिकार बना सकता है। करिअर के लिए योजना बनाना उतना ही आवश्यक है, जितना कि खेलना-कूदना। इसलिए माता-पिता को ख़ुश करने के लिए दोनों में संतुलन बनाना ज़रूरी है। प्यार-मोहब्बत के मामले में दबाव बनाने की कोशिश न करें। रचनात्मक काम में लगे लोगों के लिए सफलता से भरा दिन है, उन्हें वह शौहरत और पहचान मिलेगी जिसकी उन्हें एक अरसे से तलाश थी। आज ऐसे बर्ताव करें जैसे कि आप ‘सुपर-स्टार’ हैं, लेकिन सिर्फ़ उन चीज़ों की ही प्रशंसा करें जो उसके क़ाबिल हैं। जीवनसाथी का स्वास्थ्य कुछ गड़बड़ हो सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सरस्वती जी की पूजा करने से प्रेम सम्बन्ध बेहतर रहेंगे। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन मानसिक तनाव लेकर आएगा। खर्चे बने रहेंगे लेकिन इनकम भी बढ़ेगी। स्वास्थ्य कमजोर हो सकता है। वाहन सावधानीपूर्वक चलाएं, दुर्घटना होने की संभावना है। दांपत्य जीवन में स्थितियां सुधरेंगी और आप एक दूसरे के निकट आएंगे।पारिवारिक जीवन बेहतर रहेगा लेकिन प्रेम जीवन में कड़वाहट आ सकती है। आपका प्रिय ऐसा बर्ताव करेगा जो आपको पसंद नहीं आएगा और इससे आप दोनों के बीच दूरी आ सकती है।जब आप कोई फ़ैसला लें, तो दूसरों की भावनाओं का ख़ास ख़याल रखें। आपका कोई भी ग़लत निर्णय न केवल उनपर ख़राब असर डालेगा, बल्कि आपको भी मानसिक तनाव देगा। लम्बे समय से अटके मुआवज़े और कर्ज़ आदि आख़िरकार आपको मिल जाएंगे। शाम को रसोई के लिए ज़रूरी चीज़ों की ख़रीदारी आपको व्यस्त रखेगी। कोई आपको प्यार से दूर नहीं कर सकता है। किसी भी ख़र्चीले काम या योजना में हाथ डालने से पहले ठीक तरह से सोच-विचार कर लें। आज लोग आपकी वह प्रशंसा करेंगे, जिसे आप हमेशा से सुनना चाहते थे। यह दिन आपके सामान्य वैवाहिक जीवन से कुछ हटकर होने वाला है। आपको अपने जीवनसाथी की ओर से कुछ ख़ास देखने को मिल सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- नरसिंह चालीसा व आरती पढ़ने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन परेशानी से भरा रहेगा। आपकी सेहत बिगड़ सकती है और आप मानसिक रूप से तनावग्रस्त रहेंगे। आपके खर्चे भी अधिक होंगे और इनकम उनकी अपेक्षा में थोड़ी कम होगी। जैसे जैसे दिन आगे बढ़ेगा, आप की स्थिति सुधारने लगेगी। स्वास्थ्य के प्रति नजरअंदाज ना रहें और अपनी विशेष देखभाल रखें। जमीन जायदाद के मामले में लाभ मिलेगा। कामकाज की स्थिति अच्छी रहेगी। शादीशुदा लोग गृहस्थ जीवन में अपने प्रिय का साथ पाकर प्रफुल्लित रहेंगे।अपने स्वास्थ्य को नज़रअन्दाज़ न करें, शराब से बचें। निवेश के लिए अच्छा दिन है, लेकिन उचित सलाह से ही निवेश करें। अपने स्वभाव को अस्थिर न होने दें- ख़ासतौर पर अपनी पत्नी/पति के साथ- नहीं तो यह घर की शांति पर असर डाल सकता है। जब आप अपने प्रिय के साथ बाहर जाएँ तो अपने पहनावे और बरताव में नयापन रखें। यह दूसरे देशों में व्यावसायिक सम्पर्क बनाने का बेहतरीन समय है। अगर आप यात्रा कर रहें है तो सभी ज़रूरी दस्तावेज़ साथ रखना न भूलें। जीवनसाथी के साथ हँसते-खिलखिलाते, हर पल के मज़े लेते हुए आप महसूस करेंगे कि आप किशोरावस्था में लौट गए हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- हरे रंग के कपड़े पहनें। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहने वाला है आप अपने काम में मजबूत रहेंगे और आप के अधिकारीगण आपसे खुश रहेंगे। आपको अच्छी इनकम भी होगी। व्यापार के सिलसिले में की गई यात्रा सफलता देंगी और आपको इनकम का फायदा मिलेगा। प्यार के मामले में आप लकी रहेंगे और जी भर कर प्यार मिलेगा। पारिवारिक जीवन में थोड़ी समस्या होगी। किसी से कहासुनी हो सकती है। नए बिजनेस के बारे में डिस्कशन कर सकते हैं।मनोवैज्ञानिक डर आपको बेचैन कर सकता है। सकारात्मक सोच और हालात के उजले पहलू को देखना आपको इससे बचा सकता है। हालाँकि आपकी आर्थिक स्थिति में सुधार आएगा, लेकिन पैसे का लगातार पानी की तरह बहते जाना आपकी योजनाओं में रुकावट पैदा कर सकता है। जीवनसाथी के साथ अपने रिश्तों में तनाव दूर करने के लिए अच्छा दिन है। रिश्ते की इस नाज़ुक डोर से जुड़े दोनों ही लोगों को इसके लिए समर्पित होना चाहिए और एक-दूसरे के लिए दिल में यक़ीन और प्यार होना चाहिए। हालात ठीक करने की ज़िम्मेदारी अपने कंधों पर लें और सकारात्मक तौर पर पहल करें। आप अचानक गुलाबों की ख़श्बू से ख़ुद को सराबोर पाएंगे। यह प्यार की मदहोशी है, इसे महसूस करें। दलालों और व्यावसायियों के लिए अच्छा दिन हैं, क्योंकि उन्हें मांग में इज़ाफ़े से फ़ायदा होगा। अगर आपको लगता है कि कुछ लोगों की संगति करना आपके लिए ठीक नहीं है और उनके साथ रहकर आपका समय बर्बाद होता है तो उनका साथ आपको छोड़ देना चाहिए। बारिश को रोमांस से जुड़ा माना जाता है और आज आप अपने जीवनसाथी के साथ प्यार की बारिश महसूस कर सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- स्वास्थ्य लाभ के लिए पीला रुमाल जेब में रखें। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। आपकी बुद्धिमानी आपके काम आएगी और आप अपनी चुनौतियों पर जीत हासिल करेंगे। धन के मामले में दिन बढ़िया रहेगा। पिता का स्वास्थ्य खराब हो सकता है लेकिन आपका स्वास्थ्य सुधरने लगेगा। पारिवारिक जीवन में अनुकूल समय रहेगा। प्रेम जीवन में प्यार भरा दिन रहेगा और आपको अपने प्रिय का पूरा साथ मिलेगा। दांपत्य जीवन में दिन तनाव से भरा रह सकता है। जीवनसाथी का बर्ताव आपको ज्यादा पसंद नहीं आएगा।आपको कामकाम के मोर्चे पर धक्का लग सकता है, क्योंकि आपकी सेहत आपके साथ नहीं है और इसके चलते आपको कोई ज़रूरी काम अधर में ही छोड़ना पड़ सकता है। ऐसे हालात में धैर्य और होशियारी से काम लें। आर्थिक तंगी से बचने के लिए अपने तयशुदा बजट से दूर न जाएँ। अपनी पत्नी/पति के साथ पिकनिक पर जाने का बेहतरीन दिन है। यह न केवल आपका मन हल्का करेगा, बल्कि आप दोनों के बीच मतभेद दूर करने में भी मदद करेगा। मुहब्बत की टीस आज रात आपको सोने नहीं देगी। आज के दिन आप सबके ध्यान का केंद्र होंगे और सफलता आपकी पहुँच में होगी। अगर आप सोचते हैं कि यार दोस्तों के साथ आवश्यकता से अधिक वक्त बिताना आपके लिए सही है तो आप गलत हैं ऐसा करने से आपको आने वाले वक्त में दिक्कतों का सामना करना पड़ेगा और कुछ नहीं। बिन बुलाए किसी मेहमान की वजह से आपकी योजनाएँ तो गड़बड़ा सकती हैं, लेकिन आपका दिन ख़ुशनुमा हो जाएगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- तांबे के बर्तन में रात भर रखा पानी पीना स्वास्थ्य के लिए फ़ायदेमंद रहेगा। \n"
}]
