horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nग्रहों की चाल यह इशारा करती है कि आज का दिन आपके लिए मिश्रित परिणामदायक रहेगा। कई मामलों में आपको सफलता मिलेगी और अपनी मेहनत से कार्य में सिद्धि प्राप्त होगी। किसी धार्मिक यात्रा पर जाने की बात बनेगी लेकिन शाम होते-होते वह स्थगित भी हो सकती है लेकिन निराश होने की जरूरत नहीं है। आप के कुछ अच्छे खर्चे होंगे, जिनको करने से आपको खुशी मिलेगी ।संतान की ओर से मन को संतोष प्राप्त होगा। यार दोस्तों से मुलाकात का लाभ मिलेगा। करियर में आज का दिन मजबूती से साथ आपका साथ देगा और बिजनेस करने वालों को सफलता मिलेगी। निजी जीवन में कुछ तनाव जरुर हो सकता है।मानसिक तौर पर आप स्थिर महसूस नहीं करेंगे- इसलिए इस बात का ख़याल रखें कि दूसरों के सामने आप कैसे बर्ताव करते और बोलते हैं। कोई पुराना मित्र आज आपसे आर्थिक मदद मांग सकता है और यदि आप उसकी आर्थिक मदद करते हैं तो आपके आर्थिक हालात थोड़े तंग हो सकते हैं। अपने जीवन-साथी के साथ बेहतर समझ ज़िन्दगी में ख़ुशी, सुकून और समृद्धि लाएगी। आज आप अपने दोस्त की महक उसकी अनुपस्थिति में महसूस करेंगे। आपके पास आज अपनी क्षमताओं को दिखाने के मौक़े होंगे। कोई आध्यात्मिक गुरू या बड़ा आपकी सहायता कर सकता है। जीवन की सबसे चुनौतीपूर्ण परिस्थितियों में आपको अपने जीवनसाथी से पूरा सहयोग मिलेगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- सुगन्धित चीज़ों का प्रयोग करने से स्वास्थ्य लाभ होगा। \n",
    "1": "वृष राशिः आज का राशिफल\nचंद्रमा राशि से दूसरे भाव में और आपकी राशि में राहु की उपस्थिति आज मान सम्मान दिलाएगी और आपके लिए शुभ फलदायक रहेगी। आपकी मान - प्रतिष्ठा में भी वृद्धि के योग बनेंगे। आज आर्थिक तौर पर दिन मजबूत रहेगा। घर के जरूरी कामों में हाथ बँटाएंगे। रुके हुए काम भी आज पूरे हो सकते हैं, जिससे आपको खुशी मिलेगी। परिवार के बुजुर्गों के आशीर्वाद से काम पूरे होने लगेंगे। आज भाग्य थोड़ा कमजोर रहेगा, इसलिए किसी बड़े निवेश से बच कर रहना ही ठीक होगा।शारीरिक लाभ के लिए, विशेषकर मानसिक तौर पर मज़बूती हासिल करने के लिए ध्यान और योग का आश्रय लें। कोई बड़ी योजनाओं और विचारों के ज़रिए आपका ध्यान आकर्षित कर सकता है। किसी भी तरह का निवेश करने से पहले उस व्यक्ति के बारे में भली-भांति जाँच-पड़ताल कर लें। जिसपर आप यक़ीन करते हैं, मुमकिन है वह आपको पूरा सच न बता रहा हो। आपकी दूसरों को राज़ी करने की क्षमता आने वाली मुश्किल को हल करने में कारगर साबित होगी। आज आप कुछ अलग क़िस्म के रोमांस का अनुभव कर सकते हैं। किसी लघु या मध्यावधि पाठ्यक्रम में दाखिला लेकर अपनी तकनीकी क्षमताओं में निखार लाएँ। खाली समय में आज आप अपने मोबाइल पर कोई वेब सीरीज देख सकते हैं। रोमानी नज़रिए से वैवाहिक जीवन के लिए अच्छा दिन है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- बाहर जाते समय केसर या हल्दी का तिलक मस्तक पर करना आर्थिक स्थिति को सुधारेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज ग्रहों की स्थिति बताती है कि आपको भाग्य का साथ मिलेगा और बिजनेस में अच्छे लाभ की संभावना बनेगी लेकिन बेवजह से खुद अपने शत्रु पैदा कर सकते हैं, जिससे आपकी चिंताएं बढ़ेंगी, इसलिए सावधानी रखें। आज आपकी माता को कोई कष्ट हो सकता है और उनकी सेहत का ध्यान रखना बहुत जरूरी होगा। जोखिम के किसी भी कार्य से आज बच कर रहें, नहीं तो लेने के देने पड़ सकते हैं। आज कार्यक्षेत्र में आपको परेशान होना पड़ सकता है लेकिन निजी जीवन आपको खुशी देगा और जीवन साथी के  सहयोग से प्रॉपर्टी में हाथ डाल सकते हैं।बहुत ज़्यादा चिंता करना मानसिक शांति को बर्बाद कर सकता है। इससे बचें, क्योंकि ज़रा-सी चिंता और मानसिक तनव भी शरीर पर ख़राब असर डालते हैं। बिना किसी की सलाह लिये बिना आज आपको पैसा कहीं भी इनवेस्ट नहीं करना चाहिए। दोस्तों और परिवार के साथ मज़ेदार समय बीतेगा। मुमकिन है कि आपके आँसुओं को पोंछने के लिए कोई ख़ास दोस्त आगे आए। महत्वपूर्ण व्यापारिक सौदे करते समय दूसरों के दबाव में न आएँ। रात को ऑफिस से घर आते वक्त आज आपको सावधानी से वाहन चलाना चाहिए, नहीं तो दुर्घटना हो सकती है और कई दिनों के लिए आप बीमार पड़ सकते हैं। अपने जीवनसाथी के चलते आप महसूस करेंगे कि स्वर्ग धरती पर ही है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- नौकरी व बिज़नेस में तरक्की के लिए घर या व्यापारस्थल में धूपबत्ती, अगरबत्ती, कपूर, या रूम फ्रेशनर, खुशबूदार मोमबत्ती का प्रयोग अवश्य करें। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज राशि के स्वामी द्वादश भाव में रहेंगे, जिसके कारण खर्चों में तेजी आएगी और मानसिक तनाव बढ़ेगा लेकिन ग्रहों के शुभ संयोग के कारण भाग्य का साथ आपको मिलेगा। पिछले कई दिनों से जो काम रुक रहे थे, वे आज पूरे हो पाएंगे। आपके पराक्रम की बढ़ोतरी होगी। कोर्ट कचहरी से जुड़े मामलों में आपको सफलता मिलेगी और मन भी खुश होगा। आज जीवन साथी के पक्ष से आपको लाभ होगा और मन में प्रसन्नता रहेगी। कार्यक्षेत्र में आप का प्रभुत्व जमेगा। आज किसी चिट फंड में पैसा लगाने से बचें, नहीं तो नुकसान उठाना पड़ सकता है।अपने आहार पर नियंत्रण रखें और चुस्त-दुरुस्त रहने के लिए नियमित व्यायाम करें। जल्दबाज़ी में फ़ैसले न लें- ख़ासतौर पर अहम आर्थिक सौदों में मोलभाव करते वक़्त। दूसरों को प्रभावित करने की आपकी क्षमता आपको कई सकारात्मक चीज़ें दिलाएगी। आपको अपनी रसिक कल्पनाओं पर अधिक ग़ौर करने की ज़रूरत नहीं है, क्योंकि संभव है कि वे आज सच हो जाएँ। आपमें बहुत-कुछ हासिल करने की क्षमता है- इसलिए अपने रास्ते में आने वाले सभी मौक़ों को झट-से दबोच लें। आज आप बिना किसी वजह के कुछ लोगों के साथ उलझ सकते हैं। ऐसा करना आपके मूड को तो खराब करेगा ही साथ ही इससे आपका कीमती समय भी बर्बाद होगा। आपके जीवनसाथी का आन्तरिक सौन्दर्य बाहर भी पूरी तरह महसूस होगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- अच्छे स्वास्थ्य के लिए शरीर पर किसी भी तरह सोना या पीला धागा धारण करें। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज आपकी राशि के स्वामी छठे भाव में शनि और बृहस्पति के साथ होंगे तथा चंद्रमा एकादश भाव में रहेंगे, जिससे आपको कठिन परिस्थितियों से बाहर निकलने का मौका मिलेगा। विरोधियों पर आप भारी पड़ेंगे। कोर्ट कचहरी से जुड़े मामलों में सफलता मिलेगी। नौकरी में आपकी स्थिति मजबूत होगी। प्रेम संबंधों के लिए आज का दिन बड़ा रोमांटिक रहेगा। बिजनेस में लाभ के योग रहेंगे, जिससे आपकी स्थिति प्रबल होगी। आज निजी जीवन में उतार-चढ़ाव से बचें।अपने ऊँचे आत्मविश्वास का आज सही इस्तेमाल करें। भागदौड़ भरे दिन के बावजूद आप फिर ऊर्जा और ताज़गी पाने में क़ामयाब रहेंगे। आज आपको अपना धन खर्च करने की जरुरत नहीं पड़ेगी क्योंकि घर का कोई बड़ा आज आपको धन दे सकता है। अपने जीवनसाथी के मामलों में ज़रूरत से ज़्यादा दखल देना उसकी झुंझलाहट का कारण बन सकता है। ग़ुस्से को फिर से भड़कने से रोकने के लिए उसकी इजाज़त लें, तो आसानी से इस परेशानी को हल किया जा सकता है। आज रोमांस आपके दिलो-दिमाग़ पर छाया रहेगा। आपके अंदर नेतृत्व का गुण और लोगों की ज़रूरतों को समझने की संवेदनशीलता है। अगर आप ख़ुद को अभिव्यक्त करने पर ज़ोर देंगे, तो सफलता आपके क़दम चूमेगी। छात्र-छात्राओं को आज अपने काम को कल पर नहीं टालना चाहिए, आपको जब भी खाली समय मिले अपने काम को पूरा कर लें। ऐसा करना आपके लिए हितकारी है। आज आपको महसूस होगा कि जीवनसाथी की ज़िन्दगी में आपकी कितनी एहमियत है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- सफेद गाय को चारा खिलाने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपकी राशि के स्वामी बुध छठे भाव में होंगे, जिससे स्वास्थ्य बिगड़ सकता है लेकिन कारोबार में सुधार के संकेत मिल रहे हैं। आज गाड़ी संभल कर चलाएं, नहीं तो दुर्घटना हो सकती है। किसी लंबी ट्रैवलिंग पर जाने का मौका मिल सकता है। तीर्थ स्थान की यात्रा भी कर सकते हैं। घरेलू खर्चों पर ध्यान देंगे। इनकम में बढ़ोतरी से मन में हर्ष की भावना रहेगी। अपने प्रिय से कुछ ऐसा सुनने को मिलेगा, जो आपको अच्छा नहीं लगेगा। इससे प्रेम जीवन में तनाव बढ़ेगा।दोस्तों का रुख़ सहयोगी रहेगा और वे आपको ख़ुश रखेंगे। आज यदि आप अपने दोस्तों के साथ कहीं घूमने जा रहे हैं तो पैसा सोच समझकर खर्च करें। धन हानि हो सकती है। कुल मिलाकर फ़ायदेमंद दिन है। लेकिन आप समझते थे जिसपर आप आँखें बंद करके यक़ीन कर सकते हैं, वह आपके भरोसे को तोड़ सकता है। अपने प्रिय की नाराज़गी के बावजूद अपना प्यार ज़ाहिर करते रहें। नयी साझीदारी आज के दिन फलदायी रहेगी। जब आपसे राय पूछी जाए तो संकोच न करें- क्योंकि इसके लिए आपकी काफ़ी तारीफ़ होगी। आपके जीवनसाथी की कामकाज को लेकर व्यस्तता आपकी उदासी का कारण बन सकती है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- शिव मंदिर या हनुमान मंदिर के दर्शन कर प्रसाद चढाने से प्रेम सम्बन्ध मजबूत होंगे। \n",
    "6": "तुला राशिः आज का राशिफल\nआज भाग्य आपका साथ देगा और राजनीति से जुड़े मामलों में भी आज सफलता प्राप्त होने के सुखद संकेत दिखाई देते हैं। आज बौद्धिक सुखों का आनंद लेंगे और दांपत्य जीवन में खुशी से भरा दिन रहेगा। अपने दोस्तों और रिश्तेदारों का साथ मिलने से आपके रुके हुए काम पूरे होंगे और कहीं से रुका हुआ पैसा भी वापस आ सकता है। शाम को किसी मांगलिक कार्यक्रम में शामिल होने का मौका मिल सकता है। अपने विरोधियों से सावधान रहें।ख़ुद को ज़्यादा आशावादी बनने के लिए प्रेरित करें। इससे न सिर्फ़ आपका आत्मविश्वास बढ़ेगा और व्यवहार लचीला होगा, बल्कि डर, ईर्ष्या और नफ़रत जैसे नकारात्मक मनोभावों में भी कमी आएगी। अपने जीवनसाथी केे साथ धन से जुड़े किसी मामले को लेकर आज आपका झगड़ा हो सकता है। हालांकि अपने शांत स्वभाव से आप सबकुछ ठीक कर देंगे। किसी दूर के रिश्तेदार के यहाँ से मिली आकस्मिक अच्छी ख़बर आपके पूरे परिवार के लिए ख़ुशी के लम्हे लाएगी। कोई आपको दिल से सराहेगा। संयम और साहस का दामन थामे रखें। ख़ास तौर पर तब जब दूसरे आपका विरोध करें, जिसकी कामकाज के दौरान संभावना है। लोग आपके बारे में क्या सोचते हैं आज आपको इस बात से कोई फर्क नहीं पड़ेगा। बल्कि आज आप खाली समय में किसी से मिलना जुलना भी पसंद नहीं करेंगे और एकांत में आनंदित रहेंगे। शादीशुदा ज़िन्दगी के नज़रिए से चीज़ें काफ़ी अच्छी रहेंगी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- लाल रंग का जूता पहनना नौकरी/बिज़नेस में तरक्की देगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nवृश्चिक राशि के लोगों का दिन भागदौड़ से भरा रहेगा। एक साथ कई कामों में व्यस्तता रहेगी, जिसकी वजह से तनाव से भी दूरी रहेगी। आप अपनी बुद्धि का इस्तेमाल करते हुए धन को प्राप्त करने में सफल रहेंगे। भाग्य का भी आज आपको साथ मिलेगा लेकिन अपने नजदीकी लोगों से बेवजह के विवाद जन्म ले सकते हैं। अच्छा यही होगा कि किसी से उलझने से बचें। आज आपकी सेहत में नरमी आ सकती है, इसलिए खान-पान का ध्यान रखें। भाग्य में उतार-चढ़ाव रहेगा। कुछ महत्वपूर्ण कार्य रूक सकते हैं लेकिन धैर्य रखें। दोस्तों का सहयोग मिलेगा।ख़याली पुलाव पकाने में वक़्त ज़ाया न करें। सार्थक कामों में लगाने के लिए अपनी ऊर्जा बचाकर रखें। आज किसी विपरीत लिंगी की मदद से आपको करोबार या नौकरी में आर्थिक लाभ होने की संभावना है। सामाजिक उत्सवों में सहभागिता का मौक़ा है, जो आपको प्रभावशाली व्यक्तियों के संपर्क में लाएगा। कुछ लोगों के लिए नया रोमांस ताज़गी लाएगा और आपको ख़ुशमिज़ाज रखेगा। दफ़्तर में अपनी ग़लती स्वीकार करना आपके पक्ष में जाएगा। लेकिन आपको इसे सुधारने के लिए विश्लेषण की ज़रूरत है। आपकी वजह से जिसे नुक़सान हुआ हो, उससे माफ़ी मांगने की ज़रूरत है। याद रखिए कि हर कोई ग़लती करता है, लेकिन केवल बेवकूफ़ ही उन्हें दोहराते हैं। आप खाली समय में अपने पसंदीदा काम करना पसंद करते हैं, आज भी आप ऐसा ही कुछ करने का सोचेंगे लेकिन किसी शख्स के घर में आने की वजह से आपका यह प्लान चौपट हो सकता है। आप शादीशुदा ज़िन्दगी से जुड़े चुटकुले सोशल मीडिआ पर पढ़कर खिलखिलाते हैं। लेकिन आज जब आपके वैवाहिक जीवन से जुड़ी कई प्यारी चीज़ें आपके सामने आएंगी, तो आप भावुक हुए बिना नहीं रह सकेंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- पीपल पर जल चढ़ाएं और इस मंत्र (मूलतो ब्रह्मरूपाय मध्यतो विष्णुरूपिणे। अन्ततः शिवरूपाय वृक्षराजाय ते नमः।।) से प्रणाम करने से नौकरी व बिज़नेस अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज आपके अंदर आकर्षण की मात्रा ज्यादा होगी। लोग आप की ओर आकर्षित होंगे। किसी से विवाद में पड़ने से बचें। सप्तम भाव में चंद्रमा की उपस्थिति से बिजनेस में लाभ के योग बनेंगे। ससुराल पक्ष से कोई फायदे की बात सामने आएगी। परिवार के साथ घूमने जाने की योजना बन सकती है। मन में खुशी का भाव रहेगा। संतान के साथ अच्छा वक्त बिताएंगे, जिससे दिल को खुशी मिलेगी। लव लाइफ में तनाव बढ़ेगा क्योंकि आपका प्रिय आपकी अपेक्षाओं पर खरा नहीं उतर पाएगा।आज के मनोरंजन में बाहर की गतिविधियों और खेल-कूद को शामिल किया जाना चाहिए। इस राशि के कारोबारियों को आज अपने घर के उन सदस्यों से दूर रहना चाहिए जो आपसे पैसा मांगते हैं और फिर लौटाते नहीं हैं। आज आपका ऊर्जा से भरपूर, ज़िंदादिल और गर्मजोशी से भरा व्यवहार आपके आस-पास के लोगों को ख़ुश कर देगा। आपका प्रेमी या प्रेमिका आज बहुत गुस्से में नजर आ सकते हैं इसकी वजह उनके घर की स्थिति होगी। अगर वो गुस्से में हैं तो उन्हें शांत करने की कोशिश करें। आज कार्यक्षेत्र में आपकेी ऊर्जा घर के किसी मसले को लेकर कम रहेगी। इस राशि के कारोबारियों को आज के दिन अपने साझेदारों पर नजर बनाए रखने की जरुरत है, वो आपको नुक्सान पहुंचा सकते हैं। आप चाहें तो परेशानियों को मुस्कुराकर दरकिनार कर सकते हैं या उनमें फँसकर परेशान हो सकते हैं। चुनाव आपको करना है। लंबे समय से कामकाज का दबाव आपके वैवाहिक जीवन के लिए कठिनाई खड़ा कर रहा है। लेकिन आज सारी शिकायतें दूर हो जाएंगी। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- रात को दूध-पानी व चीनी को सिरहाने रखकर सुबह किसी वृक्ष में डालने से नौकरी/बिज़नेस में फायदा मिलेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए शुभ फलदायक रहेगा और आप के प्रभाव में वृद्धि करेगा। जमीन जायदाद से जुड़े मामलों में आज अपेक्षा के विरुद्ध ज्यादा अच्छा लाभ मिल सकता है लेकिन फिर भी किसी बात को लेकर आपके मन में दुख हो सकता है। अच्छा यही होगा कि किसी के बारे में ज्यादा ना सोचें और किसी से उम्मीद ना रखें। आज वरिष्ठ अधिकारियों का सहयोग मिलेगा, जिससे बिगड़े काम बनेंगे और नौकरी में अच्छे परिणाम मिलेंगे। बिजनेस में आपको आज कुछ नए लोगों से मुलाकात करने का मौका मिलेगा।छोटी-छोटी चीज़ों को ख़ुद के लिए परेशानी का सबब न बनने दें। आज आपका धन कई चीजों पर खर्च हो सकता है, आपको आज अच्छा बजट प्लान करने की आवश्यकता है इससे आपकी कई परेशानियां दूर हो सकती हैं। दोस्त शाम के लिए कोई बढ़िया योजना बनाकर आपका दिन ख़ुशनुमा कर देंगे। आपके ईमानदार और ज़िंदादिल प्यार में जादू करने की ताक़त है। आप लम्बे समय से दफ़्तर में किसी से बात करना चाह रहे थे। आज ऐसा होना मुमकिन है। खाली वक्त में आप कोई फिल्म देख सकते हैं यह फिल्म आपको पसंद नहीं आएगी और आपको लगेगा कि आपने अपना कीमती वक्त जाया कर दिया। आज आपको अपने जीवनसाथी से एक बार फिर प्यार हो जाएगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- ॐ शुक्राय नमः का 11 बार उच्चारण करने से हेल्थ अच्छी रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nकुंभ राशि के लोगों का भाग्य आज साथ देगा और मन में प्रसन्नता की भावना रहेगी। इनकम में बढ़ोतरी होगी, जो आपको हर्ष देगी। अपनों का साथ मिलेगा। सुख समृद्धि की प्राप्ति होगी। चंद्रमा की अच्छी स्थिति से आपका भाग्य चमकेगा और अपने प्रतिद्वंद्वियों को पराजित करने में आप कामयाब रहेंगे। आज आपका बिजनेस आपको जबरदस्त मुनाफा दिलवाएगा और ईश्वर की विशेष कृपा से आपके बहुत सारे काम आज बन सकते हैं। इस समय का पूरा लाभ उठाने की कोशिश करें। दांपत्य जीवन से भी तनाव कम होगा।बहुत-कुछ आपके कंधों पर टिका हुआ है और फ़ैसले लेने के लिए स्पष्ट सोच ज़रूरी है। अतिरिक्त आय के लिए अपने सृजनात्मक विचारों का सहारा लें। दोस्तों के साथ कुछ दिलचस्प और रोमांचक समय बिताने के लिए अच्छा समय है। आप अनुभव करेंगे कि आपके प्रिय का आपके प्रति प्यार वाक़ई बहुत गहरा है। आपको बढ़िया परिणामों को पाने के लिए अपनी तरफ़ से बेहतरीन प्रयास करने की आवश्यकता है। जिन लोगों के घर वाले शिकायत करते हैं कि वो घरवालों को पर्याप्त समय नहीं देते वो आज घरवालों को समय देने के बारे में सोच सकते हैं लेकिन ऐन वक्त पर किसी काम के आने की वजह से ऐसा नहीं हो पाएगा। जीवनसाथी की वजह से आपको महसूस होगा कि उनके लिए दुनिया में आप ही सबसे महत्वपूर्ण हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- अच्छे स्वास्थ्य के लिए छिलके सहित बादाम, साबुत मूंगफली, चने की दाल, घी, पीला कपडा किसी देव स्थान में देने से स्वास्थ्य में सुधार होगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज भाग्य की बदौलत आपको उत्तम संपत्ति का लाभ मिलेगा। आज का दिन रूके हुए पैसे को पाने के लिए प्रयास करने से सफलता की ओर इशारा करता है। आज मनन करने से कोई पुरानी समस्या सुलझ जाएगी और किसी विशेष कार्य में सफलता मिलेगी। लव रिलेशनशिप में आपको किसी विवाद का सामना करना पड़ सकता है, इसलिए सावधान रहें। आज आपके मन को कोई खास बात परेशान करेगी लेकिन घरवालों का सहयोग आपको सांत्वना देगा और इससे आप काफी हद तक संतुष्ट हो जाएंगे। जीवन साथी के सहयोग से किसी नए काम में हाथ डाल सकते हैं।शारीरिक लाभ के लिए, विशेषकर मानसिक तौर पर मज़बूती हासिल करने के लिए ध्यान और योग का आश्रय लें। ज़रूरत से ज़्यादा ख़र्च करने और चालाकी-भरी आर्थिक योजनाओं से बचें। परिवार के साथ सामाजिक गतिविधियाँ सभी को ख़ुश रखेंगी। आपके प्रिय का मूड ठीक नहीं है, इसलिए सोच-समझ कर कोई भी काम करें। आज फ़ायदा हो सकता है, बशर्ते आप अपनी बात भली-भांति रखें और काम में लगन व उत्साह दिखाएँ। काम को समय पर निपटाकर जल्दी घर जाना आज आपके लिए अच्छा रहेगा इससे आपके परिवार वालों को भी खुशी मिलेगी और आप भी तरोताजा महसूस करेेंगे। अगर आपके जीवनसाथी का मन खिन्न है और चाहते हैं की दिन अच्छा गुज़रे, तो चुप्पी साधे रहें। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सफेद खरगोश को भोजन कराने से आर्थिक स्थिति मजबूत होगी। \n"
}]
