horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "अगर किसी के साथ इन दिनों आपके सम्बन्ध सही नही हैं तो आज उनसे इस बारे में बात कर सकते हैं ǀ उनकी भी बात ध्यानपूर्वक सुनें ǀ सामने वाले को ना तो इतनी छूट दें की आपको रोंदकर आगे बढ़ जाए,ना ही बहुत रुखा व्यवहार करना ठीक होगा ǀ ऑफिस में आज किसी महत्वपूर्ण व्यक्ति से मुलाकात सम्भव है,सतर्क और सक्रिय रहें ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "आपकी शारीरिक सेहत तो अच्छी ही है लेकिन आपकी मानसिक सेहत को अच्छा नही कहा जा सकता |करियर के मामले में आपने अपनी क्षमता से अधिक जिम्मेदारियां ले ली हैं और इसके नतीजे के रूप में आपका मानसिक तनाव बढ़ रहा है |आपको तुरंत इसका समाधान खोजना होगा |अपना वोर्क्लोअद कम करें और रिलैक्स की कुछ तकनीक अपनाएँ |डेटोक्स करने वाली डाइट से भी आपको मदद मिलेगी |",
        "मेष प्यार और संबंध राशिफल": "आज का दिन एकल व्यक्तियों के लिए विशेष रूप से अनुकूल है , जो की एक विशेष व्यक्ति से मिल सकते है ,जो की आपके भविष्य के जीवन में प्रमुखता रखेगा । अगर आप एक रिश्ते में पहले से ही हैं, तो आज इस बात का संकेत मिल सकता है की ये लम्बा और सच्चा प्यार है या एक मृगतृष्णा भर है । आज आप एक गंभीर रिश्ते की दिशा में एक कदम उठा सकते है।",
        "मेष कैरियर और धन राशिफल": "शिक्षण, लेखन, पत्रकारिता और साहित्य में लगे हुए लोग आज अपने कैरियर में बड़ी सफलता का आनंद ले सकते हैं और आपको अपनी उपलब्धियों के लिए सम्मानित भी किया जा सकता है। आज का दिन शैक्षिक संस्थानों और निर्माण के कारोबार में निवेश के लिए उपयुक्त है। सामान्य रूप से आपको पिछले कुछ दिनों के तनाव को पीछे छोड़ कर एक शांत दिन का आनंद मिलेगा ।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "दिन की शुरुआत अच्छी खबर से होगी ǀ आप काफी समय से जिस योजना पर काम कर रहे थे ,वह आज फलीभूत होगी ǀ सहकर्मियों के साथ कहीं बाहर जा सकते हैं ǀ आपको अच्छा लगेगा ǀ आज वित्त सम्बन्धी कोई फैसला लेंगे जो भविष्य में लाभकारी साबित होगा ǀ आज किसी तीर्थ की यात्रा भी कर सकते हैं ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "आपको अपने दोस्तों के बीच लोकप्रिय होने के लिए थोडा नम्र बनना होगा ǀ आपको हालाँकि इस बात का अहसास भी नही है परन्तु आप थोड़े से घमंडी हो गए हैं इसीलिए दूसरों की आलोचना करने की बजाय आपको इस बात पर ध्यान दें अचहिये कि आपका व्यवहार कैसा हो रहा है ?आपको अपने अन्दर झाँकने के लिए यह बहुत सही समय है और आपको अपने आपको नजदीक से देखने और जांचने के लिए इसका पूरा फायदा उठाना चाहिए ǀ",
        "वृषभ प्यार और संबंध राशिफल": "विरोधाभासी ग्रहों की वजह से आज आप विपरीत दिशा में जा सकते है । आप एक निर्णायक निर्णय लेना चाहते है , लेकिन आप काफी सतर्क है और किसी भी तरह का असंतुलन नहीं चाहते । इन विरोधाभासी प्रभावों के कारण आपका प्यार का जीवन काफी दिलचस्प हो जाएगा। इन सब से आपको अपने साथी या अपने रिश्तो पर एक सबक मिलेगा , जो की आपको भविष्य के लिए योजना बनाने में मददगार साबित होगा ।",
        "वृषभ कैरियर और धन राशिफल": "रोजगार और आय के नए अवसर आज आपको मिल सकते है । आपको आगे बढ़ने के काफी अवसर मिलेंगे जिसको लेकर आप समझ नहीं पाएंगे की कौन सा विकल्प आपके लिए अच्छा है , जिसे लेकर आप आगे बढ़ सकते है । आज परिवार और कार्य क्षेत्र में संतुलन बिठाना मुश्किल हो सकता है और आप अपने कार्य क्षेत्र को परिवार की तुलना में ज्यादा महत्व देंगे ।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "यह समय दोस्तों के साथ हल्का –फुल्का समय गुजारने के लिए बहुत अच्छा है ǀकोई पार्टी करें या शाम को मस्ती के साथ गुजरें,आप पार्टी की जान बने रहेंगे ǀइस दौरान आप किसी ऐसे व्यक्ति से भी मिलेंगे जिसकी रुचियाँ आप जैसी होंगी और वो आप जैसे कार्यकलापों का आनंद लेगा ǀआपको अपनी क्षमता का अनुभव भी होगा ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "आप आज छोटी लेकिन बार बार हो जाने वाली स्वास्थ्य सम्बन्धी समस्याओं से परेशान महसूस कर रहे हैं |अपनी समस्याओं का इलाज अपने पास पड़ी दवाईयों से करना बंद करें खासकर जब आप इतने लम्बे समय से उनके लक्षण देख रहे हैं |आपको समस्या की जड़ तक पहुंचने के लिए किसी विशेषज्ञ की सहायता लेनी होगी तभी आपको इस रोज रोज की समस्या से छुटकारा मिलेगा |ऐसे ही कोई भी दवा लेने से नुक्सान ही होगा |",
        "मिथुन प्यार और संबंध राशिफल": "प्यार आपके समकक्ष ही है , परन्तु आप उसकी तरंगो को पकड़ नहीं पा रहे है । आज इस पर ध्यान केंद्रित करे की आप के आस पास के लोग आपसे कैसा व्यवहार और बातचीत करते है । कोई आपका ध्यान अपनी और आकर्षित करने का प्रयास कर रहा है । आपके रिश्ते में लोगो के साथ भ्रम की स्थिति उत्पन हो सकती है । अपने साथी से वार्तालाप करे एवं उसकी बात को ध्यान से सुने जिससे की समस्या का समाधान निकल सके ।",
        "मिथुन कैरियर और धन राशिफल": "इस बात के काफी मजबूती से संकेत मिल रहे है की आप को अपनी नौकरी की वजह से विदेश जाना पड़ सकता है । जिन विद्यार्थियों ने वीसा के लिए आवेदन किया हुआ है उनका काम आज पूर्ण होने के आसार बन रहे है । आपका कार्य स्थान का परिवर्तन ऐसी जगह हो सकता है जिससे आप अनजान हो । आपको इस अवसर का लाभ उठाना है ताकि ये मौका कही हाथ से न निकल जाये जिससे आपके करियर को नयी गति मिलेगी । अगर आप पहले से ही विदेश में कार्यरत है तो अपनी मातृभूमि में वापस कार्य करना इतना लाभप्रद नहीं होगा ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "आपके आसपास आपका ध्यान और समय बांटने वाली बहुत सी गतिविधियाँ चल रही हैǀछोटी-मोटी बातों पर समय व्यर्थ ना करें ǀएकाग्र रहें,तभी आपको मुक्त ऊर्जा का प्रवाह अनुभव हो पायेगा ǀअगर आपको यह मिल गया तो आपकी जिन्दगी बन जायेगी ǀ घबराएं नहीं,ध्यान से समझकर समय रहते अवसर का लाभ उठायें ǀसफलता की कुंजी प्राथमिकताएं तय करने से मिलेगी |",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "आपकी सेहत आज बहुत अच्छी है और इसे अच्छी बनाये रखने के लिए आपको हर रोज सुबह हलकी-फुलकी एक्सरसाइज करने की आदत डालनी होगी |आज इसकी तरफ पहला कदम बढाने के लिए बहुत अच्छा दिन है |आप शाम तक दांत में दर्द महसूस कर सकते हैं |अपनी अच्छी सेहत को बनाये रखने के लिए आपको अपने खाने का पैटर्न तुरंत ही बदलना होगा |",
        "कर्क प्यार और संबंध राशिफल": "आज आपके कार्ड्स के अनुसार आपकी मुलाक़ात किसी आकर्षक व्यक्ति से हो सकती है | यह मुलाकात काफी उत्कट और अन्तरंग भी हो सकती है इसीलिए अपनी भावनात्मक बाधाओं को एक तरफ करके दिन का भरपूर फायदा उठाने के बारे में सोचें | अगर वह व्यक्ति जाना चाहे तो उसे न रोकें, वह वापस आपके पास आएगा | उसे आप अपनी अहमियत समझने का मौका दें |",
        "कर्क कैरियर और धन राशिफल": "आज का दिन आपके लिए व्यस्त रहने की संभावना है क्यों की आपकी उपस्थिति अलग अलग दिशाओं में वांछनीय होगी , हालांकि अपने व्यक्तिगत विकास के लिए आप अधिक से अधिक समय समर्पित करने की कोशिश करे । ऑनलाइन परीक्षाओं या प्रमाणपत्र के लिए ऑनलाइन कुछ मार्गदर्शन की तलाश करें। आज आपको खर्चो की तुलना में अधिक बचत पर ध्यान देना होगा ।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आज आप जो भी करेंगे ,उसमे एक नयी उर्जा और नया लक्ष्य दिखाई देगा ǀ आपकी बातचीत का स्तर अविश्वसनीय रूप से बेहतर हो गया है और आप ऐसे किसी व्यक्ति से भी मिल सकते हैं जो आपकी जिंदगी को वित्तीय या आध्यात्मिक रूप से काफी प्रभावित करेगा ǀ आप खुद को ज्यादा अच्छे से समझ पायेंगे और इससे आपको जीवन की दिशा तय करने में मदद मिलेगी ǀ आप को इस अवसर का लाभ उठाकर अपनी वर्त्तमान समस्यों को खत्म करने के लिए सोचना चाहिए ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "आपको आज अपनी शारीरिक शक्ति की परीक्षा नही लेनी चाहिए लेकिन आपकी गर्दन और कमर में हल्का दर्द महसूस हो सकता है |जिनको पहले कभी कोई चोट लगी होगी या गठिया बाय से परेशान व्यक्तियों को ज्यादा तकलीफ महसूस हो सकती है |इसीलिए आज कोई अधिक शारीरिक मेहनत वाला काम न करें |आज आपको आराम करना चाहिए | आप हल्का फुल्का योग कर सकते हैं लेकिन आपको ऐसा किसी प्रशिक्षित इंस्ट्रक्टर की देखरेख में ही करना चाहिए |",
        "सिंह प्यार और संबंध राशिफल": "आप जिस तरीके से रोमांटिक महसूस कर रहे हैं उससे खुद आपको भी अचरज होगा | आज तो संभावना यह है कि आप ऐसे बोल्ड तरीके से व्यवहार करेंगे जैसे आप सामान्य तौर पर कभी नही करते | इससे सभी को अचरज होगा | आपके पार्टनर भी चौंक तो जायेंगे लेकिन खुश होंगे | लम्बी रोमांटिक सैर पर जाकर एक साथ समय बिताकर इस मौके का पूरा फायदा उठायें |",
        "सिंह कैरियर और धन राशिफल": "आप अपने कार्य स्थल की जिंदगी में अपने आप को फंसा हुआ महसूस करेंगे ।आपने अपने लिए उस कार्य क्षेत्र या करियर की कल्पना नहीं की थी जिसमे आप अभी कार्य कर रहे है । आप अपने जुनून को पाने के लिए अचानक अपनी नौकरी का त्याग कर सकते है , हालाँकि ग्रहो के विपरीत प्रभाव के कारण ये समय निर्णय लेने का नहीं है । आपके वित्त एवं धन की स्थिति में अचानक परिवर्तन आ सकता है"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आज का दिन आपके लिए बहुत शुभ है,आपको वित्तीय क्षेत्र में अपने प्रयासों के चलते लाभ होगा ǀ आप अपने परिजनों के लिए सर्वोत्तम उपलब्ध चीज खरीदना चाहेंगे ǀ बस इतना ध्यान रखें कि सारा पैसा खर्च न करके कुछ बचत भी कर लें ǀ आप अपने पार्टनर के साथ कुछ बहुत ख़ास पल गुजारेंगे जिन्हें आप हमेशा याद रखेंगे ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "आज इस बात की काफी संभावना है कि आपको काम से सम्बंधित तनाव झेलना पड़ेगा और इससे आपको स्वास्थ्य सम्बन्धी परेशानियां जैसे माइग्रेन या अत्यधिक टेंशन का सामन अकारण पड़ सकता है |सबसे अच्छा उपाय दिन की शुरुआत एक्सरसाइज,योग या ध्यान से करना रहेगा इससे आप मानसिक रूप से शांत और शारीरिक रूप से मजबूत बने रहेंगे |तनाव को अपनी मानसिक शांति को भंग करने न दें फिर आपका दिन कहीं अधिक सफल होगा |",
        "कन्या प्यार और संबंध राशिफल": "आप अपने रिश्ते में एक नए आयाम की तलाश करने जा रहे हैं | आपके पार्टनर का व्यवहार हाल फिलहाल काफी उलझन भरा रहा है लेकिन आज शायद आपको इसका जवाब मिल जाएगा | अब यह आपके ऊपर निर्भर होगा कि आप इस सूचना को कैसे लेते हैं ?आपके लिए सुझाव यह है कि कोई भी फैसले लेने से पहले गहराई से सोच लें |जो अकेले हैं उन्हें किसी भी नए आदमी के साथ अपना सम्बन्ध शुरू करने से पहले सावधान रहना चाहिए |",
        "कन्या कैरियर और धन राशिफल": "आप आज कुछ अतिरिक्त जिम्मेदारी ले। अगर आप इसे अच्छी तरह से करते हैं, तो आपको एक दैनिक आधार पर इस तरह की जिम्मेदारी सौंपी जा सकती है। इस के साथ, वेतन में वृद्धि भी आयेगी । इसलिए ईमानदारी से काम करते रहे और लगातार अपने आप को प्रेरित करते रहे। हो सकता है की लाभ आज दिखाई न दे, लेकिन आप एक बेहतर जीवन के लिए कल की दिशा में काम कर रहे हैं। अपने कार्य को पूरा करने के लिए अपनी रचनात्मकता का प्रयोग करें।"
    },
    "6": {
        "तुला दैनिक राशिफल": "आज के दिन की खासियत आपकी किसी प्रभावी व्यक्ति से मुलाकात रहेगी जिसका प्रभाव आपके जीवन पर पर काफी लम्बे समय तक रहेगा ǀ आप किसी ऐसीस्थिति या व्यक्ति के संपर्क में भी आ सकते हैं जहाँ आपको विपरीत दृष्टिकोणों का सामना करना पड़ सकता है ǀ आपको रचनात्मक आलोचना को सही तरीके से ही लें और बदतमीज हुए बिना ही अपनी बात को समझाने से कोशिश करें ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "आज आपकी सेहत में कोई अप्रत्याशित बदलाव आ सकता है लेकिन अपनी जबर्दस्त मानसिक शक्ति और संकल्प क्षमता के चलते आप किसी भी प्रकार कि स्थिति से बखूबी निपट सकते हैं |आपको आज दिन में बहुत शारीरिक श्रम करने वाले काम करने पड़ सकते हैं लेकिन आप आसानी से समय रहते उन्हें पूरा कर पायेंगे |आपसे किसी और को भी स्वास्थ्यकर आदतें अपनाने की प्रेरणा मिलेगी |केवल दिन के अंत में अपनी मनपसंद गतिविधि के साथ मनोरंजन करना न भूलें |",
        "तुला प्यार और संबंध राशिफल": "आपको यह बात माननी ही होगी कि चाहे किसी रिश्ते में खूब सारा प्यार हो लेकिन फिर भी उसे टिकने के लिए कोई ठोस आधार जरूर चाहिए | केवल प्यार होना ही काफी नही है , आपको इसका अनुभव अपने पार्टनर को कराना भी होगा | आप पिछले कुछ समय से प्यार दिखाने से परहेज कर रहे हैं , अगर आपने अपनी इस आदत को नही सुधारा तो आपके पार्टनर सोचेंगे कि अब आपकी उनमें कोई रुचि नही रह गई है, हो सकता है कि आपको छोड़ने के बारे में सोचें |",
        "तुला कैरियर और धन राशिफल": "आप सक्रिय हैं और आज आपकी सक्रिय प्रकृति आपको शीर्ष पर रखेगी । आप सभी गतिविधियों के केंद्र पर हैं । आप बहुत अच्छा कर रहे हैं। बस अपनी गति को बनाए रखने और आगे बढ़ते रहे । अब भी लक्ष्य को हासिल करने के लिए बहुत कुछ है। आप अपने कार्य क्षेत्र को व्ययवस्थित रखें और समय-समय पर अपने दस्तावेजों को देखते रहे ।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "यदि आप आज थोड़े से धीरज और सहनशीलता के साथ काम लें तो आज का दिन आपके लिए बहुत अच्छा हो सकता है,लेकिन धीरज बनाये रखना ही सबसे बड़ी चुनौती है ǀ समय भी आपको रेंगता सा अनुभव होगा और आप जिस गति से चाहते हैं,उससे काम नहीं हो पायेंगे ǀअगर आप जल्दी भी मचाएंगे तो सब गड़बड़ हो जाएगा ǀ खुद को शांत रख पाने की किसी क्रिया के साथ दिन की शुरुआत करें ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "आज आप खुद को किसी ऐसे आदमी की वजह से गुस्से में अनियंत्रित पायेंगे ,जो बिना बात आपकी सब चीजों में टांग अडाता रहता है ǀ इससे आप बेहोश भी हो सकते हैं,इसीलिए अपना ध्यान रखें और इस आदमी हकरआप तरोताजा भी होंगे और आपका आत्मविश्वास भी बढ़ेगा ǀ",
        "वृश्चिक प्यार और संबंध राशिफल": "आज आपको अपने पार्टनर से बात करने के लिए काफी धीरज से काम लेना होगा | अगर शांति बनाये रखनी है तो सोच समझकर बोलें | छोटी मोटी कहासुनी भी गंभीर रूप धारण कर सकती है | हालाँकि, ऐसा कभी कभार ही होता है | इसे अधिक तूल न दें, अगर देंगे तो तो जीवन की किसी अच्छी चीज को खो देंगे | आज चुप्पी साधना सबसे बेहतर रहेगा |",
        "वृश्चिक कैरियर और धन राशिफल": "हालाँकि , आप ईमानदार और मेहनती हैं पर आज सफलता आपकी पहुंच से दूर रह सकती है । कुछ मामूली गलतियाँ आपको परेशान कर सकती है । आप अपने कार्यस्थल पर किसी भी विवाद से बचे । आज का दिन निवेश के लिए उपयुक्त नहीं है। हालांकि, ये दिन अपने दोस्तों के साथ आराम करने के लिए काफी ठीक रहेगा । इसके लिए यदि संभव हो , तो आप एक दिन का अवकाश भी ले सकते हैं।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आपको कोई अप्रत्याशित खुशखबरी मिलेगी ǀ यह आपके करियर या निजी जीवन से जुडी हो सकती है लेकिन इससे आपको वित्तीय लाभ भी होंगें ǀ इससे आपको भविष्य में भी इसी प्रकार के लाभ उठाने का रास्ता दिखाई देगा ǀ आप आज बहुत अच्छे मूड में हैं और आपकी आशावादिता और खुशमिजाजी से सभी प्रभावित होंगे ǀ दोस्तों और परिवार के साथ आनंद लें ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "यह समय कुछेक साहसी कदम उठाने के लिए बिलकुल ठीक है ǀयह कदम पीछे खीचने का समय नही है ,कोई निर्णयात्मक कदम उठायें ǀअवसरों का लाभ उठाने से न चूकें ǀजीवन में इस समय विशवास से उठाया गया एक एकदम आपकी जिंदगी को हमेशा के लिए बदल सकता है ,आपको अभी बेशक यह महसूस न हो ǀ यह समय पुराने संबंधों का मूल्यांकन करने और नीरस हो चुके सम्बन्धों को तोड़ फेंकने के लिए भी बिलकुल सही है ǀ",
        "धनु प्यार और संबंध राशिफल": "आपको अपने सभी विकल्पों में से सर्वोत्तम ढूँढने में उलझन महसूस होगी | तुरंत अच्छे फैसले ले पाना कभी आपकी सहज योग्यता नही रही लेकिन आप अबकी बार यह कर पायेंगे | सही विकल्प चुनने के लिए आपको ज्यादा कुछ नही करना ,केवल अपने दिल की बात सुननी है | इसका सबसे अच्छा तरीका है उसे चुनना जिसका दिल बड़ा है और यह पता लगाना कि जो सिर्फ इसका दिखावा करते हैं उनके दिल में क्या चल रहा है ?",
        "धनु कैरियर और धन राशिफल": "एक उत्कृष्ट अवसर आपके लंबित कार्यो को खत्म करने के लिए आपके रास्ते में आ सकता है । इस खाली समय का पूरा उपयोग करें , हालांकि आप जिस तरीके से अपने कार्य अभी तक करते थे , उन्हें आपको छोड़ना होगा ! यह अपनी पसंद के घर के स्वामित्व को पाने के लिए सही समय है।"
    },
    "9": {
        "मकर दैनिक राशिफल": "आज का दिन आपके लिए विशेष है क्योंकि आज आप किसी दूसरे शहर में रहने वाले से या विदेश में किसी से संपर्क स्थापित करेंगे ǀयह आपके करियर के लिए फायदेमंद होगा ǀअपने मेल देख लें क्योंकि मेलबॉक्स में कोई महत्वपूर्ण अवसर आपकी प्रतीक्षा कर रहा हैǀ विदेश में रह रहा कोई मित्र आपको साथ काम करने के लिए आमंत्रित कर सकता है ǀशुभ रंग सफ़ेद है ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "आज का दिन आपके स्वास्थ्य और फिटनेस कार्यक्रम में बदलाव के लिए बिलकुल उपयुक्त है | आप आज नयी शारीरिक एक्सरसाइज और दुसरे कार्यकलाप शुरू कर सकते हैं |आज आपमें अपने स्वास्थ्य की विशेष देखभाल का जोश देखने को मिलेगा हालाँकि आपको यह भी समझना चाहिए कि आपका मानसिक स्वास्थ्य काफी हद तक शारीरिक स्वास्थ्य से जुड़ा है और एक में दिक्कत होने पर दूसरा ठीक नही रह सकता|",
        "मकर प्यार और संबंध राशिफल": "आपको अपने सम्बन्ध के बारे में स्पष्टता से देखने और कोई सटीक फैसला लेने के लिए अपना बनावटी चश्मा उतारकर देखना होगा | किसी भी सम्बन्ध को यह मानकर कि यह तो होना ही था या फिर केवल सामजिक दबाव के चलते सहन न करें | यह जांचने की कोशिश करें कि क्या आप इससे खुश हैं ? अगर इसका जवाब नही है तो इस रिश्ते से बाहर आने का यह सबसे अच्छा समय है |",
        "मकर कैरियर और धन राशिफल": "आपका धैर्य , कर्तव्य और जिम्मेदारी की अपनी भावना आपके रास्ते में आ रही सभी बाधाओं को दूर करने में सहायक सिद्ध होगी । आपको अपने हास्य क्षमता को जागृत करना होगा ताकि आपका कार्य क्षेत्र में एक अच्छे माहौल का निर्माण हो सके जिससे की आप आराम से अपने कार्य को कर सके ।दिन के अंत में एक गंभीर वित्तीय लाभ का मौका आपको मिल सकता है"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "रियल एस्टेट से जुड़े लोगों के लिए बहुत अच्छा दिन है ǀ आपके निवेश पर अच्छा लाभ मिलेगा ǀ किसी भी तरह के विवाद से बचें .आपका स्पष्टीकरण मुद्दों को जटिल ही करेगा ǀआप कुछ नया सीखना चाहते हैं,इससे आपको औरो के मुकाबले तरजीह मिलेगी,चाहे आप केवल साधारण रूप से गिटार ही सीखें ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "आप स्वास्थ्य सम्बन्धी कई समस्याओं जैसे एसिडिटी ,अपच,शुष्क त्वचा तथा गिरते बालों से चिंतित रहेंगे ǀआपको यह समझना होगा कि खूब सारा पानी पीने और किसी बुरी लत को छोड़ने के अलावा आपको यह भी समझना होगा कि की संतुलित खाना नही खाना ही इन समस्याओं का मूल कारण है ǀइसीलिए तुरंत असर करने वाले समाधान ढूँढने की बजाय आपको अपने लिए नया डाइट चार्ट बनाना चाहिए ǀविशेषज्ञ की सहायता लें आधिक उपयुक्त रहेगा ǀ",
        "कुंभ प्यार और संबंध राशिफल": "आपकी किसी आकर्षक अजनबी से अजीब और छोटी सी मुलाकात हो सकती है ,आप आसानी से अपनी मीठी बातों और आकर्षण से उन्हें अपनी तरफ खीच पायेंगे और उनके साथ इन्वोल्व भी हो जायेंगे लेकिन ऐसे संबंधों को किसी रिश्ते में तब्दील होने की उम्मीद मत कीजिये | कोई गहरा अर्थ तलाश करने की जरुरत नही है | फ़्लर्ट का मौसम है और आप अभी इसका मजा ले सकते हैं |",
        "कुंभ कैरियर और धन राशिफल": "आपका ध्यान आज भटकने की संभावना है , हालाँकि आपका कार्य जमा होता जा रहा है, लेकिन आपका ध्यान अनुत्पादक गतिविधियों में लिप्त रहेगा , लेकिन फिर भी आपको आराम करने का अवसर नहीं मिल पायेगा क्योंकि जागरूकता और चिंता हमेशा आपके मन पर हावी रहेगी की आपका कार्य अभी अधूरा है । आपका लंबित कार्य जमा होता रहेगा जो की आपकी कार्य प्रणाली की दिनचर्या पर एक दीर्घकालिक प्रभाव डाल सकता है ।"
    },
    "11": {
        "मीन दैनिक राशिफल": "आपकी कोई ऐसी निजी घटना है जो आपको रोके हुए है और आपकी तरक्की की राह में बाधा बन रही है ǀअगर आप खुद को गंभीर मुसीबतों से बचाना चाहते हैं तो इन मुद्दों को सुलझा लें ǀ अपने रिश्तों की महत्ता समझने की कोशिश करें , अपने प्रयासों को रिश्तों की अहमियत देखकर ही निर्धारित करें ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "आपकी सेहत बहुत अच्छी है लेकिन आपको इसी सेहतमंद अवस्था का मजा लेते रहने के लिए कुछ आधारभूत सावधानियां तो रखनी ही होंगी ǀ समय पर कदम उठा लेने से आप बिमारियों से बचे रह सकते हैं ǀ अब अपने स्वास्थ्य कार्यक्रम को गंभीरता से लेने का समय है और उन सब अच्छे व्यायामों को शुरू करने का भी जिनके बारे में आप हमेशा से सोचते रहे हो लेकिन कभी उन्हें पूरे करने का उत्साह नही जुटा पाए हो ǀ",
        "मीन प्यार और संबंध राशिफल": "आप काफी भावनात्मक हैं और संभावना है कि आपको अपने जैसे ही कोई भावनात्मक और उत्साही बन्दा भी मिल जाए लेकिन आपको उसके साथ नही चलना है क्योंकि उससे आपके हाथ निराशा ही लगेगी |ये तो आपको पता ही है कि आकर्षण भी चुम्बक के विपरीत ध्रुवों में ही होता है | आप अपनी अपेक्षाओं को थोडा कम करें और अपने स्तर के लोगों के साथ ही दोस्ती बढाने की उम्मीद करें | हो सकता है आप बाद में उनके साथ बिज़नेस भी कर पायें |",
        "मीन कैरियर और धन राशिफल": "हालाँकि , आप अच्छी तरह से अपने क्षेत्र में स्थापित हैं पर आज आप अपने काम में बैचैनी महसूस कर सकते हैं । किसी चीज़ को लेकर आप में असंतोष की भावना आज आपको परेशान कर सकती है हालांकि, अभी अपनी नौकरी छोड़ने का कदम बेवकूफी भरा होगा । ये क्षणिक भावनाए हैं जिससे आप गुमराह हो सकते है इसलिए आज किसी भी प्रमुख कैरियर निर्णय लेने से बचें ।"
    }
}]
