horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। किसी चिंता को खुद पर हावी ना होने दें। काम के सिलसिले में दिनमान अच्छा है लेकिन मेहनत करने से ना घबराएं। शादीशुदा लोगों का गृहस्थ जीवन खुशनुमा रहेगा। अपने दोस्तों और जीवन साथी के साथ दिन बिताएंगे। प्रेम जीवन बिता रहे लोगों के लिए आज का दिनमान अच्छा है। सेहत मजबूत रहेगी।अपनी सेहत के बारे में ज़रूरत से ज़्यादा चिंता न करें। निश्चिंतता बीमारी की सबसे बड़ी दवा है। आपका सही रवैया ग़लत रवैये को हराने में क़ामयाब रहेगा। माता-पिता की मदद से आप आर्थिक तंगी से बाहर निकलने में क़ामयाब रहेंगे। आज के दिन बिना कुछ ख़ास किए आप आसानी से लोगों का ध्यान अपनी ओर आकर्षित करने में क़ामयाब रहेंगे। आपकी मुस्कुराहट आपके प्रिय की नाराज़गी दूर करने के लिए सबसे उम्दा दवा है। थोड़ा-सा मोलभाव और चतुरता काफ़ी फ़ायदा पहुँचा सकती है। आज ऐसी कई सारी चीज़ें होंगी – जिनकी तरफ़ तुरन्त ग़ौर करने की आवश्यकता है। अगर आप वैवाहिक तौर पर लंबे समय से कुछ नाख़ुश हैं, तो आज के दिन आप हालात बेहतर होते हुए महसूस कर सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- प्लास्टर ऑफ़ पेरिस से बनी मूर्तियां घर में रखने से स्वास्थ्य अच्छा होगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए आज सामान्य रहेगा। आप अपने गृहस्थ जीवन को खुशनुमा बनाने की कोशिश करेंगे। प्रेम जीवन बिता रहे लोग अपने घर में अपने प्यार के बारे में अपनी मां से कह सकते हैं। घर परिवार में खुशियां रहेंगी। काम के सिलसिले में दिनमान अच्छा है। आपकी सेहत में सुधार होगा।माता-पिता को अनदेखा करना आपके भविष्य की संभावनाओं को ख़त्म कर सकता है। अच्छा समय बहुत ज़्यादा दिनों तक नहीं रहता है। इंसान के कर्म ध्वनि की तरंगों की तरह हैं। साथ मिलकर ये संगीत बनाते हैं और आपस में टकराकर खड़खड़ाहट। हम जो बोते हैं, वही पाते हैं। ख़र्चों में इज़ाफ़ा होगा, लेकिन साथ ही आमदनी में हुई बढ़ोत्तरी इसको संतुलित कर देगी। आज काम तनावभरा और थकाऊ होगा, लेकिन दोस्तों का साथ आपको ख़ुशमिज़ाज और ज़िंदादिल बनाए रखेगा। अनपेक्षित रोमांटिक आकर्षण की संभावना है। जिस पहचान और पुरस्कार की उम्मीद आप कर रहे थे, वह बाद के लिए टल सकती है और आपको हताशा का सामना करना पड सकता है। आज आप नए विचारों से परिपूर्ण रहेंगे और आप जिन कामों को करने के लिए चुनेंगे, वे आपको उम्मीद से ज़्यादा फ़ायदा देंगे। वैवाहिक सुख के दृष्टिकोण से आज आपको कुछ अनोखा उपहार मिल सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- केले के पेड की पूजा करने से स्वास्थ्य अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मध्यम फलदायक रहेगा। थोड़े खर्चे भी होंगे लेकिन इनकम अच्छी होने से दिन अच्छा गुजरेगा। काम के सिलसिले में दिनमान थोड़ा कमजोर है इसलिए खूब मेहनत करें और अपने काम पर ध्यान दें। शादीशुदा लोगों का गृहस्थ जीवन आपसी समझदारी के बल पर आगे बढ़ेगा। रिश्ते में आकर्षण भी बढ़ेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बढ़िया है। अपने प्रिय की आंखों में झांक कर देखें, आपको प्यार नजर आएगा।डर आपकी ख़ुशी को बर्बाद कर सकता है। आपको समझना चाहिए कि यह आपके अपने ख़यालों और कल्पनाओं से पैदा हुआ है। डर सहजता को ख़त्म कर देता है। इसलिए इसे शुरुआत में ही कुचल दें, ताकि यह आपको कायर न बना सके। होशियारी से निवेश करें। अपने जीवन-साथी के साथ बेहतर समझ ज़िन्दगी में ख़ुशी, सुकून और समृद्धि लाएगी। आप के दिल की धड़कनें आपके प्रिय के साथ कुछ ऐसे चलेंगी कि आज जीवन में प्यार का संगीत बज उठेगा। दफ़्तर में आपको पता लग सकता है कि जिसे आप अपना दुश्मन समझते थे, वह दरअस्ल आपका शुभचिंतक है। आज मौसम का मिजाज कुछ ऐसा रहेगा कि आप बिस्तर से उठने को राजी नहीं होंगे। बिस्तर से उठने के बाद आपको अहसास होगा कि आप अपना कीमती समय बर्बाद कर चुके हैं। आज आपको ऐसा अनुभव होगा कि आपके जीवनसाथी के द्वारा आपको नीचा दिखाया जा रहा है। जहां तक सम्भव हो इसे नजरअंदाज करें। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सूर्योदय के समय प्राणायाम करने से स्वास्थ्य बना रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन बढ़िया रहेगा। क्रिएटिविटी के दम पर अपने प्रिय का दिल जीतने में कामयाब होंगे। शादीशुदा लोगों का गृहस्थ जीवन सामान्य रहेगा। रिश्ते में ईमानदारी रहेगी। काम के सिलसिले में दिनमान बहुत बढ़िया है। आपकी मेहनत रंग लाएगी। खर्चे थोड़े बढ़ेंगे।जैसे ही आप हालात पर पकड़ बनाने की कोशिश शुरू करेंगे, आपकी घबराहट ग़ायब हो जाएगी। जल्दी ही आप पाएंगे कि यह परेशानी साबुन के उस बुलबुले की तरह है, जो छूते ही फूट जाता है। आज के दिन भूलकर भी किसी को पैसे उधार न दें और यदि देना जरुरी हो तो देने वाले से लिखित में लें कि वो पैसा वापस कब करेगा। आपको ख़ुश रखने के लिए माता-पिता और दोस्त पूरी कोशिश करेंगे। आपके जीवन में प्रेम की बहार आ सकती है; आपको ज़रूरत है तो बस अपने आँख-कान खुले रखने की। आप किसी बड़े व्यावसायिक लेन-देन को अंजाम दे सकते हैं और मनोरंजन से जुड़ी किसी परियोजना में कई लोगों का संयोजन कर सकते हैं। अगर आज आप ख़रीदारी के लिए निकलते हैं, तो कोई अच्छी पोशाक ले सकते हैं। वैवाहिक जीवन के दृष्टिकोण से देखें तो चीज़ें आपके पक्ष में जाती हुई नज़र आ रही हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- किन्नरों(बुध नपुंसक है) का भूलकर भी अपमान न करें व यथाशक्ति इनको दान देने से आर्थिक स्थिति मजबूत होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। खुद में कॉन्फिडेंस बढ़ेगा। इनकम में बढ़ोतरी होगी। खर्चे कम होंगे। काम के सिलसिले में भी अच्छे नतीजे मिलेंगे। बॉस भी खुश होगा। शादीशुदा लोगों का गृहस्थ जीवन उतार-चढ़ाव के बीच गुजरेगा लेकिन प्रेम जीवन बिता रहे लोगों को आज अपने दिल की बात कहने में मजा आएगा और आपका प्रिय आपकी बात सुनेगा।अच्छी चीज़ों को ग्रहण करने के लिए आपका दिमाग़ खुला रहेगा। अतिरिक्त आय के लिए अपने सृजनात्मक विचारों का सहारा लें। ऐसे कामों में सहभागिता करने के लिए अच्छा समय है, जिसमें युवा लोग जुड़े हों। रोमांटिक मुलाक़ात बहुत रोमांचक रहेगी, लेकिन ज़्यादा देर के लिए नहीं होगी। चीज़ों के होने का इंतज़ार मत कीजिए- बाहर निकलें और नए मौक़ों की तलाश करें। आज आपके पास लोगों से मिलने-जुलने का और अपने शौक़ पूरे करने का पर्याप्त खाली वक़्त है। वैवाहिक जीवन में चीज़ें हाथ से निकलती हुई मालूम होंगी। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- कच्चे कोयले किसी भी धोबी को प्रेस करने के लिए दान में देने से लव लाइफ अच्छी रहेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। फ्रेंड्स के साथ बातचीत होगी। शादीशुदा लोगों का गृहस्थ जीवन खुशनुमा रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान थोड़ा चुनौतीपूर्ण है। काम के सिलसिले में दिनमान अच्छा रहेगा। आपकी मेहनत रंग लाएगी।आपका विनम्र स्वभाव सराहा जाएगा। कई लोग आपकी ख़ासी तारीफ़ कर सकते हैं। आज आप काफ़ी पैसे बना सकते हैं- लेकिन इसे अपने हाथों से फिसलने न दें। कुछ लोग जितना कर सकते हैं, उससे कई ज़्यादा करने का वादा कर देते हैं। ऐसे लोगों को भूल जाएँ जो सिर्फ़ गाल बजाना जानते हैं और कोई परिणाम नहीं देते। जो अपने प्रिय के साथ छुट्टियाँ बिता रहे हैं, ये उनकी ज़िन्दगी के सबसे यादगार लम्हों में से होंगे। अगर आप कई दिनों से कामकाज में दिक़्क़त महसूस कर रहे हैं, तो आज के दिन आपको राहत महसूस हो सकती है। जब आपको लगता है कि आपके पास घर वालों या अपने दोस्तों के लिए टाइम नहीं है तो आपका मन खराब हो जाता है। आज भी आपकी मन स्थिति ऐसी ही रह सकती है। आप अपने जीवनसाथी के प्यार की मदद से ज़िन्दगी की मुश्किलों का आसानी से सामना कर सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- हरे रंग की बोतल में गंगाजल भरकर किसी पीपल के पेड के पास दबाने से फैमिली लाइफ अच्छी होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए बहुत बढ़िया रहेगा। भाग्य की प्रबलता के चलते इनकम में बढ़ोतरी होगी। आपकी छवि भी बढ़ेगी। शादीशुदा जीवन में खुशियां रहेंगी। जीवन साथी कुछ नया करने की सोचेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान सामान्य है। घर में शांति रहेगी।बाहर का और खुला खाना खाते वक़्त ख़ास तौर पर बचाव पर ध्यान देने की ज़रूरत है। हालाँकि बिना वजह तनाव न लें, क्योंकि यह आपको मानसिक कष्ट दे सकता है। दिन चढ़ने पर वित्तीय तौर पर सुधार आएगा। बच्चे की तबियत परेशानी का कारण बन सकती है। हर बात पर प्यार का दिखावा करना ठीक नहीं है इससे आपका रिश्ता सुधरने की जगह बिगड़ सकता है। इस राशि के जो लोग रचनात्मक कार्यों से जुड़े हैं उन्हें आज परेशानियों का सामना करना पड़ सकता है। आज आपको महसूस हो सकता है कि रचनात्मक कार्य करने से बेहतर नौकरी करना था। आज आप सब कामों को छोड़कर उन कामों को करना पसंद करेंगे जिन्हें आप बचपन के दिनों में करना पसंद करते थे। आप अपने वैवाहिक जीवन की सारी ख़राब यादें भूल जाएंगे और आज का भरपूर लुत्फ़ लेंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- छेद वाला कांसे का सिक्का चलते पानी में प्रवाहित करने से फैमिली लाइफ स्मूथ चलती है। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा लेकिन मानसिक तनाव में खुद को महसूस करेंगे। काम के सिलसिले में दिनमान बहुत बढ़िया रहेगा। आपके अधिकार बढ़ेंगे और आप पूरे अधिकार से अपने काम को पूरा करेंगे। शादीशुदा जीवन भी प्यार से भरपूर रहेगा और रोमांस के अवसर आएंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा है। परिवार वालों से अपने प्रिय को मिलवा सकते हैं।अपनी शारीरिक चुस्ती-फुर्ती को बनाए रखने के लिए आप आज का दिन खेलने में व्यतीत कर सकते हैं। आप ख़ुद को नए रोमांचक हालात में पाएंगे- जो आपको आर्थिक फ़ायदा पहुँचाएंगे। ज़रूरत के वक़्त आपको दोस्तों का सहयोग मिलेगा। आज किसी ऐसे इंसान से मिलने की संभावना है जो आपके दिल को गहराई से छूएगा। जिस पहचान और पुरस्कार की उम्मीद आप कर रहे थे, वह बाद के लिए टल सकती है और आपको हताशा का सामना करना पड सकता है। व्यस्त दिनचर्या के बावजूद भी आज आप अपने लिए समय निकालपाने में सक्षम होंगे। खाली वक्त में आज कुछ रचनात्मक कर सकते हैं। आज आप एक बार फिर समय में पीछे जाकर शादी के शुरुआती दिनों के प्यार और रुमानियत को महसूस कर सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- रेशमी वस्त्र किसी गरीब कन्या के विवाह में भेंट करने से नौकरी व बिज़नेस में तरक्की मिलेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन मान सामान्य रहेगा। खर्चों में यकायक बढ़ोतरी होगी जो आपकी चिंता को बढ़ाएगी लेकिन काम के सिलसिले में मेहनत से काम करना आपके लिए शुभ फलदायक रहेगा। भाग्य का सहारा मिलेगा। कहीं ट्रांसफर के योग बनेंगे या ट्रैवलिंग पर भी जा सकते हैं। शादीशुदा लोगों का गृहस्थ जीवन खुशनुमा रहेगा। रिश्ते में प्यार बढ़ेगा। प्रेम जीवन बिता रहे लोग तनाव का सामना कर सकते हैं।अपने डर का इलाज का वक़्त आ चुका है। आपको समझना चाहिए कि न सिर्फ़ यह शारीरिक ऊर्जा को चूस लेता है, बल्कि ज़िंदगी को भी कम करता है। नया आर्थिक क़रार अंतिम रूप लेगा और धन आपकी तरफ़ आएगा। कोई ऐसा इंसान जिसके मन में आपके लिए ग़लत भावना थी आज मामला निबटाने और आपसे सुलह करने के लिए पहल करेगा। आज आप अपने दोस्त की महक उसकी अनुपस्थिति में महसूस करेंगे। आज आपने जो नई जानकारी हासिल की है, वह आपको अपने प्रतिस्पर्धियों पर बढ़त दिलाएगी। घर के कामों को पूरा करने के बाद इस राशि की गृहणियां आज के दिन फुर्सत में टीवी या मोबाइल पर कोई मूवी देख सकती हैं। दिन वाक़ई रोमानी है। बढ़िया खाने, महक और ख़ुशी के साथ आप अपने हमदम के साथ बेहतरीन समय बिता सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- कोढ़ियों को कुछ आर्थिक मदद करने या भोजन देने से लव लाइफ बढ़िया रहेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। इनकम बढ़ेगी लेकिन खर्चे भी साथ में बढ़ेंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बहुत बढ़िया रहेगा। रिश्ते में अपनेपन का एहसास होगा। शादीशुदा लोगों का गृहस्थ जीवन भी अच्छा रहेगा। जीवन साथी आपको आगे बढ़ने के लिए प्रेरित करेगा। काम के सिलसिले में नौकरी पेशा लोगों को मेहनत का अच्छा फल मिलेगा।दूसरों की आलोचना में समय ख़राब न करें, क्योंकि इसका बुरा असर आपके स्वास्थ्य पर भी पड़ सकता है। बाकी दिनों के मुकाबले आज का दिन आर्थिक दृष्टि से अच्छा रहेगा और आपको पर्याप्त धन की प्राप्ति होगी। दोस्तों के साथ घूमना-फिरना मज़ेदार रहेगा। लेकिन ज़्यादा पैसे ख़र्च न करें, नहीं तो आप खाली जेब लेकर घर पहुँचेंगे। आज आप कोई दिल टूटने से बचा सकते हैं। नौकरी पेेशा से जुड़े लोगों को आज कार्यक्षेत्र में परेशानियों का सामना करना पड़ सकता है। आज आप न चाहते हुए भी कोई गलती कर बैठेंगे जिसकी वजह से आपको अपने सीनियर्स की डांट सहनी पड़ सकती है। कारोबारियों के लिए दिन सामान्य रहने की उम्मीद है। अपने व्यक्तित्व और रंग-रूप को बेहतर बनाने का कोशिश संतोषजनक साबित होगी। आपका जीवनसाथी आज काफ़ी रोमानी मिज़ाज में है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- काली उड़द, काले तिल, और नारियल जल में बहाने से स्वास्थ्य अच्छा रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। काम पर पूरा ध्यान देंगे। इनकम में बढ़ोतरी होगी। खर्चों में कमी आएगी। सेहत का ध्यान रखना होगा। शादीशुदा जीवन में हल्का फुल्का तनाव रहेगा लेकिन जीवन साथी समझदारी से काम लेगा। प्रेम जीवन बिता रहे लोग आज के दिन को खुल कर जीना पसंद करेंगे। रिश्ते में रोमांस की बढ़ोतरी होगी।आप खाली समय का आनंद ले सकेंगे। इस राशि के जो लोग विदेशों से व्यापार करते हैं उन्हें आज अच्छा खासा धन लाभ हो सकता है। पढ़ाई की क़ीमत पर घर से ज़्यादा देर तक बाहर रहना आपको माता-पिता के ग़ुस्से का शिकार बना सकता है। करिअर के लिए योजना बनाना उतना ही आवश्यक है, जितना कि खेलना-कूदना। इसलिए माता-पिता को ख़ुश करने के लिए दोनों में संतुलन बनाना ज़रूरी है। जो लोग अब तक सिंगल हैं उनकी मुलाकात आज किसी खास से होने की संभावना है लेकिन बात को आगे बढ़ाने से पहले यह जरुर जान लें कि कहीं वो शख्स किसी के साथ रिश्ते में न हो। अपनी विशेषज्ञता का इस्तेमाल पेशेवर मामलों को सहजता से सुलझाने में करें। सामाजिक और धार्मिक समारोह के लिए बेहतरीन दिन है। वैवाहिक जीवन में निजता का ध्यान रखना भी आवश्यक है। लेकिन आज के दिन आप दोनों ज़्यादा-से-ज़्यादा एक-दूसरे के क़रीब जाना चाहेंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- चन्द्र की वस्तुओं (चावल, चीनी, आटा, मैदा, दूध आदि) में से कोई भी एक वस्तु किसी भी धर्म स्थान में देने से फैमिली लाइफ अच्छी रहती है। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। भाग्य आपका साथ देगा जिससे आपकी इनकम में बढ़ोतरी होगी। धन की आवक होगी। घर में भी सुख शांति बनी रहेगी। काम के सिलसिले में दिनमान मजबूत रहेगा। शादीशुदा जीवन में उतार-चढ़ाव बना रहेगा। जीवनसाथी कुछ खर्चा करवा सकता है। प्रेम जीवन बिता रहे लोगों के लिए दिन रोमांटिक रहेगा। अपने प्रिय को साथ लेकर कहीं घूमने के लिए निकल सकते हैं।भागमभाग भरे दिन के बावजूद आपकी सेहत पूरी तरह दुरुस्त रहेगी। जिन लोगों ने किसी रिश्तेदार से पैसा उधार लिया था उनको आज वो उधार किसी भी हालत में वापस करना पड़ सकता है। अगर आप अपने आकर्षण और होशियारी का इस्तेमाल करें, तो लोगों से मनचाहा व्यवहार पा सकते हैं। दूसरों की दख़लअन्दाज़ी गतिरोध पैदा कर सकती है। आज आपका कोई छुपा विरोधी आपको ग़लत साबित करने की पुरज़ोर कोशिश करेगा। आपका आकर्षक और चुम्बकीय व्यक्तित्व सभी के दिलों को अपनी तरफ़ खींचेगा। वैवाहिक जीवन में आप कुछ निजता की ज़रूरत महसूस करेंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- लव लाइफ को बेहतर रखने के लिए गुलाब के फूलों का गुलदस्ता तांबे के जार में घर में रखें। \n"
}]
