horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। अपने काम पर पूरा फोकस करेंगे फिर भी किसी बात को लेकर मन में निराशा हो सकती है। अपने परिवार की चिंता रहेगी। मानसिक रूप से तनाव हो सकता है। इससे बाहर निकलने की कोशिश करें। हल्के-फुल्के खर्च चलेंगे। इनकम अच्छी रहेगी और दोस्तों, रिश्तेदारों और पड़ोसियों का काम में सहयोग मिलेगा। गृहस्थ जीवन अच्छा रहेगा। प्रेम जीवन भी ठीक-ठाक चलेगा।आज आपका आत्मविश्वास बढ़ेगा और प्रगति निश्चित है। अपनेे लिए पैसा बचाने का आपका ख्याल आज पूरा हो सकता है। आज आप उचित बचत कर पाने में सक्षम होंगे। एक मज़ेदार शाम के लिए दोस्त आपको अपने घर पर बुलाएंगे। आप इस दिन को अपनी ज़िन्दगी में कभी नहीं भूलेंगे, अगर आप प्यार में डूबने के मौक़े को आज यूँ ही न गवाएँ तो। सहकर्मियों और वरिष्ठों से मिला सहयोग आपके उत्साह में इज़ाफ़ा करेगा। उन लोगों से मेलजोल बढ़ाने से बचें जिनके साथ आपका वक्त खराब होता है। आपका वैवाहिक जीवन इससे अधिक रंगों से भरा कभी नहीं रहा है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- स्त्रियों का आदर-सम्मान करना व उनकी भावनाओं को ठेस न पहुँचाने से फैमिली लाइफ अच्छी रहती है। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। मानसिक चिंताओं से मुक्ति मिलेगी। भाग्य का साथ मिलेगा। कामों में सफलता मिलेगी। सेहत बढ़िया रहेगी। गृहस्थ जीवन खुशनुमा रहेगा। जीवन में प्रेम और अपनेपन के साथ-साथ रोमांस भी रहेगा। प्रेम जीवन में तनाव के बावजूद आपसी रिश्ता मजबूत बनेगा।दोस्तों का रुख़ सहयोगी रहेगा और वे आपको ख़ुश रखेंगे। जीवनसाथी से पैसों से जुड़े किसी मुद्दे को लेकर आज बहस होने की आशंका है। आज आपकी फिजुलखर्ची पर आपका साथी आपको लेक्चर दे सकता है। अगर आप पार्टी करने की सोच रहे हैं, तो अपने अपने अच्छे दोस्तों को बुलाएँ। ऐसे कई लोग होंगे, जो आपका उत्साह बढाएंगे। प्रेम के नज़रिए से आज का दिन आपके लिए ख़ुशियों से भरा रहेगा। अगर आपको लगता है कि आप दूसरों की मदद के बिना महत्वपूर्ण कामों को कर सकते हैं, तो आपकी सोच काफ़ी ग़लत है। काम को समय पर निपटाकर जल्दी घर जाना आज आपके लिए अच्छा रहेगा इससे आपके परिवार वालों को भी खुशी मिलेगी और आप भी तरोताजा महसूस करेेंगे। आज आपका जीवनसाथी आपको प्यार और सुख के लोक की सैर करा सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सफेद पालतू कुतिया को खाना खिलाना आर्थिक उन्नति में सहायक होगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन थोड़ा कमजोर रहेगा, इसलिए थोड़ा ध्यान से रहें। कोई बड़ा काम हाथ में ना लें। मानसिक चिंताएं रहेंगी। बेवजह के खर्चे और अनचाही यात्रा हो सकती है। खर्चों में बढ़ोतरी होगी। काम के सिलसिले में काफी व्यस्त रहेंगे। गृहस्थ जीवन में तनाव रहेगा। प्रेम जीवन अच्छा चलेगा।आपमें आज चुस्ती-फुर्ती देखी जा सकती है। आपका स्वास्थ्य आज पूरी तरह से आपका साथ देगा। आर्थिक जीवन में आज खुशहाली रहेगी। इसके साथ ही आप कर्जों से भी आज मुक्त हो सकते हैं। सामाजिक उत्सवों में सहभागिता का मौक़ा है, जो आपको प्रभावशाली व्यक्तियों के संपर्क में लाएगा। प्यार के मामले में आज आप ग़लत समझे जा सकते हैं। आप अपने मातहतों से नाख़ुश हो सकते हैं, क्योंकि वे उम्मीद के मुताबिक़ काम नहीं कर रहे हैं। नए विचारों और आइडिया को जाँचने का बेहतरीन वक़्त। कोई रिश्तेदार अचानक आपके घर आ सकता है, जिसके चलते आपकी योजनाएँ गड़बड़ा सकती हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- शिवलिंग पर जल चढ़ाने से लव लाइफ अच्छी रहेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। अपने कामों में आप पूरी लगन से आगे बढ़ेंगे। गृहस्थ जीवन की समस्याओं को दूर करने की कोशिश करेंगे। रिश्ता मजबूत होगा। प्रेम जीवन में रोमांस बढ़ेगा। काम के सिलसिले में मेहनत रंग लाएगी। भाग्य का साथ मिलने से काम बनते चले जाएंगे। खर्चे बढ़ेंगे।आपका ऊर्जा-स्तर ऊँचा रहेगा। आज आपकी कोई चल संपत्ति चोरी हो सकती है इसलिए जितना हो सके इनका ध्यान रखें। माता-पिता के साथ अपनी ख़ुशियाँ साझा करें। उन्हें महसूस करने दें कि आपके लिए उनकी कितनी अहमियत है, इससे उनका अकेलेपन का एहसास अपने आप ख़त्म हो जाएगा। हमारी ज़िंदगी का क्या फ़ायदा, अगर हम एक-दूसरे का जीवन आसान न बना सकें। किसी से आँखें चार होनी की काफ़ी संभावना है। संतोषजनक परिणाम पाने के लिए काम को योजनाबद्ध तरीक़े से करें, दफ़्तर की परेशानियों को हल करने में आपको मानसिक तनाव का सामना करना पड़ सकता है। आज आप सब कामों को छोड़कर उन कामों को करना पसंद करेंगे जिन्हें आप बचपन के दिनों में करना पसंद करते थे। शादिशुदा ज़िन्दगी के तमाम मुश्किल दिनों के बाद आप और आपका हमदम फिर प्यार की गर्माहट महसूस कर सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- चटाई का प्रयोग सोने के लिए करने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा, इसलिए सावधानी बरतें। थोड़ी चिंताएं हो सकती हैं। खर्चों में बढ़ोतरी होगी लेकिन इनकम भी तेजी से बढ़ेगी। काम के सिलसिले में बेहद अच्छे नतीजे मिलेंगे। गृहस्थ जीवन खुशनुमा रहेगा। जीवन साथी बीमार हो सकता है, उनकी सेहत का ध्यान रखें। प्रेम जीवन सामान्य रहेगा।गर्भवती महिलाओं को चलते-फिरते समय ख़ास ख़याल रखने की ज़रूरत है। अगर संभव हो तो ऐसे लोगों से दूर रहें जो धूम्रपान करते हैं, क्योंकि इससे पैदा होने वाले शिशु को नुक़सान हो सकता है। अगर आपका धन से जुड़ा कोई मामला कोर्ट-कचहरी में अटका था तो आज उसमें आपको विजय मिल सकती है और आपको धन लाभ हो सकता है। अपने परिवार को पर्याप्त समय दें। उन्हें महसूस होने दें कि आप उनका ख़याल रखते हैं। उनके साथ अच्छा वक़्त बिताएँ और शिकायत करने का मौक़ा न दें। किसी दिलचस्प इंसान से मिलने की प्रबल संभावना है। आज फ़ायदा हो सकता है, बशर्ते आप अपनी बात भली-भांति रखें और काम में लगन व उत्साह दिखाएँ। जो लोग अब तक किसी काम में व्यस्त थे आज उन्हें अपने लिए समय मिल सकता है लेकिन घर में किसी काम के आ जाने से आप फिर से व्यस्त हो सकते हैं। यह समय जीवन में आपको वैवाहिक जीवन का भरपूर आनन्द देगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- गंगाजल का सेवन करना हेल्थ के लिए शुभ होगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। अपने प्रेम जीवन को खुशनुमा बनाने की पूरी कोशिश करेंगे। शादीशुदा लोगों का गृहस्थ जीवन सामान्य रहेगा। जीवनसाथी किसी बात को लेकर गुस्सा हो सकता है। काम के सिलसिले में अच्छे नतीजे मिलेंगे। सेहत ठीक ठाक रहेगी।भीड़भाड़ भरे इलाक़ों में यात्रा करते समय रक्तचाप के रोगियों को अतिरिक्त सावधान रहने की आवश्यकता है। ज़रूरत से ज़्यादा ख़र्च करने और चालाकी-भरी आर्थिक योजनाओं से बचें। दोस्त और रिश्तेदार आपकी मदद करेंगे और आप उनके साथ काफ़ी ख़ुशी महसूस करेंगे। आज आप ख़ुद को अपने प्रिय के प्यार से सराबोर महसूस करेंगे। इस लिहाज़ से आज का दिन बहुत ख़ूबसूरत रहेगा। दूसरों को ऐसा काम करने के लिए बाध्य न करें, जो आप स्वयं न करना चाहें। जो चीजें आपके लिए आवश्यक नहीं हैं उनपर आज अपना अधिकतर समय आप जाया कर सकते हैं। आपके और आपके जीवन साथी के बीच विश्वास की कमी रह सकती है। जिससे आज वैवाहिक जीवन में तनाव हो सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- फिटकरी से दाँत साफ़ करना आर्थिक स्थिति को मजबूत करेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। घर परिवार की किसी समस्या को दूर करने की कोशिश करेंगे। सबके साथ में बैठ कर बात करेंगे। काम में भी काफी बिजी रहेंगे, इसलिए अच्छे नतीजे मिलेंगे। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन ठीक-ठाक रहेगा। भाग्य के सहारे कई काम बन जाएंगे।आज के दिन आराम करना ज़रूरी साबित होगा, क्योंकि आप हाल के दिनों में भारी मानसिक दबाव से गुज़रे हैं। नयी गतिविधियाँ और मनोरंजन आपके लिए विश्राम करने में सहायक सिद्ध होंगे। जो लोग टैक्स चोरी करते हैं आज वो बड़ी मुसीबत में फंस सकते हैं। इसलिए आपको यही सलाह दी जाती है कि टैक्स की चोरी न करें। कोई चिट्ठी या ई-मेल पूरे परिवार के लिए अच्छी ख़बर लाएगी। रोमांस के लिहाज़ से रोमांचक दिन है। शाम के लिए कोई ख़ास योजना बनाएँ और जितना हो सके, इसे उतना रुमानी बनाने की कोशिश करें। आपकी लगन और आत्मविश्वास का स्तर ऊँचा होगा और आप उम्मीद से बेहतर प्रदर्शन करेंगे। खाली वक्त का आज आप सदुपयोग करेंगे और उन कामों को पूरा करने की कोशिश करेंगे जो बीते दिनों पूरे नहीं हो पाए थे। आपको महसूस होगा कि आपका वैवाहिक जीवन बहुत ख़ूबसूरत है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- लाल रंग की बोतल में पानी भरकर धूप में रखें व उस पानी का सेवन करने से हेल्थ अच्छी रहेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। किसी महत्वपूर्ण काम से कहीं जाने की सोचेंगे। गृहस्थ जीवन प्यार और रोमांस से भरपूर रहेगा। प्रेम जीवन में भी ठीक-ठाक दिन बीतेगा। बेवजह किसी बात को आगे ना बढ़ाएं। काम के सिलसिले में दिन थोड़ा कमजोर है, इसलिए सावधानी से काम करें। सेहत ठीक रहेगी।परिवार के कुछ सदस्य अपने ईर्ष्यालु स्वभाव से आपके लिए झुंझलाहट की वजह बन सकते हैं। लेकिन अपना आपा खोने की ज़रूरत नहीं है, नहीं तो हालात बेक़ाबू हो सकते हैं। याद रखें, जिसे सुधारा नहीं जा सकता, उसे स्वीकार करने में ही भलाई है। आज आपको किसी अज्ञात स्रोत से पैसा प्राप्त हो सकता है जिससे आपकी कई आर्थिक परेशानियां दूर हो जाएंगी। अपने सामाजिक जीवन को दरकिनार न करें। अपनी व्यस्त दिनचर्या में से थोड़ा-सा समय निकालकर अपने परिवार के साथ किसी आयोजन में शिरकत करें। यह न सिर्फ़ आपका दबाव कम करेगा, बल्कि आपकी झिझक भी मिटा देगा। अपने प्रिय की बेजा मांग के आगे न झुकें। कामकाज के मामले में आज आपकी आवाज़ पूरी तरह सुनी जाएगी। अपनी ख़ासियत और भविष्य की योजनाओं पर फिर से सोचने का समय। आपको या आपके जीवनसाथी को बिस्तर में चोट लग सकती है। इसलिए एक-दूसरे का ख़याल रखें। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- सात मुखी रुद्राक्ष धारण करने से हेल्थ अच्छी रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। परिवार में समय देंगे। काम के सिलसिले में भी अच्छे नतीजे मिलेंगे। आप की प्रोन्नति हो सकती है। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन ठीक-ठाक रहेगा। अपने प्रिय को घरवालों से मिलवा सकते हैं।आज के दिन आप बिना झंझट विश्राम कर सकेंगे। अपनी मांसपेशियों को आराम देने के लिए तैल से मालिश करें। आज के दिन भूलकर भी किसी को पैसे उधार न दें और यदि देना जरुरी हो तो देने वाले से लिखित में लें कि वो पैसा वापस कब करेगा। आप अपनी परेशानियों को भूलकर परिवार के साथ अच्छा समय बिताएंगे। अगर आप अपने प्रेमी के साथ कहीं बाहर घूमने जा रहे हैं तो कपड़े सोच-समझकर पहनें। अगर आप ऐसा नहीं करते तो आपका प्रेमी आपसे नाराज हो सकता है। अगर आप अपना नज़रिया आस-पास के ऐसे लोगों को बताएँ जो महत्वपूर्ण निर्णय लेते हों, तो आपको लाभ होगा। साथ ही आपको काम के प्रति अपने समर्पण और निष्ठा के लिए शाबाशी भी मिलने की संभावना है। रात के समय आज आप घर के लोगों से दूर होकर अपने घर की छत या किसी पार्क में टहलना पसंद करेंगे। किसी ख़बसूरत याद के कारण आपके और आपके जीवनसाथी के बीच की अनबन रुक सकती है। इसलिए वाद-विवाद की हालत में पुराने दिनों की यादों को ताज़ा करना न भूलें। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- किसी के विवाह या मंगल काम में तन, मन, धन से मदद करना आर्थिक स्थिति को मजबूत करेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। जीवनसाथी का पूरा सहयोग मिलेगा। हर काम में वो आपके साथ रहेंगे, जिससे आपको खुशी होगी। प्रेम जीवन प्यार से भरपूर रहेगा। रिश्ते में रोमांस भी बढ़ेगा। काम के सिलसिले में आप जी तोड़ मेहनत करेंगे फिर भी किसी बात को लेकर थोड़े दुखी हो सकते हैं। खर्चों में बढ़ोतरी होगी लेकिन इनकम भी अच्छी होगी।अपने बच्चे का प्रदर्शन आपको बहुत ख़ुशी देगा। बिन बुलाया कोई मेहमान आज घर में आ सकता है लेकिन इस मेहमान की किस्मत की वजह से आज आपको आर्थिक लाभ हो सकता है। जो लोग आपके क़रीब हैं, वे आपका ग़लत फ़ायदा उठा सकते हैं। प्यार का भरपूर लुत्फ़ मिल सकता है। अपने वरिष्ठों को नज़रअंदाज़ न करें। आज का दिन फ़ायदेमंद साबित होगा, क्योंकि ऐसा लगता है कि चीज़ें आपके पक्ष में जाएंगी और आप हर काम में अव्वल रहेंगे। आपको महसूस होगा कि आपका जीवनसाथी इससे बेहतर पहले कभी नहीं हुआ। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- चन्द्र की वस्तुओं (चावल, चीनी, आटा, मैदा, दूध आदि) में से कोई भी एक वस्तु किसी भी धर्म स्थान में देने से फैमिली लाइफ अच्छी रहती है। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए थोड़ा कमजोर रहेगा। मानसिक चिंता से ग्रस्त रहेंगे। पैर में चोट या मोच आने की संभावना होगी, थोड़ा ध्यान से रहें। इनकम ठीक-ठाक रहेगी। गृहस्थ जीवन खुशनुमा रहेगा। प्रेम जीवन में उतार-चढ़ाव आएगा। काम के सिलसिले में अच्छे नतीजे मिलेंगे। परिवार में सुख रहेगा।किसी संत पुरुष का आशीर्वाद मानसिक शान्ति प्रदान करेगा। भविष्य में अगर आपको आर्थिक रुप से मजबूत बनना है तो आज से ही धन की बचत करें। अपने बर्ताव में उदार बनें और परिवार के साथ प्यार भरे लम्हे गुज़ारें। आज प्यार की मदहोशी में हक़ीक़त और फ़साना मिलकर एक होते मालूम होंगे। इसे महसूस करें। व्यावसायिक साझीदार सहयोग करेंगे और आप साथ मिलकर टलते आ रहे कामों को पूरा कर सकते हैं। बिना किसी पूर्व सूचना के आज आपका कोई रिश्तेदार आपके घर पधार सकता है जिसकी वजह से आपका कीमती समय उनकी खातिरदारी में जाया हो सकता है। आज आपका जीवनसाथी आपको प्यार और सुख के लोक की सैर करा सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- शिवजी को पंचामृत से स्नान कराने से हेल्थ बनी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। इनकम बढ़ेगी। खर्चों में कमी आएगी। गृहस्थ जीवन शानदार रहेगा। प्रेम जीवन भी ठीक-ठाक रहेगा। आपस में मन की बातचीत करने से एक दूसरे के प्रति समझदारी बढ़ेगी और एक दूसरे को अच्छे से समझ पाएंगे। परिवार में कुछ जरूरी महत्वपूर्ण बातों पर विचार विमर्श होगा।धैर्य बनाए रखें, क्योंकि आपकी समझदारी और प्रयास आपको सफलता ज़रूर दिलाएंगे। आज बिना किसी की मदद के ही आप धन कमा पाने में सक्षम होंगे। अपनी नई परियोजनाओं के लिए अपने माता-पिता को विश्वास में लेने का सही समय है। आपके प्रिय के कड़वे शब्दों के कारण आपका मूड ख़राब हो सकता है। सही दिशा में ईमानदारी से उठाए गए क़दम निश्चित तौर पर लाभ देंगे। खाली समय का पुरा आनंद उठाने के लिए आपको लोगों से दूर होकर अपने पसंदीदा काम करने चाहिए। ऐसा करके आपमें सकारात्मक बदलाव भी आएंगे। आपको अपने जीवनसाथी का सख़्त और रुखा पहलू देखने को मिल सकता है, जिसके चलते आप असहज महसूस करेंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- किसी भी कुत्ते को खाना खिलाने से प्रेम सम्बन्ध मजबूत होंगे। \n"
}]
