horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए सफलता दायक रहेगा। आज आपको एक के बाद एक अपने हर काम में सफलता हासिल होगी, जिससे आपका हौसला भी सातवें आसमान पर होगा, लेकिन शाम के समय सेहत में कुछ गिरावट हो सकती है, इसलिए अपने स्वास्थ्य का ध्यान रखें। विद्यार्थियों को शिक्षा के अध्ययन के लिए कुछ नई किताबें खरीदनी पड़ सकती हैं। संतान के भविष्य को लेकर आज आप थोड़े चिंतित हो सकते हैं। दिन का कुछ समय आप अपने परिवार के बुजुर्ग सदस्यों की सेवा में व्यतीत करेंगे।आज आपकी सेहत पूरी तरह अच्छी रहेगी। दोस्तों की मदद से वित्तीय कठिनाईयाँ हल हो जाएंगी। घर के माहौल की वजह से आप उदास हो सकते हैं। अपने प्रिय को समझने की कोशिश करें, नहीं तो मुश्किल में फँस सकते हैं। व्यावसायिक साझीदार सहयोग करेंगे और आप साथ मिलकर टलते आ रहे कामों को पूरा कर सकते हैं। घर के छोटे सदस्यों को साथ लेकर आज आप किसी पार्क या शॉपिंग मॉल में जा सकते हैं। ऐसा लगता है कि आपके जीवनसाथी आज आपके ऊपर ख़ास ध्यान देंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सुबह, शाम और रात को धीरे-धीरे शांत मन से ॐ का 28 या 108 बार उच्चारण करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपको अपने अधूरे कार्यों को पूरा करना ही पड़ेगा क्योंकि आपके पास कोई और समाधान नहीं होगा। आज आलस्य का त्याग करना पड़ेगा। आपकी सामाजिक पद व प्रतिष्ठा में वृद्धि होगी। यदि जीवन साथी के साथ कुछ समय से विवाद चल रहा था, तो वह आज समाप्त होगा, जिससे परिवार के सभी सदस्य खुश नजर आएंगे। आर्थिक स्थिति मजबूत होगी, लेकिन शाम के समय आपके कुछ शत्रु प्रबल नजर आएंगे, इसलिए सावधानी बरतें।आप महसूस करेंगे कि आस-पास के लोग बहुत ज़्यादा मांग करने वाले हैं। लेकिन जितना आप कर सकते हैं, उससे ज़्यादा करने का वादा न करें और केवल दूसरे को ख़ुश करने के लिए ख़ुद को तनाव से नहीं थकाएँ। आज अगर आप दूसरों की बात मानकर निवेश करेंगे, तो आर्थिक नुक़सान तक़रीबन पक्का है। आपके दोस्त आपको ऐसे वक़्त पर दग़ा दे सकते हैं, जब आपको उनकी सबसे ज़्यादा ज़रूरत हो। जो लोग प्रेम के संगीत में डूबे हुए हैं, वही इसकी स्वर-लहरियों का आनन्द ले सकते हैं। आज के दिन आप भी उस संगीत को सुन सकेंगे, जो दुनिया के बाक़ी सभी गीतों को भुलवा देगा। कामकाज के मोर्चे पर आपको सबसे स्नेह और सहयोग प्राप्त होगा। अगर कहीं बाहर जाने की योजना है तो वह आख़िरी वक़्त पर टल सकती है। ज़िन्दगी बहुत ख़ूबसूरत नज़र आएगी, क्योंकि आपके जीवनसाथी ने आपके लिए कुछ ख़ास योजना बनाई है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- किसी भिखारी व अपंग व्यक्ति को खाना खिलाने से हेल्थ अच्छी रहेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए भागदौड़ भरा रहेगा। कुछ तो संतान के कैरियर के लिए आप विशेष रूप से भाग दौड़ कर सकते हैं, जो लोग विदेश से व्यापार करते हैं, उनको आज विदेश यात्रा भी करनी पड़ सकती है। आप अपने लिए कुछ समय निकालने की सोचेंगे, लेकिन ऐसा संभव नहीं होगा। आज आप जीवन साथी के शृंगार की कोई वस्तु उन्हे भेंट कर सकते हैं। माता-पिता का आशीर्वाद आज आपको प्राप्त होगा।आपका प्रबल आत्मविश्वास और आज के दिन का आसान कामकाज मिलकर आपको आराम के लिए काफ़ी वक़्त देंगे। कार्यक्षेत्र में या करोबार में आपकी कोई लापरवाही आज आपको आर्थिक नुक्सान करा सकती है। जो लोग आपके क़रीब हैं, वे आपका ग़लत फ़ायदा उठा सकते हैं। अटके कामों के बावजूद रोमांस और बाहर घूमना-फिरना आपके दिलो-दिमाग़ पर छाया रहेगा। आज के दिन कार्यक्षेत्र में चीज़ें वाक़ई बेहतरी की ओर बढ़ सकेंगी, अगर आप आगे बढ़कर उन लोगों से भी दुआ-सलाम करें जो आपको ज़्यादा पसंद नहीं करते। इस राशि के लोगोंं को आज शराब सिगरेट से दूर रहने की जरुरत है क्योंकि इससे आपका कीमती समय बर्बाद हो सकता है। आपको ख़ुश करने के लिए आपका जीवनसाथी काफ़ी कोशिशें कर सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- फटे पुराने कपड़े, रद्दी सामान, अखबार आदि को घर से बाहर निकालना पारिवारिक जीवन के लिए अच्छा है। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए कानून के पचड़े में रहने का होगा। यदि आपका कोई कानूनी मामला चल रहा था, तो वह आज फिर से सिर उठाएगा, जो आपकी परेशानी का कारण बन सकता है। धन कोष में भी आज कमी आएगी। व्यापार कर रहे लोगों के लिए आज नगद धन की कमी हो सकती है। नौकरी व व्यवसाय में लगे लोगों को आज तरक्की मिलेगी। विद्यार्थियों को सफलता पाने के लिए कड़ा परिश्रम करना होगा।मौज-मस्ती की यात्राएं और सामाजिक मेलजोल आपको ख़ुश रखेंगे और सुकून देंगे। आज आप काफ़ी पैसे बना सकते हैं- लेकिन इसे अपने हाथों से फिसलने न दें। दूसरों की कमियाँ ढूंढने का ग़ैर-ज़रूरी काम रिश्तेदारों की आलोचना का रुख़ आपकी ओर मोड़ सकता है। आपको समझना चाहिए कि यह केवल समय की बर्बादी है और इससे कुछ हासिल नहीं होता है। बेहतर रहेगा कि आप अपनी यह आदत बदल दें। ज़िन्दगी की भाग-दौड़ में आप ख़ुद को ख़ुशनसीब पाएंगे, क्योंकि आपका हमदम वाक़ई सबसे बेहतरीन है। कार्यक्षेत्र में आपको हर कोई गंभीरता से सुनेगा। आज के दिन आपके कुछ दोस्त आपके घर में आ सकते हैं और उनके साथ आप समय बिता सकते हैं हालांकि इस दौरान शराब, सिगरेट जैसे पदार्थों का सेवन करना आपके लिए अच्छा नहीं रहेगा। आज आप महसूस करेंगे कि जीवनसाथी के साथ की एहमियत कितनी हे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- ॐ नमो भगवते रुद्राय इस मंत्र का 11 बार उच्चारण सुबह-शाम करने से पारिवारिक जीवन अच्छा होगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज आप अपने परिवार के सदस्यों के साथ कहीं घूमने फिरने का प्लान बना सकते हैं, जिससे परिवार के सदस्य खुश नजर आएंगे, लेकिन इसमें आपका धन व्यय अधिक होगा। आपके मान पद व प्रतिष्ठा में आज वृद्धि होगी। ससुराल पक्ष से संबंध मजबूत होंगे। मित्रों के लेन देन से बचना होगा, नहीं तो बाद में पछताना पड़ सकता है। जीवनसाथी आज आपके फैसले में पूरा साथ देंगे। बाहर का खाने पीने से आज परहेज रखें।आज आपका आत्मविश्वास और ऊर्जा का स्तर ऊँचा रहेगा। दीर्घावधि मुनाफ़े के नज़रिए से स्टॉक और म्यूचुअल फ़ंड में निवेश करना फ़ायदेमंद रहेगा। बच्चे को रोमांचक समाचार ला सकते हैं। रोमांटिक मुलाक़ात आपकी ख़ुशी में तड़के का काम करेगी। आज आप नए प्रोजेक्ट को शुरू करेंग जो पूरे परिवार के लिए समृद्धि लेकर आएगा। आज मौसम का मिजाज कुछ ऐसा रहेगा कि आप बिस्तर से उठने को राजी नहीं होंगे। बिस्तर से उठने के बाद आपको अहसास होगा कि आप अपना कीमती समय बर्बाद कर चुके हैं। अगर आप कोशिश करें तो आप अपने जीवनसाथी के साथ अपने जीवन का सबसे अच्छा दिन आज गुज़ार सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- साधु-संतों का आदर करने व उन्हें भोजन कराने से स्वास्थ्य अच्छा रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज आप कोई नया जरूरी सामान अपने घर ला सकते हैं, जिसके लिए आप बहुत समय से इंतजार में थे। आज वह दिन आ गया है। आज आप अपनी आर्थिक स्थिति पर नजर डालेंगे, तो आपको अपने भविष्य की चिंता होगी। संतान से कोई शुभ समाचार सुनने को मिल सकता है। आज आपके भाई की सलाह से आपके बिजनेस को नई जान मिलेगी।  आप अपने जीवनसाथी के स्वास्थ्य को लेकर थोड़ा चिंतित रहेंगे।किसी झगड़ालू इंसान से वाद-विवाद आपका मूड ख़राब कर सकता है। समझदारी से काम लें और अगर संभव हो तो इससे बचें, क्योंकि किसी भी तरह का विवाद आपके लिए मददगार नहीं रहेगा। किसी करीबी रिश्तेदार की मदद से आज आप अपने करोबार में अच्छा कर सकते हैं जिससे आपको आर्थिक लाभ भी होगा। अगर आप पार्टी करने की सोच रहे हैं, तो अपने अपने अच्छे दोस्तों को बुलाएँ। ऐसे कई लोग होंगे, जो आपका उत्साह बढाएंगे। रोमांटिक मुलाक़ात बहुत रोमांचक रहेगी, लेकिन ज़्यादा देर के लिए नहीं होगी। अपना बायोडाटा भेजने या किसी इंटरव्यू में जाने के लिए अच्छा समय है। बेवजह की उलझनों से दूर होकर आज आप किसी मंदिर, गुरुद्वारे या किसी भी धार्मिक स्थल पर अपना खाली समय बिता सकते हैं। आपके जीवनसाथी की कामकाज को लेकर व्यस्तता आपकी उदासी का कारण बन सकती है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- काला-सफेद कंबल किसी धर्म स्थान में देने से हेल्थ बेहतर होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा, लेकिन आज आपको किसी के भी मामले में टांग नहीं आ अढ़ानी है, नहीं तो वह मामला आपके सिर पर आ सकता है, जो आपकी परेशानी का कारण बन सकता है। आज आपका अपनी माताजी से कोई विवाद हो सकता है, लेकिन संयम रखें। विद्यार्थियों को अच्छे परीक्षा परिणाम प्राप्त होंगे। शाम का समय आप अपने पास पड़ोस के लोगों के साथ किसी मांगलिक कार्यक्रम में व्यतीत करेंगे।आपकी ऊँची बौद्धिक क्षमताएँ आपको कमियों से लड़ने में सहायता करेंगी। सिर्फ़ सकारात्मक विचारों के ज़रिए इन समस्याओं से निजात पायी जा सकती है। दिन की शुरुआत में ही आज आपको कोई आर्थिक हानि हो सकती है जिससे सारा दिन खराब हो सकता है। घर में साफ़-सफ़ाई की ज़रूरत तुरंत है। हमेशा की तरह इस काम को अगली बार के लिए न टालें और कमर कस कर जुट जाएँ। प्रेम निःसीम होता है, सभी सीमाओं के परे; आपने ये बातें पहले भी सुनी होंगी। लेकिन आज वह दिन है जब आप अगर चाहें तो यह ख़ुद महसूस कर सकते हैं। करिअर के नज़रिए से शुरू किया सफ़र कारगर रहेगा। लेकिन ऐसा करने से पहले अपने माता-पिता से इजाज़ता ज़रूर ले लें, नहीं तो बाद में वे आपत्ति कर सकते हैं। आज आप फुर्सत के क्षणों में कोई नया काम करने का सोचेंगे लेकिन इस काम में आप इतना उलझ सकते हैं कि आपके जरुरी काम भी छूट जाएंगे । आपका जीवनसाथी आपको प्यार का एहसास देना चाहता है, उसकी मदद करें। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सतनाजे की रोटी बनाकर पक्षियों में डालने से आर्थिक स्थिति अच्छी होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nसामाजिक व राजनीतिक क्षेत्र में काम कर रहे लोगों के लिए आज दिन उत्तम रहेगा क्योंकि उनको नए-नए अवसर प्राप्त होंगे। आपके पारिवारिक बिजनेस के लिए आज आपको किसी की सलाह की आवश्यकता होगी, लेकिन सलाह ऐसे व्यक्ति से लें जो अनुभवी हो। आपकी संतान को आज कोई शारीरिक कष्ट हो सकता है, जो आपकी परेशानी बन सकता है। यदि आप लंबे समय से कोई संपत्ति खरीदने का प्लान बना रहे हैं थे, तो वह आज पूरा होगा।अगर मुमकिन हो तो लम्बे सफ़र पर जाने से बचें, क्योंकि लम्बी यात्राओं के लिए अभी आप कमज़ोर हैं और उनसे आपकी कमज़ोरी और बढ़ेगी। रुका हुआ धन मिलेगा और आर्थिक हालात में सुधार आएगा। शाम के समय कुछ हँसी-ख़ुशी भरा वक़्त अपने बच्चों के साथ गुज़ारें। आप साथ में कहीं घूमने-फिरने जाकर अपने प्रेम-जीवन में नयी ऊर्जा का संचार कर सकते हैं। भागीदार आपकी योजनाओं और व्यावसायिक ख़यालों के प्रति उत्साही होंगे। इस राशि वाले जातकों को आज खाली वक्त में आध्यात्मिक पुस्तकों का अध्ययन करना चाहिए। ऐसा करके आपकी कई परेशानियां दूर हो सकती हैं। आप शादीशुदा ज़िन्दगी से जुड़े चुटकुले सोशल मीडिआ पर पढ़कर खिलखिलाते हैं। लेकिन आज जब आपके वैवाहिक जीवन से जुड़ी कई प्यारी चीज़ें आपके सामने आएंगी, तो आप भावुक हुए बिना नहीं रह सकेंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- पौधों को पानी डालें। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित फलदायक रहेगा। आप आज कुछ भी करके अपनी आर्थिक स्थिति में वृद्धि करेंगे, जिसे देख आप व आपके परिवार के सदस्य प्रसन्न नजर आएंगे, इसलिए छोटे बच्चे आज आपसे कोई फरमाइश कर सकते हैं। पुत्र या पुत्री के विवाह से संबंधित कोई मामला आज फिर उठ सकता है। जीवनसाथी आज आपसे कहीं घूमने फिरने की बात कर सकता है। प्रेम जीवन सुदृढ़ होगा। पढ़ाई में मित्रों का सहयोग प्राप्त होगा।आज आपके पास अपनी सेहत और लुक्स से जुड़ी चीज़ों को सुधारने के लिए पर्याप्त समय होगा। निश्चित तौर पर वित्तीय स्थिति में सुधार आएगा- लेकिन साथ ही ख़र्चों में भी इज़ाफ़ा होगी। बच्चे भविष्य की योजनाएँ बनाने की अपेक्षा घर के बाहर ज़्यादा समय बिताकर आपको निराश कर सकते हैं। कई लोगों के लिए आज की रोमांटिक शाम ख़ूबसूरत तोहफ़ों और फूलों से भरपूर रहेगी। रचनात्मक काम में लगे लोगों के लिए सफलता से भरा दिन है, उन्हें वह शौहरत और पहचान मिलेगी जिसकी उन्हें एक अरसे से तलाश थी। अपने समय की कीमत समझें, उन लोगों के बीच रहना जिनकी बातें आपके समझ में नहीं आती हैं गलत है। ऐसा करना भविष्य में आपको परेशानियों के अलावा कुछ नहीं देगा। आज का दिन उन्माद में घिर जाने का है; क्योंकि आप अपने जीवनसाथी के साथ प्रेम के चरम का अनुभव करेंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- बेडरूम की दक्षिण दीवार पर ज़ीरो वाट का लाल बल्ब जलाएं, इससे पारिवारिक सुख बढ़ेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज आप अपने घर में दैनिक जरूरतों के लिए कुछ खरीदारी कर सकते हैं, जिससे आपकी जेब का बोझ बढ सकता है। रोजगार के क्षेत्र में प्रयास कर रहे लोगों को सफलता मिलेगी। विदेशी व्यापार चरम पर होगा। आज रुका हुआ धन आपको कहीं से प्राप्त हो सकता है, जिसे देखकर मन में हर्ष होगा। ससुराल पक्ष से संबंधों में आज दरार आ सकती है, इसलिए वाणी पर संयम रखेंकोई अच्छी ख़बर मिल सकती है। बिन बुलाया कोई मेहमान आज घर में आ सकता है लेकिन इस मेहमान की किस्मत की वजह से आज आपको आर्थिक लाभ हो सकता है। पुरखों की जायदाद की ख़बर पूरे परिवार के लिए ख़ुशी ला सकती है। किसी से आँखें चार होनी की काफ़ी संभावना है। कामकाज के मोर्चे पर आपको सबसे स्नेह और सहयोग प्राप्त होगा। अपने जरुरी कामों को निपटाकर आज आप अपने लिए समय तो अवश्य निकालेंगे लेकिन इस समय का उपयोग आप अपने हिसाब से नहीं कर पाएंगे। आपका जीवनसाथी हाल में हुई खटपट को भुलाकर अपने अच्छे स्वभाव का परिचय देगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- ॐ ऐं ह्रीं श्रीं शनैश्चराय नमः इस मंत्र का सुबह-शाम 11 बार उच्चारण करने से लव लाइफ अच्छी रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज आप अपनी संतान के लिए कोई उपहार ला सकते हैं, जिससे आपका मान सम्मान और बढ़ेगा। सामाजिक, पद, प्रतिष्ठा में वृद्धि होगी। नौकरी में शत्रुओं से सावधान रहें, क्योंकि वह आपको नुकसान पहुंचाने की कोशिश कर सकते हैं। आज किसी पुराने मित्र से मुलाकात होगी, जिससे बातचीत करके आपको खुशी मिलेगी। व्यवसाय के लिए जीवनसाथी की सलाह की आवश्यकता होगी। आज अपने माता-पिता की सेवा का सहयोग प्राप्त होगा।भाग्य पर निर्भर न रहें और अपनी सेहत को सुधारने की कोशिश करें, क्योंकि क़िस्मत ख़ुद बहुत आलसी होती है। भविष्य में अगर आपको आर्थिक रुप से मजबूत बनना है तो आज से ही धन की बचत करें। जब निवेश करने का सवाल आपके सामने हो, तो स्वतन्त्र बनें और अपने फ़ैसले ख़ुद लें। अचानक हुई रोमांटिक मुलाक़ात आपके लिए उलझन पैदा कर सकती है। भागीदार आपकी योजनाओं और व्यावसायिक ख़यालों के प्रति उत्साही होंगे। आज आप बिना किसी वजह के कुछ लोगों के साथ उलझ सकते हैं। ऐसा करना आपके मूड को तो खराब करेगा ही साथ ही इससे आपका कीमती समय भी बर्बाद होगा। जीवन की सबसे चुनौतीपूर्ण परिस्थितियों में आपको अपने जीवनसाथी से पूरा सहयोग मिलेगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- रात को पाने में जौ भिगोकर रखें व अगली सुबह किसी जानवर या पक्षियों को खिलाने से हेल्थ अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nयदि आप साझेदारी में व्यापार करने की सोच रहे हैं, तो आज दिन उत्तम है। भविष्य में आपको भरपूर साथ मिलेगा। संतान के भविष्य की चिंता आज समाप्त होगी। संतान को धर्म-कर्म के कार्यों में जुटा देख मन मे हर्ष होगा। आज आप किसी मित्र की मदद भी कर सकते हैं। आज आपको अपने भाई बहनों की साथ की आवश्यकता होगी। जीवन साथी से आपकी माताजी का कोई वैचारिक मतभेद हो सकता है, लेकिन परेशान ना हो। शाम तक सब ठीक हो जाएगा।ज़रूरत से ज़्यादा खाने से बचें और सेहतमंद रहने के लिए नियमित व्यायाम करें। माली सुधार की वजह से ज़रूरी ख़रीदारी करना आसान रहेगा। दोस्त और घर वाले आपको प्यार और सहयोग देंगे। ख़याली परेशानियों को छोड़ें और अपने साथी के साथ रोमांटिक समय बिताएँ। चीज़ें कार्यक्षेत्र में बेहतर नज़र आती हैं। पूरे दिन आपका मिज़ाज बढ़िया रहेगा। जरुरी कामों को समय न देना और फिजूल के कामों पर वक्त जाया करना आज आपके लिए घातक सिद्ध हो सकता है। आपका जीवनसाथी आज आपके लिए कुछ बहुत ख़ास करने वाला है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- काले व सफेद तिल बराबर मात्रा में लेकर चितकबरे कपड़े में बांधकर अपने पास रखने से हेल्थ अच्छी रहेगी। \n"
}]
