horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन सामान्य तौर पर फलदायक रहेगा। मानसिक चिंता के कारण कुछ दिक्कतें होंगी। माताजी का स्वास्थ्य बिगड़ सकता है। परिवार में तनाव बढ़ेगा। काम के सिलसिले में दिनमान सामान्य रहेगा और गृहस्थ जीवन अच्छा चलेगा। प्रेम जीवन बिता रहे लोग भी आज के दिन को अच्छे से बिताएंगे।तली-भुनी चीज़ों से दूर रहें और नियमित व्यायाम करते रहें। यूं तो आज आर्थिक पक्ष अच्छा रहेगा लेकिन इसके साथ ही आपको यह ध्यान भी रखना होगा कि आप अपने पैसे को व्यर्थ में खर्च न करें। शाम के वक़्त अचानक मिली कोई अच्छी ख़बर पूरे परिवार की ख़ुशी और उत्साह की वजह साबित होगी। आज प्रेम-संबंधों में अपने स्वतन्त्र विवेक का इस्तेमाल कीजिए। आज के दिन आप सबके ध्यान का केंद्र होंगे और सफलता आपकी पहुँच में होगी। आज आपके करीबी लोग आपके करीब आने की कोशिश करेंगे लेकिन अपने मन को शांत बनाए रखने के लिए आप एकांत में समय बिताना पसंद करेंगे। जीवनसाथी से अच्छी बातचीत हो सकती है; आप महसूस करेंगे कि आप-दोनों में कितना प्यार है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- शुद्ध शहद का रोजाना प्रयोग करने से स्वास्थ्य अच्छा होगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआप के लिए आज का दिन अच्छा रहेगा। दांपत्य जीवन में प्रेम और रोमांस की बढ़ोतरी होगी। अपने मन की कलात्मकता को बाहर निकालेंगे और जीवन साथी को खुश करने के लिए कोई अच्छा प्लान करेंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान सामान्य रहेगा। काम के सिलसिले में दिन आपके पक्ष में रहेगा। सेहत मजबूत रहेगी, इसका लाभ उठाएं। कार्यक्षेत्र में वरिष्ठों का दबाव और घर में अनबन के चलते आपको तनाव का सामना करना पड़ सकता है- जो काम में आपकी एकाग्रता को भंग करेगा। आज किसी करीबी से आपका झगड़ा हो सकता है और बात कोर्ट कचहरी तक जा सकती है। जिसकी वजह से आपका अच्छा खास धन खर्च हो सकता है। प्रभावशाली और महत्वपूर्ण लोगों से परिचय बढ़ाने के लिए सामाजिक गतिविधियाँ अच्छा मौक़ा साबित होंगी। यात्रा के चलते रुमानी संबंध को बढ़ावा मिलेगा। आपका वर्चस्ववादी स्वभाव आलोचना की वजह बन सकता है। इस राशि के जातक खाली वक्त में आज किसी समस्या का समाधान निकालने की कोशिश कर सकते हैं। आपका जीवनसाथी आपको ख़ुश करने के लिए आज काफ़ी कोशिशें करता नज़र आएगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- लाल कपडे का दान किसी गरीब को करने से नौकरी/बिज़नेस में उन्नति देगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन मान उतार-चढ़ाव से भरा रहेगा। सेहत में भी गिरावट आ सकती है इसलिए सावधानी बरतें। खर्चों में तेजी आएगी। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा है। आप अपने रिश्ते में हल्की फुल्की झड़प भी देखेंगे लेकिन प्यार बरकरार रहेगा जिससे आप खुश रहेंगे। काम के सिलसिले में दिन मजबूत है।आप जो शारीरिक बदलाव आज करेंगे, वे निश्चित तौर पर आपके रूप-रंग को आकर्षक बनाएगा। दीर्घावधि मुनाफ़े के नज़रिए से स्टॉक और म्यूचुअल फ़ंड में निवेश करना फ़ायदेमंद रहेगा। अपने परिवार को पर्याप्त समय दें। उन्हें महसूस होने दें कि आप उनका ख़याल रखते हैं। उनके साथ अच्छा वक़्त बिताएँ और शिकायत करने का मौक़ा न दें। आपका प्रिय आज कुछ खीझा हुआ महसूस कर सकता है, जो आपके दिमाग़ पर दबाव और बढ़ा देगा। नए ग्राहकों से बात करने के लिए बेहतरीन दिन है। दूसरों को राज़ी करने की आपकी प्रतिभा आपको काफ़ी फ़ायदा पहुँचाएगी। असजता की वजह से आप वैवाहिक जीवन में ख़ुद को फँसा हुआ अनुभव कर सकते हैं। आपको ज़रूरत है तो जीवनसाथी के साथ आत्मीय बातचीत की। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- प्रेमी/प्रेमिका से मिलने जाने से पूर्व सफेद चंदन का टीका मस्तक पर करके जाने से प्रेम सम्बन्ध मजबूत होंगे। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिनमान अच्छा रहेगा। बस अपनी ईगो में आकर किसी को कुछ भी उल्टा सीधा ना कहें। परिवार वालों के प्रति खासतौर से प्यार नजर आएगा। सेहत अच्छी रहेगी लेकिन खानपान पर ध्यान रखें। काम के सिलसिले में दिनमान अच्छा है। भाग्य से ज्यादा मेहनत पर भरोसा रखना अच्छा होगा। शादीशुदा जीवन सामान्य रहेगा। प्रेम जीवन में खुशियां और प्यार रहेगा।नफ़रत की भावना महंगी पड़ सकती है। यह न केवल आपकी सहन-शक्ति घटाती है, बल्कि आपके विवेक को भी ज़ंग लगा देती है और रिश्तों में हमेशा के लिए दरार डाल देती है। संदिग्ध आर्थिक लेन-देन में फँसने से सावधान रहें। अपनी बातों पर क़ाबू रखें, क्योंकि इसके चलते बड़े-बुज़ुर्ग आहत महसूस कर सकते हैं। बेकार की बातें करके समय बर्बाद करने से बेहतर है कि आप शांत रहें। याद रखें कि समझदार कामों के ज़रिए ही हम जीवन को अर्थ देते हैं। उन्हें महसूस करने दें कि आप उनका ख़याल रखते हैं। अगर अपने लव पार्टनर को अपना जीवनसाथी बनाना चाहते हैं तो उनसे आज बात कर सकते हैं। हालांकि बात करने से पहले आपको उनके मनोभावों को जान लेना चाहिए। आज कार्यक्षेत्र में आपके किसी पुराने काम की तारीफ हो सकती है। आपके काम को देखते हुए आज आपकी तरक्की भी संभव है। कारोबारी आज अनुभवी लोगों से करोबार को आगे बढ़ाने की सलाह ले सकते हैं। मौज-मस्ती के लिए घूमना संतोषजनक रहेगा। किसी बच्चे या बूढ़े के स्वास्थ को लेकर हुई परेशानी अप्रत्यक्ष रूप से आपके वैवाहिक जीवन को प्रभावित कर सकती है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- काला सुरमा वीरान स्थान में दबाने से स्वास्थ्य में सुधार होगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। पारिवारिक जिम्मेदारियों को पूरा करने में समय बिताएंगे। काम के सिलसिले में भी दिन अच्छा रहेगा। अपनी तरफ से पूरी मेहनत करेंगे और काम को सही समय पर पूरा करके देना आपको पसंद आएगा। इनकम बढ़ेगी। खर्चों में कमी आएगी। सेहत थोड़ी कमजोर हो सकती है। विरोधियों से परेशान होने की जरूरत नहीं, आप  उन पर भारी पड़ेंगे। प्रेम जीवन खुशी देगा।खेलों और आउटडोर गतिविधियों में भागीदारी आपकी खोयी ऊर्जा को फिर से इकट्ठा करने में आपकी मदद करेगी। आपके मन में जल्दी पैसे कमाने की तीव्र इच्छा पैसा होगी। रिश्तेदारों और दोस्तों से अचानक उपहार मिलेगा। आपके महसूस करेंगे कि फ़िज़ाओं में प्यार घुला हुआ है। नज़रें उठाकर तो देखिए, आपको सब-कुछ प्रेम के रंग में रंगा दिखाई देगा। आपका जीवनसाथी सहयोगी और मददगार रहेगा। आपके पास समय तो होगा लेकिन बावजूद इसके भी आप कुछ ऐसा नहीं कर पाएंगे जो आपको संतुष्टि दे। आँखें दिल की बातें बयान कर देती हैं। यह दिन अपने जीवनसाथी के साथ इसी भाषा में बात करने के लिए है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- तुलसी पत्र का सेवन करना स्वास्थ्य के लिए अच्छा रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन अच्छा है। किसी खूबसूरत वजह से ट्रैवलिंग करेंगे। किसी दोस्त से मिलने का मौका मिल सकता है। अपने कार्य को सिद्ध कर पाएंगे। गृहस्थ जीवन सामान्य रहेगा लेकिन प्रेम जीवन बिता रहे लोगों को चुनौतियों का सामना करना पड़ सकता है। मानसिक तौर पर आप स्थिर महसूस नहीं करेंगे- इसलिए इस बात का ख़याल रखें कि दूसरों के सामने आप कैसे बर्ताव करते और बोलते हैं। घर की जरुरतों को देखते हुए आज आप अपने जीवनसाथी के साथ कोई कीमती सामान खरीद सकते हैं जिससे आर्थिक हालात थोड़े तंग हो सकते हैं। बच्चे और परिवार दिन का केंद्र-बिंदु रहेंगे। प्रेमी को आज आपकी कोई बात चुभ सकती है। वो आपसे रुठें इससे ही पहले ही अपनी गलती का अहसास कर लें और उन्हें मना लें। आज फ़ायदा हो सकता है, बशर्ते आप अपनी बात भली-भांति रखें और काम में लगन व उत्साह दिखाएँ। आज के समय में अपने लिए वक्त निकाल पाना बहुत मुश्किल है। लेकिन आज ऐसा दिन है जब आपके पास अपने लिए भरपूर समय होगा। आप और आपका हमदम एक-दूसरे से आज एक-दूसरे की ख़ूबसूरत भावनाओं का इज़हार कर सकेंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- शिवजी के सामने या पीपल के नीचे दो या पांच पीले नीम्बू रखने से स्वास्थ्य बेहतर होगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रहेगा। कुछ चोरी-छिपे खर्च करेंगे। काम के सिलसिले में दिन ठीक-ठाक है लेकिन अपने आत्मसम्मान को अपना अभिमान ना बनने दें नहीं तो दिक्कत उठानी पड़ सकती है। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन बिता रहे लोग आज के दिन को इंजॉय करेंगे। आशावादी बनें और उजले पक्ष को देखें। आपका विश्वास और उम्मीद आपकी इच्छाओं व आशाओं के लिए नए दरवाज़े खोलेंगी। कुछ ख़रीदने से पहले उन चीज़ों का इस्तेमाल करें, जो पहले से आपके पास हैं। ऐसे दोस्तों के पास जाएँ, जिन्हें आपकी ज़रूरत है। प्रेम भगवान की पूजा की ही तरह पवित्र है। यह आपको सच्चे अर्थों में धर्म व आध्यात्मिकता की ओर भी ले जा सकता है। सहकर्मियों और वरिष्ठों से मिला सहयोग आपके उत्साह में इज़ाफ़ा करेगा। खाली वक्त का सही इस्तेमाल करना आपको सीखना ही होगा नहीं तो जीवन में आप कई लोगों से पीछे रह जाएंगे। वैवाहिक जीवन में गर्मजोशी और गर्म खाने की बहुत एहमियत है; आप आज दोनों का ही लुत्फ़ उठा सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- तंदूर में लगी मीठी रोटी गरीबों में बाँटने से आर्थिक स्थिति मजबूत होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन बहुत अच्छा रहेगा। व्यापार में सफलता मिलेगी। कामों में तेजी आएगी। गृहस्थ जीवन खुशनुमा रहेगा। रिश्ते में प्यार और रोमांस के साथ शेरो शायरी भी आ सकती है। प्रेम जीवन बिता रहे लोगों के लिए दिनमान थोड़ा कमजोर है। सेहत मजबूत रहेगी।किसी झगड़ालू इंसान से वाद-विवाद आपका मूड ख़राब कर सकता है। समझदारी से काम लें और अगर संभव हो तो इससे बचें, क्योंकि किसी भी तरह का विवाद आपके लिए मददगार नहीं रहेगा। इस राशि के बड़े कारोबारियों को आज के दिन बहुत सोच समझकर पैसा निवेश करने की जरुरत है। अगर आप परिवार के सदस्यों के साथ समय नहीं बिताएंगे, तो आप घर पर समस्याओं की उम्मीद कर सकते हैं। जिनकी सगाई हो चुकी है, वे अपने मंगेतर से बहुत-सी ख़ुशियाँ पाएंगे। अपनी पेशेवर क्षमताओं को बढ़ाकर आप करिअर में नए दरवाज़े खोल सकते हैं। अपने क्षेत्रे में आपको अपार सफलता मिलने की संभावना भी है। अपनी सभी क्षमताओं को निखारकर औरों से बेहतर बनने की कोशिश करें। खाली समय का पुरा आनंद उठाने के लिए आपको लोगों से दूर होकर अपने पसंदीदा काम करने चाहिए। ऐसा करके आपमें सकारात्मक बदलाव भी आएंगे। यह दिन आपके सामान्य वैवाहिक जीवन से कुछ हटकर होने वाला है। आपको अपने जीवनसाथी की ओर से कुछ ख़ास देखने को मिल सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- ॐ बुं बुधाय नमः मंत्र का जाप सुबह-शाम दोनो समय 11 बार करने से स्वास्थ्य बना रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन मान उतार-चढ़ाव से भरा रहेगा। खर्चों में तेजी आएगी। बेवजह के खर्चे भी कर सकते हैं, इसलिए इनसे दूर रहना जरूरी होगा। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन बिता रहे लोगों को कुछ तनाव देखने को मिल सकता है। काम के सिलसिले में दिनमान अच्छा है। आप का इंक्रीमेंट होने के योग बन रहे हैं। अपने पारिवारिक तनाव को दूर करने की कोशिश करें। प्रभावशाली लोगों का सहयोग आपके उत्साह को दोगुना कर देगा। आज आप अपने घर के वरिष्ठ जनों से पैसे की बचत करने को लेकर कोई सलाह ले सकते हैं और उस सलाह को जिंदगी में जगह भी दे सकते हैं. कोई ऐसा जिसके साथ आप रहते हैं, आपके लापरवाह और अनिश्चित बर्ताव की वजह से चिढ़ सकता है। हर बात पर प्यार का दिखावा करना ठीक नहीं है इससे आपका रिश्ता सुधरने की जगह बिगड़ सकता है। संयम और साहस का दामन थामे रखें। ख़ास तौर पर तब जब दूसरे आपका विरोध करें, जिसकी कामकाज के दौरान संभावना है। आज आप सब कामों को छोड़कर उन कामों को करना पसंद करेंगे जिन्हें आप बचपन के दिनों में करना पसंद करते थे। रोज़मर्रा की शादीशुदा ज़िन्दगी में आज का दिन लज़ीज़ मिठाई जैसा है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- घर में रोटी या फल आदि रखने के लिए बांस, बेंत, सरकंडा की टोकरी, ट्रे का प्रयोग करने से पारिवारिक जीवन की बाधाएं दूर होंगी। \n",
    "9": "मकर राशिः आज का राशिफल\nनिजी जीवन में किसी तरह की परेशानी का सामना करना पड़ सकता है। कार्यक्षेत्र के लिए दिन सामान्य रहेगा। जॉब करने वाले जातकों को कार्य में चुनौती का सामना करना पड़ सकता है। आर्थिक क्षेत्र में लाभ होने की संभावना है। दिया हुआ पैसा वापस मिल सकता है। प्रेम जीवन के लिए दिन आनंदभरा रहेगा। प्रियतम का दिल आपके ऊपर मेहरबान रह सकता है। वहीं दांपत्य जीवन के लिए दिन मिलाजुला रह सकता है। जीवनसाथी की सेहत का ध्यान रखें।बाहरी गतिविधियाँ आपके लिए फ़ायदेमंद रहेंगी। क़िलेबंदी वाली जीवन-शैली में बंधे रहना और हमेशा अपनी सुरक्षा की चिंता करना आपके शारीरिक और मानसिक विकास को रोक देंगे। यह आदत आपको चिड़चिड़ा और बेचैन इंसान बना सकती है। आज आप अच्छा पैसा कमाएंगे- लेकिन ख़र्च में इज़ाफ़ा आपके लिए बचत को और ज़्यादा मुश्किल बना देगा। घर बदलने के लिए बढ़िया दिन है। मुमकिन है कि आज आपकी आँखें किसी से चार हो जाएँ- अगर आप अपने सामाजिक दायरे में उठेंगे-बैठेंगे तो। कार्यक्षेत्र में आपको कुछ सकारात्मक बदलाव देखने को मिल सकते हैं। आज के दिन आपके कुछ दोस्त आपके घर में आ सकते हैं और उनके साथ आप समय बिता सकते हैं हालांकि इस दौरान शराब, सिगरेट जैसे पदार्थों का सेवन करना आपके लिए अच्छा नहीं रहेगा। शादीशुदा ज़िन्दगी के नज़रिए से चीज़ें काफ़ी अच्छी रहेंगी। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- अच्छे स्वास्थ्य के लिए छिलके सहित बादाम, साबुत मूंगफली, चने की दाल, घी, पीला कपडा किसी देव स्थान में देने से स्वास्थ्य में सुधार होगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन मान सामान्य रहेगा। सेहत में उतार-चढ़ाव बना रहेगा जिस पर आप को ध्यान देना जरूरी होगा, नहीं तो कोई बड़ी बीमारी आ सकती है। पारिवारिक जीवन खुशनुमा रहेगा। काम के सिलसिले में भी आपका खूब मन लगेगा जिससे आपकी इनकम बढ़ेगी। प्रेम जीवन बिता रहे लोगों को कुछ दिक्कत उठानी पड़ सकती है। शादीशुदा लोगों के लिए दिनमान अच्छा है।धैर्य बनाए रखें, क्योंकि आपकी समझदारी और प्रयास आपको सफलता ज़रूर दिलाएंगे। आज के दिन घर के किसी इलेक्ट्रोनिक सामान के खराब हो जाने की वजह से आपका धन खर्च हो सकता है। दोस्तों के साथ शाम बेहद मज़ेदार और हँसी-ख़ुशी से भरपूर रहेगी आज अपने प्रिय को माफ़ करना न भूलें। पैसे बनाने के उन नए विचारों का उपयोग करें, जो आज आपके ज़ेहन में आएँ। इस राशि के लोगों को आज अपने आप को समझने की जरुरत है। यदि आपको लगता है कि आप दुनिया की भीड़ में कहीं खो गये हैं तो अपने लिए वक्त निकालें और अपने व्यक्तित्व का आकलन करें। शादी सिर्फ़ एक छत के नीचे रहने का नाम नहीं है; एक-दूसरे के साथ कुछ समय बिताना भी ज़रूरी है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- अपने इष्टदेव को पीले पुष्प चढ़ाएं, इससे आर्थिक स्थिति अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन अच्छा है। काम में सफलता मिलने से हर्ष होगा। हर काम में सफलता मिलेगी। इनकम में बढ़ोतरी होगी। पारिवारिक दायित्वों को निभाएंगे। कोई प्रॉपर्टी खरीदने का विचार मन में आ सकता है। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन खुशहाल रहेगा लेकिन आपका प्रिय ईगो में आकर कुछ गलत बोल सकता है जो आपको समझ ना आए और बुरा लगे।आपकी ओर से समर्पित दिल और बहादुरी का जज़्बा आपके जीवन-साथी को ख़ुशी दे सकता है। इस राशि के कुछ लोगों को आज जमीन से जुड़े किसी मुद्दे को लेकर धन खर्च करना पड़ सकता है। ऐसा कोई जिसे आप जानते हैं, आर्थिक मामलों को ज़रूरत से ज़्यादा गंभीरता से लेगा और घर में थोड़ा-बहुत तनाव भी पैदा होगा। आज आपकी मुस्कान बेमानी है, हँसी में वो खनक नहीं है, दिल धड़कने में आनाकानी कर रहा है; क्योंकि आप किसी ख़ास के साथ की कमी महसूस कर रहे हैं। आज का दिन समझ-बूझ के क़दम उठाने का है, इसलिए तब तक अपने विचार व्यक्त न करें जब तक आप उनकी सफलता के लिए आश्वस्त न हों। खाली समय में आज आप अपने मोबाइल पर कोई वेब सीरीज देख सकते हैं। दिन में जीवनसाथी के साथ बहस के बाद एक बेहतरीन शाम गुज़रेगी। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- नौकरी व बिज़नेस के लिए जाते समय केसर खाकर निकलना बहुत शुभ है। \n"
}]
