horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम लाभदायक रहेगा। आपके दांपत्य जीवन में मधुरता बनी रहेगी, जिसमें जीवन साथी भी प्रसन्न नजर आएंगे। नौकरी से जुड़े जातकों को आज अपने क्रोध पर नियंत्रण रखना होगा, नहीं तो वरिष्ठ अधिकारियों से अनबन हो सकती है, जो आप को नुकसान पहुंचा सकती है। आज आपके सामाजिक कार्य में भी रुचि बढ़ी नजर आएगी। आज आपको अपने पुराने रुके हुए कार्य को करना ही होगा, तभी सफलता मिलती दिख रही है।ख़ुशी से भरा अच्छा दिन है। आज सिर्फ़ बैठने की बजाय कुछ ऐसा कीजिए जो आपकी कमाई में इज़ाफ़ा कर सके। अपने बच्चों को अपने उदार बर्ताव का बेजा फ़ायदा न उठाने दें। आज किसी ऐसे इंसान से मिलने की संभावना है जो आपके दिल को गहराई से छूएगा। काम को मनोरंजन के साथ न मिलाएँ। समय का अच्छा इस्तेमाल करने के लिए आज आप पार्क में घूमने का प्लान बना सकते हैं लेकिन वहां किसी अनजान शख्स से आपकी बहस होने की अशंका है जिससे आपका मूड खराब हो जाएगा। थोड़ी-सी कोशिश करें तो यह दिन आपके वैवाहिक जीवन के सबसे विशेष दिनों में से एक हो सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- साधु अथवा गुरु को पीले या भगवे वस्त्र पाँव छूकर भेंट करने से पारिवारिक जीवन अच्छा होगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। सरकारी नौकरी में कार्यरत लोगों को आज अपने सभी कार्य ईमानदारी से करने होंगे, नहीं तो उन्हें अपने अधिकारियों के अवरोध का सामना करना पड़ सकता है, इसलिए सावधान रहें। परिवार में भाई बहनों से स्नेह मिलेगा। परिवार में कोई मांगलिक कार्यक्रम हो सकता है, जिसमें परिवार के सभी सदस्य व्यस्त नजर आएंगे। व्यापार को आज अधिक मेहनत की आवश्यकता होगी, तभी व्यापार गति पकड़ता दिखेगा और आपकी आर्थिक स्थिति मजबूत होगी।आप ख़ुद को ऊर्जा से सराबोर महसूस करेंगे- लेकिन काम का बोझ आपमें खीज पैदा करेगा। आपके भाई-बहनों में से कोई आज आपसे पैसे उधार मांग सकता है, आप उनको पैसे उधार तो दे देंगे लेकिन इससे आपके आर्थिक हालात खराब हो सकते हैं। अगर आज आप किसी को सलाह देते हैं, तो ख़ुद लेने के लिए भी तैयार रहें। आपका बेपनाह प्यार आपके प्रिय के लिए बेहद क़ीमती है। चीज़ों के होने का इंतज़ार मत कीजिए- बाहर निकलें और नए मौक़ों की तलाश करें। यात्रा के दौरान आप नयी जगहों को जानेंगे और महत्वपूर्ण लोगों से मुलाक़ात होगी। क्या आपको लगता है कि शादी महज़ समझौतों का नाम है? अगर हाँ, तो आप आज हक़ीक़त महसूस करेंगे और जानेंगे कि यह आपके जीवन की सबसे अच्छी घटना थी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- अपने बड़े भाई के विचारों का सम्मान करने व उनकी बात मानने से आर्थिक स्थिति में सुधार होगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन नौकरी से जुड़े जातकों के लिए निश्चित परिणाम लेकर आएगा, जो लोग नौकरी में कार्यरत है, उनको आज प्रमोशन मिलने के योग बन रहे हैं, इसलिए अपने अधिकारियों से वाणी में मधुरता बनाए रखें। परिवार में आज कुछ वाद विवाद उत्पन्न हो सकता है, लेकिन परेशान ना हो। शाम के समय पिता जी की सलाह से वाद विवाद समाप्त होगा। ससुराल पक्ष से सम्मान मिलता दिख रहा है। जीवन साथी के लिए आज कोई उपहार खरीद सकते हैं।आज के दिन आप बिना झंझट विश्राम कर सकेंगे। अपनी मांसपेशियों को आराम देने के लिए तैल से मालिश करें। आज आपके भाई-बहन आपसे आर्थिक मदद मांग सकते हैं और उनकी मदद करके आप खुद आर्थिक दबाव में आ सकते हैं। हालांकि स्थिति जल्द ही सुधर जाएगी। तनाव का दौर बरक़रार रहेगा, लेकिन पारिवारिक सहयोग मदद देगा। घर में परेशानियाँ पैदा हो सकती हैं- लेकिन अपने साथी को छोटी-छोटी बातों के लिए ताने देने से बचें। आप जीतोड़ मेहनत और धीरज के बल पर अपने उद्देश्य हासिल कर सकते हैं। इस राशि के उम्रदराज जातक आज के दिन अपने पूराने मित्रों से खाली समय में मिलने जा सकते हैं। जीवनसाथी की ओर से मिले तनाव के चलते सेहत पर बुरा असर पड़ना मुमकिन है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- गाय को पीले चने की दाल खिलाने से प्रेम सम्बन्ध अच्छे होंगे। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए व्यस्तता भरा रहेगा। आज परिवार में खुशनुमा वातावरण रहेगा। व्यापार में आज नई नई रणनीति पर काम करेंगे, जिसमें भागदौड़ अधिक होगी। नौकरी से जुड़े जातकों के कार्यक्षेत्र में भी आज अच्छा वातावरण रहेगा। व्यस्तता के बीच आप अपनी लाइफ के लिए समय निकालने में कामयाब रहेंगे। यदि आप कोई निवेश करना चाहते हैं, तो उसके लिए दिन उत्तम रहेगा। संतान को आज कोई उपहार भेंट कर सकते हैं।आपकी उम्मीद एक महक से भरे हुए ख़ूबसूरत फूल की तरह खिलेगी। जिन लोगों को आप जानते हैं, उनके ज़रिए आपको आमदनी के नए स्रोत मिलेंगे। बेटी की बीमारी आपका मूड ख़राब कर सकती है। उत्साह बढ़ाने के लिए उसे स्नेह से दुलारें। प्यार में बीमार को भी भला-चंगा करने की ताक़त होती है। कोई आपको प्यार से दूर नहीं कर सकता है। आपके बॉस किसी भी बहाने में दिलचस्पी नहीं ज़ाहिर करेंगे- इसलिए निगाहों में बने रहने के लिए अपना काम अच्छी तरह से करें। आज घर में अधिकतर समय आप सो कर गुजार सकते हैं। शाम के वक्त आपको महसूस होगा कि आपने अपना कितना कीमती समय बर्बाद कर दिया। मुमकिन है कि आपके माता-पिता आपके जीवनसाथी को कुछ शानदार आशीर्वाद दें, जिसके चलते आपके वैवाहिक जीवन में और निखार आएगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- पार्वती मंगल स्तोत्र का पाठ करने से फैमिली लाइफ अच्छी चलेगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन विद्यार्थियों के लिए कुछ तनाव भरा रह सकता है। परीक्षा की तैयारियों में कुछ अड़चन आ सकती है। आज भाई बहनों की कुछ समस्या का समाधान कराना होगा। परिवारिक खर्चे बढ़ सकते हैं, लेकिन अपनी आर्थिक स्थिति पर नजर बनाए रखें, तभी खर्चों को करने की सोचें। यदि आज किसी प्रकार का कोई कर्ज लेना पड़े, तो उससे बचें क्योंकि उसे उतारना आपके लिए मुश्किल होगा। प्रेम जीवन में आज कुछ दिक्कतों का सामना करना पड़ सकता है, इसलिए सावधान रहें।लंबे समय से चली आ रही अपनी बीमारी का इलाज अपनी मुस्कान से करें, क्योंकि यह सभी परेशानियों की सबसे कारगर दवा है। समय और धन की कद्र आपको करनी चाहिए नहीं तो आने वाला वक्त परेशानियों भरा रह सकता है। सामाजिक उत्सवों में सहभागिता का मौक़ा है, जो आपको प्रभावशाली व्यक्तियों के संपर्क में लाएगा। आप महसूस करेंगे कि प्यार में बहुत गहराई है और आपका प्रिय आपको सदा बहुत प्यार करेगा। आप क़ामयाबी ज़रूर हासिल करेंगे – बस एक-एक करके महत्वपूर्ण क़दम उठाने की ज़रूरत है। इस राशि के छात्र आज मोबाइल पर सारा दिन बर्बाद कर सकते हैं। आपको अपने जीवनसाथी की ओर से ख़ास तोहफ़ा मिल सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- चटाई का प्रयोग सोने के लिए करने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज के दिन आपका सामाजिक दायरा भी बढ़ा हुआ दिखेगा, जिससे लोग आपसे मित्रता रखने की भी चेष्टा रखेंगे। परिवार में आज कोई मुद्दा सिर उठा सकता है। यदि किसी संपत्ति के निवेश के लिए सोच रहे हैं, तो उसके चल व अचल पहलुओं को सावधानी से जांच लें। आज आपके व्यापार में अचानक से आपको धन लाभ होने की भरपूर उम्मीद दिख रही है। आज उन्हीं कार्यों को करने की कोशिश करें, जिनमें सफलता मिलने की उम्मीद हो। संतान को आज आप कुछ कार्य को करने के लिए सौंपेंगे।धैर्य बनाए रखें, क्योंकि आपकी समझदारी और प्रयास आपको सफलता ज़रूर दिलाएंगे। जो लोग दुग्ध उद्योग से जुड़े हैं उन्हें आज आर्थिक लाभ होने की प्रबल संभावना है। आपका गर्मजोशी भरा बर्ताव घर का माहौल ख़ुशनुमा कर देगा। कुछ ही लोग ऐसे इंसान के आकर्षण से बच सकते हैं, जिसके पास इतनी प्यारी मुस्कान हो। जब आप लोगों के साथ होंगे, तो आपकी महक फूलों की तरह चारों ओर फैलेगी। रोमांस के लिए बढ़ाए गए क़दम असर नहीं दिखाएंगे। मशहूर लोगों से मेलजोल आपको नई योजनाएँ और आइडिया सुझाएगा। आपका चुम्बकीय और ज़िन्दादिल व्यक्तित्व आपको सबके आकर्षण का केन्द्र बना देगा। जीवनसाथी से बिना पूछे योजना बनाएंगे, तो उनकी ओर से नकारात्मक प्रतिक्रिया मिल सकती है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- किसी भी कुत्ते को खाना खिलाने से प्रेम सम्बन्ध मजबूत होंगे। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए मिला-जुला रहेगा। यदि संतान के विवाह से संबंधित कोई तनाव है, तो वह आज समाप्त होगा। आज अपने माता पिता के स्वास्थ्य के प्रति सचेत रहें क्योंकि उनका कोई पुराना रोग आज परेशान कर सकता है। छात्रों को प्रतियोगिता में अच्छे अंक प्राप्त होंगे। जीवन साथी से आज छोटे-मोटे नोकझोंक हो सकती है। यदि वह नाराज हो, तो उन्हें मनाने की कोशिश अवश्य करें। आज आर्थिक लाभ होता दिख रहा है, लेकिन यदि किसी को कर्ज देना हो, तो उससे बचे, नहीं तो उस धन के वापस मिलने मे दिक्कत होगी।आपकी ऊर्जा का स्तर ऊँचा रहेगा। आपको अपने अटके कामों को पूरा करने में इसका इस्तेमाल करना चाहिए। आर्थिक जीवन में आज खुशहाली रहेगी। इसके साथ ही आप कर्जों से भी आज मुक्त हो सकते हैं। आपको अपना बाक़ी वक़्त बच्चों के संग गुज़ारना चाहिए, चाहे इसके लिए आपको कुछ ख़ास ही क्यों न करना पड़े। अपने प्रिय को आज निराश न करें- क्योंकि ऐसा करने की वजह से बाद में आपको पछताना पड़ सकता है। आपका वर्चस्ववादी स्वभाव आलोचना की वजह बन सकता है। इस राशि वालों को आज खुद के लिए काफी समय मिलेगा। इस समय का उपयोग आप अपने शोकों को पूरा करने में कर सकते हैं। आप कोई किताब पढ़ सकते हैं या अपना पसंदीदा म्यूजिक सुन सकते हैं। आपका जीवनसाथी आपकी ज़रूरतों को अनदेखा कर सकता है, जिसके चलते आप चिड़चिड़े हो सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- शिवलिंग पर कच्चा दूध चढाने से नौकरी/बिज़नेस में उन्नति मिलेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम लाभदायक रहेगा। ससुराल पक्ष से भी आपको सहयोग मिलता दिख रहा है, जो लोग रोजगार के क्षेत्र में हैं, उनको भी सफलता मिलेगी। धार्मिक कार्यों की वजह से आपकी पद और प्रतिष्ठा में वृद्धि होगी। कार्य क्षेत्र में आज कुछ विशेष कर दिखाने की उधेड़बुन में समय व्यतीत होगा। अधिकारी वर्ग से आप की सांठगांठ अच्छी होगी। सरकारी योजना का लाभ प्राप्त करने के लिए आपको कुछ लोगों से मुलाकात करनी पड़ सकती है। सायंकाल का समय आज आप किसी शादी विवाह नामकरण आदि मंगलोत्सव मे व्यतीत करेंगे।अपने आहार पर नियंत्रण रखें और चुस्त-दुरुस्त रहने के लिए नियमित व्यायाम करें। प्रोपर्टी से जुड़े लेन-देन पूरे होंगे और लाभ पहुँचाएंगे। बच्चे आपको घरेलू काम-काज निबटाने में मदद करेंगे। आपके प्रिय के कड़वे शब्दों के कारण आपका मूड ख़राब हो सकता है। नई परियोजनाओं और कामों को अमली जामा पहनाने के लिए बेहतरीन दिन है। समय का अच्छा इस्तेमाल करने के लिए आज आप पार्क में घूमने का प्लान बना सकते हैं लेकिन वहां किसी अनजान शख्स से आपकी बहस होने की अशंका है जिससे आपका मूड खराब हो जाएगा। आपके जीवनसाथी की मांगें तनाव का कारण बन सकती हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- सफेद चंदन की जड़ को नीले वस्त्र में लपेटकर अपने पास रखने से प्रेम सम्बन्धों में वृद्धि होगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपको अपने व्यवसाय में आंख और कान दोनों खुले रखकर कार्य करने का होगा क्योंकि आपके कुछ विरोधी आज आपके कार्य बिगाड़ने की कोशिश करेंगे, इसलिए आलस्य को त्याग कर तत्परता से डटे रहें। यदि साझेदारी में व्यापार करने की सोच रहे हैं, तो उसके लिए दिन उत्तम है। आज आप अपने प्रेम जीवन के लिए समय निकालेंगे और जीवन साथी को कहीं घुमाने फिराने ले जा सकते हैं। विद्यार्थियों को आज गुरुजनों का आशीर्वाद प्राप्त होगा। संतान को धर्म-कर्म के कार्यों में कार्यरत देख मन को सुकून मिलेगा।अपने जीवन-साथी के साथ पारिवारिक समस्याओं को साझा करें। एक-दूसरे को फिर से भली-भांति जानने के लिए थोड़ा और वक़्त एक-दूसरे के साथ बिताएँ और ख़ुद की स्नेही जोड़े की छवि को मज़बूत करें। आपके बच्चे भी घर में ख़ुशी और सुकून के माहौल को महसूस कर सकेंगे। इससे आपको एक-दूसरे के साथ व्यवहार में ज़्यादा खुलापन और आज़ादी मिलेगी। व्यापाार में मुनाफा आज कई व्यापारियों के चेहरे पर खुशी ला सकता है। नाती-पोतों से आज काफ़ी ख़ुशी मिल सकती है। जो लोग अब तक सिंगल हैं उनकी मुलाकात आज किसी खास से होने की संभावना है लेकिन बात को आगे बढ़ाने से पहले यह जरुर जान लें कि कहीं वो शख्स किसी के साथ रिश्ते में न हो। आपका आत्मविश्वास आपकी पेशेवर ज़िंदगी में ख़ास असर छोड़ेगा। यह दूसरों को आपका नज़रिया समझाने और उनकी मदद हासिल करने में कारगर रहेगा। आज इस राशि के कुछ छात्र लेपटॉप या टीवी पर कोई मूवी देखकर अपना कीमती समय जाया कर सकते हैं। आज के दिन जीवन साथी पर किया गया संदेह आने वाले दिनों में आपके वैवाहिक जीवन पर बुरा प्रभाव डाल सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- तोते को हरी मिर्च खिलाएं। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपको विपरीत परिस्थितियों में निर्णय लेने की क्षमता में सहायक रहेगा, जो आपके भविष्य की योजनाओं को भी मजबूत करेंगी। आज आपको अपने कार्य क्षेत्र में सभी कार्यों को समय पर पूरा करना होगा, नहीं तो आपकी अधिकारी वर्ग से कुछ अनबन हो सकती है। विदेश में नौकरी करने की इच्छा रखने वाले जातकों के लिए आज विदेश जाने का अवसर मिल सकता है। आज शाम के समय आपके स्वास्थ्य में कुछ गिरावट आ सकती है, इसलिए सतर्क रहें।आप जो शारीरिक बदलाव आज करेंगे, वे निश्चित तौर पर आपके रूप-रंग को आकर्षक बनाएगा। ग्रह नक्षत्रों की चाल आपके लिए आज अच्छी नहीं है, आज के दिन आपको अपने धन को बहुत सुरक्षित रखना चाहिए। आपका जीवनसाथी आपकी सहायता करेगा और मददगार साबित होगा। अपने प्रिय की बातों के प्रति आप ज़रूरत से ज़्यादा संवेदनशील रहेंगे- आपको अपने जज़्बात पर क़ाबू रखने की ज़रूरत है और ऐसा कुछ करने से बचें जो मामले को और भी बिगाड़ दे। सेमिनार और गोष्ठियों में हिस्सा लेकर आज आप कई नए विचार पा सकते हैं। समय का अच्छा इस्तेमाल करने के लिए आज आप पार्क में घूमने का प्लान बना सकते हैं लेकिन वहां किसी अनजान शख्स से आपकी बहस होने की अशंका है जिससे आपका मूड खराब हो जाएगा। किसी पड़ोसी, दोस्त या रिश्तेदार की वजह से वैवाहिक जीवन में अनबन मुमकिन है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- तुलसी के पौधे पर शाम को एक दीया जलाएं, इससे लव लाइफ बढ़िया चलेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। सरकारी नौकरी से जुड़े जातको को आज ट्रांसफर की सूचना मिल सकती है। प्रेम जीवन में मधुरता बनी रहेगी और आप अपने जीवन साथी को कहीं घुमाने फिराने भी ले जा सकते हैं। विद्यार्थियों को आज कुछ नया सीखने का अवसर मिलेगा। यदि कहीं पार्ट टाइम कार्य करने की सोच रहे हैं, तो उसमें सफलता मिलेगी। आज आप घर गृहस्थी के लिए कुछ जरूरी वस्तुओं की खरीदारी कर सकते हैं।तनाव से बचने के लिए अपना क़ीमती वक़्त बच्चों के साथ गुज़ारें। आप बच्चों की उपचार करने की शक्ति महसूस करेंगे। वे आध्यात्मिक तौर पर धरती पर सबसे ज़्यादा ताक़तवर और भावनात्मक लोग हैं। उनके साथ आप ख़ुद को ऊर्जा से लबरेज़ पाएंगे। घर में किसी फंक्शन के होने की वजह से आज आपको बहुत धन खर्च करना पड़ेगा जिसके कारण आपकी आर्थिक स्थिति खराब हो सकती है। किसी बुज़ुर्ग की सेहत चिंता का सबब बनेगी। आपका महबूब आज आपको बड़ी ख़ूबसूरती से कुछ ख़ास करके चौंका सकता है। आज के दिन आप सबके ध्यान का केंद्र होंगे और सफलता आपकी पहुँच में होगी। जब आपको लगता है कि आपके पास घर वालों या अपने दोस्तों के लिए टाइम नहीं है तो आपका मन खराब हो जाता है। आज भी आपकी मन स्थिति ऐसी ही रह सकती है। अगर हाल में आप व आपका जीवनसाथी बहुत ख़ुश महसूस नहीं कर रहे थे, तो आज हालात बदल सकते हैं। आप दोनों आज बहुत मज़े करने वाले हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए अस्पताल आदि में रोगी व्यक्तियों की मदद करें। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। विद्यार्थियों के आज किसी कंपटीशन में जीत मिल सकती हैं, जिससे उनकी खुशी का ठिकाना नहीं रहेगा और उनके भविष्य का मार्ग प्रशस्त होगा। आज आपको अपने कार्य क्षेत्र में दोस्तों के रूप में मिल रहे शत्रुओं से सावधान रहना होगा, नहीं तो वह आप को नुकसान पहुंचाने की कोशिश कर सकते हैं। राजनीति के क्षेत्र में आज आप का बोलबाला होगा, लेकिन शत्रु प्रबल रहेंगे। किसी महिला मित्र से मुलाकात आज अच्छी रहेगी, जिससे आप के अधूरे कार्य को पूरा होने में मदद मिलेगी।भाग्य पर निर्भर न रहें और अपनी सेहत को सुधारने की कोशिश करें, क्योंकि क़िस्मत ख़ुद बहुत आलसी होती है। व्यापार में आज अच्छा खास मुनाफा होने की संभावना है। आज के दिन आप अपने बिजनेस को नई ऊंचाईयां दे सकते हैं। दोस्तों के साथ कुछ करते वक़्त अपने हितों को अनदेखा न करें – हो सकता है कि वे आपकी ज़रूरतों को ज़्यादा गंभीरता से न लें। आपके प्रिय का अस्थिर बर्ताव आज रोमांस को बिगाड़ सकता है। कार्यक्षेत्र में आपका कोई प्रतिद्वंदी आज आपके खिलाफ साजिश कर सकता है, इसलिए आज आपको आंख कान खोलकर काम करने की जरुरत है। जिंदगी में चल रही आपाधापी के बीच आज आपको अपने लिए पर्याप्त समय मिलेगा और और आप अपने पसंदीदा कामों को कर पाने में कामयाब हो पाएंगे। जीवनसाथी की वजह से आपको अनमने ढंग से बाहर जाना पड़ सकता है, जो बाद में आपकी झल्लाहट की वजह बनेगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- जौ, मूली व काली सरसों का दान किसी मांगने वाले को देने से हेल्थ अच्छी रहेगी। \n"
}]
