horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज आपका खुद पर कॉन्फिडेंस बढ़ेगा और कामों को आगे बढ़ कर हाथ में लेंगे जिससे सफलता मिलेगी। आपके परिवार और दांपत्य जीवन में सुख की प्राप्ति होगी और जीवन साथी आपको कोई ऐसी सलाह दे सकता है, जो आपके लिए मार्ग खोलेगी। इससे आपको धन लाभ होगा। अपने जीवन साथी के साथ किसी शादी समारोह में जा सकते हैं। जो प्रेम जीवन में हैं, उनके लिए भी आज का दिन अच्छा रहेगा। काम के सिलसिले में आपको स्वास्थ्य का ध्यान रखते हुए आवश्यक कार्य पर ही ध्यान देना चाहिए और त्यौहार मनाते समय सावधानी रखनी चाहिए।कोई दोस्त आपकी सहनशक्ति और समझ की परीक्षा ले सकता है। अपने मूल्यों को दरकिनार करने से बचें और हर फ़ैसला तार्किक तरीक़े से लें। आपके पिता की कोई सलाह आज कार्यक्षेत्र में आपको धन लाभ करा सकती है. आपकी ज्ञान की प्यास आपको नए दोस्त बनाने में मददगार साबित होगी। आज आप अपने किसी वादे को पूरा नहीं कर पाएंगे जिसकी वजह से आपका प्रेमी आपसे नाराज हो जाएगा। आप चाहें तो परेशानियों को मुस्कुराकर दरकिनार कर सकते हैं या उनमें फँसकर परेशान हो सकते हैं। चुनाव आपको करना है। कोई रिश्तेदार अचानक आपके घर आ सकता है, जिसके चलते आपकी योजनाएँ गड़बड़ा सकती हैं। अपने घर से बाहर निकलते समय अपने जरुरी सामान को एक बार जरुर देख लें। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- गरीब छात्रों की पढ़ाई में सहायता करने से बुध ग्रह प्रसन्न होगा व प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन भाग दौड़ से भरा रहेगा। काम के सिलसिले में अच्छे नतीजे मिलेंगे। बरसों से जिस दिन की आपको  तलाश थी, आज आपको वैसा ही नतीजा मिल सकता है। बुजुर्गों का आशीर्वाद मिलेगा और मान सम्मान में वृद्धि होगी। यात्रा करने के लिए दिन अनुकूल नहीं है। खर्चे थोड़े से बढ़ सकते हैं, बेवजह की यात्रा आपका दिन खराब कर सकती है, इसलिए उससे बचना चाहिए। परिवार का वातावरण खुशनुमा रहेगा। सभी लोग त्योहार का आनंद लेंगे।मानसिक शान्ति के लिए तनाव के कारणों का समाधान करें। कार्यक्षेत्र में या करोबार में आपकी कोई लापरवाही आज आपको आर्थिक नुक्सान करा सकती है। घरेलू ज़िंदगी सुकूनभरी और ख़ुशनुमा रहेगी। व्यक्तिगत संबंध संवेदनशील और नाज़ुक रहेंगे। आज के दिन में आप बहुत व्यस्त रहेंगे लेकिन शाम के वक्त अपने मनपसंद कामों को करने के लिए भी आपके पास पर्याप्त समय होगा। रिश्तेदारों का दख़ल शादीशुदा ज़िन्दगी में परेशानी पैदा कर सकता है। यदि आपसे कोई बात करना चाहे और आपका मूड बात करने का न हो तो आपको शांति से उसे यह बात समझानी चाहिए। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- प्रेमी/प्रेमिका से मिलने जाने से पहले केसर का तिलक मस्तक पर करके जाएं, इससे लव लाइफ अच्छी रहेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। प्रेम जीवन में सफलता मिलेगी और आप अपने प्रिय के साथ प्यार भरे पल गुजारेंगे। परावार के लोग आपको खुशी देने का प्रयास करेंगे। आमदनी में थोड़ी सी कमी देखने को मिल सकती है क्योंकि आपके खर्चे भी दूसरी तरफ ज्यादा रहेंगे। जो लोग शादीशुदा हैं, उन्हें दांपत्य जीवन में प्रेम मिलेगा और नौकरी पेशा लोगों को आज भी मेहनत करनी पड़ सकती है। बिजनेस करने वालों के लिए आज सच में दिवाली होगी।आपकी जी-तोड़ मेहनत और परिवार का सहयोग इच्छित परिणाम देने में क़ामयाब रहेंगे। लेकिन तरक़्क़ी की रफ़्तार बरक़रार रखने के लिए मेहनत इसी तरह जारी रखें। रुका हुआ धन मिलेगा और आर्थिक हालात में सुधार आएगा। रिश्तेदारों और दोस्तों से अचानक उपहार मिलेगा। अपनी व्यक्तिगत भावनाएँ और गोपनीय बातें अपने प्रिय से बाँटने का सही समय नहीं है। यात्रा के मौक़ों को हाथ से नहीं जाने देना चाहिए। रोज़मर्रा की ज़रूरतें पूरी न होने से आपके वैवाहिक जीवन में तनाव संभव है। खाना, साफ़-सफ़ाई या कोई और घरेलू चीज़ इसका कारण हो सकती है। यदि आपसे कोई बात करना चाहे और आपका मूड बात करने का न हो तो आपको शांति से उसे यह बात समझानी चाहिए। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अपने इष्टदेव की तांबे की मूर्ति को घर में स्थापित कर उनकी रोज़ाना पूजा करने से प्रेम सम्बन्धों में सुधार होगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन खुशियों को बढ़ाने वाला होगा। परिवार में सुख शांति रहेगी, जिससे आपका मन प्रसन्न होगा। आपकी माँ जी आशीर्वाद आपको मिलेगा। काम के सिलसिले में आपको कुछ निराशा का सामना करना पड़ सकता है। खर्चे भी काफी होंगे जिससे आपकी जेब पर बोझ बढ़ेगा इसलिए थोड़ा ध्यान से खर्च करें। धन के निवेश के लिए दिन अनुकूल नहीं है, इसलिए थोड़ी प्रतीक्षा करें। परिजनों के साथ लक्ष्मी पूजन में आंवला जरूर रखें।क्षणिक ग़ुस्सा विवाद और दुर्भावना की वजह बन सकता है। माता-पिता की मदद से आप आर्थिक तंगी से बाहर निकलने में क़ामयाब रहेंगे। अपने बर्ताव में उदार बनें और परिवार के साथ प्यार भरे लम्हे गुज़ारें। अपने प्रेम-प्रसंग के बारे में इधर-उधर ज़्यादा बातें न करें। जो चीजें आपके लिए आवश्यक नहीं हैं उनपर आज अपना अधिकतर समय आप जाया कर सकते हैं। अगर आप अपने जीवनसाथी की छोटी-छोटी बातों को नज़रअन्दाज़ करेंगे, तो उन्हें बुरा लग सकता है। सेहत के लिहाज़ से दौड़ लगाना आपके लिए फ़ायदेमंद रहेगा, क्योंकि यह मुफ़्त भी है और अच्छी एक्सरसाइज़ भी। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- इलायची (बुध की कारक) का सेवन करने से हेल्थ अच्छी होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nसिंह राशि के लोगों के लिए आज बिजनेस में ज्यादा एफर्ट लगाने का दिन है। आपके लाभ की गति भी बढ़ेगी। इनकम में बढ़ोतरी से दिन बेहतर रहेगा और कोई नया आईडिया आप को आगे बढ़ाने में सहायक होगा। परिवार में प्रॉपर्टी खरीदने को विचार हो सकता है। दांपत्य जीवन में खुशी भरा पल रहेंगे और यदि आप किसी से प्रेम करते हैं तो आज दिल की बात कहने से सफलता मिलेगी।शारीरिक बीमारी के सही होनी की काफ़ी संभावनाएँ हैं और इसके चलते आप शीघ्र ही खेल-कूद में हिस्सा ले सकते हैं। आज आपको अपने भाई या बहन की मदद से धन लाभ होने की संभावना है। दोस्तों के साथ घूमना-फिरना मज़ेदार रहेगा। लेकिन ज़्यादा पैसे ख़र्च न करें, नहीं तो आप खाली जेब लेकर घर पहुँचेंगे। आपका प्रिय आपको ख़ुश रखने के लिए कुछ ख़ास करेगा। आपका प्रेमी आपको पर्याप्त समय नहीं देता यह शिकायत आज आप खुलकर उनके सामने कर सकते हैं। वैवाहिक जीवन को अधिक सुखमय बनाने के आपके प्रयास उम्मीद से ज़्यादा रंग लाएंगे। अगर कोई छोटा व्यक्ति भी आपको सलाह दे तो उसे सुनें क्योंकि कई बार छोटे लोगों से आपको जीवन को जीने की बड़ी सीख मिल जाती है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- पीले चावल बनाकर गरीबों में बांटना आज आपकी मानसिक प्रसन्नता में इजाफ़ा कर सकता है। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन खुशनुमा रहेगा। प्रेम जीवन में आप अपने समय को लगाएंगे जिससे काम में रुकावट आ सकती है। इससे अच्छे नतीजे मिलने में कमी रहेगी जिससे आपकी कुछ योजनाएं अटक सकती हैं। पारिवारिक जीवन में परेशानी आ सकती है जिसकी वजह किसी बड़े बुजुर्ग का स्वस्थ हो सकता है। आप अपने साहस के बल पर कई चुनौतियों का सामना करेंगे। आज कहीं यात्रा पर ना जाएं और परिवार की जरूरतों पर ध्यान दें। काम को और बढ़िया बनाने के लिए थोड़े प्रयास करें।आप आज ऊर्जा से भरपूर होंगे और कुछ असाधारण करेंगे। जिन लोगों ने किसी से उधार लिया है उन्हें आज किसी भी हालत में उधार चुकाना पड़ सकता है जिससे आर्थिक स्थिति थोड़ी कमजोर हो जाएगी। कोई पुराना परिचित आपके लिए परेशानी का सबब बन सकता है। आपकी आँखें इतनी चमकीली हैं कि वे आपके प्रिय की अंधेरी रात को भी रोशन कर सकती हैं। अगर आप शादीशुदा हैं और आपके बच्चे भी हैं तो वो आज आपसे शिकायत कर सकते हैं क्योंकि आप उनको पर्याप्त समय नहीं दे पाते। आज के दिन आप वैवाहिक जीवन का असली स्वाद चख सकते हैं। आज आपके पास पर्याप्त वक़्त होने की संभावना है, लेकिन इन क़ीमती पलों को ख़्याली पुलाव पकाने में न गँवाएँ। कुछ पुख़्ता करना आने वाले सप्ताह की बेहतरी में मददगार साबित होगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- घर में फटे-पुरानी पुस्तकें या धार्मिक ग्रंथों को न रखने से फैमिली लाइफ अच्छी चलेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए दिन बहुत बढ़िया है लेकिन मेहनत करें और भाग्य के सहारे ना बैठे रहें। आगे बढ़ने से ही सफलता मिलेगी। मन हर्षित रहेगा। दांपत्य जीवन में खुशी भरे पल रहेंगे जिससे मन को संतुष्टि रहेगी। पारिवारिक जीवन बेहतर रहेगा और संतान से सुखद समाचार मिलेंगे। जो किसी प्रेम संबंध में हैं, उनके लिए भी आज का दिन काफी सुकून देने वाला रहेगा। आपकी इनकम में भी बढ़ोतरी होगी। आज रुका हुआ पैसा वापस मिल सकता है। परिवार में थोड़ी अनबन हो सकती है, इसलिए त्यौहार के दिन शांति बनाए रखने की कोशिश करें।किसी दोस्त की ज्योतिषीय सलाह आपकी सेहत के लिए काफ़ी उपयोगी रहेगी। विदेशों में पड़ी आपकी जमीन आज अच्छे दामों में बिक सकती है जिससे आपको मुनाफा होगा। बच्चे आपको घरेलू काम-काज निबटाने में मदद करेंगे। आज रोमांस आपके दिलो-दिमाग़ पर छाया रहेगा। घर के कामों को पूरा करने के बाद इस राशि की गृहणियां आज के दिन फुर्सत में टीवी या मोबाइल पर कोई मूवी देख सकती हैं। समय की कमी की वजह से आप दोनो के बीच निराशा या कुंठा के भाव पनप सकते हैं। अपनी रचनाधर्मिता को नया आयाम देने के लिए अच्छा दिन है। कुछ ऐसे विचार आ सकते हैं जो वाक़ई ज़बरदस्त और सृजनात्मक हों। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- लव लाइफ को अच्छा रखने के लिए एक-दूसरे को चाँदी की वस्तुएँ भेंट करें। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन कुछ नया सिखाएगा। खर्चों को किस तरह नियंत्रित किया जाए, इसके लिए एक सही बजट की प्लानिंग करें क्योंकि इन खर्चों से आने वाले समय में आपको दिक्कत हो सकती है। कोई भी ऐसी बात ना बोलें, जो आपके किसी अपने को कष्ट दे। अपने भोजन को पर्याप्त समय दें। कमजोरी महसूस होगी। गुस्से पर नियंत्रण रखें। पारिवारिक जीवन में सुख मिलेगा। किसी नए वाहन को खरीदने की प्लानिंग करेंगे। दांपत्य जीवन में कुछ समस्या आ सकती है, जिसकी वजह आपका स्वभाव या आपका व्यवहार हो सकता है। काम के सिलसिले में आज आपको फुर्सत नहीं होगी। प्यार करने वाले आज इजहार कर सकते हैं।किसी ऊँचे और ख़ास इंसान से मिलते समय घबराएँ नहीं और आत्मविश्वास बनाए रखें। यह सेहत के लिए उतना ही ज़रूरी है, जितना काम-धंधे के लिए पैसा। आर्थिक पक्ष के मजबूत होने की पूरी संभावना है। अगर आपने किसी शख्स को पैसा उधार दिया था तो आज आपको वो पैसा वापस मिलने की उम्मीद है। अपने परिवार की भलाई के लिए मेहनत करें। आपके कामों के पीछे प्यार और दूरदृष्टि की भावना होनी चाहिए, न कि लालच का ज़हर। आपका प्यार न सिर्फ़ परवान चढ़ेगा, बल्कि नई ऊँचाइयों को भी छूएगा। दिन की शुरुआत प्रिय की मुस्कान से होगी और रात उसके सपनों में ढलेगी। खाली समय में आज आप अपने मोबाइल पर कोई वेब सीरीज देख सकते हैं। यूँ तो जीवन हमेशा कुछ नया और चौंकाने वाली चीज़ आपके सामने लाता है। लेकिन आज आप अपने जीवनसाथी का एक अनोखा पहलू देखकर ख़ुशी से चौंक जाएंगे। रिश्तों से परे आपकी अपनी भी एक दुनिया है और उस दुनिया में आज आप दस्तक दे सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- शरीर पर किसी भी तरह चाँदी धारण करने से स्वास्थ्य अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन पैसों को देने वाला होगा, जिससे आपको खुशी होगी। कोई ऐसा साधन मिल सकता है, जो अचानक से आपको धन प्रदान कर दे।  आपका अटका हुआ पैसा भी आपको मिल सकता है। इससे आप अपने कर्ज को चुकाने में भी सफल होंगे और आप की कोई अभिलाषा भी पूरी होगी। सेहत कमजोर रह सकती है इसलिए उस पर ध्यान जरूर दें। अपने परिवार की छोटो से किसी प्रकार का लाभ भी मिलेगा। जो लोग प्रेम जीवन में उन्हें सुखद नतीजे मिलेंगे। दांपत्य जीवन जी रहे लोग जीवनसाथी का मूड भाँपकर ही बात करें।\n मौज-मस्ती की यात्राएं और सामाजिक मेलजोल आपको ख़ुश रखेंगे और सुकून देंगे। आज आप अपने घर के वरिष्ठ जनों से पैसे की बचत करने को लेकर कोई सलाह ले सकते हैं और उस सलाह को जिंदगी में जगह भी दे सकते हैं. बढ़िया दिन है जब आप सबके ध्यान को अपनी तरफ़ खींचेंगे- आपके सामने चुनने के लिए कई चीज़ें होंगी और आपके सामने समस्या यह होगी कि किसे पहले चुना जाए। घर में परेशानियाँ पैदा हो सकती हैं- लेकिन अपने साथी को छोटी-छोटी बातों के लिए ताने देने से बचें। आज लोग आपकी वह प्रशंसा करेंगे, जिसे आप हमेशा से सुनना चाहते थे। जीवनसाथी का स्वास्थ्य कुछ गड़बड़ हो सकता है। सोशल मीडिया पर ज़रूरत से ज़्यादा वक़्त गुज़ारना न केवल समय की बर्बादी है, बल्कि सेहत के लिहाज़ से भी अच्छा नहीं है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- जब भी अपने प्रेमी/प्रेमिका से मिलें तो एक सफेद फूल जरूर दें। इससे लव लाइफ बढ़िया चलेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nमकर राशि के लोगों को अपने बिजनेस में आज तगड़ा मुनाफा होगा और अपना अच्छा प्रदर्शन कर पाएंगे। काम में मन लगेगा जैसे चुनौतियां समाप्त होंगी। खर्चे आपके बहुत होंगे, जिन पर लगाम लगाना भी आपको जरूरी होगा। अपने विरोधियों पर आप प्रबल रहेंगे जिससे आपको चुनौतियों का सामना करने में मदद मिलेगी। आप का मनोबल बढ़ेगा। आंशिक धन लाभ के योग बनेंगे। प्रेम जीवन में कुछ दिक्कत आ सकती है लेकिन जो लोग दांपत्य जीवन जी रहे हैं, उनके लिए आज खुशी भरा समय रहेगा आज परिवार में बेहतर तालमेल देखने को मिलेगा और सभी मिलजुल कर त्योहार मनाएंगे।\n सेहत बढ़िया रहेगी। विवाहित दंपत्तियों को आज अपनी संतान की शिक्षा पर अच्छा खासा धन खर्च करना पड़ सकता है। आज का दिन ख़ुशियों से भरा रहेगा, क्योंकि आपका जीवन-साथी आपको ख़ुशी देने का हर प्रयास करेगा। अगर आपको लगता है कि आपका लवमेट आपकी बातों को समझ नहीं पाता तो आज उनके साथ वक्त बिताएं और अपनी बातों को स्पष्टता के साथ उनके सामने रखें। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। आपके जीवनसाथी का मिज़ाज आज बढ़िया है। आपको कोई सरप्राइज़ मिल सकता है। आपकी खूबियां आज लोगों को बीच आपको प्रशंसा का पात्र बनाएंगी। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- अच्छी आर्थिक स्थिति के लिए दही या शहद या फिर दोनों का प्रयोग व दान करें। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपको आज लगेगा कि भाग्य आपके साथ खड़ा है और आपकी मेहनत का आपको पूरा फल मिलेगा। यात्रा पर जाने के योग बनेंगे लेकिन आज यात्रा ना करें। काम के सिलसिले में आपको सुखद नतीजे प्राप्त होंगे और आपकी इच्छाएं पूरी होंगी। मन खुश रहेगा और दूसरों के लिये प्रेम की भावना बढ़ेगी, जिससे परिवार और दांपत्य जीवन दोनों में ही खुशी का माहौल रहेगा। यदि आप किसी से प्यार करते हैं तो आज भूल कर भी कोई बात ऐसी ना करें, जिससे वह नाराज हो जाएं।अपने बच्चे का प्रदर्शन आपको बहुत ख़ुशी देगा। अपने अतिरिक्त धन को सुरक्षित जगह पर रखिए, जो आने वाले वक़्त में आप फिर पा सकें। जिसपर आप यक़ीन करते हैं, मुमकिन है वह आपको पूरा सच न बता रहा हो। आपकी दूसरों को राज़ी करने की क्षमता आने वाली मुश्किल को हल करने में कारगर साबित होगी। अपने प्रिय की ग़ैरमौजूदगी में आप ख़ुद को बिल्कुल खाली महसूस करेंगे। आज किसी सहकर्मी के साथ आप शाम का वक्त बिता सकते हैं हालांकि अंत में आपको महसूस होगा कि आपने उनके साथ समय बर्बाद किया है और कुछ नहीं। किसी पड़ोसी, दोस्त या रिश्तेदार की वजह से वैवाहिक जीवन में अनबन मुमकिन है। माता के साथ आज आप अच्छा समय बिता सकते हैं, आज वो आपसे आपकी बचपन की बातें शेयर कर सकती हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सोने का छल्ला अनामिका अँगुली में धारण करने से लव लाइफ स्मूथ चलेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन सावधानी भरा रहेगा। अपने काम को बिल्कुल साइडलाइन ना करें और अगर आपके कामों में रुकावट आ रही है तो उसे इग्नोर करें। हालांकि भाग्य की ओर से कोई कमी नहीं होगी। सोच समझकर निर्णय लें और संभव हो तो किसी वरिष्ठ व्यक्ति की सलाह लेकर काम करेंगे तो सफलता मिलेगी। पारिवारिक जीवन में दिन अच्छा रहेगा। प्रेम जीवन के लिए दिन बेहतर रहेगा। लेकिन शादीशुदा जातकों को आज जीवनसाथी से संतोष मिलेगा और दोनों पारिवारिक गतिविधियों में मिलकर हिस्सा लेंगे।\n आपका व्यक्तित्व आज इत्र की तरह महकेगा और सबको आकर्षित करेगा। यदि आप किसी से उधार वापस मांग रहे थे और अब तक वो आपकी बात को टाल रहा था तो आज बिना बोले ही वो आपको पैसा लौटा सकता है। ऐसा दिन है जब काम का दबाव कम रहेगा और आप परिवार के साथ समय बिताने का मज़ा ले पाएंगे। काम के दबाव के चलते मानसिक उथल-पुथल और परेशानियों का सामना करना पड़ सकता है। दिन के उत्तरार्ध में ज़्यादा तनाव न लें और आराम करें। कोई रोचक मैगजीन या उपन्यास पढ़ के आजके दिन को आप अच्छी तरह से व्यतीत कर सकते हैं। आपको अपने जीवनसाथी का सख़्त और रुखा पहलू देखने को मिल सकता है, जिसके चलते आप असहज महसूस करेंगे। आज आप किसी मुश्किल में पड़ सकते हैं और आपको समझ आ सकता है कि अच्छे दोस्तों का जीवन में होना बहुत जरुरी है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- तांबे के चैन में डाले गए रुद्राक्ष को धारण करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n"
}]
