horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। मन में सुख शांति रहेगी। कोई नया वाहन खरीदने की योजना बना सकते हैं। काम के सिलसिले में दिनमान मजबूत रहेगा। शादीशुदा लोगों के गृहस्थ जीवन में थोड़ा तनाव हो सकता है, लेकिन प्रेम जीवन बिता रहे लोग आज के दिन को खुलकर जिएंगे।बेकार का तनाव और चिंताएँ ज़िंदगी का रस निचोड़कर आपको पूरी तरह चूस सकती हैं। भलाई इसी में है कि इन आदतों को छोड़ दें, नहीं तो इनसे केवल आपकी परेशानियों में बढ़ोतरी ही होगी। आज बिना किसी की मदद के ही आप धन कमा पाने में सक्षम होंगे। दोस्त शाम के लिए कोई बढ़िया योजना बनाकर आपका दिन ख़ुशनुमा कर देंगे। मुहब्बत के मोर्चे पर आज आपकी तूती बोलेगी, क्योंकि आपका महबूब आपकी रसिक कल्पनाओं को अमली जामा पहनाने के लिए तैयार है। नयी साझीदारी आज के दिन फलदायी रहेगी। खाली वक्त का आज आप सदुपयोग करेंगे और उन कामों को पूरा करने की कोशिश करेंगे जो बीते दिनों पूरे नहीं हो पाए थे। वैवाहिक जीवन में कई उतार-चढ़ाव के बाद एक-दूसरे के प्यार को सराहने का यह सही दिन है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- ॐ बुं बुधाय नमः मंत्र का जाप सुबह-शाम दोनो समय 11 बार करने से स्वास्थ्य बना रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। जमीन जायदाद से जुड़े मामलों में सफलता मिल सकती है। आपकी सेहत अच्छी रहेगी। कामों में सफलता मिलने के अच्छे योग बन रहे हैं। शादीशुदा लोगों के गृहस्थ जीवन के लिए आज का दिन मान अच्छा रहेगा। रिश्ते में प्रेम दिखेगा तथा प्रेम जीवन बिता रहे लोगों के लिए आज का दिन बहुत ही खुशनुमा रहने वाला है।मानसिक शान्ति के लिए तनाव के कारणों का समाधान करें। नए क़रार फ़ायदेमंद दिख सकते हैं, लेकिन वे उम्मीद के मुताबिक़ लाभ नहीं पहुँचाएंगे। निवेश करते समय जल्दबाज़ी में निर्णय न लें। आपके घर वाले आपकी कोशिशों और समर्पण को सराहेंगे। लवमेट आज आपसे किसी चीज की डिमांड कर सकता है लेकिन आप उसे पूरा नहीं कर पाएंगे जिसकी वजह से आपका लवमेट आपसे नाराज हो सकता है। रचनात्मक काम में लगे लोगों के लिए सफलता से भरा दिन है, उन्हें वह शौहरत और पहचान मिलेगी जिसकी उन्हें एक अरसे से तलाश थी। दिक़्क़तों का तेज़ी से मुक़ाबला करने की आपकी क्षमता आपको ख़ास पहचान दिलाएगी। रोज़मर्रा की शादीशुदा ज़िन्दगी में आज का दिन लज़ीज़ मिठाई जैसा है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- आर्थिक स्थिति को अच्छा करने के लिए साफ़ सुथरा रहें, रोज स्नान करना चाहिए। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिनमान आपके लिए मध्यम रूप से फलदायक रहेगा। काम के सिलसिले में आपको ज्यादा मेहनत पर ध्यान देना होगा क्योंकि दिनमान उतार-चढ़ाव से भरा रहेगा। सेहत के मामले में आज का दिन बढ़िया है। आप तंदुरुस्त रहेंगे। शादीशुदा लोगों के गृहस्थ जीवन में प्रेम और अच्छा तालमेल देखने को मिलेगा। जो लोग प्रेम जीवन बिता रहे हैं, उन्हें किसी बात को लेकर नाराजगी हो सकती है।छोटी-छोटी चीज़ों को ख़ुद के लिए परेशानी का सबब न बनने दें। तंग आर्थिक हालात के चलते कोई अहम काम बीच में अटक सकता है। परिवार के सदस्य आपके नज़रिए का समर्थन करेंगे। शाम के लिए कोई ख़ास योजना बनाएँ और कोशिश करें कि यह ज़्यादा-से-ज़्यादा रुमानी हो। नई शुरू की परियोजनाएँ उम्मीद के मुताबिक़ परिणाम नहीं देंगी। भरपूर रचनात्मकता और उत्साह आपको एक और फ़ायदेमंद दिन की ओर ले जाएंगे। अगर आप अपने जीवनसाथी से स्नेह की आशा रखते हैं, तो यह दिन आपकी आशाओं को पूरा कर सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- स्नान करने के बाद सफेद चंदन का तिलक मस्तक पर करने से आर्थिक पक्ष अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए बहुत बढ़िया रहेगा। सेहत भी मजबूत रहेगी। मन भी खुश होगा। पारिवारिक जीवन खुशहाल रहेगा। प्रेम जीवन बिता रहे लोग आज अपने मन की कोई बात अपने प्रिय से कहेंगे जिसे पूरा करने की वह कोशिश करेंगे। शादीशुदा लोगों का गृहस्थ जीवन बहुत ही रोमांटिक रहेगा। काम के सिलसिले में दिनमान मजबूत है।आज आपकी सेहत पूरी तरह अच्छी रहेगी। अगर आप यात्रा पर जाने वाले हैं तो अपने कीमती सामान का ध्यान रखें उसके चोरी होने की संभावना है। खासकर अपने पर्स को आज बहुत संभालकर रखें। जब आप समूह में हों तो ध्यान रखें कि आप क्या कह रहे हैं, बिना ज़्यादा समझे-बूझे अचानक कहे गए शब्दों के चलते आप कड़ी आलोचना के शिकार हो सकते हैं। अगर आप अपने प्रेमी के साथ कहीं बाहर घूमने जा रहे हैं तो कपड़े सोच-समझकर पहनें। अगर आप ऐसा नहीं करते तो आपका प्रेमी आपसे नाराज हो सकता है। वरिष्ठों का सहयोग और तारीफ़ आपके आत्मविश्वास और उत्साह को दोगुना कर देंगे। बिना किसी पूर्व सूचना के आज आपका कोई रिश्तेदार आपके घर पधार सकता है जिसकी वजह से आपका कीमती समय उनकी खातिरदारी में जाया हो सकता है। कोई व्यक्ति आपके जीवनसाथी में काफ़ी दिलचस्पी दिखा सकता है, लेकिन दिन के आख़िर तक आपको एहसास होगा कि इसमें कुछ ग़लत नहीं है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- घर पर अपने इष्टदेव को पीला पुष्प अर्पित करने से पारिवारिक जीवन खुशहाल रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिनमान मध्यम रूप से फलदायक रहेगा। वैसे तो सेहत अच्छी रहेगी लेकिन सर्दी-जुकाम की समस्या हो सकती है। काम के सिलसिले में दिन में थोड़ा कमजोर रहेगा इसलिए सावधानी रखें। शादीशुदा लोगों के गृहस्थ जीवन में प्रेम रहेगा और प्रेम जीवन बिता रहे लोगों को अपने प्रिय को खुश करने के लिए उनकी कोई बात माननी पड़ेगी।आप खाली समय का आनंद ले सकेंगे। आज आप अपने घर केे सदस्यों को कहीं घुमाने ले जा सकते हैं और आपका काफी धन खर्च हो सकता है। दोस्तों के साथ शाम बिताना या ख़रीदारी करना मज़ेदार और रोमांचक रहेगा। आज आपके दिल की धड़कनें अपने प्रिय के साथ ताल-से-ताल मिलाती मालूम होंगी। जी हाँ, यह प्यार का ही ख़ुमार है। आज फ़ायदा हो सकता है, बशर्ते आप अपनी बात भली-भांति रखें और काम में लगन व उत्साह दिखाएँ। ऑफिस से जल्दी घर जाने का प्लान आज आप ऑफिस पहुंचकर ही कर सकते हैं। घर पहुंचकर आप मूवी देखने या किसी पार्क में परिवार के लोगों के साथ जाने का प्लान बना सकते हैं। एक बढ़िया जीवनसाथी के साथ जीवन वाक़ई अद्भुत लगता है और आज आप इस बात का अनुभव कर सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- भगवान में आस्था रखें, सत्संगति करें और मानसिक हिंसा करने से बचना आर्थिक स्थिति के लिए अच्छा है। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। हल्के खर्चे तो रहेंगे लेकिन इनकम बढ़िया रहेगी। शादीशुदा लोगों के गृहस्थ जीवन में प्यार और रोमांस रहेगा। जो लोग प्रेम जीवन बिता रहे हैं, वो भी आज काफी खुश रहेंगे क्योंकि अपने प्रिय के साथ टाइम स्पेंड करने का अच्छा मौका मिलेगा। काम के सिलसिले में दिनमान मजबूत रहेगा जिससे आप खुश रहेंगे।कार्यक्षेत्र में वरिष्ठों का दबाव और घर में अनबन के चलते आपको तनाव का सामना करना पड़ सकता है- जो काम में आपकी एकाग्रता को भंग करेगा। आर्थिक पक्ष के मजबूत होने की पूरी संभावना है। अगर आपने किसी शख्स को पैसा उधार दिया था तो आज आपको वो पैसा वापस मिलने की उम्मीद है। अपने जीवन-साथी के साथ बेहतर समझ ज़िन्दगी में ख़ुशी, सुकून और समृद्धि लाएगी। आपके प्रिय/जीवनसाथी का फ़ोन आपका दिन बना देगा। अपना बायोडाटा भेजने या किसी इंटरव्यू में जाने के लिए अच्छा समय है। शहर से बाहर यात्रा ज़्यादा आरामदेह नहीं रहेगी, लेकिन आवश्यक जान-पहचान बनाने के लिहाज़ से फ़ायदेमंद साबित होगी। आपको महसूस होगा कि आपका वैवाहिक जीवन बहुत ख़ूबसूरत है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- कोढ़ी व गूंगे-बहरे व्यक्ति की मदद करने से स्वास्थ्य अच्छा होगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। सेहत बढ़िया रहेगी। काम के सिलसिले में भी आज का दिन आपके पक्ष में नतीजे सुनाएगा। पारिवारिक जीवन शांतिपूर्ण रहेगा। शादीशुदा लोगों के गृहस्थ जीवन में तनाव दिख सकता है। प्रेम जीवन बिता रहे लोगों को अपनी ईगो से बाहर आकर रिश्ते को एक्सेप्ट करना जरूरी होगा।बेकार का तनाव और चिंताएँ ज़िंदगी का रस निचोड़कर आपको पूरी तरह चूस सकती हैं। भलाई इसी में है कि इन आदतों को छोड़ दें, नहीं तो इनसे केवल आपकी परेशानियों में बढ़ोतरी ही होगी। वैसे तो अपना पैसा दूसरे को देना किसी को पसंद नहीं आता लेकिन आज आप किसी जरुरतमंद को पैसा देकर सुकून का अनुभव करेंगे। दिन के उत्तरार्ध में अचानक आई कोई अच्छी ख़बर पूरे परिवार को ख़ुशी देगी। आज आप ऐसे इंसान से मिल सकते हैं, जो आपको ख़ुद अपनी ज़िन्दगी से ज़्यादा चाहता होगा। आपकी कड़ी मेहनत और निष्ठा ख़ुद आपके लिए बोलेगी व दूसरों का विश्वास और सहयोग आपको हासिल होगा। आज जीवनसाथी के साथ समय बिताने के लिए आपके पास पर्याप्त समय होगा। आपके प्रेम को देखकर आज आपका प्रेमी गदगद हो जाएगा। आपको महसूस होगा कि शादी के वक़्त किए गए सारे वादे सच्चे हैं। आपका जीवनसाथी ही आपका हमदम है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- सोते समय एक तांबे के पात्र में जल रखकर अगली सुबह घर के पास वाले पेड़ की जड़ में उस जल को डालने से सेहत अच्छी रहेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए बहुत बढ़िया रहेगा। आपकी सेहत मजबूत रहेगी। भाग्य मजबूत होने से कामों में सफ़लता मिलती जाएगी। परिवार के लोगों का सहयोग भी मिलेगा। शादीशुदा लोगों के गृहस्थ जीवन के लिए आज का दिन बहुत ही खुशनुमा रहने वाला है। प्रेम जीवन बिता रहे लोगों को भी आज बहुत अच्छे समाचार सुनने को मिलेंगे।सामाजिक मेलजोल से ज़्यादा सेहत को प्राथमिकता दी जानी चाहिए। आज आप आसानी से पैसे इकट्ठा कर सकते हैं- लोगों को दिए पुराने कर्ज़ वापिस मिल सकते हैं- या फिर किसी नयी परियोजना पर लगाने के लिए धन अर्जित कर सकते हैं। अगर आप अपनी घरेलू ज़िम्मेदारियों को अनदेखा करेंगे, तो कुछ ऐसे लोग नाराज़ हो सकते हैं जो आपके साथ रहते हैं। आपके प्रिय का डांवाडोल मिज़ाज आपको परेशान कर सकता है। कार्यक्षेत्र में आपके सामने नई चुनौतियाँ आएंगी- ख़ास तौर पर अगर आप कूटनीतिक तरीक़े से चीज़ों को नहीं इस्तेमाल करेंगे तो। छात्रों को सलाह दी जाती है कि यारी-दोस्ती के चक्कर में इन कीमती पलों को खराब न करें। यार दोस्त आने वाले वक्त में भी मिल सकते हैं लेकिन पढ़ाई के लिए यही समय सबसे सही है। वैवाहिक जीवन में चीज़ें हाथ से निकलती हुई मालूम होंगी। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- प्रेमी/प्रेमिका को हरे रंग के कपड़े गिफ्ट में देने से प्रेम सम्बन्ध मजबूत रहेंगे। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम फलदायक रहेगा। सेहत में उतार-चढ़ाव देखने को मिलेगा। काम के सिलसिले में भी आपको बहुत मेहनत करने से भी उतने नतीजे नहीं मिलेंगे जितने कि आपने उम्मीद की थी इसलिए सावधानी से रहें। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिन सामान्य बीतेगा। जीवन साथी के पास बैठकर अपने मन की कोई बात कहेगा और आपके लिए उनके मन की भी सुननी जरूरी होगी। प्रेम जीवन बिता रहे लोगों को कुछ निराशा होगी।भीड़भाड़ भरे इलाक़ों में यात्रा करते समय रक्तचाप के रोगियों को अतिरिक्त सावधान रहने की आवश्यकता है। दीर्घावधि निवेश से बचिए और अपने दोस्तों के साथ बाहर जाकर कुछ ख़ुशी के पल बिताएँ। बच्चों का स्कूल से जुड़ा काम पूरा करने के लिए मदद देने का वक़्त है। अपने प्रिय की बातों के प्रति आप ज़रूरत से ज़्यादा संवेदनशील रहेंगे- आपको अपने जज़्बात पर क़ाबू रखने की ज़रूरत है और ऐसा कुछ करने से बचें जो मामले को और भी बिगाड़ दे। तब तक कोई वादा न करें, जब तक आप ख़ुद यह न जानते हों कि आप उसे हर क़ीमत पर पूरा करेंगे। मुमकिन है कि आपके अतीत से जुड़ा कोई शख़्स आज आपसे संपर्क करेगा और इस दिन को यादगार बना देगा। आप अपने जीवनसाथी को समझने में आपसे ग़लती हो सकती है, जिसकी वजह से सारा दिन उदासी में गुज़रेगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- नेत्रविहीन व्यक्तियों की सेवा करना लव लाइफ के लिए अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। हल्के खर्चे रहेंगे लेकिन सेहत में सुधार होगा। काम के सिलसिले में आप पूरा ध्यान देकर अपने काम पर पकड़ बनाएंगे। शादीशुदा लोगों का गृहस्थ जीवन अच्छा रहेगा। जीवन साथी के साथ मिलकर आप कोई नया काम करने का विचार कर सकते हैं। प्रेम जीवन बिता रहे लोगों को भी आज अपने प्रिय से कोई अच्छी बात सुनने को मिलेगी जिससे आपका मन हर्षित होगा।दूसरों के साथ ख़ुशी बांटने से सेहत और खिलेगी। अगर आप लोन लेने वाले थे और काफी दिनों से इस काम में लगे थे तो आज के दिन आपको लोन मिल सकता है। परिवार के लोगों के बीच पैसे को लेकर आज कहासुनी हो सकती है। पैसों के मामलों में आपको परिवार के सभी लोगों को स्पष्ट होने की सलाह देनी चाहिए। आज के दिन अपने प्रिय से कोई तल्ख़ बात न कहें। आज के दिन आप कार्यक्षेत्र में कुछ बढ़िया कर सकते हैं। आपके द्वारा आज खाली समय में ऐसे काम किये जाएंगे जिनके बारे में आप अक्सर सोचा करते हैं लेकिन उन कामों को कर पाने में समर्थ नहीं हो पाते। दिन में जीवनसाथी के साथ बहस के बाद एक बेहतरीन शाम गुज़रेगी। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- अच्छे पारिवारिक जीवन के लिए किसी क्यारी, पीपल या बड़ के पास धरती पर 28 बार सरसों का तेल टपकाएं, यही कार्य आप घर में गमले में मिटटी रखकर भी कर सकते हैं। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। खर्चों में बढ़ोतरी होगी। विरोधियों से सावधान रहें। अपने खान-पान पर ध्यान दें। काम के सिलसिले में दिनमान ठीक-ठाक रहेगा। शादीशुदा लोगों के गृहस्थ जीवन में आज तनाव देखने को मिल सकता है लेकिन आपसी बातचीत से इसे सुलझाया जा सकता है। प्रेम जीवन बिता रहे लोगों को कुछ दिक्कतों का सामना करना पड़ेगा।अपनी ऊर्जा का इस्तेमाल किसी मुश्किल में फँसे इंसान की मदद करने के लिए करें। याद रखें – यह शरीर तो एक-न-एक दिन मिट्टी में मिलने वाला है, अगर यह किसी के काम न आ सके तो इसका क्या फ़ायदा? आर्थिक जीवन की स्थिति आज अच्छी नहीं कही जा सकती आज आपको आपको बचत करने में मुूश्किलें आ सकती हैं। रिश्तेदारों के यहाँ जाना उससे काफ़ी बेहतर रहेगा, जितना आप सोच सकते हैं। दोस्ती में प्रगाढ़ता के चलते रोमांस का फूल खिल सकता है। यह करिअर के मोर्चे पर उन बदलावों को करने का सही वक़्त है, जिनके बारे में आप लम्बे समय से सोच रहे हैं। आज लोग आपकी वह प्रशंसा करेंगे, जिसे आप हमेशा से सुनना चाहते थे। आज के दिन कुछ भी करने के लिए अपने साथी पर दबाव न डाले, अन्यथा आपके दिलों में दूरियां आ सकती हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- धन प्राप्ति के लिए दूध या जल में केसर डालकर उसका सेवन करें। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए बहुत बढ़िया रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बहुत ही खुशनुमा रहेगा। रिश्ते में रोमांस और प्यार बढ़ेगा। एक दूसरे के प्रति आकर्षण महसूस करेंगे। शादीशुदा लोगों के गृहस्थ जीवन में भी आज का दिन प्रेम से भरा रहेगा। काम के सिलसिले में आप काफी मजबूत रहेंगे। अपनी परफॉर्मेंस को और भी बेहतर करने का मौका मिलेगा। सेहत मजबूत रहेगी। गवर्नमेंट से कोई बढ़िया बेनिफिट मिल सकता है।माता-पिता को अनदेखा करना आपके भविष्य की संभावनाओं को ख़त्म कर सकता है। अच्छा समय बहुत ज़्यादा दिनों तक नहीं रहता है। इंसान के कर्म ध्वनि की तरंगों की तरह हैं। साथ मिलकर ये संगीत बनाते हैं और आपस में टकराकर खड़खड़ाहट। हम जो बोते हैं, वही पाते हैं। आपके घर से जुड़ा निवेश फ़ायदेमंद रहेगा। दोस्त और रिश्तेदार साथ में ज़्यादा वक़्त बिताने की मांग करेंगे लेकिन यह सभी दरवाज़े बन्द करके राजसी आनन्द लेने का समय है। आज आप कोई दिल टूटने से बचा सकते हैं। व्यवसायियों के लिए अच्छा दिन है, क्योंकि उन्हें अचानक बड़ा फ़ायदा हो सकता है। अगर आपके पास हालात से उबरने के लिए दृढ़ इच्छा-शक्ति है, तो कुछ भी असंभव नहीं है। शादी के ठीक पहले के ख़ूबसूरत दिनों की याद ताज़ा हो सकती है - वही छेड़छाड़, आगे-पीछे घूमना और इज़हार गर्माहट पैदा करेंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- ॐ बुं बुधाय नमः मंत्र का जाप सुबह-शाम दोनो समय 11 बार करने से स्वास्थ्य बना रहेगा। \n"
}]
