horo_hindi=[  {
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। धन की आवक होगी जिससे आपका आत्मविश्वास मजबूत होगा। काम के सिलसिले में दिनमान अच्छा है। ईगो में अगर कुछ गलत ना करें। गृहस्थ जीवन खुशनुमा रहेगा। प्रेम जीवन में हल्की दिक्कतें आ सकती हैं।आपको आज महत्वपूर्ण निर्णय लेने होंगे, जिसके चलते आपको तनाव और बेचैनी का सामना करना पड़ सकता है। आप उन योजनाओं में निवेश करने से पहले दो बार सोचें जो आज आपके सामने आयी हैं। घर में किसी भी तरह का बदलाव करने से पहले अपने बड़ों की राय लें, नहीं तो वे आपसे नाख़ुश और नाराज़ हो सकते हैं। अगर आप हुक़्म चलाने की कोशिश करेंगे, तो आपके और आपके प्रिय के बीच काफ़ी परेशानी खड़ी हो सकती है। साझीदारी और व्यापार में हिस्सेदारी वग़ैरह से दूर रहें। आप चाहें तो परेशानियों को मुस्कुराकर दरकिनार कर सकते हैं या उनमें फँसकर परेशान हो सकते हैं। चुनाव आपको करना है। आपको या आपके जीवनसाथी को बिस्तर में चोट लग सकती है। इसलिए एक-दूसरे का ख़याल रखें। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- सूर्य की धूप घर में आने का प्रबंध करें। स्वास्थ्य लाभ के लिए उत्तम है। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। दिन की शुरुआत के साथ इनकम में बढ़ोतरी हो जाएगी और आप खुद पर ध्यान देंगे। अपने लिए कुछ खरीद कर लाएंगे। कुछ अच्छे कपड़े खरीद सकते हैं। अच्छा भोजन करेंगे। गृहस्थ जीवन खुशनुमा रहेगा। काम के सिलसिले में दिनमान मजबूत है।आज अपनी सेहत के चिंता करने की क़तई ज़रूरत नहीं है। आपके आस-पास के लोग आपको प्रोत्साहित करेंगे व सराहेंगे। आपका धन आपके काम तभी आता है जब आप फिजूलखर्ची करने से खुद को रोकते हैं आज ये बात आपको अच्छी तरह से समझ में आ सकती है। बच्चों के साथ समय बिताना ख़ास होगा। आपके प्रिय का मूड ठीक नहीं है, इसलिए सोच-समझ कर कोई भी काम करें। इस राशि के जातकों को कार्यक्षेत्र में आवश्यकता से अधिक बोलने से बचना चाहिए नहीं तो आपकी छवि पर बुरा प्रभाव पड़ सकता है। इस राशि के कारोबारियों को किसी पुराने निवेश की वजह से आज घाटा होने की संभावना है। अपने काम से आराम लेकर आज आप कुछ समय अपने जीवनसाथी के साथ बिता सकते हैं। आपके और आपके जीवनसाथी के दरमियान कोई अजनबी नोंकझोंक की वजह बन सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- लव लाइफ को बेहतर बनाने के लिए चलते पानी में तांबे का सिक्का बहाए। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मध्यम रहेगा। खर्चों में अचानक से बढ़ोतरी होगी जो आपको परेशान कर सकती है। सेहत का ध्यान रखना होगा। बेवजह भागदौड़ ना करें, नहीं तो बीमार पड़ सकते हैं। काम के सिलसिले में दिनमान मजबूत है। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन में खुशी रहेगी।\n अपनी सेहत का ख़याल रखें। अगर आप लम्बे वक़्त के लिए निवेश करें, तो अच्छा-ख़ासा फ़ायदा हासिल कर सकते हैं। कोई पुराना दोस्त शाम के समय फ़ोन कर पुरानी यादें ताज़ा कर सकता है। आज आप अपने किसी वादे को पूरा नहीं कर पाएंगे जिसकी वजह से आपका प्रेमी आपसे नाराज हो जाएगा। दिन की शुरुआत से अन्त तक आप ख़ुद को ऊर्जा से लबरेज़ महसूस करेंगे। काम को समय पर निपटाकर जल्दी घर जाना आज आपके लिए अच्छा रहेगा इससे आपके परिवार वालों को भी खुशी मिलेगी और आप भी तरोताजा महसूस करेेंगे। आपके और आपके जीवनसाथी के बीच कोई बाहरी व्यक्ति दूरी पैदा करने की कोशिश कर सकता है, लेकिन आप दोनों चीज़ें संभाल लेंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सफेद मिष्ठान खाने और खिलाने से स्वास्थ्य अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। शादीशुदा जीवन में खुशियां रहेंगी। प्रेम जीवन जीने वालों के लिए दिनमान सामान्य है। काम के सिलसिले में आप मजबूती से डटे रहेंगे। सेहत बढ़िया रहेगी। खर्चों में तेजी आएगी।शारीरिक लाभ के लिए, विशेषकर मानसिक तौर पर मज़बूती हासिल करने के लिए ध्यान और योग का आश्रय लें। जो लोग अब तक पैसेे को बेवजह खर्च कर रहे थे आज उन्हें समझ आ सकता है कि पैसे की जीवन में क्या अहमियत है क्योंकि आज अचानक आपको पैसे की जरुरत पड़ेगी और आपके पास पर्याप्त धन नहीं होगा। आज काम तनावभरा और थकाऊ होगा, लेकिन दोस्तों का साथ आपको ख़ुशमिज़ाज और ज़िंदादिल बनाए रखेगा। प्यार-मोहब्बत के मामले में दबाव बनाने की कोशिश न करें। दूसरे आपसे काफ़ी ज़्यादा समय की मांग कर सकते हैं। उनसे किसी भी तरह का वादा करने से पहले यह देख लें कि आपका काम उससे प्रभावित न हो और साथ ही वे आपकी उदारता और सुहृदयता का ग़लत फ़ायदा न उठाएँ। अपने शरीर को दुरुस्त करने के लिए आज भी आप कई बार सोचेंगे लेकिन बाकी दिनों की तरह भी आज यह प्लान धरा का धरा रह जाएगा। जीवनसाथी की वजह से आपकी कोई योजना या कार्य गड़बड़ हो सकता है; लेकिन धैर्य बनाए रखें। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- अच्छी आर्थिक स्थिति के लिए एक बार पहना हुआ कपड़ा दुबारा बिना धोएं न पहनें। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। काम पर पूरा ध्यान रहेगा जिससे अच्छे नतीजे मिलेंगे। खर्चे कम होंगे, इनकम बढ़ेगी। बाहर विदेश जाकर काम करने का विचार मन में आएगा और इस दिशा में कोशिश कर सकते हैं। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन में दिक्कतें आ सकती हैं।आपकी जी-तोड़ मेहनत और परिवार का सहयोग इच्छित परिणाम देने में क़ामयाब रहेंगे। लेकिन तरक़्क़ी की रफ़्तार बरक़रार रखने के लिए मेहनत इसी तरह जारी रखें। बिना किसी अनुभवी शख्स की सलाह के आज ऐसा कोई भी काम न करें जिससे आपको आर्थिक हानि हो। दूसरों को प्रभावित करने की आपकी क्षमता आपको कई सकारात्मक चीज़ें दिलाएगी। रोमांस के लिए अच्छा दिन है। एक ऐसा वक़्त जब नौकरियों या व्यापार के नए प्रस्ताव आएंगे, आपके दिन को ख़ुशनुमा बना देगा। आज आप ऑफिस से घर वापस आकर अपना पसंदीदा काम कर सकते हैं। इससे आपके मन को शांति मिलेगी। आपका जीवनसाथी किसी फ़रिश्ते की तरह आपका बहुत ध्यान रखेगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- दूध व दही का सेवन करने से स्वास्थ्य लाभ होगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन मान आपके लिए अच्छा रहेगा। चिंताओं से मुक्ति मिलेगी। सेहत मजबूत होकर भाग्य प्रबल होगा। कामों में सफलता मिलेगी। गृहस्थ जीवन में थोड़ी दिक्कतें आ सकती हैं। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन थोड़ा तनावपूर्ण हो सकता है।किसी दोस्त की ज्योतिषीय सलाह आपकी सेहत के लिए काफ़ी उपयोगी रहेगी। आज के दिन आप ऊर्जा से लबरेज़ रहेंगे और मुमकिन है कि अचानक अनदेखा मुनाफ़ा भी मिले। अपनी बातों पर क़ाबू रखें, क्योंकि इसके चलते बड़े-बुज़ुर्ग आहत महसूस कर सकते हैं। बेकार की बातें करके समय बर्बाद करने से बेहतर है कि आप शांत रहें। याद रखें कि समझदार कामों के ज़रिए ही हम जीवन को अर्थ देते हैं। उन्हें महसूस करने दें कि आप उनका ख़याल रखते हैं। अगर आप अपने प्रिय को पर्याप्त समय न दें, तो वह नाराज़ हो सकता/सकती है। कामकाज में आ रहे बदलावों के कारण आपको लाभ मिलेगा। अपने काम से आराम लेकर आज आप कुछ समय अपने जीवनसाथी के साथ बिता सकते हैं। शादी सिर्फ़ एक छत के नीचे रहने का नाम नहीं है; एक-दूसरे के साथ कुछ समय बिताना भी ज़रूरी है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सफेद गाय को आटा व काली चींटियों को चीनी खिलाने से पारिवारिक सुख बढ़ेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। सेहत में उतार-चढ़ाव होगा। चिंताएं बढ़ सकती हैं। गृहस्थ जीवन में झड़प होने की संभावना रहेगी। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन मान बढ़िया है। काम के सिलसिले में आपकी मेहनत रंग लाएगी।आपका व्यक्तित्व आज इत्र की तरह महकेगा और सबको आकर्षित करेगा। आज आपको अपने भाई या बहन की मदद से धन लाभ होने की संभावना है। आपके माता-पिता की सेहत चिंता और घबराहट का कारण बन सकती है। आपके जीवन-साथी के पारिवारिक सदस्यों की वजह से आपका दिन थोड़ा परेशानीभरा हो सकता है। भागीदार आपकी योजनाओं और व्यावसायिक ख़यालों के प्रति उत्साही होंगे। लोगों के साथ बात करने में आज आप अपना बहुमूल्य समय बर्बाद कर सकते हैं। आपको ऐसा करने से बचना चाहिए। रिश्तेदारों का दख़ल शादीशुदा ज़िन्दगी में परेशानी पैदा कर सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- अच्छे पारिवारिक जीवन के लिए नहाने के जल में काले तिल, काली सरसों के दाने डालकर स्नान करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिनमान आपके लिए अच्छा है। सेहत मजबूत रहेगी। शादीशुदा लोगों का गृहस्थ जीवन प्यार से भरा रहेगा। प्रेम जीवन जीने वालों को भी आज सुखद नतीजे मिलेंगे। काम के सिलसिले में दिनमान सामान्य है, इसलिए ज्यादा मेहनत करें और काम पर ध्यान दें।",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। काम के सिलसिले में उतार-चढ़ाव रहेगा। किसी बात को लेकर आप असमंजस में रहेंगे। विरोधियों से सावधान रहें। शादीशुदा लोगों का गृहस्थ जीवन खुशनुमा रहेगा। प्रेम जीवन बिता रहे लोगों के लिए भी आज का दिन अच्छा है।आज खेल-कूद में हिस्सा लेने की ज़रूरत है, क्योंकि चिर यौवन का रहस्य यही है। जमीन या किसी प्रॉपर्टी में निवेश करना आज आपके लिए घातक हो सकता है जितना हो सके इन चीजों में निवेश करने से बचें। कुल मिलाकर फ़ायदेमंद दिन है। लेकिन आप समझते थे जिसपर आप आँखें बंद करके यक़ीन कर सकते हैं, वह आपके भरोसे को तोड़ सकता है। किसी से आँखें चार होनी की काफ़ी संभावना है। आज का दिन बढ़िया प्रदर्शन और ख़ास कामों के लिए है। इस राशि वालों को आज खुद के लिए काफी समय मिलेगा। इस समय का उपयोग आप अपने शोकों को पूरा करने में कर सकते हैं। आप कोई किताब पढ़ सकते हैं या अपना पसंदीदा म्यूजिक सुन सकते हैं। आपके जीवनसाथी का मिज़ाज आज बढ़िया है। आपको कोई सरप्राइज़ मिल सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- गणेश मंदिर में लडडुओं का भोग लगवाकर गरीब लोगों में बाँटने से आर्थिक पक्ष अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन मध्यम फलदायक रहेगा। शादीशुदा लोगों का गृहस्थ जीवन खुशनुमा रहेगा। रिश्ते में प्यार बरकरार रहेगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन बहुत खूबसूरत रहने वाला है। अपने प्यार को इंजॉय करेंगे। काम के सिलसिले में आपको सावधानी रखनी होगी। कुछ लोग आपके विरोधी बने हुए हैं, उनका ध्यान रखें।आपकी इच्छाओं और महत्वाकांक्षाओं पर डर का साया पड़ सकता है। इसका सामना करने के लिए आपको उपयुक्त सलाह की ज़रूरत है। जिन लोगों ने किसी अनजान शख्स की सलाह पर कहीं निवेश किया था आज उन्हें उस निवेश से फायदा होने की पूरी संभावना है। ऐसा कोई जिसे आप जानते हैं, आर्थिक मामलों को ज़रूरत से ज़्यादा गंभीरता से लेगा और घर में थोड़ा-बहुत तनाव भी पैदा होगा। आज के दिन प्यार की कली चटककर फूल बन सकती है। कार्यक्षेत्र के नज़रिए से आज का दिन आपका है। इसका भरपूर फ़ायदा उठाएँ। यह ऐसा दिन है जब आप खुद को समय देने की कोशिश करते रहेंगे लेकिन आपको अपने लिए समय नहीं मिल पाएगा। आपको अपने जीवनसाथी की ओर से ख़ास तोहफ़ा मिल सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- हनुमान चालीसा का पाठ करने से हेल्थ बेहतर होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन मान सामान्य रहेगा। सेहत में उतार-चढ़ाव हो सकता है। काम के सिलसिले में दिनमान अच्छा है। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन बहुत बढ़िया रहेगा। अपने रिश्ते को खुलकर जिएंगे और अपने प्रिय को खुश रखेंगे। शादीशुदा लोगों का गृहस्थ जीवन थोड़ा सा दिक्कतों से भरा रह सकता है।आज आप खेल-कूद में हिस्सा ले सकते हैं, जो आपको तन्दुरुस्त बनाए रखेगा। दिन चढ़ने पर वित्तीय तौर पर सुधार आएगा। एक बेहतरीन शाम के लिए रिश्तेदार/दोस्त घर आ सकते हैं। ख़ुशी के लिए नए संबंध की प्रतीक्षा करें। मातहत और सहकर्मियों का रुख़ बहुत मददगार रहेगा। आपकी संप्रेषण अर्थात कम्यूनिकेशन की क्षमता प्रभावशाली साबित होगी। जीवन साथी के स्वास्थ्य को लेकर आप चिंतित रह सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- गरीब स्त्री की आर्थिक मदद करते रहें इससे प्रेम सम्बन्धों में इज़ाफा होगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। सेहत में सुधार होगा प्रेम जीवन बिता रहे लोग आज अपने प्रिय को साथ लेकर कहीं घूमने जा सकते हैं। परिवार के छोटों का प्रेम मिलेगा। शादीशुदा लोगों का दांपत्य जीवन भी खुशनुमा रहेगा। काम के सिलसिले में आपकी कार्यकुशलता अच्छे नतीजे लेकर आएगी।आपका ईर्ष्यालु स्वभाव आपको उदास और दुःखी बना सकता है। आप यह चोट ख़ुद को पहुँचा रहे हैं, इसलिए जितनी जल्दी हो सके इसे छोड़ दें। दूसरों के सुख-दुःख बांटने की आदत विकसित करें। पैसे की अहमियत को आप अच्छे से जानते हैं इसलिए आज के दिन आपके द्वारा बचाया गया धन आपके बहुत काम आ सकता है और आप किसी बड़ी मुश्किल से निकल सकते हैं। उस रिश्तेदार को देखने जाएँ, जिसकी तबियत काफ़ी समय से ख़राब है। आज आपके दिल की धड़कनें अपने प्रिय के साथ ताल-से-ताल मिलाती मालूम होंगी। जी हाँ, यह प्यार का ही ख़ुमार है। नई चीज़ों को सीखने की आपकी ललक क़ाबिल-ए-तारीफ़ है। अपनी बातचीत में मौलिकता रखें, क्योंकि किसी भी तरह का बनावटीपन आपको फ़ायदा नहीं पहुँचाएगा। शादीशुदा ज़िन्दगी के नज़रिए से यह दिन शानदार रहेगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- काले धतूरे के बीज शिवलिंग पर चढ़ाने से स्वास्थ्य अच्छा रहेगा। \n"
}   ]
