horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिनमान उतार-चढ़ाव से भरा रहेगा। मानसिक तनाव आपके कामों में विध्न डालेगा। काम के सिलसिले में दिन मान सामान्य रहेगा। मेहनत करने से ही कुछ उम्मीद रखनी चाहिए। शादीशुदा लोगों का गृहस्थ जीवन तनाव से बाहर निकलेगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन मान काफी रोमांटिक रहने वाला है। आपकी सेहत बढ़िया रहेगी।आपका विनम्र स्वभाव सराहा जाएगा। कई लोग आपकी ख़ासी तारीफ़ कर सकते हैं। जो लोग शादीशुदा हैं उन्हें आज अपने बच्चों की पढ़ाई पर अच्छा खासा धन खर्च करना पड़ सकता है। घर में कुछ बदलाव आपको काफ़ी भावुक बना सकते हैं, लेकिन आप अपनी भावनाएँ उनके सामने ज़ाहिर करने में क़ामयाब रहेंगे जो आपके लिए ख़ास हैं। आपके प्रिय की ख़राब तबियत के चलते रोमांस को दरकिनार होना पड़ सकता है। जब आपसे राय पूछी जाए तो संकोच न करें- क्योंकि इसके लिए आपकी काफ़ी तारीफ़ होगी। रिश्तेदारों का दख़ल शादीशुदा ज़िन्दगी में परेशानी पैदा कर सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- विष्णु जी की आराधना करने से प्रेम सम्बन्ध मजबूत होंगे। \n",
    "1": "वृष राशिः आज का राशिफल\nकोई डेटा उपलब्ध नहीं है, कृपया बाद में प्रयास करें।असहजता आपकी मानसिक शांति में बाधा पैदा कर सकती है, लेकिन कोई दोस्त आपकी परेशानियों के समाधान में काफ़ी मददगार साबित होगा। तनाव से बचने के लिए मधुर संगीत का सहारा लें। आर्थिक तौर पर सिर्फ़ और सिर्फ़ एक स्रोत से ही लाभ मिलेगा। जिन लोगों से आपकी मुलाक़ात कभी-कभी ही होती है, उनसे बातचीत और संपर्क करने के लिए अच्छा दिन है। व्यक्तिगत मार्गदर्शन आपके रिश्ते में सुधार लाएगा। नए ग्राहकों से बात करने के लिए बेहतरीन दिन है। टीवी, मोबाईल का इस्तेमाल गलत नहीं है लेकिन आवश्यकता से अधिक इनका उपयोग आपके जरुरी समय को खराब कर सकता है। अपने जीवनसाथी के चलते आप महसूस करेंगे कि स्वर्ग धरती पर ही है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- सोते समय एक तांबे के पात्र में जल रखकर अगली सुबह घर के पास वाले पेड़ की जड़ में उस जल को डालने से सेहत अच्छी रहेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन अच्छा रहने वाला है। अपने काम पर ध्यान रखेंगे, जिससे काम सफल भी होंगे और आपको अच्छे नतीजे मिलेंगे। गवर्नमेंट से कोई बड़ा बेनिफिट मिल सकता है। जमीन जायदाद से जुड़े मामलों के लिए दिनमान अच्छा रहेगा। प्रेम जीवन बिता रहे लोगों का तनाव दूर होगा और एक दूसरे के प्रति समझ बढ़ेगी। शादीशुदा लोगों के गृहस्थ जीवन के लिए आज का दिन बहुत खूबसूरत रहेगा और काम के सिलसिले में आपको बेहद अच्छे नतीजे मिलेंगे।आज का दिन ऐसे काम करने के लिए बेहतरीन है, जिन्हें करके आप ख़ुद के बारे में अच्छा महसूस करते हैं। आपके पिता की कोई सलाह आज कार्यक्षेत्र में आपको धन लाभ करा सकती है. विदेश में रह रहे किसी रिश्तेदार से मिला तोहफ़ा आपके लिए ख़ुशी लेकर आएगा। रोमांस के लिहाज़ से बहुत अच्छा दिन नहीं है, क्योंकि आप आज सच्चा प्यार ढूंढने में विफल हो सकते हैं। दूसरे आपसे काफ़ी ज़्यादा समय की मांग कर सकते हैं। उनसे किसी भी तरह का वादा करने से पहले यह देख लें कि आपका काम उससे प्रभावित न हो और साथ ही वे आपकी उदारता और सुहृदयता का ग़लत फ़ायदा न उठाएँ। अपने व्यक्तित्व और रंग-रूप को बेहतर बनाने का कोशिश संतोषजनक साबित होगी। दिन में जीवनसाथी के साथ बहस के बाद एक बेहतरीन शाम गुज़रेगी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- दिन के किसी एक भोजन में नमक न खाएं इससे प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन मान आपके लिए अच्छा रहेगा। मन में हर्ष की भावना रहेगी। कामों में सफलता मिलेगी। आप अधिकार जमा कर अपना काम करेंगे, जिससे आपकी छवि मजबूत होगी। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिन मान तनावपूर्ण रहेगा, जबकि प्रेम जीवन बिता रहे लोग आज अपने रिश्ते की किसी की कमी को दूर करने की कोशिश करते नजर आएंगे।रचनात्मक काम आपको सुक़ून देगा। जो लोग अब तक पैसे को बिना वजह ही उड़ा रहे थे आज उन्हें अपने आप पर काबू रखना चाहिए और धन की बचत करनी चाहिए। दोस्तों के साथ कुछ करते वक़्त अपने हितों को अनदेखा न करें – हो सकता है कि वे आपकी ज़रूरतों को ज़्यादा गंभीरता से न लें। आपके ज़हन में काम का दबाव होने के बावजूद आपका प्रिय आपके लिए ख़ुशी के पलों को लाएगा। नयी परियोजनाओं और ख़र्चों को टाल दें। कर्म-काण्ड/हवन/पूजा-पाठ आदि का आयोजन घर मे होगा। ऐसा लगता है कि आज आप अपने जीवनसाथी के साथ बहुत ख़र्चा कर सकते हैं। बावजूस इसके, आप इस वक़्त का पूरा लुत्फ़ उठा पाएंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- खुशहाल पारिवारिक जीवन के लिए शनिदेव का तेल से अभिषेक करें। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिनमान आपके लिए मध्यम रूप से फलदायक रहेगा। सेहत अच्छी रहेगी, लेकिन किसी बात को लेकर मानसिक तनाव महसूस करेंगे। काम के सिलसिले में दिनमान अच्छा रहेगा। भाग्य प्रबल होने से कामों में सफलता मिलेगी। शादीशुदा लोगों के गृहस्थ जीवन मे थोड़ा तनाव रहेगा, लेकिन फिर भी रिश्ते में रोमांस रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बढ़िया है। आपकी मोहब्बत सर चढ़कर बोलेगी।मज़बूती और निडरता का गुण आपकी मानसिक क्षमताओं में इज़ाफ़ा करेगा। किसी भी तरह के हालात को क़ाबू में रखने के लिए इस रफ़्तार को बरक़रार रखिए। आपके पिता की कोई सलाह आज कार्यक्षेत्र में आपको धन लाभ करा सकती है. आपको अपनी एक-सी दिनचर्या से थोड़ी छुट्टी लेकर आज दोस्तों के साथ सैर-सपाटा करने की ज़रूरत है। आपको पहली नज़र में किसी से प्यार हो सकता है। दलालों और व्यावसायियों के लिए अच्छा दिन हैं, क्योंकि उन्हें मांग में इज़ाफ़े से फ़ायदा होगा। आपकी संप्रेषण अर्थात कम्यूनिकेशन की क्षमता प्रभावशाली साबित होगी। आप अपने जीवन की कुछ यादगार शामों में से एक आज अपने जीवनसाथी के साथ बिता सकते हैंं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- स्वास्थ्य बना रहे इसके लिए गुरुवार को तेल न लगाएं। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिनमान आपके लिए मध्यम रूप से फलदायक रहेगा। शादीशुदा लोगों के गृहस्थ जीवन से तनाव खत्म होकर एक दूसरे के प्रति सम्मान बढ़ेगी, जिससे रिश्ता मजबूत होगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान सावधानी भरा  रहेगा। कुछ भी ऐसा ना कहें या करें जिससे उनके साथ आपका संबंध बिगड़े, काम के सिलसिले में दिनमान अच्छा है।शारीरिक लाभ के लिए, विशेषकर मानसिक तौर पर मज़बूती हासिल करने के लिए ध्यान और योग का आश्रय लें। ऐसा लगता है आप जानते हैं कि लोग आपसे क्या चाहते हैं- लेकिन आज अपने ख़र्चों को बहुत ज़्यादा बढ़ाने से बचें। घर वालों के साथ मिलकर कुछ अलग और रोमांचक किया जाना चाहिए। अप्रत्याशित रोमांस आपको अचानक मिल सकता है, अगर आप दोस्तों के साथ शाम को बाहर घूमने जाते हैं तो। आज आपके बॉस का बढ़िया मिज़ाज पूरे कार्यालय के माहौल को अच्छा बना देगा। खाली समय का सदुपयोग होना चाहिए लेकिन आप आज आप इस समय का दुरुपयोग करेंगे और इस वजह से आपका मूड भी खराब होगा। जो यह समझते हैं कि शादी सिर्फ़ सेक्स के लिए होती है, वे ग़लत हैं। क्योंकि आज आपको सच्चे प्यार का एहसास होगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- अपने इष्टदेव को पीले पुष्प चढ़ाएं, इससे आर्थिक स्थिति अच्छी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिनमान आपके लिए उतार-चढ़ाव से भरा रहेगा। मानसिक तनाव को खुद पर हावी ना होने दें। शादीशुदा लोगों के गृहस्थ जीवन में तनाव को दूर करने की कोशिश दोनों तरफ से करना फायदेमंद रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बहुत रोमांटिक रहेगा और एक दूसरे के साथ समय को अच्छे से बिताएंगे। आपकी सेहत अच्छी रहेगी।तरोताज़ा होने के लिए अच्छी तरह से आराम करें। होशियारी से निवेश करें। कोई चिट्ठी या ई-मेल पूरे परिवार के लिए अच्छी ख़बर लाएगी। आपको अपने प्रिय के साथ समय बिताने की ज़रूरत है, ताकि आप दोनों एक-दूसरे को अच्छी तरह से जान व समझ सकें। दूसरों को ऐसा काम करने के लिए बाध्य न करें, जो आप स्वयं न करना चाहें। आज के दिन आपके कुछ दोस्त आपके घर में आ सकते हैं और उनके साथ आप समय बिता सकते हैं हालांकि इस दौरान शराब, सिगरेट जैसे पदार्थों का सेवन करना आपके लिए अच्छा नहीं रहेगा। वैवाहिक जीवन में निजता का ध्यान रखना भी आवश्यक है। लेकिन आज के दिन आप दोनों ज़्यादा-से-ज़्यादा एक-दूसरे के क़रीब जाना चाहेंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- स्कूल, हॉस्टल या अनाथ आश्रम में आर्थिक मदद, पुस्तकें या उपयोगी सामान दान करने से नौकरी व बिज़नेस में तरक्की होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिनमान उतार-चढ़ाव से भरा रहेगा। सेहत का ध्यान रखना जरूरी, वाद विवाद में सफलता मिलने से हर्ष होगा। आप अपने विरोधियों पर भारी पड़ेंगे। शादीशुदा लोगों के गृहस्थ जीवन में किसी बात को लेकर झड़प हो सकती है। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा रहेगा। रिश्ते में अपनापन प्रेम और क्रिएटिविटी रहेगी। सेहत का ध्यान रखना जरूरी होगा।सेहत की तरफ़ ज़रा ज़्यादा ग़ौर करने की ज़रूरत है। चंद्र की स्थिति की वजह से आज आपका धन बेवजह की चीजों पर खर्च हो सकता है। अगर आपको धन संचय करके रखना है तो अपने जीवनसाथी या माता पिता से इस बारे में बात करें। अपनी नई परियोजनाओं के लिए अपने माता-पिता को विश्वास में लेने का सही समय है। थोड़ी कोशिश और करें। आज भाग्य आपका साथ ज़रूर देगा, क्योंकि यह आपका दिन है। मशहूर लोगों से मेलजोल आपको नई योजनाएँ और आइडिया सुझाएगा। वह काम जो आज आप दूसरों के लिए स्वेच्छा से करेंगे, न सिर्फ़ औरों के लिए मददगार साबित होगा बल्कि आपके दिल में ख़ुद की छवि भी सकारात्मक होगी। कहते हैं कि स्त्रियाँ शुक्र और परुष मंगल ग्रह के रहने वाले हैं, लेकिन आज के दिन विवाहित शुक्र और मंगल एक-दूसरे में घुल जाएंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- कच्चे कोयले शाम को जल प्रवाहित करने से हेल्थ अच्छी रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। मानसिक तनाव से मुक्त होंगे। घर की खुशी के बारे में सोचेंगे। संतान पर ध्यान देंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा रहेगा। साथ में मिलकर कुछ नया करने की कोशिश करेंगे। शादीशुदा लोगों का गृहस्थ जीवन बहुत बढ़िया रहेगा। रिश्ते में आपकी समझदारी से सभी मुश्किलें हल होंगी। काम के सिलसिले में दिनमान मजबूत रहेगा और आपकी सेहत भी बढ़िया रहेगी।आज आपका आत्मविश्वास बढ़ेगा और प्रगति निश्चित है। विदेशों में पड़ी आपकी जमीन आज अच्छे दामों में बिक सकती है जिससे आपको मुनाफा होगा। पढ़ाई की क़ीमत पर घर से ज़्यादा देर तक बाहर रहना आपको माता-पिता के ग़ुस्से का शिकार बना सकता है। करिअर के लिए योजना बनाना उतना ही आवश्यक है, जितना कि खेलना-कूदना। इसलिए माता-पिता को ख़ुश करने के लिए दोनों में संतुलन बनाना ज़रूरी है। मुहब्बत की टीस आज रात आपको सोने नहीं देगी। जो लोग प्रतियोगी परीक्षाओं की तैयारी कर रहे हैं, उन्हें दिमाग़ शांत रखने की ज़रूरत है। परीक्षा की घबराहट को हावी न होने दें। आपका प्रयास सकारात्मक परिणाम ज़रूर देगा। किसी पार्क में घूमते समय आज आपकी मुलाकात किसी ऐसे शख्स से हो सकती है जिससे अतीत में आपके मतभेद थे। परिवार के सदस्यों के साथ थोड़ी दिक़्क़त का सामना करना पड़ सकता है। लेकिन दिन के आख़िर में आपका जीवनसाथी आपकी परेशानियों को सहलाएगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- पारिवारिक जीवन की सुख शांति हेतु चाँदी की कटोरी में सफेद चन्दन, कपूर, सफेद पत्थर का टुकड़ा डालकर अपने बेडरूम में रखें। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। अपने फ्रेंड्स को लेकर कुछ प्लान करेंगे। जमीन जायदाद से जुड़े मामलों के लिए दिन बढ़िया रहेगा। काम को लेकर कुछ असमंजस की स्थिति रहेगी, फिर भी काम बन जाएंगे। इनकम अच्छी रहेगी। धार्मिक काम करेंगे। शादीशुदा लोगों के गृहस्थ जीवन के लिए दिनमान सामान्य रहेगा और प्रेम जीवन बिताने वाले लोग आज काफी खुश महसूस करेंगे।दोस्तों के साथ शाम अच्छी रहेगी लेकिन ज़्यादा खाने से बचें क्योंकि यह आपकी अगली सुबह ख़राब कर सकती है। कार्यक्षेत्र में या करोबार में आपकी कोई लापरवाही आज आपको आर्थिक नुक्सान करा सकती है। शाम के समय अपने जीवनसाथी के साथ बाहर खाना या फ़िल्म देखना आपको सुकून देगा और ख़ुशमिज़ाज बनाए रखेगा। प्यार के नज़रिए से यह दिन बेहद ख़ास रहेगा। लगता है कि आपके विरष्ठ आज देवदूतों जैसा व्यवहार करने वाले हैं। आज आपको ढेरों दिलचस्प निमंत्रण मिलेंगे- साथ ही आपको एक आकस्मिक उपहार भी मिल सकता है। शादीशुदा ज़िन्दगी के नज़रिए से यह दिन शानदार रहेगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- 'मछलियों को आटे की गोलियां खिलाएं।' \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा, फिर भी किसी पुरानी समस्या को लेकर आपकी त्यौरियां चढ़ी रहेंगी। शादीशुदा लोगों का गृहस्थ जीवन खुशनुमा रहेगा और प्रेम जीवन बिता रहे लोगों के लिए दिनमान बहुत अच्छा है। आप अपने परिवार के साथ अपने भविष्य के बारे में सोचेंगे और उनसे शादी करने का विचार बना सकते हैं। काम के सिलसिले में दिनमान उतार-चढ़ाव से भरा रहेगा। अपनी सेहत का ध्यान रखें।मानसिक शान्ति के लिए किसी दान-पुण्य के काम में सहभागिता करें। आज आपके भाई-बहन आपसे आर्थिक मदद मांग सकते हैं और उनकी मदद करके आप खुद आर्थिक दबाव में आ सकते हैं। हालांकि स्थिति जल्द ही सुधर जाएगी। आपकी उपलब्धी परिवार के सदस्यों को उत्साह से भर देगी और आप अपनी क़ामयाबी की फ़ेहरिस्त में एक नया मोती जड़ेंगे। दूसरों के सामने आदर्श स्थापित करने के लिए ख़ुद को बेहतर बनाने की कोशिश जारी रखें। ख़ुशी के लिए नए संबंध की प्रतीक्षा करें। नए ग्राहकों से बात करने के लिए बेहतरीन दिन है। आपको अपने घर के छोटे सदस्यों के साथ वक्त बिताना सीखना चाहिए। अगर आप ऐसा नहीं करते हैं तो आप घर में सद्भाभ बना पाने में कामयाब नहीं हो पाएंगे. सेहत के नज़रिे से गले लगने के अपने फ़ायदे हैं और आपको यह एहसास आज अपने जीवनसाथी से मिल सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- विष्णु या दुर्गा जी के मंदिर में कांसे का बर्तन दान करने से स्वास्थ्य बना रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिनमान आपके लिए बढ़िया रहेगा। बस किसी बात को लेकर ज्यादा भावुक होने से बचें। परिवार में संपत्ति की बढ़ोतरी होगी। कोई जमीन जायदाद से जुड़ा मामला आपको फायदा पहुंचाएगा। काम के सिलसिले में आपका अनुभव और मेहनत बहुत कामयाब रहेगी। शादीशुदा लोगों के गृहस्थ जीवन के लिए दिनमान कमजोर रहेगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिनमान बढ़िया रहेगा।दोस्त आपका परिचय किसी ख़ास इंसान से कराएंगे, जो आपकी सोच पर गहरा प्रभाव डालेगा। जीवनसाथी से पैसों से जुड़े किसी मुद्दे को लेकर आज बहस होने की आशंका है। आज आपकी फिजुलखर्ची पर आपका साथी आपको लेक्चर दे सकता है। आपको कोई अच्छी ख़बर मिल सकती है, जो न केवल आपको बल्कि आपके परिवार को भी रोमांचित कर देगी। आपको अपने रोमांच को नियंत्रित रखने की ज़रूरत है। आज हो सकता है कि पहली नज़र में ही आपको कोई पसंद कर ले। खुदरा और थोक व्यापारियों के लिए अच्छा दिन है। बेवजह की उलझनों से दूर होकर आज आप किसी मंदिर, गुरुद्वारे या किसी भी धार्मिक स्थल पर अपना खाली समय बिता सकते हैं। आपका जीवनसाथी आपकी बहुत तारीफ़ करेगा और आप पर बहुत स्नेह उढ़ेलेगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए ॐ नीलवर्णाय विदमहे सैंहिकेयाय धीमहि तन्नों राहुः प्रचोदयात। इस मंत्र का 11 बार उच्चारण करें। \n"
}]
