horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन छात्रों की पढ़ाई में मन को विचलित करेगा, जिससे पढ़ाई में रुचि कम होगी, लेकिन छात्रों को पढ़ाई की ओर ध्यान देने की ज्यादा जरूरत होगी। आपका स्वास्थ्य आज कुछ खराब हो सकती है, इसलिए अपने खाने-पीने का आपको खास ध्यान रखने की जरूरत है। अपने कार्यकाल में आज आपको अपने विरोधियों से सावधान रहने की जरूरत है क्योंकि वह आप की छवि खराब करने की कोशिश कर सकते हैं, इसकी वजह से आपको मानसिक तनाव मिल सकता है। आज दिन खर्च का रहेगा, लेकिन आप अपनी बचत को ध्यान में रखते हुए ही धन खर्च करना होगा, नहीं तो महीने के अंत में आपको तंगी महसूस होगी। छोटे सदस्यों के साथ आज अधिक वक्त बताएं क्योंकि उन्हें आपके सहयोग की बेहद जरूरत है।आपको अपना अतिरिक्त समय अपने शौक़ पूरे करने या उन कामों को करने में लगाना चाहिए, जिन्हें करने में आपको सबसे ज़्यादा मज़ा आता है। आज निवेश के जो नए अवसर आपकी ओर आएँ, उनपर विचार करें। लेकिन धन तभी लगाएँ जब आप उन योजनाओं का भली-भांति अध्ययन कर लें। आपका मज़ाकिया स्वभाव आपके चारों ओर के वातावरण को ख़ुशनुमा बना देगा। लवमेट आज आपसे किसी चीज की डिमांड कर सकता है लेकिन आप उसे पूरा नहीं कर पाएंगे जिसकी वजह से आपका लवमेट आपसे नाराज हो सकता है। चीज़ों के होने का इंतज़ार मत कीजिए- बाहर निकलें और नए मौक़ों की तलाश करें। अपनी कमियों पर आपको काम करने की जरुरत है इसके लिए आपको अपने लिए समय निकालना चाहिए। वैवाहिक जीवन में सब कुछ अच्छा महसूस होगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- नीम, क्लोरोफिल, फ्लोराइड, बबूल या कोई हर्बल पेस्ट का दातुन करने से नौकरी/बिज़नेस में तरक्की होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। अपने आसपास के लोगों से आज किसी भी वाद-विवाद में ना हो, उससे अच्छा है, अपने घर में रहे और मन को शांत रखें। किसी मांगलिक कार्यक्रम में शामिल होंगे या फिर शुभ कार्य की घोषणा आज हो सकती हैं। यदि किसी कार्य में आपको जोखिम लगता है, तो उस कार्य को आज ना करें अन्यथा आप को नुकसान उठाना पड़ सकता है। शेयर में निवेश करना आपके लिए जोखिम भरा हो सकता है। आज कोई आपसे सहायता प्राप्त करना चाहते है, तो जरूर करें, उससे आपको मानसिक सुकून मिलेगा। दिन सावधानी से चलने का है, इसलिए कोई भी बड़ा फैसला जल्दबाजी में ना करें।व्यस्त दिनचर्या के बावजूद सेहत अच्छी रहेगी। लेकिन इसे हमेशा के लिए सच मानने की ग़लती न करें। अपनी ज़िंदगी और सेहत का सम्मान करें। रुका हुआ धन मिलेगा और आर्थिक हालात में सुधार आएगा। रिश्तेदारों के साथ अपने संबंधों को फिर तरोताज़ा करने का दिन है। आपको पहली नज़र में किसी से प्यार हो सकता है। साझीदारी और व्यापार में हिस्सेदारी वग़ैरह से दूर रहें। आज अपने लिए वक्त निकालकर अपने जीवनसाथी के साथ आप कहीं घूमने जा सकते हैं। हालांकि इस दौरान आप दोनों के बीच थोड़ी बहुत कहासुनी हो सकती है। आपको महसूस होगा कि शादी के वक़्त किए गए सारे वादे सच्चे हैं। आपका जीवनसाथी ही आपका हमदम है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- घर में पूजा की जगह को बार-बार न बदलें, इससे नौकरी/बिज़नेस में सफलता मिलेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज आपको कारोबार में उन्नति करने का मौका मिलेगा, जिससे मन प्रसन्न रहेगा। विद्यार्थी भी आज पढ़ने लिखने में पूरी रुचि दिखाएंगे। कार्यों में भी आज आपकी इच्छा पूरी रहेगी। आज आपका मन कुछ चटपटा और मजेदार खाने का करेगा। छोटी दूरी की यात्रा भी करने की सोच सकते हैं। दिन आपके लिए आज लाभदायक रहेगा, इसलिए आपको बुद्धि और ज्ञान का भरपूर लाभ मिलेगा। यदि आज कोई कार्य करेंगे, तो उसमें आपको सफलता जरूर मिलेगी।प्रभावशाली लोगों का सहयोग आपके उत्साह को दोगुना कर देगा। आपको मेरी सलाह है कि शराब सिगरेट जैसी चीजों पर पैसा खर्च न करें, ऐसा करना आपके स्वास्थ्य को तो खराब करता ही है आपकी आर्थिक स्थिति भी इससे बिगड़ती है। बच्चे को रोमांचक समाचार ला सकते हैं। प्यार में अपने अशिष्ट बर्ताव के लिए माफ़ी मांगें। दिवास्वप्नों में समय खपाना नुक़सानदेह रहेगा, इस मुग़ालते में न रहें कि दूसरे आपका काम करेंगे। आज काफ़ी दिगाग़ी कसरत मुमकिन है। आपमें से कुछ शतरंज खेल सकते हैं, वर्ग-पहेली हल कर सकते हैं, कोई कविता-कहानी लिख सकते हैं या भविष्य की योजनाओं पर गहराई से सोच सकते हैं। किसी ख़बसूरत याद के कारण आपके और आपके जीवनसाथी के बीच की अनबन रुक सकती है। इसलिए वाद-विवाद की हालत में पुराने दिनों की यादों को ताज़ा करना न भूलें। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- कढ़ी चावल गरीबों को खिलाएं व खुद भी खाएं, इससे आर्थिक स्थिति बढ़िया रहेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज आप अपने मन के विचारों की उधेड़बुन में ही लगे रहेंगे। पुरानी यादें आपके मन को गुदगुदायेगी। आपको अपने कार्यकाल में सहकर्मियों से तालमेल बनाकर रखना होगा, तभी आप अधिकारी वर्ग से सहयोग पा सकेंगे। वरिष्ठ जनों का आशीर्वाद आप पर बना रहेगा। आज आपका अपने किसी पुराने या परिचित मित्र से संपर्क हो सकता है। आपको महिला मित्रों और संबंधियों से भरपूर सहयोग मिलेगा। आज आपका भाग्य भी आपके परिश्रम पर ही निर्भर रहेगा, इसलिए परिश्रम मेहनत करना होगा, ताकि उसका अच्छा फल प्राप्त हो सके।आपको काफ़ी समय से चल रही बीमारी से छुटकारा मिल सकता है। फ़ौरी तौर पर मज़े लेने की अपनी प्रवृत्ति पर क़ाबू रखें और मनोरंजन पर ज़रूरत से ज़्यादा ख़र्च करने से बचें। पढ़ाई की क़ीमत पर घर से ज़्यादा देर तक बाहर रहना आपको माता-पिता के ग़ुस्से का शिकार बना सकता है। करिअर के लिए योजना बनाना उतना ही आवश्यक है, जितना कि खेलना-कूदना। इसलिए माता-पिता को ख़ुश करने के लिए दोनों में संतुलन बनाना ज़रूरी है। आप प्रेम की आग में धीरे-धीरे ही सही, लेकिन लगातार जलते रहेंगे। किसी के साथ नयी परियोजना या भागीदारी वाले व्यवसाय को शुरू करने से बचें। लम्बे वक़्त से लटकी हुई दिक़्क़तों को जल्द ही हल करने की ज़रूरत है और आप जानते हैं कि आपको कहीं-न-कहीं से शुरुआत करनी होगी- इसलिए सकारात्मक सोचें और आज से ही प्रयास शुरू करें। ठीक कम्यूनिकेशन न होने के चलते परेशानी खड़ी हो सकती है, लेकिन मिल-बैठकर बात करने से चीज़ें सुजझाई जा सकती हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- सफेद-काला जूता पहनने से आर्थिक स्थिति मजबूत होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज आप जो भी कर रहे हैं, इमानदारी और मेहनत के साथ पूरा करेंगे, तो उसका आज आपको भरपूर परिणाम मिलेगा। इसके अलावा आज आप अपने दांपत्य जीवन में भी खुश नजर आएंगे। आप अपने जीवन साथी के साथ शाम का समय कहीं घूमने फिरने का प्रोग्राम भी बना सकते हैं। किसी से वाद-विवाद करना आपके लिए कोई बड़ी समस्या खड़ी कर सकता है, इसलिए आज इसका खास ख्याल रखना होगा।नर्वस ब्रेकडाउन आपकी सोचने की ताक़त और शरीर के प्रतिरक्षा तंत्र को कमज़ोर बना सकता है। सकारात्मक सोच के ज़रिए इस समस्या से निजात पाएँ। कुछ ज़रूरी योजनाएँ क्रियान्वित होंगी और ताज़ा आर्थिक मुनाफ़ा पहुँचाएंगी। भावनात्मक तौर पर ख़तरा उठाना आपके पक्ष में जाएगा। आज प्यार की कमी महसूस हो सकती है। आपका रचनात्मक काम आस-पास के लोगों को अचरज में डाल देगा और आपको काफ़ी सराहना मिलेगी। खाली समय में आज आप अपने मोबाइल पर कोई वेब सीरीज देख सकते हैं। लंबे समय से कामकाज का दबाव आपके वैवाहिक जीवन के लिए कठिनाई खड़ा कर रहा है। लेकिन आज सारी शिकायतें दूर हो जाएंगी। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- ॐ बुं बुधाय नमः मंत्र का जाप सुबह-शाम दोनो समय 11 बार करने से स्वास्थ्य बना रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए खुशहाली लेकर आएगा। आप आज खुशमिजाज माहोल में नजर आएंगे। कार्य के क्षेत्र में लाभ के मौके मिलेंगे। विद्यार्थियों का पढ़ाई लिखाई में मन लगेगा। आपके जीवनसाथी की दिशा आज कोई नया मोड़ लेगी। यात्रा का योग बन रहा है। इसके अलावा आज आपको ईमेल या एसएमएस के जरिए कोई जरूरी सूचना मिलेगी। जमीन जायदाद के कागजों के दस्तावेजों के प्रति आज आपको सतर्क रहना होगा। आपके कार्यक्षेत्र में आज आपको भरपूर लाभ किस्मत से मिलेगा।दोस्त की बेरुख़ी आपको नाराज़ करेगी। लेकिन ख़ुद को शांत रखें। इस बात को परेशानी न बनने दें और इससे बचने की कोशिश करें। आपके पास आज पैसा भी पर्याप्त मात्रा में होगा और इसके साथ ही मन में शांति भी होगी। अगर आज आप अपने परिचितों पर अपने फ़ैसले थोपने की कोशिश करेंगे, तो आप अपने हितों को ही नुक़सान पहुँचाएंगे। हालात का सामना धैर्य से करना ही अच्छे परिणाम दे सकता है। शाम ढलते-ढलते कोई आकस्मिक रुमानी झुकाव आपके दिलोदिमाग़ पर छा सकता है। नए विचार फ़ायदेमंद साबित होंगे। चीज़ों और लोगों को तेज़ी-से परखने की क्षमता आपको दूसरों से आगे बनाए रखेगी। कहते हैं कि स्त्रियाँ शुक्र और परुष मंगल ग्रह के रहने वाले हैं, लेकिन आज के दिन विवाहित शुक्र और मंगल एक-दूसरे में घुल जाएंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- मांस, मदिरा का त्याग करने से हेल्थ अच्छी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए लाभदायक रहेगा। आज कई सारी समस्याएं जो आपकी चल रही थी, उनके खत्म होने के योग बन रहे हैं, लेकिन आज आपकी किसी खास चीज के खोने से समस्या बढ़ सकती है। यदि आपकी पैसों से संबंधित परेशानियां चल रही है, तो वह खत्म हो जाएगी। शाम तक आज आपको कोई खुशखबरी मिल सकती है। आपकी किसी खास व्यक्ति से मुलाकात होगी और बिजनेस को फायदा पहुंचेगा।आप खाली समय का आनंद ले सकेंगे। रियल एस्टेट सम्बन्धी निवेश आपको अच्छा-ख़ासा मुनाफ़ा देंगे। दिन के उत्तरार्ध में अचानक आई कोई अच्छी ख़बर पूरे परिवार को ख़ुशी देगी। प्यार का बुख़ार आपके सर पर चढ़ने के लिए तैयार है। इसका अनुभव कीजिए। नौकरों और सहकर्मियों से परेशानी होने की संभावना को ख़ारिज नहीं किया जा सकता है। आपके घर वाले आज आपसे कई परेशानियां शेयर करेंगे लेकिन आप अपनी ही धुन में मस्त रहेंगे और खाली समय में कुछ ऐसा करेंगे जो करना आपको पसंद है। आपके जीवनसाथी का आन्तरिक सौन्दर्य बाहर भी पूरी तरह महसूस होगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- नौकरी व बिज़नेस में सफलता हेतु इस मंत्र अर्धकायं महावीर्यं चन्द्रादित्यविमर्दनम्। सिहिंकागर्भसम्भूतम तं राहुं प्रणमाम्यहम।। का जाप रात को 11 बार करें। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nपारिवारिक जीवन में आज पत्नी और बच्चों के साथ सुखद समय व्यतीत करने से आपका मन प्रसन्न रहेगा। ऑफिस में आज आपको खास परिवर्तन देखने को मिलेंगे, और काम भी बनते नजर आएंगे। आज थोड़ी बहुत मेहनत से ही आपको सम्मान मिलने के योग बन रहे हैं। आपको अपने अच्छे व्यवहार का भरपूर फायदा मिलेगा। आपके कुछ नए दोस्त बनेंगे और नए प्रोजेक्ट पर भी काम शुरू हो जाएगा। जब आप कोई फ़ैसला लें, तो दूसरों की भावनाओं का ख़ास ख़याल रखें। आपका कोई भी ग़लत निर्णय न केवल उनपर ख़राब असर डालेगा, बल्कि आपको भी मानसिक तनाव देगा। आज इस राशि के कुछ बेरोजगार लोगों को नौकरी मिल सकती है जिससे उनकी आर्थिक स्थिति सुधरेगी। परिवार की स्थिति आज वैसी नहीं रहेगी जैसा आप सोचते हैं। आज घर में किसी बात को लेकर कलह होने की संभावना है ऐसी स्थिति में खुद पर काबू रखें। आपका प्रिय आज कुछ खीझा हुआ महसूस कर सकता है, जो आपके दिमाग़ पर दबाव और बढ़ा देगा। ऐसे लोगों से साथ जुड़ें जो स्थापित हैं और भविष्य के रुझानों को समझने में आपकी मदद कर सकते हैं। आज आपके पास खाली समय होगा और इस समय का इस्तेमाल आप ध्यान योग करने में कर सकते हैं। आपको आज मानसिक शांति का अहसास होगा। पड़ोसियों का दख़ल शादीशुदा ज़िन्दगी में दिक़्क़त पैदा करने की कोशिश कर सकता है, लेकिन आप व आपके जीवनसाथी के बीच का बंधन बहुत मज़बूत है और इसे तोड़ना आसान नहीं है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- चमेली का तेल, सिंदूर, चाँदी के वर्क का चोला हनुमान जी को चढाने से स्वास्थ्य अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। आप की राजनीतिक गतिविधियां बढेगी। किसी अनुभवी व्यक्ति से आज आप लाभ उठाएंगे, लेकिन उस पर आपको धन खर्च करना होगा। विद्यार्थियों का पढ़ाई लिखाई में मन लगेगा। आपके जीवन की दिशा आज नया मोर लेगी। आपको स्वास्थ्य की चिंताएं रहेंगी, लेकिन यदि आप खानपान में सावधानी बरतें, तो मामला ठीक हो सकता है। प्रॉपर्टी के मामले भी आज आपके हल हो सकते हैं।आज खेल-कूद में हिस्सा लेने की ज़रूरत है, क्योंकि चिर यौवन का रहस्य यही है। आज आपको अपना धन खर्च करने की जरुरत नहीं पड़ेगी क्योंकि घर का कोई बड़ा आज आपको धन दे सकता है। आज आप जहाँ भी जाएंगे, लोगों के बीच आप सबके ध्यान का केंद्र बने रहेंगे। सैर-सपाटे पर जाने का कार्यक्रम बन सकता है, जो आपकी ऊर्जा और उत्साह को तरोताज़ा कर देगा। प्रतिस्पर्धा में बढ़त के लिए व्यवसायियों को नई योजनाओं और रणनीतियों पर काम करने की ज़रूरत है। आप चाहें तो परेशानियों को मुस्कुराकर दरकिनार कर सकते हैं या उनमें फँसकर परेशान हो सकते हैं। चुनाव आपको करना है। वैवाहिक जीवन के लिए विशेष दिन है। अपने जीवनसाथी को बताएँ कि आप उनसे कितना प्यार करते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- दूध व दही का सेवन करने से स्वास्थ्य लाभ होगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज आप के वरिष्ठ सदस्यों या बुजुर्गों को किसी वजह से कुछ चिंता हो सकती है, जिससे वह उलझन में नजर आएंगे। कुछ छोटे-मोटे झगड़े दिन के पहले हिस्से में सिर उठाएंगे, लेकिन आपकी अच्छी सोच से वह जल्द ही समाप्त हो जाएंगे, इसलिए उनसे परेशान होने की जरूरत नहीं है। आप के बढ़ते खर्चों पर आज लगाम लगी दिखेगी और अधिक मेहनत करेंगे और अपने व्यवहार में सुधार लाएंगे, तो आप आज के दिन फायदे में रहेंगे।मानसिक स्पष्टता के लिए भ्रम और निराशा से बचने की कोशिश करें। आपके मन में जल्दी पैसे कमाने की तीव्र इच्छा पैसा होगी। आपका ज्ञान और हास-परिहास आपके चारों ओर लोगों को प्रभावित करेगा। कोई अच्छी ख़बर या जीवनसाथी/प्रिय से मिला कोई संदेश आपके उत्साह को दोगुना कर देगा। कार्यक्षेत्र में हालात आपके पक्ष में रुख़ करते मालूम होंगे। आपके घर का कोई करीबी शख्स आज आपके साथ वक्त बिताने की बात कहेगा लेकिन आपके पास उनके लिए वक्त नहीं होगा जिसकी वजह से उनको तो बुरा लगेगा ही आपको भी बुरा लगेगा। आपके आस-पास के लोग कुछ ऐसा कर सकते हैं, जिसके चलते आपका जीवनसाथी आपकी तरफ़ फिर से आकर्षित महसूस करेगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- किन्नरों(बुध नपुंसक ग्रह है) को हरे वस्त्र और हरी चूड़ियां दान देने से सेहत अच्छी रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज आप अपने कार्यकाल में काम करने में कतई जल्दबाजी ना करें अन्यथा आपको नुकसान उठाना पड़ सकता है। आराम से धीरे-धीरे कार्य करेंगे,तो फायदे में रहेंगे। छात्र-छात्राएं पढ़ाई लिखाई पर ध्यान दें। आज आपको कोई पारिवारिक प्रॉपर्टी का लाभ मिलता दिख रहा है। आपने जो मेहनत से के कार्य किये है उसमें अच्छे नतीजे निकलेंगे। आप के ऑफिस के नए साथी कर्मचारी आपका काम में पूरा सहयोग करेंगे।आपको अपनी सेहत के प्रति ज़्यादा सावधानी बरतने की ज़रूरत है, ख़ास तौर पर रक्तचाप के मरीज़ों को। जो लोग अब तक पैसे को बिना वजह ही उड़ा रहे थे आज उन्हें अपने आप पर काबू रखना चाहिए और धन की बचत करनी चाहिए। अटके घरेलू कामों को अपने जीवनसाथी के साथ मिलकर पूरा करने की व्यवस्था करें। एक बार आप अपने हमक़दम को हासिल कर लें, तो ज़िन्दगी में किसी और की ज़रूरत नहीं होती। इस बात को आज आप गहराई से महसूस करेंगे। आज फ़ायदा हो सकता है, बशर्ते आप अपनी बात भली-भांति रखें और काम में लगन व उत्साह दिखाएँ। जो लोग अब तक किसी काम में व्यस्त थे आज उन्हें अपने लिए समय मिल सकता है लेकिन घर में किसी काम के आ जाने से आप फिर से व्यस्त हो सकते हैं। जीवनसाथी की मासूमियत आपके दिन को ख़ास बना सकती है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- लाल रंग की बोतल में पानी भरकर धूप में रखें व उस पानी का सेवन करने से हेल्थ अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिएआज भरपूर लाभ लेकर आएगा। आज आपको घूमने फिरने और मनोरंजन करने का भी सुख प्राप्त होगा आपके सहयोगी आपके काम में भरपूर मदद करेंगे, लेकिन किसी से भी जबरदस्ती कोई काम ना करवाएं। बिजनेस और निवेश संबंधित कार्य में जो समस्या चल रही थी, वह आज खत्म हो जाएंगी। आज आप कुछ नये लोगों के सहयोग से नए कार्य भी शुरू कर सकते हैं, जिसका आपको लाभ मिलेगा।बेकार के ख़यालों में अपनी ऊर्जा बर्बाद न करें, बल्कि इसे सही दिशा में लगाएँ। आज आपको अपने भाई या बहन की मदद से धन लाभ होने की संभावना है। घर में उल्लास का माहौल आपके तनावों को कम कर देगा। आप भी इसमें पूरी सहभागिता करें और महज़ मूक दर्शक न बने रहें। अपने प्रिय की ईमानदारी पर शक न करें। अगर आप थोड़ी देर अनुभवी लोगों की संगत में गुज़ारेंगे, तो आपको काफ़ी ज्ञान मिलेगा। आज जीवनसाथी के साथ समय बिताने के लिए आपके पास पर्याप्त समय होगा। आपके प्रेम को देखकर आज आपका प्रेमी गदगद हो जाएगा। आपका जीवनसाथी आपकी बहुत तारीफ़ करेगा और आप पर बहुत स्नेह उढ़ेलेगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- स्वास्थ्य बना रहे इसके लिए गुरुवार को तेल न लगाएं। \n"
}]
