horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। काफी संघर्षों के बाद आज आपको अपनी परेशानियों से राहत मिलती नजर आ रही है। धीरे-धीरे भाग्य का उदय हो रहा है और बढ़ते हुए आर्थिक कष्ट से भी आप को मुक्ति मिलेगी। यदि आप कोई छोटा-मोटा व पार्ट टाइम कारोबार करना चाहते हैं, तो उसके लिए भी समय निकालना आसान होगा। आज आपकी महत्वाकांक्षाओं की पूर्ति का भी दिन है, लेकिन आपको प्रयत्नशील रहना होगा। व्यापार के लिए आज पास व दूर की यात्रा भी कर सकते हैं। जीवन साथी के स्वास्थ्य में कोई गिरावट देखने को मिल सकती है।आप जल्द ही लम्बे समय से चली आ रही बीमारी से उबरकर पूरी तरह सेहतमंद हो सकते हैं। लेकिन ऐसे ख़ुदगर्ज़ और ग़ुस्सैल इंसान से बचें, जो आपको तनाव दे सकता है और आपकी परेशानियों में इज़ाफ़ा कर सकता है। आपको कई स्रोतों से आर्थिक लाभ होगा। जिसपर आप यक़ीन करते हैं, मुमकिन है वह आपको पूरा सच न बता रहा हो। आपकी दूसरों को राज़ी करने की क्षमता आने वाली मुश्किल को हल करने में कारगर साबित होगी। थोड़े बहुत टकराव के बावजूद भी आज आपका प्रेम जीवन अच्छा रहेगा और आप अपने संगी को खुश रखने में कामयाब होंगे। आज फ़ायदा हो सकता है, बशर्ते आप अपनी बात भली-भांति रखें और काम में लगन व उत्साह दिखाएँ। मौज-मस्ती के लिए घूमना संतोषजनक रहेगा। आपका जीवनसाथी किसी फ़रिश्ते की तरह आपका बहुत ध्यान रखेगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- काले चने, काले उड़द, काले कपड़े और सरसों के तेल का दान करने से स्वास्थ्य अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आपके परिवार में किसी शुभ व मांगलिक कार्यक्रम पर परिवार के बुजुर्गों से सलाह मशविरा हो सकता है। शाम के समय आज किसी मेहमान का आगमन हो सकता है, जिससे मन में प्रसन्नता का भाव रहेगा। अपने जीवन स्तर को सुधारने के लिए फिलहाल स्थाई प्रयोग में आने वाली वस्तुओं की खरीदारी करनी होगी, जिससे आपका धन भी अधिक व्यय होगा। संतान के भविष्य के आप थोड़ी चिंता सता सकती है।भाग्य पर निर्भर न रहें और अपनी सेहत को सुधारने की कोशिश करें, क्योंकि क़िस्मत ख़ुद बहुत आलसी होती है। अटके हुए मामले और घने होंगे व ख़र्चे आपके दिमाग़ पर छा जाएंगे। एक बेहतरीन शाम के लिए रिश्तेदार/दोस्त घर आ सकते हैं। अपनी दीवानगी को क़ाबू में रखें, नहीं तो यह आपके प्रेम-संबंध को मुश्किल में डाल सकती है। अपना रवैया ईमानदार और स्पष्टवादी रखें। लोग आपकी दृढ़ता और क्षमताओं को सराहेंगे। आज के दिन में आप बहुत व्यस्त रहेंगे लेकिन शाम के वक्त अपने मनपसंद कामों को करने के लिए भी आपके पास पर्याप्त समय होगा। उबाऊ होती शादीशुदा ज़िन्दगी के लिए कुछ रोमांच ढूंढने की ज़रूरत है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- तांबे का पैसा और चाँदी दूध व चावल से धोकर जमीन में दबाएं, चावल, दूध घर के बाहर किसी पौधे में डालने से स्वास्थ्य अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज आपका व्यापार तेजी से गति पकड़ेगा, जिससे आपके धन लाभ के सभी मार्ग खुलेंगे और आप अपनी आर्थिक स्थिति को बहुत ही मजबूत बनाएंगे। अपनी प्रगति को आप को स्थाई रूप से बनाए रखना होगा। आज आप को व्यर्थ के कार्यों से दूर रहना होगा। विद्यार्थियों को शिक्षा में अपने मित्रों का सहयोग मिलेगा।आपका चढ़ा हुआ पारा आपको परेशानी में डाल सकता है। आज घर से बाहर बड़ों का आशीर्वाद लेकर निकलें इससे आपको धन लाभ हो सकता है। सामाजिक उत्सवों में सहभागिता का मौक़ा है, जो आपको प्रभावशाली व्यक्तियों के संपर्क में लाएगा। आप आज प्यार की मनोदशा में होंगे- और आपके लिए काफ़ी मौक़े भी होंगे। नौकरों और सहकर्मियों से परेशानी होने की संभावना को ख़ारिज नहीं किया जा सकता है। खाली वक्त का सही इस्तेमाल करना आपको सीखना ही होगा नहीं तो जीवन में आप कई लोगों से पीछे रह जाएंगे। यह दिन शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक रहेगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सुगन्धित चीज़ों का प्रयोग करने से स्वास्थ्य लाभ होगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज आपको अपने भाई व बहनों की चिंता सता सकती है, इसलिए आप उनका पूरा ध्यान रखें। यदि सबकी सहमति हो और कहीं स्थान परिवर्तन का विचार बनें, तो अवश्य जाएं। इससे आपके मन को शांति मिलेगी। जीवनसाथी ऐसे समय में आपका भरपूर साथ देंगे। आज आपको अपनी आर्थिक स्थिति की भी थोड़ी चिंता हो सकती है, इसलिए अपने खर्चों पर नियंत्रण रखें। विद्यार्थी आज अपने गुरुजनों व मित्रों के साथ पार्टी का आयोजन  भी कर सकते हैं।सेहत बढ़िया रहेगी। नौकरी पेशा से जुड़े लोगों को आज धन की बहुत आवश्यकता पड़ेगी लेकिन बीते दिनों में किये गये फिजुलखर्च के कारण उनके पास पर्याप्त धन नहीं होगा। कुछ लोगों के लिए- परिवार में किसी नए का आना जश्न और उल्लास के पल लेकर आएगा। अगर आप अपने प्रेमी के साथ कहीं बाहर घूमने जा रहे हैं तो कपड़े सोच-समझकर पहनें। अगर आप ऐसा नहीं करते तो आपका प्रेमी आपसे नाराज हो सकता है। इस राशि के कारोबारी आज किसी करीबी की गलत सलाह के कारण परेशानी में आ सकते हैं। जॉब करने वाले जातकों को आज कार्यक्षेत्र में सोच-समझकर चलने की जरुरत है। आज अपने लिए वक्त निकालकर अपने जीवनसाथी के साथ आप कहीं घूमने जा सकते हैं। हालांकि इस दौरान आप दोनों के बीच थोड़ी बहुत कहासुनी हो सकती है। हँसी-मजा़क के बीच आपके और आपके जीवनसाथी के बीच कोई पुराना मुद्दा उभर सकता है, जो फिर वाद-विवाद का रूप भी ले सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- अपने इष्टदेव को पीले पुष्प चढ़ाएं, इससे आर्थिक स्थिति अच्छी रहेगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपको अपने आलस्य को त्यागना होगा, तभी आप अपने नौकरी व व्यवसाय के क्षेत्र में चल रहे कार्य को पूर्ण करने में सफल होंगे और अपने काम पर ध्यान केंद्रित करना होगा। आज आपको अपने कारोबार की विशेष रूप से चिंता हो सकती है क्योंकि कुछ समय से आपका व्यवसाय नियमित रूप से नहीं है। अस्थिरता आपका पीछा नहीं छोड़ रही है। आज आप अपने पिताजी व वृद्धजनों की सलाह से व्यापार को आगे बढ़ाने के लिए नए-नए आइडिया ढूंढ लेंगे।व्यस्त दिनचर्या के बावजूद स्वास्थ्य अच्छा रहेगा। रियल एस्टेट सम्बन्धी निवेश आपको अच्छा-ख़ासा मुनाफ़ा देंगे। आज का दिन ख़ुशियों से भरा रहेगा, क्योंकि आपका जीवन-साथी आपको ख़ुशी देने का हर प्रयास करेगा। आज आप कुछ अलग क़िस्म के रोमांस का अनुभव कर सकते हैं। दफ़्तर में स्नेह का माहौल बना रहेगा। व्यस्त दिनचर्या के बावजूद भी आज आप अपने लिए समय निकालपाने में सक्षम होंगे। खाली वक्त में आज कुछ रचनात्मक कर सकते हैं। ऐसा लगता है कि आज आप अपने जीवनसाथी के साथ बहुत ख़र्चा कर सकते हैं। बावजूस इसके, आप इस वक़्त का पूरा लुत्फ़ उठा पाएंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- किसी काले कुत्ते की देख-भाल करना प्रेम सम्बन्धों को अच्छा करने के लिए शुभ है। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपका भागदौड़ से भरा रहेगा, लेकिन भागदौड़ के नतीजे भी आपको लाभदायक ही मिलेंगे, तभी आप अपने कार्यों को उत्साह पूर्ण पूरा करेंगे, लेकिन कुछ समय बाद इसमें आपको बेहतरीन अनुबंध प्राप्त होगा, जिससे आपको मानसिक शांति मिलेगी। संतान के विवाह के लिए आज अच्छे प्रस्ताव आएंगे। आज शाम का समय आप अपने मित्रों के साथ धर्म-कर्म के कार्य में व्यतीत करेंगे।आज आप ख़ुद को सुकून में और ज़िंदगी का लुत्फ़ उठाने के लिए सही मनोदशा में पाएंगे। आपको मेरी सलाह है कि शराब सिगरेट जैसी चीजों पर पैसा खर्च न करें, ऐसा करना आपके स्वास्थ्य को तो खराब करता ही है आपकी आर्थिक स्थिति भी इससे बिगड़ती है। घरेलू मोर्चे पर समस्या खड़ी हो सकती है, इसलिए तोल-मोल कर ही बोलें। आज वे कपड़े न पहनें जो आपके प्रिय को पसंद न हों, नहीं तो मुमकिन है कि वो आहत महसूस करे। अगर आप कार्यक्षेत्र में बेहतर करना चाहते हैं तो अपने काम में आधुनिकता लाने की कोशिश करें। इसके साथ ही नई तकनीक से अपडेटेड रहें। जिंदगी में चल रही आपाधापी के बीच आज आपको अपने लिए पर्याप्त समय मिलेगा और और आप अपने पसंदीदा कामों को कर पाने में कामयाब हो पाएंगे। अपने जीवनसाथी के साथ प्यार-मुहब्बत के लिए काफ़ी वक़्त मिलेगा, लेकिन सेहत गड़बड़ हो सकती है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सरसों के तेल में अपना चेहरा देखकर उस तेल के गुलगुले बनाकर पक्षियों में डालने से आर्थिक स्थिति अच्छी होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज आपके परिवार में कोई मांगलिक कार्यक्रम हो सकता है। इससे आपके चारों ओर का वातावरण सुखमय रहेगा। घर व परिवार के सभी सदस्यों की खुशियां बढ़ी हुई दिखेंगी। पर्याप्त मात्रा में धन हाथ लगेगा। उसके आने से कई दिनों से चली आ रही लेनदेन की बड़ी समस्या भी समाप्त होगी। प्रेम प्रसंग प्रबल होंगे। आज आपको अपनी माता जी के भविष्य की चिंता सता सकती है। आज शाम के समय पास व दूर की यात्रा का प्रसंग प्रबल होकर स्थगित होगा।किसी झगड़ालू इंसान से वाद-विवाद आपका मूड ख़राब कर सकता है। समझदारी से काम लें और अगर संभव हो तो इससे बचें, क्योंकि किसी भी तरह का विवाद आपके लिए मददगार नहीं रहेगा। जो लोग अपने करीबियों या रिश्तेदारों के साथ मिलकर बिजनेस कर रहे हैं उन्हें आज बहुत सोच समझकर कदम रखने की जरुरत है नहीं तो आर्थिक नुक्सान हो सकता है। आज आपका ऊर्जा से भरपूर, ज़िंदादिल और गर्मजोशी से भरा व्यवहार आपके आस-पास के लोगों को ख़ुश कर देगा। दूसरों को ख़ुशियाँ देकर और पुरानी ग़लतियों को भुलाकर आप जीवन को सार्थक बनाएंगे। जो नए संपर्क आप आज बनाएंगे, वे आपके करिअर को एक नयी तेज़ी देंगे। आज के दिन यात्रा, मनोरंजन और लोगों से मिलना-जुलना होगा। ऐसा लगता है कि आज आप अपने जीवनसाथी के साथ बहुत ख़र्चा कर सकते हैं। बावजूस इसके, आप इस वक़्त का पूरा लुत्फ़ उठा पाएंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- पलाशपुष्पसंकाशं तारकाग्रहमस्तकम्। रौद्रंरौद्रत्मकं घोरं तं केतुं प्रणमाम्यहम।। इस मंत्र का 11 बार उच्चारण करें। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित रूप से फलदायक रहेगा। कार्य व्यवसाय के क्षेत्र में आए तनाव को अपने ऊपर हावी ना होने दें, नहीं तो आपको परेशानी का सामना करना पड़ सकता है। बनते बिगड़ते परिवेश में नवीन योजना आज सफल होगी। आपके कुछ पुराने झंझट चल रहे हैं, जिससे आज आपको छुटकारा मिलेगा, लेकिन आपको अपने मन में निराशा जनक विचारों को नहीं आने देना है, तभी समय आपके लिए अनुकूल रहेगा। यदि आप कहीं निवेश करना चाहते हैं, तो उसके लिए समय उत्तम है, जिसमें भाग्य का भी भरपूर साथ मिलेगा।स्वास्थ्य के लिहाज़ से बहुत अच्छा दिन है। आपकी ख़ुशमिज़ाजी ही आपके आत्मविश्वास में बढ़ोतरी करेगी। जिन लोगों ने किसी रिश्तेदार से पैसा उधार लिया था उनको आज वो उधार किसी भी हालत में वापस करना पड़ सकता है। बढ़िया दिन है जब आप सबके ध्यान को अपनी तरफ़ खींचेंगे- आपके सामने चुनने के लिए कई चीज़ें होंगी और आपके सामने समस्या यह होगी कि किसे पहले चुना जाए। मुहब्बत की टीस आज रात आपको सोने नहीं देगी। व्यवसाय में किसी धोखेबाज़ी से बकने के लिए अपने आँख-कान खुले रखें। घर के कामों को पूरा करने के बाद इस राशि की गृहणियां आज के दिन फुर्सत में टीवी या मोबाइल पर कोई मूवी देख सकती हैं। आपका जीवनसाथी आपकी ज़रूरतों को अनदेखा कर सकता है, जिसके चलते आप चिड़चिड़े हो सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- रेवड़ी, तिल और शक्कर बहते जल में प्रवाहित करना नौकरी/बिज़नेस के लिए फायदेमंद रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nयदि आपका कहीं रुका हुआ धन है और आप उसे प्राप्त करना चाहते हैं, तो वह आपको बहुत कठिनाई से मिलेगा, लेकिन रोजमर्रा के काम में आपको कोताही बिल्कुल नहीं ना बरतें। व्यवसाय की उन्नति से आपका आत्मविश्वास चरम पर होगा। आज आप अपने घर के घरेलू सामान की खरीदारी में ज्यादा समय  लगा सकते हैं, जिससे धन भी अधिक व्यय होगा। जीवन साथी से प्रेम प्रसंग प्रबल होगा।अपना तनाव दूर करने के लिए परिवार वालों की मदद लें। उनकी सहयता को खुले दिल से स्वीकारें। अपनी भावनाओं को दबाएँ और छुपाएँ नहीं। अपने जज़्बात दूसरों के साथ साझा करने से फ़ायदा मिलेगा। आर्थिक रुप से आज आप काफी मजबूत नजर आएंगे, ग्रह नक्षत्रों की चाल से आज आपके लिए धन कमाने के कई मौके बनेंगे. अपनी जीवन में एक संगीत पैदा करें, समर्पण का मूल्य समझें और हृदय में प्रेम व कृतज्ञता के फूल खिलने दें। आप अनुभव करेंगे कि आपका जीवन अधिक अर्थपूर्ण हो रहा है। आज आपके और आपके प्यार के बीच कोई आ सकता है। आज के दिन आपका कठिन परिश्रम फलदायी सिद्ध होगा। अपने घर में बिखरी चीजों को संभालने का आज आप प्लान करेंगे लेकिन आपको इसके लिए आज खाली समय नहीं मिल पाएगा। जीवनसाथी के किसी अचानक काम की वजह से आपकी योजनाएँ बिगड़ सकती हैं। लेकिन फिर आपको महसूस होगा कि जो होता है अच्छे के लिए ही होता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- विधवाओं की मदद करने से स्वास्थ्य अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nजो लोग क्रय विक्रय का व्यापार करते हैं, उनको आज भरपूर लाभ होगा। शुभ समाचार भी दिनभर प्राप्त होते रहेंगे। मित्रों से हास्य विनोद भी बढ़ेगा, लेकिन आपको व्यर्थ के झगड़े में पड़ने से बचना होगा, नहीं तो यह आपका मूड खराब कर सकते हैं। आज आप धार्मिक स्थानों की यात्रा पर भी जाने का सोच सकते हैं। माताजी की सेहत के प्रति सचेत रहें। उनके खान-पान का ध्यान रखें।नर्वस ब्रेकडाउन आपकी सोचने की ताक़त और शरीर के प्रतिरक्षा तंत्र को कमज़ोर बना सकता है। सकारात्मक सोच के ज़रिए इस समस्या से निजात पाएँ। आर्थिक तंगी से बचने के लिए अपने तयशुदा बजट से दूर न जाएँ। अपने परिवार को पर्याप्त समय दें। उन्हें महसूस होने दें कि आप उनका ख़याल रखते हैं। उनके साथ अच्छा वक़्त बिताएँ और शिकायत करने का मौक़ा न दें। मुहब्बत और रोमांस आपको ख़ुशमिज़ाज रखेगे। अपनी विशेषज्ञता का इस्तेमाल पेशेवर मामलों को सहजता से सुलझाने में करें। आज इस राशि के कुछ छात्र लेपटॉप या टीवी पर कोई मूवी देखकर अपना कीमती समय जाया कर सकते हैं। आपको ख़ुशी से भरी शादीशुदा ज़िन्दगी की एहमियत का एहसास होगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- शुद्ध सूती कपडा और नमकीन गरीब स्त्रियों को समय-समय पर दान करने से आर्थिक स्थिति अच्छी होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज अध्यात्म और धर्म के प्रति आपकी रूचि बढ़ेगी। यात्रा और मंगलोत्सब का सहयोग बनता दिख रहा है। समय के सदुपयोग से आपका सितारा बुलंद होगा। आपकी नौकरी में उच्च अधिकारियों के सहयोग से आज आपको लाभ उठाने का शुभ अवसर प्राप्त होगा। आपकी आर्थिक स्थिति सुदृढ़ होगी। यदि आज किसी को धन उधार देना पड़े, तो कतई ना दें क्योंकि उससे मिलने की संभावना बहुत कम है। अपने व्यवसाय को आगे बढ़ाने में आज आपको अपने पिताजी की सलाह की आवश्यकता है।आउटडोर खेल आपको आकर्षित करेंगे- ध्यान और योग आपको फ़ायदा पहुँचाएंगे। बैंक से जुड़े लेन-देन में काफ़ी सावधानी बरतने की ज़रूरत है। पारिवारिक सदस्यों के साथ सुकून भरे और शांत दिन का लुत्फ़ लें। अगर लोग परेशानियों के साथ आपके पास आएँ तो उन्हें नज़रअंदाज़ करें और उन्हें अपनी मानसिक शांति भंग न करने दें। आज आपके प्रिय को आपके अस्थिर रवैये के चलते आपसे तालमेल बिठाने में काफ़ी दिक़्क़त का सामना करना पड़ेगा। योग्य कर्मियों को पदोन्नति या आर्थिक मुनाफ़ा हो सकता है। आज लोग आपकी वह प्रशंसा करेंगे, जिसे आप हमेशा से सुनना चाहते थे। आपका जीवनसाथी आपसे नाराज़ हो सकता है, क्योंकि आप उनसे कोई बात साझा करना भूल गए थे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सतनाजे की रोटी बनाकर पक्षियों में डालने से आर्थिक स्थिति अच्छी होगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज आपको अपने माता-पिता व गुरु जी की सेवा का अवसर प्राप्त होगा। उन्नति की क्षेत्र में आज कई मार्ग खुलेंगे। अध्ययन और अध्यात्म में रूचि बढ़ना स्वाभाविक है, लेकिन आज आप को शत्रु व द्वेष रखने वाले साथियों से सावधान रहना होगा। परिवार में आज कोई विवाद की स्थिति उत्पन्न हो सकती है, लेकिन बड़े बुजुर्गों की सलाह से वह शाम के समय समाप्त हो जाएगा। आपको अपने जीवन में उन्नति के लिए नए-नए मार्ग प्राप्त होंगे।घर पर तनाव का माहौल आपको नाराज़ कर सकता है। इसे दबाना आपकी शारीरिक समस्याओं में इज़ाफ़ा कर सकता है। शारीरिक गतिविधियों को बढ़ाकर इससे निजात पाएँ। ख़राब हालात से दूर रहना ही बेहतर है। आज आप आसानी से पैसे इकट्ठा कर सकते हैं- लोगों को दिए पुराने कर्ज़ वापिस मिल सकते हैं- या फिर किसी नयी परियोजना पर लगाने के लिए धन अर्जित कर सकते हैं। घर से जुड़ी योजनाओं पर विचार करने की ज़रूरत है। सारी दुनिया की मदहोशी उन ख़ुशनसीबों के बीच सिमट जाती है, जो प्यार में हों। जी हाँ, आप वही ख़ुशनसीब हैं। नौकरों और सहकर्मियों से परेशानी होने की संभावना को ख़ारिज नहीं किया जा सकता है। बिना किसी को अवगत कराए ही आज आपके घर में किसी दूर के रिश्तेदार की एंट्री हो सकती है जिसके कारण आपका समय खराब हो सकता है। जीवनसाथी से निकटता आज आपको ख़ुशी देगी। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- काला-सफेद कपड़ा किसी साधु को दान करने से स्वास्थ्य बेहतर होगा। \n"
}]
