horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "आपकी निजी और कामकाजी जिन्दगी में कुछ बदलाव आने वाले हैं जिनसे आप असुरक्षित और चिंतित महसूस करेंगे ǀ लेकिन इसे अपने ऊपर हावी ना होने दें और संतुलन बनाये रखें ǀकोई आपसे बदला लेने की कोशिश में है,इससे स्थिति और भी खराब हो सकती है ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "आज आपकी स्वास्थ्य सम्बन्धी समस्याओं का कारण आपकी चिंता हो सकती है ǀआप बहुत चिंता करते हैं और आज भी कोई अपवाद नही है ǀइससे आपको माइग्रेन या अल्सर जैसी तकलीफें भी उभर सकती हैं ǀहालाँकि अगर आप शांति से सोच सकें तो चिंता करने लायक कुछ भी नही है और अगर कुछ आपके सोचे अनुसार नही भी हो रहा है तो भी कोई बड़ी बात नही है ,आप पूरी तरह इन समस्याओं को नजरंदाज कर सकते हैं ǀ",
        "मेष प्यार और संबंध राशिफल": "अगर आप अपने रिश्ते को व्यवस्थित करना चाहते हैं , तो आज का दिन सर्वोत्तम है । अपने परिवार के मध्य में अपने आप को व्यक्त करें। आपके ग्रहों की स्थिति के कारण आप में सकारात्मक ऊर्जा का संचार होगा जिससे की आपका परिवार खुश होगा । आज अपनों के साथ जश्न मनाने का एक बढ़िया दिन है।अपनी देखभाल और चिंता को दिखाने के लिए अपने परिवार के साथ समय बिताएं। आप के इन भावो को देखकर वे बहुत खुश होंगे ।",
        "मेष कैरियर और धन राशिफल": "आज आपको कुछ छुपे हुए शत्रु से सावधान रहने की जरुरत है । यह व्यक्ति आपके साथ मित्रतापूर्ण भाव से आपके साथ काम कर रहा है पर जैसे की इतिहास अपने आप को दोहराता है यह व्यक्ति प्रतिकार कर सकता है या इसके विचार आपसे भिन्न हो सकते है ।आज आपके लिए ये अछा होगा की आप अपने सारे कार्यो का निष्पादन सही समय पर कर ले ताकि काम का कोई बोझ न रहे और आपको अपने मालिक की डाट न सुननी पड़े ।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "आज का दिन मौज मस्ती के नाम रहेगा ǀआज सगे सम्बन्धियों से मुलाकात हो सकती है ,फोन या मेल के द्वारा भी संपर्क हो सकता है ǀवर्त्तमान समय अपने सामाजिक कौशलों को निखारने तथा आने वाली पार्टियों के लिए खुद को तैयार करने का बिलकुल सही समय है ǀदिन के आगे बढ़ने के साथ साथ वित्तीय परेशानियां अपने आप दूर होती जायेंगी ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "ऐसा लगता है जैसे आप अपने बनाये फिटनेस कार्यक्रम के अनुसार चल पाने में खुद को असमर्थ पा रहे हैं,चिंता न करें ,आप जल्द ही अपनी पुरानी शेप वापस पा लेंगे ǀ इसके अलावा ,आपकी सेहत भी अच्छी है ǀइसके लिए बस वैसे ही उत्साही बने रहने की जरुरत होगी जैसे आप इस समय हैं ǀ पिछले कुछ समय से आपकी त्वचा पर टेन आ गया है,इसीलिए इसे फलों के अर्क से रगड़कर साफ़ कर लें ǀ",
        "वृषभ प्यार और संबंध राशिफल": "आपकी किसी आकर्षक अजनबी से अजीब और छोटी सी मुलाकात हो सकती है ,आप आसानी से अपनी मीठी बातों और आकर्षण से उन्हें अपनी तरफ खीच पायेंगे और उनके साथ इन्वोल्व भी हो जायेंगे लेकिन ऐसे संबंधों को किसी रिश्ते में तब्दील होने की उम्मीद मत कीजिये | कोई गहरा अर्थ तलाश करने की जरुरत नही है | फ़्लर्ट का मौसम है और आप अभी इसका मजा ले सकते हैं |",
        "वृषभ कैरियर और धन राशिफल": "आपके व्यावसायिक कौशल में तेजी आयेगी और आप एक मजबूत भावना के साथ पेशेवर दौड़ में वापस स्थापित होंगे । आपको अपने पद और आय को एक समान या बढ़ाने के अवसर प्राप्त होंगे और अभी तक आप अपने कार्य और पद की तुलना में काफी अल्प आय प्राप्त कर रहे थे।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "गृहों की स्थिति आपको आज बहुत अधिक सामाजिक होने को कह रही है ǀ आप दूसरों से बातचीत के माध्यम से अपनी जीवनशैली और करियर में बदलाव लाना चाहते हैं ǀजो कुछ आपने सोचा है .वो सब करने की कोशिश करें ǀआप जो भी करना चाहते हैं,उसपर अच्छे से ध्यान केन्द्रित क्र सकते हैं ,बस इतना ध्यान रखें कि अपनी क्षमता से अधिक जिम्मेदारी न लें ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "आप सामान्यत सेहत का ध्यान रखते हैं लेकिन आप पिछले कुछ समय से लापरवाही बरत रहे हैं ǀ आज आपको जबरदस्ती खुद को बिस्तर से बाहर खीचकर व्यायाम में लगाना होगा ǀ आपके लिए भविष्य में काफी कुछ है और आप उसका फायदा केवल तभी उठा पायेंगे जब आप स्वस्थ होंगे ǀआज अपना फिटनेस कार्यक्रम घर से शुरू कर सकते हैं ǀ",
        "मिथुन प्यार और संबंध राशिफल": "सभी पक्षों से प्रतिबद्धताओं की वजह से आप एक बहुत व्यस्त जीवन जी रहे थे । आज आप पर दबाव कुछ कम हो सकता है । इस अवसर को आराम करने या आपने साथी या परिवार के साथ ख़ुशी से बिताये । आपको परिचित चीजों से आनंद की अनुभूति होगी । आप अपने साथी के साथ घर पर एक शांत शाम का आनंद उठाएँ बजाय की आप बाहरी चीज़ो या बाहर आनंद उठाने जाए ।",
        "मिथुन कैरियर और धन राशिफल": "आज के दिन की शुरुआत उल्लेखनीय होगी। आपको पदोन्नति या नई जिम्मेदारी की पेशकश की जा सकती है और भाग्यशाली लोगों को नयी नौकरी के अद्भुत अवसर प्राप्त हो सकते है! आपकी कड़ी मेहनत की प्रशंसा चारो और हो रही है और ये समय इसका फल पाने का समय है । वितीय स्थिति में धन के प्रवाह की वजह से मजबूती आने की संभावना है ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "आप उन बदलावों के बारे में सोच रहे हैं जो शायद आपके काम और आपकी सेहत के बीच संतुलन ला सकते हैं ǀ आप अपने किसी करीबी दोस्त से इस सम्बन्ध में मेल करके समाधान पूछ सकते हैं ǀ इन बदलावों से आपको आराम मिलेगा ǀ आप अपने आप को फ़िलहाल सही आदमियों के साथ पायेंगे जो आपको आपके विभिन्न लक्ष्यों का उद्देश्य निर्धारित करने में मदद करेंगे ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "आपको अपने खाने की ओर तुरंत ध्यान देना होगा |आप कई दिन से कुछ ज्यादा खा रहे हैं और बहुत अस्वास्थ्यकर खाना खा रहे हैं और चाहे आपको यह अनुभव बेशक न हो लेकिन इससे आपकी सेहत काफी प्रभावित हो रही है |दरअसल आपके शरीर और मन में इकट्ठे हो रहे तनाव का मूल कारण जंक फ़ूड है |जब तक आप अपने खाने का पैटर्न नही बदलते आपकी रिलैक्सेशन की तकनीकें विशेष फायदेमंद नही होंगी |",
        "कर्क प्यार और संबंध राशिफल": "बाहर जाएँ और अपने प्रिय के साथ कुछ साहसिक करने की योजना बनाएं | आप जो कुछ भी करेंगे , आपको बहुत मजा आयेगा | इससे आप और आपके पार्टनर के बीच चल रहे तनाव में कुछ कमी आने की उम्मीद है | आपको अपने नए अनुभवों और भावनाओं को अपने पार्टनर के साथ बांटना अच्छा लगेगा |",
        "कर्क कैरियर और धन राशिफल": "आज किसी भी परीक्षा में उतरने के लिए अच्छा दिन नहीं है, हालांकि अगर आप परीक्षा में बेठ रहे है तो किसी नकारात्मक विचारों को अपने पास न आने दे । आप आगे बढे और आपकी शक्ति और सकारात्मकता आपकी कुण्डली से किसी भी नकारात्मक प्रभाव से लड़ सकती है। आज पैसे उधार न दे क्योकि आपको धोखा मिल सकता है । बड़ी राशि उधार देने से बचे ।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आज आप नम्र रहेंगे और दूसरों की स्वार्थरहित सेवा करेंगे ǀ दूसरों को संतुष्ट करने के लिए अपना समय ,स्थान ,पैसा और यह तक कि अपना भोजन भी लगायेंगे ǀ लोग आपकी इसके लिए तारीफ करेंगे ,लेकिन अपनी सीमायें निर्धारित करें ǀ अपने बच्चों पर भी ध्यान दें,उन्हें कोई संकर्मण हो सकता है ǀघर पर रहें और घर का स्वच्छ भोजन करें ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "आज छोटी मोटी स्वास्थ्य सम्बन्धी दिक्कतें जैसे ठंड,खांसी,जुकाम या सिरदर्द आदि हो सकती हैं ǀ कलाई य उंगली में भी दर्द महसूस कर सकते हैं ǀइससे आपका काम कुछ धीमा पड़ जाएगा ǀनिराश न हों,ये सब तो चलता ही रहता है ǀसंभव हो तो आज अच्छे से आराम कर लें,इससे आप कल काम करने के लिए तैयार हो पायेंगे ǀठंडे पेय पीने से बचें ǀ",
        "सिंह प्यार और संबंध राशिफल": "आज का दिन बहुत ख़ास है क्योंकि आज आप अपने पार्टनर से खुलकर बात कर पायेंगे | आप इस मौके का इन्तजार लम्बे समय से कर रहे थे |आज सारे राज उनके सामने खोल दें और और अपनी चिंताएं भी उन्हें स्पष्ट बता दें | इससे आपके सम्बन्ध में एक नयी ताजगी आ जायेगी और आप दोस्तों तथा एक जोड़े के रूप में भी और करीब आ पायेंगे |",
        "सिंह कैरियर और धन राशिफल": "काम के प्रयोजन के लिए आप यात्रा कर सकते है । विदेश यात्रा का भी योग है। आपकी कंपनी आपको दूसरे देश में भेज सकती हैं , या कार्य प्रयोजनों के लिए आपके वीजा को मंजूरी आज मिल सकती है। हालांकि अगर आप पहले से ही अपने कैरियर के लिए एक विदेशी देश में तैनात हैं , तो निकट भविष्य में अपने गृहनगर या देश में लौटने की उम्मीद कम है।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आज बोलने में सावधानी रखें ǀ आप जिसे अपना करीबी समझते हैं,वो आपकी गुप्त बात को उजागर कर सकता है ǀ बोलने से पहले सोच लें,अपनी बातचीत का विषय अपने और सामने वाले तक ही सीमित रखें ǀ किसी तीसरे के बारे में बात करने से बचें ǀ किसी दूसरे शहर की यात्रा और इसके दौरान किसी पुराने दोस्त से मुलाकात की सम्भावना है,पुराने पलों को याद करेंगे ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "बीमारी के लक्षण आज खूब दिखेंगे और आपको काफी परेशानी होने वाली हैǀलेकिन आप यह सब खुद ही संभाल लेंगे ǀदिखाई दे रहे लक्षणों को समझने की कोशिश करें ǀइससे आपको बीमारी की जड़ तक पहुचने और उसका अपता लगाने में मदद मिलेगी ǀइन्फेक्शन को दूर करने के तरीकों पर काम करें और आपकी कई बीमारियाँ तो इससे वैसे ही दूर हो जायेंगी जिनके बारे में आपको पता भी नही है ǀ",
        "कन्या प्यार और संबंध राशिफल": "आप पिछले काफी समय से किसी के जबर्दस्त प्रशंसक हैं लेकिन कुछ घटनाओं से आपको ऐसा लगा है कि आप ने उनके चक्कर में बस अपना समय व्यर्थ किया है ,जिसपर आप इतना ध्यान और प्यार न्योछावर कर रहे हैं ,वह इसके लायक नही है | उनसे बेहतर को ढूँढें | आपको कोई ऐसा साथी चाहिए जो आपको भविष्य की ओर देखने में मदद करे और जिसका मानसिक स्तर उच्च हो |",
        "कन्या कैरियर और धन राशिफल": "आप अच्छे स्वभाव के व्यक्ति हैं और सामाजिक कार्यो में भी भाग लेते रहे है । आज आपके इन गुणों की बहुत सराहना की जाएगी और उनके लिए पुरस्कार भी दिया जाएगा । आपको अपने आत्मविश्वास को बढ़ावा देने के लिए अदभुत सलाह भी मिल सकती है और आप वो सब पा सकते है जो अपने बलबूते पर पाना इतना आसान नहीं था ।"
    },
    "6": {
        "तुला दैनिक राशिफल": "आज आप कुछ उलझे हुए से रहेंगे ǀ आप कोई महत्वपूर्ण काम शुरू करने के लिए भी उतावले हैं ǀ परन्तु आज प्रतीक्षा करना और कोई महत्वपूर्ण काम शुरू न करना ही ठीक होगा ǀ शाम तक उलझन खुद कम हो जायेगी ǀ दिन बाधारहित गुजरेगा ǀ यात्रा कर सकते हैं ,सार्वजनिक परिवहन से देर हो सकती है ǀ दूसरे विकल्प खुले रखें ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "आज आप सकारात्मक ऊर्जा से भरे हुए हैंǀ हालांकि आपकी सलाह अच्छी होंगी लेकिन बिन मांगे दी गई आपकी सलाह का हर कहीं स्वागत नही होगा ǀआपको आज खुद की ही सुननी चाहिए और खुद को खुश करने या संवारने के लिए आप काफी पैसे भी खर्च कर सकते हैं ǀहालाँकि,झा तक आपकी इच्छाओं या आपके कामों से दूसरों का भी लेना –देना है ,थोडा संभलकर व्यवहार करें क्योंकि लोग आपकी नेक इच्छाओं को भी गलत समझ सकते हैं ǀ",
        "तुला प्यार और संबंध राशिफल": "आज आप अपने पार्टनर पर अपना प्रभाव जमाने के लिए अच्छे से तैयार होंगे | आपके पहनावे या आपके हेयर स्टाइल से आपके आकर्षण में वृद्धि ही होगी | आपको अपने पार्टनर से अपनी पसंद के कामों को आगे बढाने की अनुमति भी मिल सकती है | इससे आपको उनसे हमेशा के लिए प्यार हो जाएगा |",
        "तुला कैरियर और धन राशिफल": "कार्यालय के लंबित काम आज आपको तनाव दे सकते हैं। आज आपको देर तक कार्यालय में काम करना पड़ सकता है । ये मुश्किल समय भी थोड़े समय के लिए है । पिछले सप्ताह की आपकी बोरियत और आलस्य आप पर आज नकारात्मक प्रभाव डालेगा । आप आज दूसरों के साथ सौम्य और विनम्र रहे अन्यथा आप विवाद में फँस सकते हैं। ऐसी स्थितियों से दूर रहे ।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "आज आपकी किस्मत चमकने का दिन हैǀ सितारे कहते हैं कि आज आपको कोई विशेष काम करना पड़ सकता है ǀआज अपने किसी नजदीकी व्यक्ति को खुश कर दें,आपकी किस्मत का ताला खुल जाएगा ǀ फिर भी आज किसी को उधार ना दें ,वापस नही मिल पायेगा ǀ स्वास्थ्य सम्बन्धी दिक्कतें आज नही होंगी ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "आपको कोई ऐसा दोस्त आज मिलेगा जो आपकी सब स्वास्थ्य आवश्यकताओं का ध्यान रखेगा ǀ आपने अब तक कई बार बहुत गंभीरता से कई स्वास्थ्य सम्बन्धी फैसले लिए हैं परन्तु आप उनपर चल नही पाते बीच में ही छोड़ देते हैं ǀ ये दोस्त आपको तय रूटीन पर बने रहने और अपने लक्ष्यों को पूरा करने में मदद करेगा ǀआप एक साथ जिम शुरू कर सकते हैं या दौड़ने जा सकते हैं,लेकिन अगर आप आज से शुरुआत करेंगे तो आपको बहुत लाभ होगा ǀ",
        "वृश्चिक प्यार और संबंध राशिफल": "आप पिछले कुछ दिनों से अपने दोस्तों की उपेक्षा कर रहे हैं और अभी का यह समय अपने दोस्तों क एसाथ पिकनिक पर जाने के लिए बहुत अच्छा है | साथ जाकर कोई मूवी देखें या सब दोस्तों के साथ कोई नाईट आउट की योजना बनाएं और आप पायेंगे की वह तनाव अपने आप गायब हो गया है जिसे आप महसूस नही कर पाए थे | पहले जो कोई आपका नजदीकी था,वह भी आपसे संपर्क कर सकता है |",
        "वृश्चिक कैरियर और धन राशिफल": "आज आपको अपना कठोर और मजाकिया दृष्टिकोण को बदलने की जरूरत है, बेहतर होगा कि आप लोगों की भावनाओं से सम्बन्ध स्थापित करे और साथ ही साथ ये जानने की भी कोशिश करे कि वे क्या चाहते हैं और कौन सा रास्ता उन्होंने अपनाया है ! ध्यान देने योग्य बात ये है की आपको समझना होगा की चीज़े कैसे कार्य कर रही है बजाय की आप अपना तरीका अपने सहकर्मियों पर थोपे ।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आज आप महत्वपूर्ण मुद्दों पर अपने सम्बन्धियों से बात कर सकते हैं ǀ प्यार से बातचीत करें और नम्र बने रहें ǀ अगर आप अभी स्थिति को नही संभाल पा रहें हैं तो अभी इसे छोड़ दें ǀ अगर मूड हल्का करना चाहते हैं तो शाम को किसी समारोह में भाग लें ǀ आध्यात्मिकता और विश्वास पर फोकस करने से आपको सहायता मिलेगी ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "पिछले लम्बे समय से चल रही स्वास्थ्य सम्बन्धी तकलीफ़ आज उभार लेगी |जिन लोगों को ब्लड प्रेशर और डायबिटीज की शिकायत है वे अपने खाने को लेकर विशेष सावधान रहें क्योकि वे अक्सर लापरवाही करते रहते हैं |आज आपको माइग्रेन ,तनाव ,सिरदर्द और उच्च रक्त चाप का भी सामना करना पड़ सकता है|जो दवाइयां आप सामान्यत लेते हैं उनके बारे में आज डॉक्टर से दुबारा पूछ लें क्योंकि हो सकता है कि उनकी डोज में कुछ महत्वपूर्ण बदलाव किये जाने हों |",
        "धनु प्यार और संबंध राशिफल": "आज रोमांस के लिए बहुत अच्छा समय है | आपको अपने पार्टनर को यह दिखाने की जरूरत है कि आप उन्हें या इस रिश्ते को गंभीरता से महत्व देते हैं | यह सही समय है कि आप इसके लिए अतिरिक्त कोशिश करें ताकि आपके पार्टनर को भी यह बात महसूस हो | आज आपकी रोमांटिक लाइफ एक अन्तरंग डिनर , किसी रोमांटिक भाव –भंगिमा या गिफ्ट से नए मुकाम पर पहुंच सकती है |",
        "धनु कैरियर और धन राशिफल": "आज का दिन विशेष रूप से उन लोगों के लिए अच्छा और सफलता से भरपूर है जो किसी भी तरह से शिक्षा या लेखन से जुड़े हैं । छात्रों, शोधकर्ताओं, पत्रकारों, लेखकों और शिक्षा से जुड़े अन्य पेशेवरों के लिए एक बहुत आनंदमयी एवं अच्छा दिन होने के संकेत है। आज का दिन लंबी अवधि की योजनाओं में निवेश करने के लिए उपयुक्त है। आज आप आराम से बैठे और उन प्रयासों का लाभ आपको मिलेगा जो आपने अपने पेशेवर जीवन की दिशा तय करने में डाले थे ।"
    },
    "9": {
        "मकर दैनिक राशिफल": "ऐसी स्थितियां आ सकती हैं जो आपको बिना सोचे काम करने के लिए उकसायें ǀ यह सही समय है जब आपको सब कुछ अपने नियंत्रण में रखकर युद्ध स्तर पर काम करना है ǀ अपने बच्चों या छोटे बहन भाइयों के लिए सुरक्षात्म्क रवैया अपनाएँ ǀ आप बहुत अच्छी तरह सामाजिक गतिविधियों में शामिल होंगे और यहां आपका बहुत अच्छा स्वागत होगा ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "आप काम के पीछे इतने पागल हैं कि कई बार तो अपनी उपलब्धियों पर खुश होना भी भूल जाते हैं ǀइनसे खुशी महसूस करने के लिए,एक बनाएं और उनके उत्तर ढूँढें ǀप्रश्न इस तरह के हो सकते हैं-क्या घर में आपके पसंदीदा फल मौजूद हैं ?क्या आपकी अलमारी में आपके मनपसंद कपडे हैं ?इसके बारे में भी सोचें कि आप कैसे दिखते हैं?",
        "मकर प्यार और संबंध राशिफल": "निजी जीवन में पार्टनर शिप में काम करने की योग्यता आपको अपने प्रोफेशनल जीवन में भी बहुत काम आने वाली है | आप और आपके पार्टनर मिल जुलकर जो भी काम करेंगे चाहे वह प्यार हो या बिज़नेस, आपको खूब सफलता मिलेगी | आप दोनों को एक दुसरे की खूबियों और कमियों की बहुत अच्छी समझ है और आपकी आपस में खूब बनती है | हमेशा ऐसे ही बने रहें |",
        "मकर कैरियर और धन राशिफल": "ग्रहों की ऊर्जा के प्रभाव के तहत आज आप अपने भीतर की आवाज सुनने के लिए सक्षम हो पायेंगे । इन आवाजों के गहरे अर्थ को आप समझने की कोशिश करे । अगर आप उन्हें समझ लेते हैं, तो आप आसानी से काम कर पायेंगे । इसके अलावा, स्पष्ट रूप से अपने आप को व्यक्त करने में संकोच न करे । अपनी भावनाओं को खुल कर व्यक्त करें और घुमा फिराकर कहने से बचे ।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "आप इस वक़्त अलौकिक घटनाओं से प्रभावित रहेंगे ǀआप आज अपना दिन किसी रहस्यमयी मुद्दे की खोजबीन में बिताना चाहते हैं और कोई रहस्यमयी फिल्म या उपन्यास देख/पढ़ सकते हैं ǀआप किसी रहस्य पर से पर्दा उठाने का फैसला भी ले सकते हैं या किसी स्थिति/व्यक्ति के बारे में और अधिक जानने की कोशिश करेंगे ǀहालंकि,आपको यह सब करते हुए सावधान रहना होगा ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "आपको आज रिएक्शन और एलर्जी हो सकती है |अगर आपको किसी विशेष खाने से एलर्जी है तो हो सकता है कि आपने अनजाने में वही खाना खा लिया हो |त्वचा में जलन की भी आशंका है |अगर संभव हो सके तो प्रदूषित स्थानों पर जाने से बचें |शाम तक आपकी सेहत में सुधार होगा |खूब अच्छी नींद भी लें और खूब एक्सरसाइज भी करें |भविष्य में आपको कोई परेशानी न हो ,इसके लिए आपको अभी से प्रयास करके स्वास्थ्यकर आदतें डालनी चाहियें |",
        "कुंभ प्यार और संबंध राशिफल": "आज आपको अपने पार्टनर से बात करने के लिए काफी धीरज की जरुरत होगी | बहुत सारे मुद्दों पर बात न करें क्योंकि इससे आपके सम्बन्ध की शांति भंग हो सकती है | यहाँ तक कि बहुत छोटी छोटी असहमतियां भी गंभीर विवादों का रूप धारण कर सकती हैं | आज चुप रहना ही बेहतरीन उपाय होगा | शान्ति बनाये रखकर अपने सम्बन्ध की सहज शक्ति में विश्वास रखें ,मुश्किल समय भी गुजर जाएगा |",
        "कुंभ कैरियर और धन राशिफल": "यात्रा और यात्रा के व्यवसायों से जुड़े लोगों के लिए ये अच्छा समय है और आप इस से अच्छा धन लाभ कमा सकते है ! आप उच्च अधिकारियों के साथ संबंध बनाने के लिए प्रयासरत रहे और जिससे आप जल्द ही कुछ लाभ पा सकते हैं । आप संपत्ति या कीमती धातुओं में भी निवेश कर सकते हैं।"
    },
    "11": {
        "मीन दैनिक राशिफल": "भौतिक सुविधाओं की ओर ध्यान देने के लिए यह काफी अच्छा समय है ǀ अपने सामाजिक जीवन का आनंद उठायें और ऐसे दोस्तों और परिचितों से भी बात करें जिनके सम्पर्क में आप लम्बे समय से नही रहे हैं ǀ आज अपने जाग्रति स्तर में भी बदलाव महसूस करेंगे,जो आपको अचानक ही अनुभव होगा ǀ इस समय अपने मन की बात सुनना ही उचित होगा ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "कोई आज आपको यह समझा पायेगा कि आपके खान-पान और गलत जीवनशैली के कारण आपका स्वास्थ्य किस प्रकार प्रभावित हो रहा है और फिर आप इसके लिए सुधारात्मक कदम उठा सकते हैं ǀअगर आप धूम्रपान करते हैं तो आज छोड़ने का फैसला ले सकते हैं ,अगर फ़ास्ट फ़ूड बहुत खाते हैं तो आज आप अपने लिए स्वास्थ्यवर्धक चीजें खरीदेंगे ǀ",
        "मीन प्यार और संबंध राशिफल": "आपको अपनी लव लाइफ के बारे में कुछ कठोर फैसले लेने पड़ सकते हैं , हालाँकि आप दिल से ऐसा नही करना चाहते लेकिन तब भी यह समय ऐसा करने के लिए सबसे अच्छा है | इस बात का फैसला केवल आपके हाथ में है कि आप पिछली बातों से अपनी संकल्प शक्ति को मजबूत होने देंगे या उसके कारण अपने आत्मविश्वास को कमजोर पड़ने देंगे | आप जिस तरीके से अपने पिछले समय को समझेंगे , उससे काफी हद तक आपका फैसला प्रभावित होगा |",
        "मीन कैरियर और धन राशिफल": "आप अपने कार्यो को करते हुए धैर्य रखते है , पर आज आप में अधिकार की भावना रहेगी । आपको ये एहसास करने की जरूरत है की चीजे अपनी गति से आगे चलेंगी और ज्यादा पाने की चाह आपको पीछे की और धकेल सकती है । आपमें हमेशा धैर्य की भावना रही है और हमेशा से निर्धारित मार्ग की तरफ आप अग्रसर रहे है , आपको ये याद करने की जरूरत है की क्यों आप इस पथ पर आगे की और बढे थे और उसी पथ पर आगे बढ़ते रहे ।"
    }
}]
