horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन अनुकूल रहने वाला है। प्रेम संबंधों में प्रगाढ़ता आएगी। प्रिय के साथ वक्त गुजारेंगे। दांपत्य जीवन जीने वालों को भी प्रेम और रोमांस के अवसर मिलेंगे। व्यापार में सुगमता आएगी और इनकम में बढ़ोतरी होगी जिससे मन हर्षित होगा। नौकरी करते हैं तो खूब मेहनत के साथ अपने काम को अंजाम देंगे जिससे बेहतर नतीजे हासिल होंगे। आपका स्वास्थ्य भी बढ़िया रहेगा। धर्म-कर्म के कामों में बहुत ध्यान देंगे और किसी प्रॉपर्टी का सौदा कर सकते हैं।सिर्फ़ आप जानते हैं कि आपके लिए क्या बेहतर है, इसलिए मज़बूत और स्पष्टवादी बनें तथा फ़ैसले तुरन्त लें और उनके परिणामों का सामना करने के लिए तैयार रहें। आज के दिन घर के किसी इलेक्ट्रोनिक सामान के खराब हो जाने की वजह से आपका धन खर्च हो सकता है। बच्चे कोई दिल ख़ुश करने वाली ख़बर ला सकते हैं। विवादित मुद्दों को उठाने से बचें, अगर आप आज ‘डेट’ पर जा रहे हैं तो। लोग आपके बारे में क्या सोचते हैं आज आपको इस बात से कोई फर्क नहीं पड़ेगा। बल्कि आज आप खाली समय में किसी से मिलना जुलना भी पसंद नहीं करेंगे और एकांत में आनंदित रहेंगे। किराने की ख़रीदारी को लेकर जीवनसाथी से तक़रार मुमकिन है। अपनों का ख्याल रखना अच्छी बात है लेकिन उनका ख्याल रखते-रखते अपनी सेहत न बिगाड़ लें। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए सूर्य चालीसा व आरती पढ़ें। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम फल दायक रहेगा। परिवार पर ध्यान देंगे। परिवार के लोगों का साथ और सानिध्य मिलेगा। काम में बरकत आएगी। इनकम बढ़ेगी। स्वास्थ्य कुछ कमजोर रहेगा जिससे मानसिक तनाव भी बढ़ेगा। काम के सिलसिले में आपकी मेहनत आपके साथ खड़ी नजर आएगी। भाग्य का सितारा बुलंद रहेगा। दांपत्य जीवन में खुशी भरा दिन रहेगा और जीवन साथी किसी चीज की डिमांड कर सकता है जिसे आप पूरी भी करेंगे। प्रेम जीवन बिता रहे लोग आज अपने प्रिय से मिलकर खुश हो जाएंगे।आपका तेज़ काम आपको प्रेरित करेगा। सफलता हासिल करने के लिए समय के साथ अपने विचारों में बदलाव लाएँ। इससे आपका दृष्टिकोण व्यापक होगा, समझ का दायरा बढ़ेगा, व्यक्तित्व में निखार आएगा और दिमाग़ विकसित होगा। आज के दिन धन हानि होने की संभावना है इसलिए लेन-देन से जुड़े मामलों में जितना आप सतर्क रहेंगे उतना ही आपके लिए अच्छा रहेगा। परिवार के सदस्यों की ज़रूरतों को तरजीह दें। उनके सुख-दुःख के भागीदार बनें, ताकि उन्हें महसूस हो कि आप वाक़ई उनका ख़याल रखते हैं। आप रोमांटिक ख़यालों और सपनों की दुनिया में खोए रहेंगे। खाली वक्त में आप कोई फिल्म देख सकते हैं यह फिल्म आपको पसंद नहीं आएगी और आपको लगेगा कि आपने अपना कीमती वक्त जाया कर दिया। आपका जीवनसाथी आपको ख़ुश करने के लिए आज काफ़ी कोशिशें करता नज़र आएगा। जो काम आप आज पूरे करने में सक्षम हैं उन्हें कल पर ना ही टालें तो आपके लिए अच्छा रहेगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सफेद-काला जूता पहनने से आर्थिक स्थिति मजबूत होगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन सामान्य रहेगा। ट्रैवलिंग करने के लिए दिन अनुकूल है। आपको आपकी यात्रा का अच्छा फल भी मिलेगा। स्वास्थ्य मजबूत बनेगा। कार्यों में रुकावट नहीं होगी जिससे आपका मन हर्षित रहेगा। भाग्य थोड़ा कमजोर रह सकता है इसलिए अधिक प्रयास के बाद ही सफलता मिलेगी। दांपत्य जीवन में तनाव देखने को मिल सकता है लेकिन जो लोग प्रेम जीवन में है उनके लिए आज का दिन बहुत बढ़िया रह सकता है। आज कोई घरेलू सामान खरीद कर लाएंगे जिससे घरवालों को खुशी होगी।शारीरिक लाभ के लिए, विशेषकर मानसिक तौर पर मज़बूती हासिल करने के लिए ध्यान और योग का आश्रय लें। अपने धन का संचय कैसे करना है यह हुनर आज आप सीख सकते हैं और इस हुनर को सीख कर आप अपना धन बचा सकते हैं। सामाजिक उत्सवों में सहभागिता का मौक़ा है, जो आपको प्रभावशाली व्यक्तियों के संपर्क में लाएगा। सोशल मीडिआ पर अपने प्रिय के पिछले 2-3 संदेश देखिए, आपको एक ख़ूबसूरत ताज्जुब का एहसास होगा। लोग आपके बारे में क्या सोचते हैं आज आपको इस बात से कोई फर्क नहीं पड़ेगा। बल्कि आज आप खाली समय में किसी से मिलना जुलना भी पसंद नहीं करेंगे और एकांत में आनंदित रहेंगे। आज आपको ऐसा अनुभव होगा कि आपके जीवनसाथी के द्वारा आपको नीचा दिखाया जा रहा है। जहां तक सम्भव हो इसे नजरअंदाज करें। इस राशि के कुछ जातक आज से जिम जाने का विचार बना सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- नीले वस्त्रों को अधिक पहने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन तनाव से भरा रहने वाला है। अच्छा भोजन करेंगे। दोस्तों के साथ मौज मस्ती का अवसर मिलेगा। दांपत्य जीवन में खुशहाल समय रहेगा। परिवार का सहयोग भी पूरी तरह से मिलेगा। लोगों में एकजुटता दिखेगी। काम के सिलसिले में आपकी मेहनत अच्छे परिणाम अच्छे नतीजे लेकर आएगी। प्रेम जीवन के लिए दिनमान थोड़ा कमजोर है। दांपत्य जीवन में जीवन साथी से प्रेम मिलने से मन खुश रहेगा।ऊर्जा के अपने ऊँचे स्तर को आज अच्छे काम में लगाएँ। अगर सफर कर रहे हैं तो अपने कीमती सामान का विशेष ध्यान रखें अगर आप ऐसा नहीं करते तो सामान के चोरी होने की संभावना है। आपकी पारिवारिक सदस्यों को क़ाबू में रखने और उनकी न सुनने प्रवृत्ति की वजह से बेवजह वादविवाद हो सकता है और आपको आलोचना का सामना भी करना पड़ सकता है। मुमकिन है कि आज आपकी आँखें किसी से चार हो जाएँ- अगर आप अपने सामाजिक दायरे में उठेंगे-बैठेंगे तो। आप खुद को समय देना जानते हैं और आज तो आपको काफी खाली समय मिलने की संभावना है। खाली समय में आज आप कोई खेल-खेल सकते हैं या जिम जा सकते हैं। ऐसा लगता है कि आज आप अपने जीवनसाथी के साथ बहुत ख़र्चा कर सकते हैं। बावजूस इसके, आप इस वक़्त का पूरा लुत्फ़ उठा पाएंगे। टीवी पर फ़िल्म देखना और अपने नज़दीकी लोगों के साथ गप्पें मारना – इससे बेहतर और क्या हो सकता है? अगर आप थोड़ी कोशिश करें तो आपका दिन कुछ इसी तरह गुज़रेगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अपने घर में अपने इष्टदेव की चाँदी की मूर्ति स्थापित करके उनकी नियमित पूजा करने से धन वृद्धि होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन अनुकूल रहने वाला है। आपकी सोच समझ विकसित होगी और आप मजबूती से हर काम को अंजाम देंगे जिससे कामों में सफलता मिलेगी। आपकी योजनाएं फलीभूत होंगी। भाग्य का साथ मिलेगा जिससे योजनाएं सिरे चढ़ेंगी। प्रेम जीवन के लिए दिन आज कमजोर रहने वाला है। दांपत्य जीवन के लिए दिनमान काफी बढ़िया रहेगा। काम के सिलसिले में किए गए प्रयास सफलता दिलाएंगे और नौकरी में ट्रांसफर के आर्डर आ सकते हैं। सीनियर्स से अच्छे संबंधों का लाभ होगा।मौज-मस्ती की यात्राएं और सामाजिक मेलजोल आपको ख़ुश रखेंगे और सुकून देंगे। आपकी माता पक्ष से आज आपको धन लाभ होने की पूरी संभावना है। हो सकता है कि आपके मामा या नाना आपकी आर्थिक मदद करें। एक पारिवारिक आयोजन में आप सभी के ध्यान का केन्द्र होंगे। आप इस दिन को अपनी ज़िन्दगी में कभी नहीं भूलेंगे, अगर आप प्यार में डूबने के मौक़े को आज यूँ ही न गवाएँ तो। अपने मन पर काबू रखना सीखें क्योंकि कई बार आप मन की मानकर अपना कीमती समय बर्बाद कर देते हैं। आज भी आप ऐसा कुछ कर सकते हैं। आज आप महसूस करेंगे कि शादी का बंधन वाक़ई स्वर्ग में बनाया जाता है। आज घर पर शादी की बात चल सकती है लेकिन आपको यह बात पसंद नहीं आएगी। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- किसी ऐसे इंसान के साथ समय बिताना जिसका साथ आपको बहुत पसंद न हो, आपकी खीझ की वजह हो सकता है इससे बचने के लिए सफेद चन्दन का तिलक मस्तक पर करें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन मध्यम रहने वाला है। स्वास्थ्य में गिरावट होगी तथा मानसिक रूप से तनाव बढ़ेगा। आपके खर्चों में अचानक से वृद्धि होगी जिससे आर्थिक स्थिति पर बोझ पड़ेगा और आप खर्चों का सही प्रबंधन नहीं कर पाएंगे। पारिवारिक जीवन में कुछ दिक्कतें आएंगी लेकिन काम के सिलसिले में आपके प्रयास सार्थक रहेंगे। दांपत्य जीवन के लिए दिनमान अच्छा रहेगा और जीवनसाथी परिवार के प्रति जिम्मेदारियां अच्छे से निभायेगा। प्रेम जीवन को लेकर कोई समस्या रहेगी।पेचीदा हालात में फँसने पर घबराएँ नहीं। जैसे खाने में थोड़ा-सा तीखापन उसे और भी लज़ीज़ बना देता है, उसी तरह ऐसी परिस्थितियाँ आपको ख़ुशियों की सही क़ीमत बताती हैं। अपना मूड बदलने के लिए किसी सामाजिक आयोजन में शिरकत करें। आज आप काफ़ी पैसे बना सकते हैं- लेकिन इसे अपने हाथों से फिसलने न दें। दोस्तों और परिवार के साथ मज़ेदार समय बीतेगा। आज अचानक किसी से रोमांटिक मुलाक़ात हो सकती है। दूसरों को राज़ी करने की आपकी प्रतिभा आपको काफ़ी फ़ायदा पहुँचाएगी। दिन वाक़ई रोमानी है। बढ़िया खाने, महक और ख़ुशी के साथ आप अपने हमदम के साथ बेहतरीन समय बिता सकते हैं। बाग़बानी करना आपके लिए सुकून भरा हो सकता है – इससे पर्यावरण को भी लाभ पहुँचेगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सात मुखी रुद्राक्ष धारण करने से हेल्थ अच्छी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन अनुकूल रहने वाला है। आपकी इनकम में जबरदस्त बढ़ोतरी होगी जिससे आपका मन हर्षित होगा। आपके कामों में सफलता मिलेगी और किसी ने आपका पैसा उधार लिया है तो वह भी आपका पैसा वापस लौटाएगा। इससे आपकी आर्थिक स्थिति बढ़िया होगी। दांपत्य जीवन के लिहाज से भी दिन बढ़िया है, प्रेम बढ़ेगा और रोमांस के अवसर मिलेंगे। किसी तीर्थ यात्रा पर जाने के योग बनेंगे। प्रेम जीवन के लिहाज से भी आज का दिन सामान्य रहेगा। काम के सिलसिले में आपको अच्छे नतीजे मिलेंगे। कंपनी का हेड सोचकर कोई अच्छी सलाह देकर जिससे आपको तारीफ मिलेगी।सेहत अच्छी रहेगी। आज आप अपना धन धार्मिक कार्यों में लगा सकते हैं जिससे आपको मानसिक शांति मिलने की पूरी संभावना है। अपनी नई परियोजनाओं के लिए अपने माता-पिता को विश्वास में लेने का सही समय है। अपने प्रिय से दूर होने के बावजूद आप उसकी मौजूदगी महसूस करेंगे। अगर आप यात्रा कर रहें है तो सभी ज़रूरी दस्तावेज़ साथ रखना न भूलें। आज आप अपने जीवनसाथी के साथ कुछ बेहतरीन पल गुज़ार सकेंगे। व्यक्ति पैसे के चक्कर में स्वास्थ्य गँवाता है, फिर स्वास्थ्य के लिए पैसा – स्वास्थ्य अमूल्य धरोहर है, इसलिए आलस्य त्यागकर अपनी शारीरिक सक्रियता को बढ़ाना फ़ायदेमंद रहेगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सप्ताहांत में आपके ख़र्चों में अधिकता संभव है इससे बचने हेतु बन्दरों को मीठी लाल वस्तु जैसे - जलेबी, इमरती, शक्करपारे आदि खिलाएं। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन भागदौड़ से भरा रहेगा लेकिन नतीजे अधिकतर आपके पक्ष में आएंगे। काम के सिलसिले में अच्छे नतीजे मिलेंगे। भाग्य का सितारा बुलंद रहेगा। नौकरी में स्थानांतरण हो सकता है लेकिन आपकी स्थिति मजबूत रहेगी। काम के सिलसिले में बेहतर नतीजे मिलने से हर काम को और भी बढ़िया तरीके से अंजाम देंगे। परिवार का माहौल थोड़ा दिक्कत दे सकता है। दांपत्य जीवन के लिए दिनमान सामान्य रहेगा और प्रेम जीवन के लिए आज आपको थोड़ी सावधानी रखनी पड़ेगी आज आपके दिल की बातें किसी बाहरी व्यक्ति को पता चल सकती हैं, जिससे कुछ विरोध हो सकता है।आशावादी बनें और उजले पक्ष को देखें। आपका विश्वास और उम्मीद आपकी इच्छाओं व आशाओं के लिए नए दरवाज़े खोलेंगी। समय और धन की कद्र आपको करनी चाहिए नहीं तो आने वाला वक्त परेशानियों भरा रह सकता है। अगर आज आप अपने परिचितों पर अपने फ़ैसले थोपने की कोशिश करेंगे, तो आप अपने हितों को ही नुक़सान पहुँचाएंगे। हालात का सामना धैर्य से करना ही अच्छे परिणाम दे सकता है। आज प्यार की मदहोशी में हक़ीक़त और फ़साना मिलकर एक होते मालूम होंगे। इसे महसूस करें। आप खुद को समय देना जानते हैं और आज तो आपको काफी खाली समय मिलने की संभावना है। खाली समय में आज आप कोई खेल-खेल सकते हैं या जिम जा सकते हैं। बढ़िया खाना, रोमानी पल और जीवनसाथी का साथ - यही ख़ास है आज। अपने प्रिय के साथ पर्याप्त समय बिताने की संभावना है। ऐसा हो भी क्यों न, ऐसे पल ही तो किसी संबंध को प्रगाढ़ बनाते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- हल्दी की एक गाँठ, पीपल के पाँच पत्ते, सवा किलो पीली दाल, केसर, सूर्यमुखी का एक फूल, पीले वस्त्र यह सारी सामग्री किसी ब्राह्मण को श्रद्धापूर्वक दान करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन कुछ कमजोर रहेगा। किसी बात को लेकर चिंताग्रस्त रहेंगे तथा स्वास्थ्य भी कुछ कमजोर हो सकता है। दांपत्य जीवन में भी किसी बात को लेकर कहासुनी संभव है। काम के सिलसिले में नतीजे बहुत बेहतर मिलेंगे और आपको आपके साथ काम करने वालों का पूरा साथ मिलेगा। परिवार में खुशियां रहेंगी। जो लोग प्रेम जीवन में हैं, उन्हें आज रोमांस का पूरा अवसर मिलेगा और उनका प्रेम जीवन बढ़िया रहेगा। आपका प्रिय कोई बढ़िया सा गिफ्ट आपको दे सकता है।निराशावादी रवैये से बचें क्योंकि न सिर्फ़ यह आपकी संभावनाओं को कम कर देगा, बल्कि शरीर के आंतरिक संतुलन को भी बिगाड़ देगा। आज निवेश के जो नए अवसर आपकी ओर आएँ, उनपर विचार करें। लेकिन धन तभी लगाएँ जब आप उन योजनाओं का भली-भांति अध्ययन कर लें। पारिवारिक तनावों को अपनी एकाग्रता भंग न करने दें। बुरा दौर ज़्यादा सिखाता है। उदासी के भंवर में ख़ुद को खोकर वक़्त बर्बाद करने से बेहतर है कि ज़िंदगी के सबक़ को जानने और सीखने की कोशिश की जाए। ख़याली परेशानियों को छोड़ें और अपने साथी के साथ रोमांटिक समय बिताएँ। आज अपने लिए वक्त निकालकर अपने जीवनसाथी के साथ आप कहीं घूमने जा सकते हैं। हालांकि इस दौरान आप दोनों के बीच थोड़ी बहुत कहासुनी हो सकती है। अपने जीवनसाथी के चलते आप महसूस करेंगे कि स्वर्ग धरती पर ही है। किसी बिन बुलाए अतिथि के साथ आज आपका दिन बीत सकता है। उनकी बातें आपको पसंद आएंगी। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सरसों के तेल में अपना मुख देखकर दान करने से स्वास्थ्य अच्छा होगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहने वाला है। कुछ नए विषयों पर काम करेंगे। दांपत्य जीवन के लिहाज से दिनमान बढ़िया रहेगा और आप अपने प्रिय जीवनसाथी से प्रेम जताएंगे और उनसे स्नेह करेंगे। प्रेम जीवन के लिहाज से दिनमान थोड़ा सा कमजोर रह सकता है। खर्चे आपके बढ़े हुए होंगे। परिवार का माहौल बहुत बढ़िया रहेगा और एक दूसरे से प्रति प्रेम की भावना रहेगी। काम के सिलसिले में आपको आज अच्छे नतीजे हासिल होंगे। सैलरी में रिमाइंड मिल सकता है।अवांछित यात्राएँ थकाऊ साबित होंगी और बेचैनी का कारण बन सकती हैं। मांसपेशियों को आराम देने के लिए शरीर की तैल से मालिश करें। जो व्यापारी अपने कारोबार के सिलसिले में घर से बाहर जा रहे हैं वो अपने धन को आज बहुत संभालकर रखें। धन चोरी होने की संभावना है। बढ़िया दिन है जब आप सबके ध्यान को अपनी तरफ़ खींचेंगे- आपके सामने चुनने के लिए कई चीज़ें होंगी और आपके सामने समस्या यह होगी कि किसे पहले चुना जाए। संभव है आज आप अपने प्रिय को टॉफ़ी और कॉकलेट वग़ैरह दें। आज घर के लोगों के साथ बातचीत करते दौरान आपके मुंह से कोई ऐसी बात निकल सकती है जिससे घर के लोग नाराज हो सकते हैं। इसके बाद घर के लोगों को मनाने में आपका काफी समय जा सकता है। आज आप एक बार फिर समय में पीछे जाकर शादी के शुरुआती दिनों के प्यार और रुमानियत को महसूस कर सकते हैं। जीवन का आनंंद अपने लोगों को साथ लेकर चलने में है यह बात आज आप स्पष्टता से समझ सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- तांबे के बर्तन में रात भर रखा पानी पीना स्वास्थ्य के लिए फ़ायदेमंद रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम रहेगा। आपके खर्चे भी बढ़ेंगे और तनाव भी बढ़ेगा। ऑफिस में काम का बोझ आपके सर चढ़कर बोलेगा जिससे आपको थकान भी हो सकती है और आप मानसिक रूप से भी दबाव महसूस करेंगे। इनकम में कुछ गिरावट आ सकती है। प्रेम जीवन के लिहाज से दिनमान सामान्य रहेगा। जो लोग शादीशुदा हैं, उनके दांपत्य जीवन में खुशियां आएंगी। जीवन साथी पूरी तरह से आप को खुश रखने का प्रयास करेगा। बिजनेस में सफलता मिलेगी।अपने डर का इलाज का वक़्त आ चुका है। आपको समझना चाहिए कि न सिर्फ़ यह शारीरिक ऊर्जा को चूस लेता है, बल्कि ज़िंदगी को भी कम करता है। ख़र्चों पर क़ाबू रखने की कोशिश करें और सिर्फ़ ज़रूरी चीज़ें ही ख़रीदें। अपने परिवार को बताकर और अपने कामों से जताकर महसूस कराते रहें कि आप उनकी कितनी परवाह करते हैं। इससे उन्हें ख़ुशी मिलेगी और इस ख़ुशी को दोगुना करने के लिए उनके साथ अच्छा वक़्त बिताएँ। मुमकिन है कि आपके आँसुओं को पोंछने के लिए कोई ख़ास दोस्त आगे आए। आज खाली वक्त का सही उपयोग करने के लिए आप अपने पुराने मित्रों से मिलने का प्लान बना सकते हैं। अगर आप कोशिश करें तो आप अपने जीवनसाथी के साथ अपने जीवन का सबसे अच्छा दिन आज गुज़ार सकते हैं। आज कोई उलझन आपको दिन भर तंग कर सकती है। इस उलझन को दूर करने के लिए आपको अपने घर वालों से बात करनी चाहिए। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- गाय को हरा चारा खिलाना या गौशाला में बांटना आज आपके अकेलेपन को दूर कर सकता है। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम रहेगा। खर्चे बढ़ेंगे तथा मानसिक तनाव भी बढ़ सकता है। काम के सिलसिले में अच्छे नतीजे हासिल होने से आपके आत्मविश्वास में बढ़ोतरी होगी। इनकम भी बढ़ेगी जिससे कुछ हद तक आप आशान्वित रहेंगे। दांपत्य जीवन के लिहाज से दिन थोड़ा कमजोर कहा जा सकता है। जीवनसाथी बीमार भी हो सकता है। प्रेम जीवन के लिहाज से देखें तो आज का दिन बहुत सामान्य रहेगा। आपका प्रिय आपके साथ कहीं घूमने जाने की जिद कर सकता है।अपनी शारीरिक चुस्ती-फुर्ती को बनाए रखने के लिए आप आज का दिन खेलने में व्यतीत कर सकते हैं। आज आपको किसी अज्ञात स्रोत से पैसा प्राप्त हो सकता है जिससे आपकी कई आर्थिक परेशानियां दूर हो जाएंगी। घरेलू मामलों और काफ़ी समय से लंबित घर के काम-काज के हिसाब से अच्छा दिन है। आपका होना इस दुनिया को आपके प्रिय के लिए रहने के क़ाबिल बनाता है। आज आप ऑफिस से घर वापस आकर अपना पसंदीदा काम कर सकते हैं। इससे आपके मन को शांति मिलेगी। आपका जीवनसाथी आपको इतना बेहतरीन पहले कभी महसूस नहीं हुआ। आपको उनसे कोई बढ़िया सरप्राइज़ मिल सकता है। आज आप अपने किसी दोस्त की वजह से किसी बड़ी मुश्किल में फंसने से बच सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- पक्षियों को सतनाजा खिलाने से स्वास्थ्य अच्छा रहेगा। \n"
}]
