horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "आज आप खुद की जरुरत से अधिक आलोचना करने के मूड में हैं ǀआपको भी पता है कि आपकी अधिकतर चिंताएं निरर्थक हैं,फिर भी आप चिंता करते रहते हैं ǀ इसका एकमात्र समाधान यह है कि अपने किसी ऐसे करीबी से सा अपनी चिंताओं के बारे में बात करें जो आपको सहारा दे सके ǀ इससे पहले कि आप विकर्षित अनुभव करें ,आपको किसी विश्वसनीय व्यक्ति से सलाह लेनी चाहिए ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "आपको आज का दिन आराम से गुजारना होगा ǀसुबह उठने से ही लेकर,आप काफी आलस सा महसूस करेंगे जिसका असर आप पर पूरे दिन बना रहेगा ǀ दिन जैसे ही आगे बढ़ेगा,आपकी जोड़ों की दर्द और कमरदर्द की समस्या गंभीर रूप लेती दिखाई दे रही है और आपको इस बात का ख़ास ध्यान रखना होगा कि आप ऐसे कार्य न करें जिनसे दर्द बढ़ जाए ǀ आज समय है कि आप अपने सब कामों से छुट्टी लेकर आराम से दिन बिताएं ǀ",
        "मेष प्यार और संबंध राशिफल": "अब समय आ गया है कि आप एक कदम पीछे हटकर शांति से अपने सम्बन्ध को तर्क की कसौटी पर भी परखें | आप अपने पार्टनर के बारे में मिली किसी सूचना को नजरंदाज करते आ रहे हैं लेकिन यह जान लें कि ऐसा करने से उसकी अहमियत या प्रभाव खत्म नही हो जाएगा | अपने सम्बन्ध के बारे में विश्लेष्ण करते हुए आपको उसे भी ध्यान में रखना चाहिए | आपको इस समय कुछ कठोर फैसले लेने पड़ सकते हैं |",
        "मेष कैरियर और धन राशिफल": "आज का दिन अपने विरोधियों को आमंत्रित करने एवं अपने बुनियादी ढांचे और अपनी ताक़त को दिखाने का एक सही दिन है। इसकी वजह से आपके धुर विरोधी बोली से पहले ही हार जाएंगे या किसी परियोजना पर आप अपने हस्ताक्षर कर पायेंगे जो की आपके व्यवसाय को आगे की और ले जाएगा । उच्च प्रतिष्ठा वाला पद आपको प्रदान होगा जो की आपकी ताकत और धन में वृद्धि करेगा ।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "आज आपमें कुछ करने और दूसरों को प्रभावित करने की इच्छा बनी रहेगी ǀ आप मजबूत और पक्के फैसले ले पायेंगे और ऐसा करना का आपका समय बिलकुल ठीक होगा ǀ आप अपने पुराने कर्ज और अहसानों से भी मुक्त हो पायेंगे ǀ आप अपनी शीघ्र विचार की क्षमता के कारण किसी की जरुरत के समय मदद कर पायेंगे ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "इस बात का ध्यान रखें कि आप क्या खा रहे हैं क्योंकि आज पेट और पचान तन्त्र से जुडी दिक्कतें सामने आ सकती हैं |पिछले कुछ समय से आपकी समझ में भी यह बात आ गई है कि आपको अपनी डाइट में काफी सारे बदलाव करने की जरूरत अहि और आज आपको इसके अच्छे परिणाम दिखाई भी देंगे |इससे आपका मानसिक तनाव कम हो जायेगी जो वास्तव में किसी बाहरी कारण से नही था जैसा आप सोचते थे बल्कि आपकी जीवनशैली के ही कारण था |",
        "वृषभ प्यार और संबंध राशिफल": "आपका कोई नजदीकी आपके और करीब आना चाहता है लेकिन आप इसे बस दोस्ती तक रखना चाहते हैं | अगर आप इस आदमी को खुलकर अपनी भावनाएं बता देंगे तो अच्छा रहेगा हालाँकि इस आदमी से आपको बहुत प्यार और देखभाल भी मिली है और इसने कई बार आपके कठिन समय में आपका ध्यान रखा है | मेरी सलाह यह है कि आप अपने फैसले के बारे में दुबारा सोच लें |",
        "वृषभ कैरियर और धन राशिफल": "आप समस्या पैदा नहीं करते , लेकिन आज आप अपने को घिरा हुआ पाएंगे । आप अपना आपा खो सकते है। आप अपने को शांत बनाए रखे और समस्याओं को एक एक करके निपटे । आपको देर तक अपने कार्यालय में कार्य करना पड़ सकता है । शाम तक की अपनी प्रतिबद्धताओं को रद्द कर दे । अपने कार्य को ढंग से समाप्त करने की और ध्यान लगाएं ।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "गृहों की स्थिति ऐसी है कि आपको अप्रत्याशित बाधाओं का सामना करना पड़ सकता है ,पिछले कुछ समय से आप बहुत अच्छी स्थिति में हैं और फिलहाल ऐसा कुछ भी नही है जो परेशानी पैदा करने वाला दीखता हो ǀ लेकिन आज ऐसी बढ़ाएं और परेशानियां पैदा होने वाली हैं जो आपके काम और मूड दोनों को ही प्रभावित करेंगी ǀअप्रत्याशित समस्याओं से काम कुछ समय के लिए रुक सकता है ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "बैठने की गलत मुद्रा के कारण आपको आज गर्दन तथा कमर दर्द की शिकायत हो सकती है ǀबैठे के दौरान अपनी मुद्रा का विशेष ध्यान रखें ǀ इसके लिए एक कुशन भी रख सकते हैं ǀ आज आपकी उर्जा जरा कम ही है ,इससे घर तथा ऑफिस में भी आपका काम प्रभावित होगा ǀ आज आप अपने दैनिक कार्यक्रम में फिटनेस सम्बन्धी कोई काम शामिल करना चाहते हैं ǀ",
        "मिथुन प्यार और संबंध राशिफल": "आपसी समझ और सहनशीलता किसी भी रिश्ते के लिए जरूरी है | आपने अपने मन में अपने पार्टनर को एक सिंहासन पर बैठा लिया है औए अब आपके लिए उसकी किसी भी गलत को स्वीकार या माफ़ करना बहुत मुश्किल हो रहा है | हालाँकि आपके अधिक सख्ती बरतने से सबके लिए मुश्किलें ही पैदा होंगी | अगर आप सचमुच में इस रिश्ते को लेकर गंभीर हैं तो आपको थोडा और सहनशील और समझदार बनना पड़ेगा |",
        "मिथुन कैरियर और धन राशिफल": "आप अपने कार्य क्षेत्र में कुछ भ्रमित है और काफी समय से कुछ प्रश्न आपकी परेशानिया बढ़ा रहे है । आज इसका हल आपको नजर आ सकता है । आप इस विचार पर अडिग रहे और समाधान निकलने की कोशिश करे चाहे वह कितना भी अटपटा या अजीब लगे । अगर आप कुछ जोखिम लेंगे तो आपको अत्यधिक लाभ होगा जो अपने सोचा भी न होगा ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "आज के दिन की खासियत आपकी किसी प्रभावी व्यक्ति से मुलाकात रहेगी जिसका प्रभाव आपके जीवन पर पर काफी लम्बे समय तक रहेगा ǀ आप किसी ऐसीस्थिति या व्यक्ति के संपर्क में भी आ सकते हैं जहाँ आपको विपरीत दृष्टिकोणों का सामना करना पड़ सकता है ǀ आपको रचनात्मक आलोचना को सही तरीके से ही लें और बदतमीज हुए बिना ही अपनी बात को समझाने से कोशिश करें ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "आजकल यात्रा करने की वजह से आप अपने सामान्य फिटनेस कार्यक्रम का पालन नही कर पा रहे हैं ,विशेषज्ञों से सलाह लेकर अपना कार्यक्रम दुबारा बनाएं ǀआपको आज संक्रमण होने की भी आशंका है,इसके लिए कोई हल्की-फुलकी दवा लेना फायदेमंद रहेगा लेकिन कोई तेज दवा लेने से आपका पेट गंभीर रूप से ख़राब भी हो सकता है ǀ",
        "कर्क प्यार और संबंध राशिफल": "आप जितनी भी कोशिश कर रहे है , लेकिन आपका साथी आप पर ध्यान नहीं दे रहा है । ये समय अपने कृत्यों से उसे संतुष्ट करने का है । आप घर जल्दी आये और हो सके तो अपने साथी के लिए खाना बनाये । अपने कमरे को प्रकाश व् मोमबत्तियों से सजायें । अपने साथी को ये दर्शायें की प्यार आपकी नस नस में है । आपका साथी इस बात को समझेगा । अगर आप अपने साथी से दूर है तो दूरभाष के द्वारा उससे संपर्क साध सकते है ।",
        "कर्क कैरियर और धन राशिफल": "हाल ही में सह कर्मी आपसे ईर्ष्या के कारण असहयोगी रहे है! लेकिन उनके सामने जोर से न चिल्लाये क्योकि ये अलग रूप में तोड़ मरोड़ कर आपके वरिष्ठ अधिकारियो तक बहुत चालाकी से पहुचाया जाएगा । बस कुछ समय के लिए ऐसे लोगों के साथ दूरी बनाए रखें। आपको आज कुछ अप्रत्याशित धन प्राप्त हो सकता है।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आज आपके लिए गंभीरता से मेहनत करने का दिन है ǀ आप काफी लम्बे समय से लटक रहा एक काम संतोषजनक ढंग से पूरा करने में सफल रहेंगे ǀइससे आपके अफसर प्रभावित होंगे ǀ आज आप पर किसी प्रसिद्ध व्यक्ति की भी नजर पड़ेगी और इस बात का आपके भविष्य पर काफी प्रभाव पड़ेगा ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "आप आज ऊर्जा और जिन्दादिली से भरे हैं ,आपको खुद का बेहतरीन तरीके से इलाज कराने के बारे में भी आज कोई काम की सूचना मिलेगी ǀपिछले काफी समय से आपकी जिस बीमारी को पहचानना मुश्किल हो रहा था ,उसे आसानी से पहचान कर उसका इलाज करवा पायेंगेǀया तो पूरे शरीर की मसाज कराएं या अपने शरीर तथा दिमाग को भी राहत देने के लिए स्पा में समय बिताएंǀ",
        "सिंह प्यार और संबंध राशिफल": "आपका पार्टनर साथ देने वाला और काफी मददगार है इसीलिए अपनी चिंताओं को खुद तक ही रखकर परेशान होने की बजाय अपने प्रिय जनों के साथ बाँटें | इससे आपको काफी मदद मिलेगी और काफी हद तक आपका तनाव दूर हो जाएगा | अगर आपके और आपके पार्टनर की बीच की बात है तो कॉफ़ी पीते हुए बात कर सकते हैं | आपका पार्टनर इस बात को सार्वजनिक नही करेगा और आप खुलकर अपनी बात रख सकते हैं |",
        "सिंह कैरियर और धन राशिफल": "यह गतिविधियों और उपलब्धियों को याद करने या समर्थन करने का अछा समय है और ये आपकी उपलब्धियों को मजबूती देगा की आप रास्ते पर प्रथम है । ये समय नयी शुरुआत करने के लिए अच्छा है चाहे वह नई परियोजना या एक नई नौकरी को लेकर हो । इस ऊर्जा को जब तक बनाए रखने की कोशिश करें , जब तक आप अपनी मंज़िल पर नहीं पहुंच जाते ।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आज आप खुद को उलझन में फंसा हुआ महसूस करेंगे ǀ अपना भला चाहने वाले लोगों से उन चीजों के बारे में भी खुलकर बात करें,जो आपको परेशान कर रही हैं ǀ अनिश्चितत्ता के बादल एक सप्ताह में छंट जायेंगे ǀकिसी परिजन या अन्तरंग दोस्त का साथ मिलेगा ǀ बोलते हुए सावधान रहें ǀकिसी की आपके शब्दों से ग़लतफ़हमी हो सकती है ǀ कार्यस्थल पर स्थायित्व बना रहेगा ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "आपकि अत्यधिक व्यस्त दिनचर्या आपको स्वास्थ्य और फिटनेस सम्बन्धी सम्बन्धी किसी भी काम को गंभीरतापूर्वक लेने कि राह में रोड़ा बनी हुई हैǀवैसे तो आप अपने भोजन को लेकर जागरूक रहते अहिं लेकिन पिछले कई दिनों से आप अपने काम में उलझे होने के कारण जंक फ़ूड खा रहे हैं ǀहालाँकि काम का दबाव अभी हल्का होने वाला नही है तब भी आपको अपने स्वास्थ्य की खातिर आराम करने और स्वास्थ्यकर भोजन करने की कोशिश करनी चाहिए ǀ",
        "कन्या प्यार और संबंध राशिफल": "खुशमिजाज रहकर संबंधों का आनन्द लेने का समय है | आपका स्वभाव हमेशा गंभीर रहा है, लेकिन अब आप संबंधों के बारे में और भी अधिक सोच रहे हो | सब चीजों में छुपे हुए अर्थ ढूँढना बंद कर दें ;इसके स्थान पर खुशमिजाज रहें और वर्तमान समय का आनंद लें | जिम्मेदारियों और अपेक्षाओं के बोझ के नीचे दबकर संबंधों की सारी गर्माहट और खुशमिजाजी को मरने न दें |",
        "कन्या कैरियर और धन राशिफल": "घर्षण एवं विचारो की असमानता आप और आपके साथी के बीच विकसित होने की संभावना है, लेकिन आपको अपने विचारो से नहीं हटना है और उसी के साथ रहना है , लेकिन आप चिंता न करे क्यों कि ये स्थिति एक स्थायी मनमुटाव को जन्म नहीं देगी । हालाँकि आपके साथी के साथ आपका थोड़ा मनमुटाव हो सकता है , लेकिन जब ये पता चलेगा की जो आपने किया वह आपने सही सोच कर किया था तो आपको अपने साथी से और अधिक सम्मान मिलेगा।"
    },
    "6": {
        "तुला दैनिक राशिफल": "अगर आप आज रसोईघर में बनने वाले खाने के बारे में सोच रहे हैं तो बिलकुल सही सोच रहे हैंǀआज आपको कोई विशेष पकवान खाने को मिल सकता हैǀअपनी सेहत का ध्यान रखें और साफ़ सफाई बनाये रखें ǀआपके मित्र के को हुई ग़लतफ़हमी आज दूर हो सकती है ǀअप्रत्याशित श्रोतों से आय होने की भी संभावना है ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "आपके लिए आज कुछ सरप्राइज होंगे लेकिन चिंता न करें ǀये सब अच्छे ही होंगे ǀकुछ ओईसी चीजें जिनके होने का आप काफी लम्बे समय से इन्तजार कर रहे हैं ,आज पूरी हो सकती हैं ǀ आप जिन प्रयासों को व्यर्थ मान चुके थे आज उनका फल भी आपको मिल सकता है ǀ इसीलिए आज रात दोस्तों और परिवार के साथ सेलिब्रेट करें,हो सकता है कि उनके पास भी आपके लिए कोई अच्छी खबर हो ǀ",
        "तुला प्यार और संबंध राशिफल": "आप आज अपने साहस को एकत्रित कर एक महत्वपूर्ण व्यक्ति को बतायेंगे की वह व्यक्ति आपकी जिंदगी में क्या माइने रखता है और उस व्यक्ति के प्रति आपके मन में आपकी क्या भावना है । आप उन सभी अवसरों का लाभ उठायें जो आज आप के रास्ते में आये । आज के दिन आप प्रवाह के साथ जाने के लिए तैयार रहेंगे । ग्रहो की विषम स्थितियों के कारण आपको अन्य चीजों के बारे में परवाह नहीं रहेगी ।",
        "तुला कैरियर और धन राशिफल": "आपकी वित्तीय नियोजन और कड़ी मेहनत ने रंग दिखाया है । जो लोग पहले आप पर शक करते थे और आपके निर्णय से सहमत नहीं होते थे , वे आपके तर्क और दूरदर्शिता की आपकी शक्तियों से प्रभावित होंगे । वित्तीय सफलता की इस अवधि का आप आनंद लें । आज आप विलासिता से संभंधित वस्तुओ पर व्यय कर सकते है , जो आप लम्बे समय से करना चाह रहे थे ।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "दिन की शुरुआत अच्छी खबर से होगी ǀ आप काफी समय से जिस योजना पर काम कर रहे थे ,वह आज फलीभूत होगी ǀ सहकर्मियों के साथ कहीं बाहर जा सकते हैं ǀ आपको अच्छा लगेगा ǀ आज वित्त सम्बन्धी कोई फैसला लेंगे जो भविष्य में लाभकारी साबित होगा ǀ आज किसी तीर्थ की यात्रा भी कर सकते हैं ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "आपको किसी भी मैदान में बिना सोचे-समझे कूद पड़ने की जगह सब पहलुओं के बारे में संवेदनशील होकर अपने दिमाग को संतुलित करके सोचना होगा ǀआपके लिए फंतासी का समय है,आपके लिए यह समय रोमांस और मजे करने का है ǀअगर आप रोमांस में अपनी कल्पना का प्रयोग करेंगे तो बहुत अच्छे परिणाम मिलेंगे लेकिन अपनी कल्पना को रोमांस तक सीमित रखें,ऑफिस में आपको इसके अच्छे परिणाम नही मिलने वाले ǀ",
        "वृश्चिक प्यार और संबंध राशिफल": "विरोधाभासी ग्रहों की वजह से आज आप विपरीत दिशा में जा सकते है । आप एक निर्णायक निर्णय लेना चाहते है , लेकिन आप काफी सतर्क है और किसी भी तरह का असंतुलन नहीं चाहते । इन विरोधाभासी प्रभावों के कारण आपका प्यार का जीवन काफी दिलचस्प हो जाएगा। इन सब से आपको अपने साथी या अपने रिश्तो पर एक सबक मिलेगा , जो की आपको भविष्य के लिए योजना बनाने में मददगार साबित होगा ।",
        "वृश्चिक कैरियर और धन राशिफल": "कुछ भ्रम की स्थिति आज आपके कार्य क्षेत्र में आने की संभावना है। आप अपने कार्य क्षेत्र में काफी अच्छे तरीके से कार्य कर रहे है , साथ ही साथ आपको एक व्यापार में शामिल होने के लिए एक प्रस्ताव मिल सकता है जो काफी भरोसेमंद है और पुरस्कार से भरपूर भी परन्तु इस तरह का प्रस्ताव आप ने पहले न देखा न सुना इसलिए आप अनिर्णय की स्थिति में रहेंगे । लंबा और सावधानीपूर्वक विचार करने के बाद अपना निर्णय ले ।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आज सब कुछ आपके मनचाहे तरीके से होगा और आपको अपने प्रयासों में सफलता मिलेगी ǀ आप पुराने नुक्सान की भरपाई भी कर लेंगे ǀ इसके परिणामस्वरूप आप अपनी संभावनाओं के प्रति अधिक आशावादी भी हो सकते हैं ,किसी भी अवसर के बारे में गहरे से सोचे बिना जोखिम ना उठायें ǀ असावधान रहेंगे तो किसी से मुठभेड़ हो सकती है ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "आप आज छोटी लेकिन बार बार हो जाने वाली स्वास्थ्य सम्बन्धी समस्याओं से परेशान महसूस कर रहे हैं |अपनी समस्याओं का इलाज अपने पास पड़ी दवाईयों से करना बंद करें खासकर जब आप इतने लम्बे समय से उनके लक्षण देख रहे हैं |आपको समस्या की जड़ तक पहुंचने के लिए किसी विशेषज्ञ की सहायता लेनी होगी तभी आपको इस रोज रोज की समस्या से छुटकारा मिलेगा |ऐसे ही कोई भी दवा लेने से नुक्सान ही होगा |",
        "धनु प्यार और संबंध राशिफल": "आपको अपनी लव लाइफ के बारे में कुछ कठोर फैसले लेने पड़ सकते हैं , हालाँकि आप दिल से ऐसा नही करना चाहते लेकिन तब भी यह समय ऐसा करने के लिए सबसे अच्छा है | इस बात का फैसला केवल आपके हाथ में है कि आप पिछली बातों से अपनी संकल्प शक्ति को मजबूत होने देंगे या उसके कारण अपने आत्मविश्वास को कमजोर पड़ने देंगे | आप जिस तरीके से अपने पिछले समय को समझेंगे , उससे काफी हद तक आपका फैसला प्रभावित होगा |",
        "धनु कैरियर और धन राशिफल": "आज का दिन आपके लिए व्यस्त रहने की संभावना है क्यों की आपकी उपस्थिति अलग अलग दिशाओं में वांछनीय होगी , हालांकि अपने व्यक्तिगत विकास के लिए आप अधिक से अधिक समय समर्पित करने की कोशिश करे । ऑनलाइन परीक्षाओं या प्रमाणपत्र के लिए ऑनलाइन कुछ मार्गदर्शन की तलाश करें। आज आपको खर्चो की तुलना में अधिक बचत पर ध्यान देना होगा ।"
    },
    "9": {
        "मकर दैनिक राशिफल": "पिछले कुछ समय से आप आवेग के प्रभाव में आकर फैसले ले रहें हैं ,लेकिन आज आपको योजना बनाकर सही ढंग से काम करने की महता का पता चलेगा ǀइसी से आपकी प्रवृति बदल जायेगी और आपके काम का ढंग नियोजित होता जाएगा ǀयोजना बनाने के लिए कभी देर नही होती,जब जागो तभी सवेरा ǀयोजना बनाकर आप सभी कामो को सही ढंग से कर भी पायेंगे ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "अगर आप किसी स्वास्थ्य सम्बन्धी परियोजना पर काम कर रहे हैं या इसी के बारे में कुछ नया शुरू करने की सोच रहे हैं तो आपको उम्मीद से कहीं जल्दी सफलता मिलने की संभावनाएं बनी हुई हैं ǀलेकिन अपनी प्रगति का रिकॉर्ड रखें और कुछ गलत होने पर समाधान तैयार रखें ǀआपको इन सब प्रयासों के लिए भी प्रशंसा मिलेगी ǀ",
        "मकर प्यार और संबंध राशिफल": "अगर आप किसी रोचक और खुशमिजाज आदमी को डेट करना चाहते हैं तो आपको अपने रूटीन में बदलाव लाना पड़ेगा नही तो आपका सम्बन्ध फिर से उसी नीरस स्तर पर पहुंच जाएगा | आपको अपनी लव लाइफ में बदलाव लाने के लिए खुद को अन्दर से बदलना पड़ेगा | अगर आप सिर्फ अपनी ड्रेसिंग भी बदल लें तो आपको अंदाज भी नही है कि आपमें कितना खुशनुमा बदलाव आ जाएगा |",
        "मकर कैरियर और धन राशिफल": "आज का दिन विपणन के लिए बहुत ही कारगर साबित हो सकता है जो की आपके व्यसाय को आगे की और ले जा सकता है । ये जरुरी है की आप विपणन नीतिया बनाते हुए न्यायसंगत निर्णय ले ताकि आप बेहतर नीतिया बना सके । अगर आज आपने कोई कार्यशाला या सार्वजनिक समारोह अपने व्यसाय को आगे ले जाने के लिए रखा हुआ है तो वो काफी अछा रहेगा । जो भी संपर्क आप बनायेंगे वो आगे आने वाले समय में आपके लिए सफलता की कुंजी बनेंगे ।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "दिन की शुरुआत उलझन से होगी ǀ आज कोई आध्यात्मिक प्रवृति वाला व्यक्ति आपके बचाव में आयेगा,आपका मार्गदर्शन करेगा ǀ आप उसकी नेक सलाह मान सकते हैं ǀ आज किसी तीर्थ की यात्रा भी कर सकते हैं ǀ दोपहर बाद दिन अच्छा गुजरेगा,दोस्तों के साथ समय बीतेगा ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "आपको ऐसी किसी बीमारी के अस्पष्ट लक्षण महसूस हो सकते हैं जो आपको आज से पहले कभी नही हुई|रात से पहले आपको यह पता चल जाएगा कि यह क्या है |आप को खुद पर और अपनी जरूरतों पर ध्यान देना चाहिए |दरअसल यह समय आपके लिए खुद को संवारने के लिए बिलकुल ठीक है |अपने आपको जितना आकर्षक बना सकते हैं ,बनाएं |",
        "कुंभ प्यार और संबंध राशिफल": "एक शुष्क पतझड़ के बाद आपके जीवन में प्यार के फिर से सक्रिय होने की संभावना है । कुछ समय से आपका प्रेमी आपकी अनदेखी कर रहा था , लेकिन अब वह अपने प्रयासों को दुगना करेगा ताकि इस अनदेखी की भरपाई हो सके । प्यार में आक्रामक न हो , बल्कि उन पलो को याद करे जो की आपके लिए इतने महत्वपूर्ण थे । आपको अतीत की शिकायतों और पछ्तावो को पीछे छोड़ना होगा।",
        "कुंभ कैरियर और धन राशिफल": "आप अपने परिवार के हित और अपने व्यावसायिक हित के बीच अपने आप को फंसा हुआ पाएंगे । अपने परिवार के कल्याण को चुने और थोड़ी देर के लिए अन्य बातों को बस्ते में डाल दे । आपका वित्तीय भाग्य बहुत मजबूत है। आप आज बोली भी लगा सकते हैं और उसमे जीतने की संभावना काफी प्रबल है। इस समय किये गए सभी निवेश आपको भविष्य में अच्छी तरह से लाभान्वित करेंगे ।"
    },
    "11": {
        "मीन दैनिक राशिफल": "आज कर्म में आपका विश्वास और पक्का हो जाएगा ǀआप यह मान लेंगे कि कर्म का फल अवश्य मिलता है ǀ आप दूसरों की तकलीफ समझते हैं ǀआप सबसे आगे चलते हुए अपने व्यक्तित्व की उदारता की भी नोट करेंगे ǀ कोई आपसे मदद मांगेगा ǀप्रियजनों के साथ छोटी-मोटी यात्रा कर सकते हैं ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "सेहत और स्वास्थ्य केवल शरीर की ही अवस्था नही है बल्कि इसका सम्बन्ध मन से भी है | इस बात को समझने के लिए आज का दिन बहुत उपयुक्त है | आज आपको चाहिए कि अपने मन में जमा हुआ सब अतिरिक्त कबाड़ साफ़ कर दें और खुद को शांति से समझकर देखें \\असंभव को प्राप्त करने का प्रयत्न न करें | इसके स्थान पर जो आपके पास है उसका आनंद लें | आप पायेंगे कि आपको वो संतुष्टि मिल गई है जिसे आप पाना चाह रहे थे |",
        "मीन प्यार और संबंध राशिफल": "आपको दुसरे लोगों की लव लाइफ के ड्रामे का हिस्से बनने के लिए मजबूर किया गया है |आपको स्पष्ट तौर पर इससे बचना चाहिए और अगर आप नही बच सकते तो आपको किसी का भी पक्ष नही लेना चाहिए | दोनों विरोधी पक्षों को आप सही सलाह तो दे ही सकते हैं ,वह बेशक दें | अपने लिए कुछ नए और जबर्दस्त प्लान बनाएं |",
        "मीन कैरियर और धन राशिफल": "आप कुछ मिलनसार नए लोगों या विदेशी प्रतिनिधियों से आज के दिन मिल सकते हैं ! स्वतंत्र रूप से उन लोगों के साथ संवाद करे और जितनी उपयोगी जानकारी इकट्ठा कर सके करे क्योकि यह आपकी परियोजना के पूरा होने में आप के लिए बहुत मददगार साबित होगा । किसी भी विचलित करने वाले परिदृश्य से परेशान न हो जो की आपके वरिष्ठ सहकर्मी ने आपके लिए बनाया हो ।"
    }
}]
