horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज आप कुछ क्रिएटिव करना चाहेंगे इसमें आपको अपने किसी खास रिश्तेदार या पड़ोसी का सहयोग मिल सकता है। धन को लेकर स्थिति सामान्य रहेगी, लेकिन खर्चा पर ध्यान दें। आपकी सेहत में उतार-चढ़ाव रहेगा। बुखार हो सकता है, इसलिए बदलते मौसम में अपना ध्यान रखें। विवाहित लोगों का दांपत्य जीवन मधुर बनेगा और अपने जीवनसाथी से बिजनेस का कोई नया आइडिया आपको मिल सकता है। प्रेम जीवन बिता रहे लोग आज अपने प्रिय के प्रेम में बदले नजर आएंगे। भाग्य प्रबल होगा, जिससे कार्य सुचारू तरीके से होंगे।अपनी ऊर्जा का इस्तेमाल किसी मुश्किल में फँसे इंसान की मदद करने के लिए करें। याद रखें – यह शरीर तो एक-न-एक दिन मिट्टी में मिलने वाला है, अगर यह किसी के काम न आ सके तो इसका क्या फ़ायदा? आर्थिक तौर पर सुधार तय है। आपके जीवन-साथी की सेहत चिंता का सबब बन सकती है और उसे चिकित्सकीय देखरेख की ज़रूरत है। प्यार के नज़रिए से यह दिन बेहद ख़ास रहेगा। बिना किसी को अवगत कराए ही आज आपके घर में किसी दूर के रिश्तेदार की एंट्री हो सकती है जिसके कारण आपका समय खराब हो सकता है। आज आपका जीवनसाथी आपको प्यार और सुख के लोक की सैर करा सकता है। आज अचानक तबीयत खराब हो सकती है जिससे आप सारे दिन भर परेशान रह सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- खुशहाल पारिवारिक जीवन के लिए शनिदेव का तेल से अभिषेक करें। \n",
    "1": "वृष राशिः आज का राशिफल\nआज के दिन आप काफी सामर्थ्य दिखाएंगे और अपने कामों को पूरे जोश के साथ हल करेंगे। दोस्तों के साथ तालमेल बढ़िया होगा और उनके साथ पुरानी यादें ताजा करेंगे। इनकम में बढ़ोतरी दिखाई देगी, जिससे तनाव कम होगा। आपके परिवार में आज खुशी का दिन रहेगा। किसी की शादी की बात चल सकती है। यदि आप शादीशुदा हैं, तो आज थोड़ा सावधानी रखें। जीवनसाथी से बात ना बिगाड़े उनकी सलाह मानने से आज आपको कोई फायदा मिल सकता है। प्रेम जीवन बिता रहे हैं, तो आज का दिन प्यार को बढ़ाएगा। आप अपने इगो को साइड रखें और देखेंगे प्यार कितना खूबसूरत है।कुछ रचनात्मक करने के लिए अपने दफ़्तर से जल्दी निकलने की कोशिश करें। रुका हुआ धन मिलेगा और आर्थिक हालात में सुधार आएगा। अपने परिवार को पर्याप्त समय दें। उन्हें महसूस होने दें कि आप उनका ख़याल रखते हैं। उनके साथ अच्छा वक़्त बिताएँ और शिकायत करने का मौक़ा न दें। ज़रा संभल कर, क्योंकि आपका प्रिय रूमानी तौर पर आपको मक्खन लगा सकता है – मैं तुम्हारे बग़ैर इस दुनिया में नहीं रह सकता/सकती। चिट्ठी-पत्री में सावधानी बरतने की ज़रूरत है। यह दिन शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक रहेगा। स्वयं के लिए अच्छा समय निकालना बढ़िया रहेगा। आपको इसकी सख़्त ज़रूरत भी है। यदि आप अपने मित्रों को इसमें सहभागी बनाएँ, तो आनन्द दोगुना हो जाएगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- सूर्य की धूप घर में आने का प्रबंध करें। स्वास्थ्य लाभ के लिए उत्तम है। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज आपका कुछ बढ़िया खाने का मन करेगा और पैसे को लेकर स्थिति आज अच्छी होगी। कहीं से रुका हुआ, पैसा वापस आने से मन में हर्ष होगा। यदि आप कोई प्रॉपर्टी डील कर रहे हैं, तो आज उसमें आपको अच्छी सफलता मिल सकती है। शादीशुदा लोगों का गृहस्थ जीवन बहुत अच्छा रहेगा और जीवन साथी के साथ मिलकर काम करने से सफलता मिलेगी। प्रेम जीवन बिता रहे लोग आज अपने प्रिय से खूब प्यार भरी बातें करेंगे और आपका प्रिय आपके अच्छे दोस्त की तरह आपका ध्यान रखेगा। काम को लेकर स्थितियां बिल्कुल आप के पक्ष में होंगी, जिसके अच्छे नतीजे मिलेंगे।जो धुंध आपके चारों तरफ़ छायी हुई है और आपकी प्रगति को बाधित कर रही है, उससे बाहर निकलने का समय है। जिन लोगों ने लोन लिया था आज उन्हें उस लोन की राशि को चुकाने में दिक्कतें आ सकती हैं। आपसी संवाद और सहयोग आपके और आपके जीवनसाथी के बीच रिश्ते को मज़बूत बनाएगा। विवाह-प्रस्ताव के लिए सही समय है, क्योंकि आपका प्यार जीवन भर के साथ में बदल सकता है। बिना किसी पूर्व सूचना के आज आपका कोई रिश्तेदार आपके घर पधार सकता है जिसकी वजह से आपका कीमती समय उनकी खातिरदारी में जाया हो सकता है। क्या आपको पता है कि आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्ता है। उनपर ग़ौर करें, यह बात आपको ख़ुद-ब-ख़ुद दिख जाएगी। रात को आज आप अपने किसी करीबी से कई देर तक फोन पर बात कर सकते हैं और अपने जीवन में चल रही बातों को बता सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सुबह उठते साथी ही ॐ हं हनुमते नमः का 11 बार उच्चारण करने से आर्थिक स्थिति अच्छी होगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nमन को समझाने के बहुत तरीके हैं, लेकिन खुद को अकेला महसूस करना अच्छी बात नहीं है। इससे बाहर निकलने की कोशिश करना आपके लिए अच्छा रहेगा। धार्मिक कामों से मानसिक शांति मिलेगी। पूरे जोश के साथ आज के दिन की शुरुआत करेंगे और आज आपकी इनकम अच्छी रहेगी। शादीशुदा जातकों का गृहस्थ जीवन आज किसी नई जिम्मेदारी के लिए तैयार होगा और आप अपनी संतान को लेकर थोड़े परेशान रहेंगे। प्रेम जीवन बिता रहे लोग रिश्ते में गलतफहमी के चलते किसी भ्रम का शिकार हो सकते हैं। अपने काम को लेकर आप सजग रहें। नौकरी में स्थानांतरण संभव है।धैर्य बनाए रखें, क्योंकि आपकी समझदारी और प्रयास आपको सफलता ज़रूर दिलाएंगे। आज सफलता का मंत्र यह है कि उन लोगों की सलाह पर पैसे लगाएँ, जो मौलिक सोच रखते हों और अनुभवी भी हों। आपका लापरवाह रवैया आपके माता-पिता को दुःखी कर सकता है। कोई भी नयी परियोजना शुरू करने से पहले उनकी राय भी जान लें। प्रेम निःसीम होता है, सभी सीमाओं के परे; आपने ये बातें पहले भी सुनी होंगी। लेकिन आज वह दिन है जब आप अगर चाहें तो यह ख़ुद महसूस कर सकते हैं। रात के समय आज आप घर के लोगों से दूर होकर अपने घर की छत या किसी पार्क में टहलना पसंद करेंगे। रिश्ते ऊपर स्वर्ग में बनते हैं और आपका जीवनसाथी आज यह साबित कर सकता है। आपके दिन की शुरुआत शानदार रहेगी और इसलिए आज पूरे दिन आप ऊर्जावान महसूस करेंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- गरीब कन्याओं में खीर बाँटने से पारिवारिक सुख बढ़ेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज के दिन मन में खुशी का भाव होगा। अपने दोस्तों के साथ मौज मस्ती करेंगे। काम को लेकर स्थिति अच्छी होंगी। आप इंटरनेट के जरिए, कोई नई नौकरी का ऑफर पा सकते हैं। शादीशुदा लोगों के लिए गृहस्थ जीवन में खुशी भरेगी, लेकिन जीवन साथी किसी रोग से ग्रस्त हो सकता है। प्रेम जीवन बिता रहे लोग आज अपने रिश्ते में बहुत खुश महसूस करेंगे और हो सकता है कि आप अपने प्रिय से शादी करने का सपना साकार करने की बात करेंगे, जिसमें सफलता मिलेगी।अच्छी चीज़ों को ग्रहण करने के लिए आपका दिमाग़ खुला रहेगा। विवाहित दंपत्तियों को आज अपनी संतान की शिक्षा पर अच्छा खासा धन खर्च करना पड़ सकता है। आपमें से कुछ गहने या घरेलू सामान ख़रीद सकते हैं। आज अपने प्रिय से दूर होने का दुःख आपको टीस देता रहेगा। आज के दिन शुरू किया गया निर्माण का कार्य संतोषजनक रूप से पूरा होगा। अलग-अलग नज़रिए के चलते आपके और आपके जीवनसाथी के बीच वाद-विवाद हो सकता है। आज घर पर रहेंगे लेकिन घर की उलझनें आपको परेशान कर सकती हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- एक नीले कपड़े में काली, मिर्च, एक कच्चा कोयला, साबुत काली उड़द बांधकर बहते जल में प्रवाहित करने से आर्थिक स्थिति अच्छी होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआप आज अपने काम में काफी अच्छा महसूस करेंगे। आपका खूब मन लगेगा और आप जल्द से जल्द अपना काम निपटा लेंगे और खाली समय में अपने साथियों के साथ गपशप का भी समय निकाल लेंगे। परिवार के लोग आज काफी खुश होंगे। घर का माहौल थोड़ा धार्मिक हो सकता है। कुछ रिश्तेदारों के आने से रौनक आ सकती है। अपने क्रोध पर नियंत्रण रखना आपके लिए बहुत जरूरी होगा क्योंकि इसका असर आपके गृहस्थ जीवन पर पड़ सकता है। प्रेम जीवन बिता रहे लोग आज अपने प्रिय के बर्ताव से थोड़ा निराश हो सकते हैं। इसके लिए उनसे बात करें।कार्यक्षेत्र में वरिष्ठों का दबाव और घर में अनबन के चलते आपको तनाव का सामना करना पड़ सकता है- जो काम में आपकी एकाग्रता को भंग करेगा। आज आपके माता-पिता में से कोई आपको धन की बचत करने को लेकर लेक्चर दे सकता है, आपको उनकी बातोें को बहुत गौर से सुनने की जरुरत है नहीं तो आने वाले समय में परेशानी आपको ही उठानी पड़ेगी। घरेलू ज़िंदगी सुकूनभरी और ख़ुशनुमा रहेगी। रोमांटिक मुलाक़ात आपकी ख़ुशी में तड़के का काम करेगी। अगर आपके पास हालात से उबरने के लिए दृढ़ इच्छा-शक्ति है, तो कुछ भी असंभव नहीं है। आज आपका वैवाहिक जीवन हँसी-ख़ुशी, प्यार और उल्लास का केन्द्र बन सकता है। आज आप सब चिंताओं को भुलाकर अपनी रचनात्मकता को बाहर निकाल सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- आर्थिक उन्नति के लिए घर में केले का पेड़ लगाकर उसकी सेवा करना अच्छा रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपको किसी लंबी ट्रैवलिंग का संकेत दे रहा है। आप किसी तीर्थ यात्रा पर जाने की तैयारी कर सकते हैं। इससे मानसिक शांति मिलेगी। मन में बड़े अच्छे विचार आएंगे और आप अपने साइड इनकम पर भी ध्यान देंगे। इनकम में अच्छी बढ़ोतरी देखने को मिलेगी। कोर्ट कचहरी से जुड़े मामलों के लिए आज का दिन अच्छा रहेगा। आपको सफलता मिल सकती है। प्रेम जीवन बिता रहे लोग आज अपने रिश्ते में प्यार देखकर काफी खुश होंगे। यदि आप शादीशुदा हैं, तो अपने जीवनसाथी के साथ शॉपिंग करने जा सकते हैं क्योंकि आज आप के खर्चे के योग बनेंगे। सेहत में सुधार होगा।आज आप खेल-कूद में हिस्सा ले सकते हैं, जो आपको तन्दुरुस्त बनाए रखेगा। आपका पैसा तभी आपके काम आएगा जब आप उसको संचित करेंगे यह बात भली भांति जान लें नहीं तो आपको आने वाले समय में पछताना पड़ेगा। अपने परिवार को बताकर और अपने कामों से जताकर महसूस कराते रहें कि आप उनकी कितनी परवाह करते हैं। इससे उन्हें ख़ुशी मिलेगी और इस ख़ुशी को दोगुना करने के लिए उनके साथ अच्छा वक़्त बिताएँ। कई लोगों के लिए आज की रोमांटिक शाम ख़ूबसूरत तोहफ़ों और फूलों से भरपूर रहेगी। आपको ऐसी जगहों से महत्वपूर्ण बुलावा आएगा, जहाँ से आपने इसकी कभी कल्पना भी न की हो। वैवाहिक सुख के दृष्टिकोण से आज आपको कुछ अनोखा उपहार मिल सकता है। बच्चों को साथ समय का पता नहीं चलता आज आप भी अपने बच्चों के साथ वक्त बिताकर यह जान जाएँगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- तेल व शराब पीपल की जड़ में चढाने से आर्थिक स्थिति बेहतर होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज किसी बात को लेकर हीन भावना मन में आ सकती है, जो आपको थोड़ा परेशान करेगी और इससे बनते हुए काम बिगड़ सकते हैं, इसलिए ज्यादा विचार ना करें और खुद को अकेला ना छोड़े। शादीशुदा लोगों का गृहस्थ जीवन आज बहुत खूबसूरत रहेगा। आपका जीवन साथी पूरी कोशिश करेगा कि आपके चेहरे पर मुस्कुराहट ला सके। आपको भी उनकी यह अदा बहुत पसंद आएगी। प्रेम जीवन बिता रहे लोग काफी अधिक खुश होंगे और अपने प्रिय से मिलने का कोई ना कोई बहाना ढूंढ ही लेंगे। आज शाम का समय अपने प्रिय के साथ बिताना आपकी प्राथमिकता में होगा। सेहत का थोड़ा ध्यान जरूर रखें।कुछ लोग सोच सकते हैं कि आप नया सीखने के लिए काफ़ी उम्रदराज़ हो चुके हैं- लेकिन यह सच्चाई से बहुत दूर है- आप अपने तेज़ और सक्रिय दिमाग़ की वजह से कुछ भी आसानी से सीख सकते हैं। अपने जीवनसाथी केे साथ धन से जुड़े किसी मामले को लेकर आज आपका झगड़ा हो सकता है। हालांकि अपने शांत स्वभाव से आप सबकुछ ठीक कर देंगे। आपको अपना बाक़ी वक़्त बच्चों के संग गुज़ारना चाहिए, चाहे इसके लिए आपको कुछ ख़ास ही क्यों न करना पड़े। किसी तीसरे इंसान का दखल आपके और आपके प्रिय के बीच गतिरोध पैदा करेगा। अपने व्यक्तित्व और रंग-रूप को बेहतर बनाने का कोशिश संतोषजनक साबित होगी। आपका जीवनसाथी अपने दोस्तों में कुछ ज़्यादा व्यस्त हो सकता है, जिसके चलते आपके उदास होने की संभावना है। छोटे भाई के साथ घूमने जा सकते हैं इससे आप दोनों के रिश्तों में प्रगाढ़ता आएगी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- पानी में रेवड़िया विसर्जित करने से लव लाइफ अच्छी रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन मान आपके लिए बहुत खूबसूरत रहेगा। आप अपने अनुभव और अपनी कार्यक्षमता का प्रदर्शन लगभग सभी क्षेत्रों में करेंगे। आपकी इनकम भी बढ़ेगी और आज अपने विरोधियों पर भी भारी पड़ेंगे। यदि किसी प्रतियोगिता परीक्षा की तैयारी में लगे हैं, तो आज का दिन आपकी तैयारियों को आगे बढ़ाएगा। शादीशुदा लोगों का गृहस्थ जीवन एक संपूर्ण सुखद जीवन के रूप में दिखाई देगा। प्रेम जीवन बिता रहे लोग अपने रिश्ते को लेकर सजग रहेंगे और वह अपने प्रिय से सच्चाई की उम्मीद करेंगे क्योंकि उनके मन में कुछ गलतफहमी होगी, जिसे दूर करना जरूरी होगा। काम को लेकर स्थिति आज बहुत बढ़िया होगी। उनसे आपको अच्छा लाभ मिलेगा।गर्दन/कमर में लगातार दर्द परेशान कर सकता है। इसे नज़रअंदाज़ न करें, ख़ास तौर पर जब इसके साथ कमज़ोरी भी महसूस हो रही हो। आज के दिन आराम करना बहुत अहम है। बीते दिनों में जितना धन आपने आज को बेहतर बनाने के लिए इनवेस्ट किया था उसका फायदा आज आपको फायदा मिल सकता है। परिवार के सदस्यों की ज़रूरतों को तरजीह दें। उनके सुख-दुःख के भागीदार बनें, ताकि उन्हें महसूस हो कि आप वाक़ई उनका ख़याल रखते हैं। शाम को प्रिय के साथ रोमांटिक मुलाक़ात और साथ में कहीं लज़ीज़ खाना खाने के लिहाज़ से बढ़िया दिन है। आज आप कोई नई पुस्तक खरीदकर किसी कमरे में खुद को बंद करके पूरा दिन गुजार सकते हैं। आपको महसूस होगा कि शादी के वक़्त किए गए सारे वादे सच्चे हैं। आपका जीवनसाथी ही आपका हमदम है। आज की शाम दोस्ती के नाम – कहीं बाहर आप अपने दोस्तों के साथ वक़्त का भरपूर लुत्फ़ उठा सकते हैं, लेकिन सेहत के लिहाज़ से ज़रा संभलकर रहें। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- खिरनी की जड़ को सफ़ेद कपड़े में लपेटकर अपने पास रखने से हेल्थ में सुधार आएगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज आपको पेट से जुड़ी कोई समस्या हो सकती है। ज्यादा सोचने से पेट में अजीब सी बेचैनी होगी। पूजा-पाठ या धार्मिक कामों पर अच्छा खर्च करेंगे। भाग्य आपका प्रबल रहेगा, जिससे काम के सिलसिले में आप अच्छा प्रदर्शन कर पाएंगे। आपके साथी भी आपको सपोर्ट करेंगे, लेकिन आपकी कार्यक्षेत्र में किसी से झड़प हो सकती है, इसलिए बातें सोच समझ कर करें। शादीशुदा लोगों का गृहस्थ जीवन आज तनावपूर्ण रह सकता है। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन बड़ा एनर्जी टिक होगा। आप अपने काम को जल्दी निपटा कर अपने प्रिय के साथ इन घंटों का समय बिताने जा सकते हैं और भविष्य से जुड़ी कुछ बातें करके अपना दिल हल्का करेंगे।आपको लंबे समय से महसूस हो रही थकान और तनाव से आराम मिलेगा। इन परेशानियों से स्थायी निजात पाने के लिए जीवन-शैली में बदलाव लाने का सही समय है। आज आपको पैसों से जुड़ी कोई समस्या आ सकती है जिसे सुलझाने के लिए आप अपने पिता या पितातुल्य किसी आदमी से सलाह ले सकते हैं। घर में उल्लास का माहौल आपके तनावों को कम कर देगा। आप भी इसमें पूरी सहभागिता करें और महज़ मूक दर्शक न बने रहें। ज़रा संभल कर, क्योंकि आपका प्रिय रूमानी तौर पर आपको मक्खन लगा सकता है – मैं तुम्हारे बग़ैर इस दुनिया में नहीं रह सकता/सकती। इस राशि के लोग बड़े ही दिलचस्प होते हैं। ये कभी लोगों के बीच रहकर खुश रहते हैं तो कभी अकेले में हालांकि अकेले वक्त गुजारना इतना आसान नहीं है फिर भी आज दिन में कुछ समय आप अपने लिए जरुर निकाल पाएंगे। अपने जीवनसाथी के चलते आप महसूस करेंगे कि स्वर्ग धरती पर ही है। स्वयं के लिए अच्छा समय निकालना बढ़िया रहेगा। आपको इसकी सख़्त ज़रूरत भी है। यदि आप अपने मित्रों को इसमें सहभागी बनाएँ, तो आनन्द दोगुना हो जाएगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- गणेश चालीसा व आरती का पाठ करने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके मन में नई ताजगी लेकर आएगा। अपनी संतान से जुड़ी कोई अच्छी खबर आपके मन में हर्ष की भावना भर देगी। जीवन साथी से भी प्रेम मिलेगा और फैमिली का सपोर्ट और प्यार देखकर आप काफी खुश नजर आएंगे। यह मुस्कुराहट आपके चेहरे पर दिन भर रहेगी यदि आप प्रेम जीवन बिता रहे हैं, तो भी आज आप अपने प्रिय के साथ नज़दीकियां बढ़ाते हुए नजर आएंगे। आज आपको किसी को भी कड़वा बोलने से बचना होगा नहीं तो स्थितियां हाथ से निकल सकती हैं। काम को लेकर सावधानी रखना जरूरी होगा। भाग्य थोड़ा कमजोर है, जिससे कामों में गड़बड़ी हो सकती है, सावधानी रखें।आज का दिन ऐसे काम करने के लिए बेहतरीन है, जिन्हें करके आप ख़ुद के बारे में अच्छा महसूस करते हैं। जल्दबाज़ी में निवेश न करें- अगर आप सभी मुमकिन कोणों से परखेंगे नहीं तो नुक़सान हो सकता है। जीवनसाथी ज़िंदगी में बदलाव लाने में मदद करेगा। ख़ुद को एक ज़िंदादिल और गर्मजोशी से भरा इंसान बनाएँ, जो ज़िंदगी की राह अपनी मेहनत और काम से बनता है। साथ ही इस राह में आने वाले गड्ढों और दिक़्क़तों से दिल छोटा न करें। शाम को प्रिय के साथ रोमांटिक मुलाक़ात और साथ में कहीं लज़ीज़ खाना खाने के लिहाज़ से बढ़िया दिन है। खेलकूद जीवन का जरुरी हिस्सा है लेकिन खेलकूद में इतने भी व्यस्त न हो जाएं कि आपकी पढ़ाई में कमी आ जाए। ऐसा लगता है कि आपके जीवनसाथी आज आपके ऊपर ख़ास ध्यान देंगे। आप कुछ समय अपने व्यक्तित्व को निखारने में लगा सकते हैं, क्योंकि आकर्षक व्यक्तित्व का आत्म-निर्माण में अहम योगदान होता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- धन प्राप्ति के लिए उगते हुए सूर्य को थोड़ी देर निहार कर सूर्य मंत्र(ॐ घृणि सूर्याय नमः) बोलें। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपको खुशियां देगा। आपका परिवार आप की सबसे बड़ी ताकत है और आज आपको वह ताकत महसूस होगी। आपको परिवार वालों की मदद और अच्छी सलाह बहुत काम आएगी। काम को लेकर आप की स्थितियां बढ़िया होंगी और कुछ लोग आपसे किसी खास बात को लेकर सलाह भी मांगेंगे। शादीशुदा लोग अपने गृहस्थ जीवन को लेकर थोड़े चिंतित रहेंगे क्योंकि आप और आपके जीवनसाथी के बीच थोड़ी झड़प हो सकती है। शाम को उनके साथ शॉपिंग पर जाएं और बाहर खाना खाकर आएं, सब ठीक होगा। प्रेम जीवन बिता रहे लोग आज अपनी लव लाइफ को लेकर थोड़े आशंकित होंगे, लेकिन यह महज आपका भ्रम है। अपने प्रिय पर भरोसा रखें और जीवन को आनंदित होकर जियें, आपकी सेहत अच्छी रहेगी।दोस्तों का रुख़ सहयोगी रहेगा और वे आपको ख़ुश रखेंगे। कार्यक्षेत्र में या करोबार में आपकी कोई लापरवाही आज आपको आर्थिक नुक्सान करा सकती है। आज आप जहाँ भी जाएंगे, लोगों के बीच आप सबके ध्यान का केंद्र बने रहेंगे। अपने साथी को भावनात्मक तौर पर ब्लैकमेल करने से बचें। एकांत में वक्त बिताना अच्छा है लेकिन आपके दिमाग में कुछ चल रहा है तो लोगों से दूर रहकर आप और ज्यादा परेशान हो सकते हैं। इसलिए आपको हमारी सलाह है कि लोगों से दूर रहने से बेहतर होगा किसी अनुभवी शख्स से अपनी परेशानी के बारे में बात करें। अपने जीवनसाथी के किसी काम की वजह से आप कुछ शर्मिन्दगी महसूस कर सकते हैं। लेकिन बाद में आपको महसूस होगा कि जो हुआ, अच्छे के लिए ही हुआ। यह दिन दोस्तों-रिश्तेदारों के साथ शॉपिंग पर जाने का है। बस अपने ख़र्चों पर थोड़ी नज़र रखें। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- सफेद चंदन की जड़ को नीले वस्त्र में लपेटकर अपने पास रखने से प्रेम सम्बन्धों में वृद्धि होगी। \n"
}]
