horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। मानसिक तनाव को खुद पर हावी होने से रोकें वरना आपकी सेहत बिगड़ सकती है। काम के सिलसिले में अच्छे नतीजे मिलेंगे। इनकम ठीक-ठाक रहेगी। खर्चे भी होंगे किसी दूसरे के झगड़े में फंसना आपको परेशानी दे सकता है। शादीशुदा लोगों का गृहस्थ जीवन अच्छा रहेगा। प्रेम जीवन में भी खुशनुमा समय की प्राप्ति होगी।शारीरिक बीमारी के सही होनी की काफ़ी संभावनाएँ हैं और इसके चलते आप शीघ्र ही खेल-कूद में हिस्सा ले सकते हैं। दोस्तों की मदद से वित्तीय कठिनाईयाँ हल हो जाएंगी। रिश्तेदारों के यहाँ छोटी यात्रा आपके भागदौड़ भरे दिन में आराम और सुकून देने वाली साबित होगी। आपकी आँखें चमकने लगेंगी और धड़कनें तेज़ हो जाएंगी, आज जब आप अपनी सपनों की राजकुमारी से मिलेंगे। जो आपकी सफलता के आड़े आ रहे थे, वे आपकी आँखों के सामने ही नीचे को खिसकेंगे। आज के दिन यात्रा, मनोरंजन और लोगों से मिलना-जुलना होगा। जीवनसाथी के साथ आज की शाम वाक़ई कुछ ख़ास होने वाली है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- नौकरी व बिज़नेस में जाने से पूर्व केसर का तिलक मस्तक पर करना काफी शुभ रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए शानदार रहेगा। दिल में प्यार उमड़ घुमड़ कर आएगा और इससे आपकी लव लाइफ खुशनुमा रहेगी। शादीशुदा लोगों के गृहस्थ जीवन में भी रोमांस के अवसर आएंगे। आप जीवन साथी को खुश रखेंगे और आपका रिश्ता मजबूत होगा। काम के सिलसिले में दिनमान बढ़िया रहेगा। भाग्य का साथ मिलेगा। इनकम बढ़ेगी।आप मानसिक और शारीरिक तौर पर थकान महसूस कर सकते हैं, थोड़ा-सा आराम और पौष्टिक आहार आपके ऊर्जा-स्तर को उठाए रखने में अहम साबित होगा। आज आप आसानी से पैसे इकट्ठा कर सकते हैं- लोगों को दिए पुराने कर्ज़ वापिस मिल सकते हैं- या फिर किसी नयी परियोजना पर लगाने के लिए धन अर्जित कर सकते हैं। घर के किसी सदस्य के व्यवहार की वजह से आप परेशान रह सकते हैं। आपको उनसे बात करने की जरुरत है। अगर अपने लव पार्टनर को अपना जीवनसाथी बनाना चाहते हैं तो उनसे आज बात कर सकते हैं। हालांकि बात करने से पहले आपको उनके मनोभावों को जान लेना चाहिए। नयी साझीदारी आज के दिन फलदायी रहेगी। कारोबारी आज करोबार से ज्यादा अपने परिवार के लोगों के बीच समय बिताना पसंद करेंगे। इससे आपके परिवार में सामंजस्य बनेगा। कोई पुराना दोस्त अपने साथ आपके जीवनसाथी के पुराने यादगार क़िस्से लेकर आ सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- हनुमान जी पर सिंदूर का चोला चढ़वाने से स्वास्थ्य अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। सेहत में सुधार होगा। लाइफ को एंजॉय करेंगे। कुछ अच्छा खर्चा करेंगे जैसे कोई काम की चीज खरीदने खरीदेंगे। काम के सिलसिले में बेहद अच्छे नतीजे मिलेंगे। आपके काम में तरक्की होगी। आप का पदभार बढ़ सखता है। शादीशुदा लोगों का गृहस्थ जीवन दिक्कतों से भरा रह सकता है, थोड़ा सावधानी बरतें। प्रेम जीवन के लिए दिनमान अच्छा है।\n ऐसी गतिविधियों में शामिल हों जो रोमांचक हों और आपको सुकून दें। अपने गुस्से पर काबू रखें और ऑफिस में सबके साथ ढ़ग से व्यवहार करें अगर आप ऐसा नहीं करते तो आपकी जॉब जा सकती है और आपकी आर्थिक स्थिति खराब हो सकती है। बच्चों के साथ ज़्यादा सख़्ती उन्हें नाराज़ कर सकती है। ख़ुद को नियंत्रित रखने और यह याद रखने की ज़रूरत है कि ऐसा करने से आप अपने और उनके बीच दीवार खड़ी कर लेंगे। आज किसी ऐसे इंसान से मिलने की संभावना है जो आपके दिल को गहराई से छूएगा। व्यापारियों के लिए अच्छा दिन है। व्यवसाय के लिए अचानक की गयी कोई यात्रा सकारात्मक परिणाम देगी। ऑफिस से जल्दी घर जाने का प्लान आज आप ऑफिस पहुंचकर ही कर सकते हैं। घर पहुंचकर आप मूवी देखने या किसी पार्क में परिवार के लोगों के साथ जाने का प्लान बना सकते हैं। आपका जीवनसाथी आपकी बहुत तारीफ़ करेगा और आप पर बहुत स्नेह उढ़ेलेगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- अस्पताल में रोगियों की सहायता करने से पारिवारिक जीवन अच्छा चलेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए ठीक-ठाक रहेगा। काम के सिलसिले में ट्रैवलिंग करनी पड़ सकती है। सेहत ठीक रहेगी। खर्चे बहुत ज्यादा होंगे, इसलिए थोड़ा ध्यान रखें। इनकम ठीक-ठाक होगी। प्रेम जीवन में भरपूर रोमांस रहेगा। रिश्ते को खूबसूरत बनाएंगे। शादीशुदा लोगों का गृहस्थ जीवन भी खुशनुमा रहेगा। अपने जीवन साथी के साथ समझदारी से बर्ताव करेंगे। काम के सिलसिले में आपके लिए आज का दिन बढ़िया रहेगा।आपकी ऊर्जा का स्तर ऊँचा रहेगा। आपको अपने अटके कामों को पूरा करने में इसका इस्तेमाल करना चाहिए। नया आर्थिक क़रार अंतिम रूप लेगा और धन आपकी तरफ़ आएगा। आपका ज़्यादातर समय दोस्तों और परिवार के साथ बीतेगा। आपके प्रिय के साथ कुछ मतभेद उभर सकते हैं- साथ ही अपने साथी को अपना नज़रिया समझाने में भी तकलीफ़ महसूस होगी। रचनात्मक काम में लगे लोगों के लिए सफलता से भरा दिन है, उन्हें वह शौहरत और पहचान मिलेगी जिसकी उन्हें एक अरसे से तलाश थी। हितकारी ग्रह कई ऐसे कारण पैदा करेंगे, जिनकी वजह से आज आप ख़ुशी महसूस करेंगे। शादी सिर्फ़ एक छत के नीचे रहने का नाम नहीं है; एक-दूसरे के साथ कुछ समय बिताना भी ज़रूरी है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- पार्वती मंगल स्तोत्र का पाठ करने से फैमिली लाइफ अच्छी चलेगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। परिवार के बारे में विचार करेंगे। काम के सिलसिले में बेहद अच्छे नतीजे मिलेंगे। इनकम जबरदस्त तरीके से बढ़ेगी। खर्चों में कमी आएगी। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन में कुछ दिक्कतें आ सकती हैं। आपको अपने दोस्तों से काफी उम्मीद होगी और वे किसी खास काम में आप की आपकी मदद करेंगे।आपका तेज़ काम आपको प्रेरित करेगा। सफलता हासिल करने के लिए समय के साथ अपने विचारों में बदलाव लाएँ। इससे आपका दृष्टिकोण व्यापक होगा, समझ का दायरा बढ़ेगा, व्यक्तित्व में निखार आएगा और दिमाग़ विकसित होगा। अतिरिक्त आय के लिए अपने सृजनात्मक विचारों का सहारा लें। बच्चों को पढ़ाई पर ध्यान लगाने और भविष्य के लिए योजना बनाने की ज़रूरत है। आज आप कोई दिल टूटने से बचा सकते हैं। प्रभावशाली लोगों से संपर्क करना आपके लिए अच्छे परिणाम लाएगा। आज जीवनसाथी के साथ समय बिताने के लिए आपके पास पर्याप्त समय होगा। आपके प्रेम को देखकर आज आपका प्रेमी गदगद हो जाएगा। जीवन साथी के स्वास्थ्य को लेकर आप चिंतित रह सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- केसर की पुड़िया पीले रंग के कपड़े में बांधकर अपने पास रखने से पारिवारिक जीवन अच्छा चलता है। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए बहुत महत्वपूर्ण रहेगा। किसी बड़े सौदे को हाथ में ले सकते हैं या कोई नया एग्सारीमेंट साइन कर सकते हैं। इनकम बढ़ेगी। प्रॉपर्टी मिल सकती है। काम के सिलसिले में दिनमान उतार-चढ़ाव से भरा रहेगा, थोड़ा सावधानी से काम करें। कोई आप पर इल्जाम लगा सकता है। परिवार से तनाव मिलेगा जिससे मन दुखी होगा। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन खुशनुमा रहेगा।आपका विनम्र स्वभाव सराहा जाएगा। कई लोग आपकी ख़ासी तारीफ़ कर सकते हैं। अगर आपका धन से जुड़ा कोई मामला कोर्ट-कचहरी में अटका था तो आज उसमें आपको विजय मिल सकती है और आपको धन लाभ हो सकता है। तनाव का दौर बरक़रार रहेगा, लेकिन पारिवारिक सहयोग मदद देगा। आज आपको प्यार का जवाब प्यार और रोमांस से मिलेगा। कार्यक्षेत्र में आपके कामकाज की सराहना होगी। यात्रा और शिक्षा से जुड़े काम आपकी जागरुकता में वृद्धि करेंगे। यह दिन आपके सामान्य वैवाहिक जीवन से कुछ हटकर होने वाला है। आपको अपने जीवनसाथी की ओर से कुछ ख़ास देखने को मिल सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- सर्पाकार चांदी की अंगूठी धारण करने से पारिवारिक जीवन खुशहाल रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए समान्य रूप से फलदायक रहेगा। आपको अपनी चिंताओं को छोड़ने की कोशिश करनी होगी। खर्चों में हल्की सी बढ़ोतरी होगी। किसी यात्रा पर जाने का विचार बनाएंगे। प्रेम जीवन खुशनुमा रहेगा। शादीशुदा लोगों के गृहस्थ जीवन से तनाव दूर होगा लेकिन फिर भी जीवनसाथी की कोई डिमांड आपको पूरी करनी पड़ सकती है। काम के सिलसिले में आज का दिन ठीक-ठाक रहेगा। ट्रैवलिंग ज्यादा करनी पड़ सकती है।आपके हँसी-मज़ाक़ का लहज़ा किसी दूसरे को आपकी तरह इस क्षमता को विकसित करने के लिए प्रेरित कर सकता है। आपसे उसे यह सबक़ मिलेगा कि ज़िंदगी की ख़ुशी बाहरी चीज़ों में नहीं, बल्कि ख़ुद के ही भीतर है। आर्थिक जीवन की स्थिति आज अच्छी नहीं कही जा सकती आज आपको आपको बचत करने में मुूश्किलें आ सकती हैं। अगर आपके मन में तनाव है तो किसी नज़दीकी रिश्तेदार या दोस्त से बात करें, इससे आपके दिल का बोझ हल्का हो जाएगा। कोई अच्छी ख़बर या जीवनसाथी/प्रिय से मिला कोई संदेश आपके उत्साह को दोगुना कर देगा। पेशेवर तौर पर आज का दिन सकारात्मक रहेगा। इसका भरपूर उपयोग करें। खाली वक्त का आज आप सदुपयोग करेंगे और उन कामों को पूरा करने की कोशिश करेंगे जो बीते दिनों पूरे नहीं हो पाए थे। आज से पहले शादीशुदा ज़िन्दगी इतनी अच्छी कभी नहीं रही। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- लंगड़े-अपाहिज व्यक्ति की सेवा करने से आर्थिक स्थिति सुदृढ़ होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा, जो चाहेंगे वह इच्छा पूरी होगी। इनकम में बढ़ोतरी होगी। खर्चे कम होंगे। सेहत का थोड़ा ध्यान रखें, बीमार पड़ सकते हैं। शादीशुदा जीवन बहुत ही प्यार और रोमांस के साथ आगे बढ़ेगा। प्रेम जीवन के लिए भी आज का दिन बहुत अच्छा रहेगा, बस प्यार से अपने प्रिय से बात करें। काम के सिलसिले में आपको उतार-चढ़ाव का सामना करना पड़ सकता है।आपको लंबे समय से महसूस हो रही थकान और तनाव से आराम मिलेगा। इन परेशानियों से स्थायी निजात पाने के लिए जीवन-शैली में बदलाव लाने का सही समय है। किसी करीबी रिश्तेदार की मदद से आज आप अपने करोबार में अच्छा कर सकते हैं जिससे आपको आर्थिक लाभ भी होगा। परिवार में नए सदस्य के आने की ख़बर आपको रोमांचित कर देगी। समारोह आयोजित कर इस ख़ुशी को सबके साथ बाटें। प्यार का भरपूर लुत्फ़ मिल सकता है। आज आपकी दृढ़ता और लगन सफलता हासिल करेंगे, क्योंकि आप लक्ष्य भेदने में क़ामयाब रहेंगे। हालाँकि सफलता के नशे को सिर पर न चढ़ने दें और ईमानदारी से कड़ी मेहनत जारी रखें। परिवार की जरुरतों को पूरा करते-करते आप कई बार खुद को वक्त देना भूल जाते हैं। लेकिन आज आप सबसे दूर होकर अपने आप के लिए वक्त निकाल पाएंगे। आपको महसूस होगा कि आपका जीवनसाथी इससे बेहतर पहले कभी नहीं हुआ। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- चाँदी का कड़ा धारण करना आर्थिक स्थिति को बेहतर करेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। संपत्ति संबंधित मामलों में लाभ मिलेगा। नौकरीपेशा लोगों द्वारा गए प्रयास सार्थक होंगे। मेहनत रंग लाएगी। व्यापार में हानि उठानी पड़ सकती है। शादीशुदा लोगों का गृहस्थ जीवन अच्छा रहेगा लेकिन जीवन साथी गुस्से के मूड में रह सकता है। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन खुशनुमा रहेगा।प्यार, उम्मीद, सहानुभूति, आशावादिता और निष्ठा जैसी सकारात्मक भावनाओं को अपनाने के लिए ख़ुद को प्रोत्साहित करें। एक बार ये गुण आपके अंदर रच-बस जाएँ, तो हर हालात में वे ख़ुद ही सकारात्मक तरीक़े से उभर आएंगे। जेवर और एंटीक में निवेश फ़ायदेमंद रहेगा और समृद्धि लेकर आएगा। दोस्तों के साथ घूमना-फिरना मज़ेदार रहेगा। लेकिन ज़्यादा पैसे ख़र्च न करें, नहीं तो आप खाली जेब लेकर घर पहुँचेंगे। प्यार के सकारात्मक संकेत आपको मिलेंगे। आज आपके पास अपनी धनार्जन की क्षमता को बढ़ाने के लिए ताक़त और समझ दोनों ही होंगे। बेवजह की उलझनों से दूर होकर आज आप किसी मंदिर, गुरुद्वारे या किसी भी धार्मिक स्थल पर अपना खाली समय बिता सकते हैं। आपको महसूस होगा कि आपका जीवनसाथी इससे बेहतर पहले कभी नहीं हुआ। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- एक मीठी रोटी कुत्ते को खिलाने से पारिवारिक जीवन अच्छा चलेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए शानदार रहेगा। आप किसी यात्रा पर जाने के बारे में विचार कर सकते हैं जो आपके लिए बहुत महत्वपूर्ण होगी। सेहत अच्छी रहेगी। कामों में सफलता मिलेगी। हल्के-फुल्के खर्चे रहेंगे। विरोधियों से आपको परेशानी नहीं होगी लेकिन अपने दोस्तों से अच्छा बर्ताव करें। शादीशुदा जीवन खुशनुमा रहेगा। प्रेम जीवन में भी रोमांटिक पल बिताने का मौका मिलेगा।आपकी शाम कई जज़्बातों से घिरी रहेगी और इसलिए तनाव भी दे सकती है। लेकिन ज़्यादा चिंता करने की ज़रूरत नहीं है, क्योंकि आपकी ख़ुशी आपकी निराशाओं के मुक़ाबले आपको ज़्यादा आनंद देगी। आपका धन आपके काम तभी आता है जब आप फिजूलखर्ची करने से खुद को रोकते हैं आज ये बात आपको अच्छी तरह से समझ में आ सकती है। ग़ैर-ज़रूरी चीज़ों पर रुपये ख़र्च कर आप अपने जीवन-साथी को नाराज़ कर सकते हैं। आज के दिन अपने प्रिय से कोई तल्ख़ बात न कहें। आज के दिन कार्यक्षेत्र में चीज़ें वाक़ई बेहतरी की ओर बढ़ सकेंगी, अगर आप आगे बढ़कर उन लोगों से भी दुआ-सलाम करें जो आपको ज़्यादा पसंद नहीं करते। इस राशि के बच्चे आज खेलकूद में दिन बिता सकते हैं, ऐसे में माता-पिता को उनपर ध्यान देना चाहिए क्योंकि चोट लगने की संभावना है। किसी के प्रभाव में आकर आपका जीवनसाथी आपसे झगड़ सकता है, लेकिन प्यार और सद्भाव से मामला सुलझ जाएगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- चाँदी के आभूषणों का अधिक प्रयोग करने से पारिवारिक जीवन खुशहाल बना रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए थोड़ा कमजोर रहेगा। मानसिक तनाव बढ़ेगा। खर्चों में तेजी आएगी। बेवजह की यात्रा करनी पड़ सकती है जिसकी वजह से आप चिंता ग्रस्त रहेंगे। सेहत में भी उतार-चढ़ाव बना रहेगा। इनकम सामान्य रहेगी। काम के सिलसिले में अच्छे नतीजे मिलेंगे। परिवार वालों का सहयोग मिलेगा। प्रेम जीवन में उतार-चढ़ाव की स्थिति रहेगी। शादीशुदा लोगों का गृहस्थ जीवन अच्छा रहेगा।आपका प्रबल आत्मविश्वास और आज के दिन का आसान कामकाज मिलकर आपको आराम के लिए काफ़ी वक़्त देंगे। हालाँकि धन आपकी मुट्ठियों से आसानी से सरक जाएगा, लेकिन आपके अच्छे सितारे तंगी नहीं आने देंगे। पारिवारिक उत्तरदायित्व में वृद्धि होगी, जो आपको मानसिक तनाव दे सकती है। मुमकिन है कि आपके आँसुओं को पोंछने के लिए कोई ख़ास दोस्त आगे आए। आपके लिए आज बहुत सक्रिय और लोगों से मेल-जोल भरा दिन रहेगा। लोग आपसे आपकी राय मांगेंगे और जो भी आप कहेंगे, उसे बिना सोचे मान लेंगे। आज जीवनसाथी के साथ समय बिताने के लिए आपके पास पर्याप्त समय होगा। आपके प्रेम को देखकर आज आपका प्रेमी गदगद हो जाएगा। वैवाहिक जीवन के लिए विशेष दिन है। अपने जीवनसाथी को बताएँ कि आप उनसे कितना प्यार करते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- सफेद फूलों का गुलदस्ता चाँदी के जार में घर में रखने से पारिवारिक ख़ुशियाँ बढ़ेंगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। शादीशुदा जीवन में खुशियां रहेंगी। एक दूसरे को समझेंगे। रिश्ते में प्यार बढ़ेगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिनमान अच्छा रहेगा। रिश्ते में आगे बढ़ेंगे। पारिवारिक जीवन तनावपूर्ण रहेगा। काम के सिलसिले में मन दुखी हो सकता है। कुछ निराशा होगी, सावधानी से रहें। दोस्तों के साथ वक्त बीतेगा।आपका दानशीलता का व्यवहार आपके लिए छुपे हुए आशीर्वाद की तरह सिद्ध होगा, क्योंकि यह आपको शक, अनास्था, लालच और आसक्ति जैसी ख़राबियों से बचाएगा। निवेश करना कई बार आपके लिए बहुत फायदेमंद साबित होता है आज आपको यह बात समझ में आ सकती है क्योंकि किसी पुराने निवेश से आज आपको मुनाफा हो सकता है। अपने स्वभाव को अस्थिर न होने दें- ख़ासतौर पर अपनी पत्नी/पति के साथ- नहीं तो यह घर की शांति पर असर डाल सकता है। अचानक हुई रोमांटिक मुलाक़ात आपके लिए उलझन पैदा कर सकती है। करिअर के नज़रिए से शुरू किया सफ़र कारगर रहेगा। लेकिन ऐसा करने से पहले अपने माता-पिता से इजाज़ता ज़रूर ले लें, नहीं तो बाद में वे आपत्ति कर सकते हैं। आज आपके पास लोगों से मिलने-जुलने का और अपने शौक़ पूरे करने का पर्याप्त खाली वक़्त है। अपने साथी पर किया गया संदेह एक बड़ी लड़ाई का रूप ले सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- दाम्पत्य सुख प्राप्ति के लिए केसर का खाने में प्रयोग करें। \n"
}]
