horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन विद्यार्थियों की शिक्षा के क्षेत्र में नए-नए अवसर लेकर आयेगा। अगर आप किसी व्यक्ति या संस्था से कर्ज लेने के बारे में आप सोच रहे हैं, तो बिल्कुल ना लें क्योंकि समय अनुकूल नहीं है। आपको आज आपने परिवार में संतुलन बनाए रखने की आवश्यकता है और पिताजी का सहयोग और आशीर्वाद उसमें आपको भरपूर मिलेगा। जीवनसाथी आज आपका पूर्ण रूप से साथ निभाएंगे, जिससे आप उनके साथ अच्छा समय व्यतीत करेंगे। आज पुराने मित्रों से आपको सहयोग प्राप्त होगा और आपके मित्रों की संख्या में भी इजाफा होगा। यदि आप किसी सामाजिक संस्था से जुड़े हैं, तो आपको आज शासन द्वारा भी सम्मानित किया जा सकता है।सेहत अच्छी रहेगी। रियल एस्टेट सम्बन्धी निवेश आपको अच्छा-ख़ासा मुनाफ़ा देंगे। विदेश में रह रहे किसी रिश्तेदार से मिला तोहफ़ा आपके लिए ख़ुशी लेकर आएगा। जो लोग अब तक सिंगल हैं उनकी मुलाकात आज किसी खास से होने की संभावना है लेकिन बात को आगे बढ़ाने से पहले यह जरुर जान लें कि कहीं वो शख्स किसी के साथ रिश्ते में न हो। अपने व्यक्तित्व और रंग-रूप को बेहतर बनाने का कोशिश संतोषजनक साबित होगी। आप अपने वैवाहिक जीवन की सारी ख़राब यादें भूल जाएंगे और आज का भरपूर लुत्फ़ लेंगे। सेहत के लिहाज़ से दौड़ लगाना आपके लिए फ़ायदेमंद रहेगा, क्योंकि यह मुफ़्त भी है और अच्छी एक्सरसाइज़ भी। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- दादी या किसी बुजुर्ग महिला की सेवा करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आप काफी व्यस्त रहेंगे, जिससे आपको भागदौड़ भी करनी होगी। आप के निर्णय लेने की क्षमता से लाभ होगा। व्यापार में आज रुके हुए कार्य हैं, तो वह आज पूरे होंगे। यदि आपको कहीं इन्वेस्टमेंट करना है, तो उसके लिए समय अनुकूल है, जिसमें भाग्य का आपको भरपूर साथ मिलेगा और आगे चलकर आप इसका लाभ उठा पाएंगे। आपकी आर्थिक स्थिति मजबूत होगी। पारिवारिक संपत्ति मिलने की प्रबल संभावना बन रही है, जिसमें आपको अपनी माता जी का विशेष सहयोग प्राप्त होगा।बेहतर ज़िन्दगी के लिए अपनी सेहत और व्यक्तित्व में सुधार लाने कि कोशिश करें। आपके मन में जल्दी पैसे कमाने की तीव्र इच्छा पैसा होगी। पारिवारिक सदस्यों के साथ सुकून भरे और शांत दिन का लुत्फ़ लें। अगर लोग परेशानियों के साथ आपके पास आएँ तो उन्हें नज़रअंदाज़ करें और उन्हें अपनी मानसिक शांति भंग न करने दें। आपका साहस आपको प्यार दिलाने में सफल रहेगा। इस राशि के लोग बड़े ही दिलचस्प होते हैं। ये कभी लोगों के बीच रहकर खुश रहते हैं तो कभी अकेले में हालांकि अकेले वक्त गुजारना इतना आसान नहीं है फिर भी आज दिन में कुछ समय आप अपने लिए जरुर निकाल पाएंगे। आप अपने जीवन की कुछ यादगार शामों में से एक आज अपने जीवनसाथी के साथ बिता सकते हैंं। किसी पेड़ की छांव में बैठकर आज आपको सुकून मिलेगा। जीवन को आज आप नजदीक से जान पाएंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- पौधों को पानी डालें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज आपके व्यापार में यदि कोई डील फाइनल होती है, तो वह आपके लिए अत्यंत लाभदायक सिद्ध होगी, जिसका आपको भरपूर लाभ मिलेगा। इसके साथ साथ बड़े लोगों की मदद से आपके रुके हुए कार्य भी आज प्रगति की ओर आगे बढ़ेंगे। आपकी पारिवारिक संपत्ति का आज विकास होगा और नई परियोजना शुरू करने का आपको अवसर मिलेगा। यदि आप किसी शारीरिक रोग से पीड़ित हैं, तो आप डॉक्टर की सलाह अवश्य लें। राजनीतिक लोगों के प्रशंसकों की संख्या में इजाफा होगा, लेकिन सामाजिक क्रियाकलापों में व्यवधान हो सकता है। संतान पक्ष से आज सुखद समाचार सुनने को मिलेगा। शाम के समय गाने बजाने तथा संगीत की रूचि रहेगी।आप आज ख़ुद को रोज़ाना की अपेक्षा कम ऊर्जावान महसूस करेंगे। स्वयं को ज़रूरत से ज़्यादा काम के नीचे न दबाएँ, थोड़ा आराम करें और आज के कामों को कल तक के लिए टाल दें। आज बिना किसी की मदद के ही आप धन कमा पाने में सक्षम होंगे। अगर आप पार्टी करने की सोच रहे हैं, तो अपने अपने अच्छे दोस्तों को बुलाएँ। ऐसे कई लोग होंगे, जो आपका उत्साह बढाएंगे। विवादित मुद्दों को उठाने से बचें, अगर आप आज ‘डेट’ पर जा रहे हैं तो। अपने शरीर को दुरुस्त करने के लिए आज भी आप कई बार सोचेंगे लेकिन बाकी दिनों की तरह भी आज यह प्लान धरा का धरा रह जाएगा। लंबे समय से कामकाज का दबाव आपके वैवाहिक जीवन के लिए कठिनाई खड़ा कर रहा है। लेकिन आज सारी शिकायतें दूर हो जाएंगी। अगर आज कुछ ज़्यादा करने को नहीं है तो किसी लाइब्रेरी में समय बिताना एक अच्छा विकल्प हो सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अपने इष्टदेव को पूजा में लाल सिंदूर अर्पित करने से हेल्थ अच्छी रहेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nभाग्य की दृष्टि से आज का दिन आपके लिए बेहद उत्तम रहेगा। कार्यक्षेत्र में भी आपकी मेहनत को अधिकारियों की सराहना मिलेगी और उसका फल भी आज आपको प्राप्त होगा। निहाल पक्ष से आपको प्रेम स्नेह मिलने की भरपूर संभावना है। अपने माता-पिता की सेहत का विशेष ध्यान रखें। भाई-बहनों के सहयोग से आपकी आर्थिक स्थिति आज मजबूत होगी और आपके परिवार की जरूरतें भी पूरी होंगी। अपनी शान-शौकत के लिए धन खर्च करेंगे, जिसको देखकर आपके शत्रु परेशान रहेंगे। संतान का भविष्य मजबूत होने से आपका उसके प्रति आज प्रेम और विश्वास और अधिक मजबूत हो जाएगा, जिससे आपको उनके भविष्य की चिंता नहीं होगी।अपना मूड बदलने के लिए सामाजिक मेलजोल का सहारा लें। आपकी माता पक्ष से आज आपको धन लाभ होने की पूरी संभावना है। हो सकता है कि आपके मामा या नाना आपकी आर्थिक मदद करें। जिन लोगों के साथ आप रहते हैं वे आपसे बहुत ख़ुश नहीं होंगे, चाहे आपने इसके लिए कुछ भी क्यों न किया हो। अगर आप खुले दिल से अपनी बात रखें, तो आपकी मोहब्बत आज आपके सामने प्यार के फ़रिश्ते के रूप में आएगी। इस राशि के जातक आज के दिन अपने भाई-बहनों के साथ घर पर कोई मूवी या मैच देख सकते हैं। ऐसा करके आप लोगों के बीच प्यार में इजाफा होगा। बढ़िया खाना, रोमानी पल और जीवनसाथी का साथ - यही ख़ास है आज। सितारे इशारा कर रहे हैं कि आज आप अपना दिन टीवी देखने में गुज़ार सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- छेद वाला कांसे का सिक्का चलते पानी में प्रवाहित करने से फैमिली लाइफ स्मूथ चलती है। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज आपको यदि कोई नेत्र से संबंधित कष्ट है, तो उसमें सुधार की जरूरत है अन्यथा वह आगे चलकर आपको ज्यादा परेशान कर सकता है। यदि आज कोई कर्ज लेना पड़े, तो आपको उससे बचना होगा अन्यथा आपके नुकसान की आशंका बनती दिख रही है। आपके परिवार में आज कुछ तनाव रहेगा, लेकिन आप धीरे-धीरे सभी समस्याओं को खत्म कर ही लेंगे। यदि शारीरिक कष्ट भी है, तो उसमें आज सुधार शुरू हो जाएगा। आज का दिन आपके लिए मिलाजुला रहेगा। किसी भी तरह की अनैतिक गतिविधियों से आज दूर रहें और अपनी सामाजिक प्रतिष्ठा का ध्यान रखें। अपनी माता पिता के सहयोग और आशीर्वाद से दिन के उत्तरार्ध में आज आपको राहत मिलेगी।कोई आपका मूड ख़राब कर सकता है, लेकिन ऐसी चीज़ों को ख़ुद को क़ाबू न करने दें। व्यर्थ की चिंताएँ और परेशानियाँ आपके शरीर पर नकारात्मक असर डाल सकती हैं और त्वचा से जु‌ड़ी समस्याएँ पैदा कर सकती हैं। आज आप अच्छा पैसा कमाएंगे- लेकिन ख़र्च में इज़ाफ़ा आपके लिए बचत को और ज़्यादा मुश्किल बना देगा। बच्चों को पढ़ाई पर ध्यान लगाने और भविष्य के लिए योजना बनाने की ज़रूरत है। रोमांस रोमांचक होगा- इसलिए उससे संपर्क करें जिससे आप प्रेम करते हैं और दिन का भरपूर लुत्फ़ लें। आज जीवनसाथी के साथ समय बिताने के लिए आपके पास पर्याप्त समय होगा। आपके प्रेम को देखकर आज आपका प्रेमी गदगद हो जाएगा। आपका जीवनसाथी आज ऊर्जा और प्रेम से भरपूर है। आपके किये गये कामों को आज आपके सीनियर्स के द्वारा सराहा जाएगा जिससे आपके चेहरे पर भी मुस्कान दौड़ जाएगी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- अच्छे स्वास्थ्य का आनंद लेने के लिए अपने घर का मध्य स्थान (ब्रह्म स्थान) साफ रखें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज आपको अपने ससुराल पक्ष से कुछ नाराजगी झेलनी पड़ सकती है, लेकिन यदि आप मधुर वाणी का प्रयोग करेंगे, तो सब कुछ ठीक हो जाएगा अन्यथा आपके संबंधों में कटुता आ जाएगी। आपके मित्रों की वजह से आज व्यय होने के योग बन रहे हैं। यदि आप लोगों का भला सोचेंगे, तो कुछ लोग इसे स्वार्थी समझेंगे। आज आपको अपनी माता जी व पिताजी का सहयोग प्राप्त होगा। संतान की तरफ से आज कोई हर्षवर्धन समाचार सुनने को मिलेगा, जिससे मन प्रसन्न हो उठेगा। धर्म व अध्यात्म के प्रति आज रूचि बढ़ेगी। दांपत्य जीवन में सुख में बढ़ोतरी होगी।भागमभाग भरे दिन के बावजूद आपकी सेहत पूरी तरह दुरुस्त रहेगी। हालाँकि धन आपकी मुट्ठियों से आसानी से सरक जाएगा, लेकिन आपके अच्छे सितारे तंगी नहीं आने देंगे। आज हर कोई आपसे दोस्ती करना चाहता है और आप उनकी ये इच्छा पूरी करने में ख़ुशी महसूस करेंगे। दूसरों की दख़लअन्दाज़ी गतिरोध पैदा कर सकती है। कई बार मोबाइल चलाते-चलाते आपको समय का पता ही नहीं चलता और फिर जब आप अपना समय बर्बाद कर चुके होते हैं तो आपको पछतावा होता है. आपके जीवनसाथी की सुस्ती आपके कई कामों पर पानी फेर सकती है। माता-पिता को बिना बताए आज आप उनके पसंद की कोई डिश घर पर ला सकते हैं इससे घर में सकारात्मक माहौल बन जाएगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- एक दूध की कटोरी किसी कुत्ते को पिलाएं इससे लव लाइफ में रिलेशन और मजबूत होंगे। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके कार्यक्षेत्र में आपके अधिकार और पद में वृद्धि होगी और आपकी पारिवारिक संपत्ति में भी आज बढ़ोतरी होगी। विद्यार्थियों को गुरुजनों का सहयोग और आशीर्वाद मिलेगा। नए कार्यों में निवेश करना चाहते हैं, तो उसके लिए आज दिन उत्तम रहेगा और व्यापार में धन लाभ के योग भी बन रहे हैं। प्रेम संबंध स्थापित होंगे और वरिष्ठ अधिकारी का सहयोग मिलेगा, जिससे आपके सभी कार्य धीरे-धीरे होने लगेगे। विद्यार्थियों को आज गुरुजनों का सहयोग और आशीर्वाद मिलता दिख रहा है।कार्यक्षेत्र में वरिष्ठों का दबाव और घर में अनबन के चलते आपको तनाव का सामना करना पड़ सकता है- जो काम में आपकी एकाग्रता को भंग करेगा। आज आपको किसी अज्ञात स्रोत से पैसा प्राप्त हो सकता है जिससे आपकी कई आर्थिक परेशानियां दूर हो जाएंगी। अपने मित्रों या संबंधियों को अपना आर्थिक काम-काज और रुपये-पैसे का प्रबंधन न करने दें, नहीं तो जल्दी ही आप आपने तयशुदा बजट से कहीं आगे निकल जाएंगे। प्रेमी को आज आपकी कोई बात चुभ सकती है। वो आपसे रुठें इससे ही पहले ही अपनी गलती का अहसास कर लें और उन्हें मना लें। आज ऐसी कई सारी चीज़ें होंगी – जिनकी तरफ़ तुरन्त ग़ौर करने की आवश्यकता है। आप महसूस कर सकते हैं कि जीवनसाथी का प्यार सारे दुःख-दर्द भुला देता है। शांति का दामन पकड़कर आज आप सब लोगों से बातें करेंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- घर में लोबान की धूप जलाना पारिवारिक सुख के लिए अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज आपके व्यापार में वृद्धि के लिए किए गए प्रयासों में थोड़ी रुकावट दिख रही है, जिससे आपका आपका मन अशांत व परेशान रहेगा। विद्यार्थियों को उच्च शिक्षा से संबंधित कार्यों के लिए आज भागदौड़ करनी पड़ सकती है। धैर्य तथा प्रतिभा से सभी समस्याओं को आज धीरे-धीरे खत्म करेंगे और शत्रुओं पर विजय प्राप्त करने में भी सफल रहेंगे। अपनी लव लाइफ पर ध्यान रखें और वाणी का सही प्रयोग करें अन्यथा क्रोध आपके रिश्तों में दरार डाल सकती है, जिससे आपके परिवार में अशांति का माहौल हो सकता है।गर्भवती महिलाओं के लिए अतिरिक्त सावधान रहने का दिन है। आज धन लाभ होने की संभावना तो बन रही है लेकिन ऐसा हो सकता है कि अपने गुस्सैल स्वभाव के कारण आप पैसा कमाने में सक्षम न हो पाएं। अपने परिवार की भलाई के लिए मेहनत करें। आपके कामों के पीछे प्यार और दूरदृष्टि की भावना होनी चाहिए, न कि लालच का ज़हर। आज किसी ऐसे इंसान से मिलने की संभावना है जो आपके दिल को गहराई से छूएगा। जो लोग अब तक किसी काम में व्यस्त थे आज उन्हें अपने लिए समय मिल सकता है लेकिन घर में किसी काम के आ जाने से आप फिर से व्यस्त हो सकते हैं। आपको महसूस होगा कि आपका जीवनसाथी इससे बेहतर पहले कभी नहीं हुआ। स्वयंसेवी कार्य या किसी की मदद करना आपकी मानसिक शांति के लिए अच्छे टॉनिक का काम कर सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- विकलांग लोगों की सेवा करने से स्वास्थ्य अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nव्यापार में आपके द्वारा क्या किए गए प्रयास आज सफल साबित होंगे, जिससे आपकी आर्थिक स्थिति मजबूत होगी, जिसका भविष्य में आपको भरपूर लाभ मिलेगा। अगर कोई वाद-विवाद लंबित है, तो उसमें सफलता मिलने की पूर्ण संभावना बन रही है। आपके व्यवसाय क्षेत्र का विस्तार होगा। शाम के समय वाहन चलाने में सावधानी बरतें तथा अपने खान-पान पर संयम बरतें। आपकी बुद्धि विद्या और ज्ञान में आज वृद्धि होगी। आपके अंदर दान पुण्य एवं परोपकार की भावना विकसित होगी। आप धार्मिक अनुष्ठानों में भी रुचि लेंगे और सहयोग करेंगे, जिसमें भाग्य का आपको भरपूर साथ मिलता दिख रहा है।अवसाद के ख़िलाफ़ आपकी मुस्कान परेशानी से उबारने वाली रहेगी। अपने पैसे को संचय करने के लिए आज अपने घर के लोगों से आपको बात करने की जरुरत है। उनकी सलाह आपकी आर्थिक स्थिति को सुधारने में मददगार होगी। ग़लत बातों को ग़लत वक़्त पर कहने से बचें। जिन्हें आप चाहते हैं, उनका दिल दुखाने से बचें। आपको उदार और स्नेह से भरे प्यार का तोहफ़ा मिल सकता है। किसी पार्क में घूमते समय आज आपकी मुलाकात किसी ऐसे शख्स से हो सकती है जिससे अतीत में आपके मतभेद थे। आज आपको अपने जीवनसाथी से एक बार फिर प्यार हो जाएगा। आध्यात्म की ओर आज आपका झुकाव देखा जा सकता है और आप किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- घर में गंगाजल का किसी न किसी रूप में प्रयोग करने से आर्थिक स्थिति बेहतर बनेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nससुराल पक्ष से आज आपको मान-सम्मान मिलने की भरपूर संभावना है। साथ ही परिवार में कुछ ऐसे अनावश्यक खर्चे भी सामने आ जाएंगे, जो आपको ना चाहते हुए भी मजबूरी में करना पड़ेगा, जिससे आपकी आर्थिक स्थिति डगमगा सकती है। यदि आप निवेश की योजना बना रहे हैं, तो अवश्य करें उसका भविष्य में आपको भरपूर लाभ मिलेगा। कर्ज मुक्ति के प्रयास सार्थक होंगे और छोटे व्यापार की यात्रा लाभदायक रहेगी। आज आपको बराबर मेहनत करने के बाद किसी बहुमूल्य वस्तु की प्राप्ति होगी, जिससे आपका मन प्रसन्न होगा।आपकी जी-तोड़ मेहनत और परिवार का सहयोग इच्छित परिणाम देने में क़ामयाब रहेंगे। लेकिन तरक़्क़ी की रफ़्तार बरक़रार रखने के लिए मेहनत इसी तरह जारी रखें। आज के दिन आपको आर्थिक परेशानियों का सामना करना पड़ सकता अहि- मुमकिन है कि आप ज़रूरत से ज़्यादा ख़र्च करें या आपका बटुआ खो भी सकता है- ऐसे मामलों में सावधानी की कमी आपको नुक़सान पहुँचा सकती है। संबंधियों से मुलाक़ात उससे कहीं बेहतर रहेगी, जितनी आपको उम्मीद थी। अपने प्रिय की छोटी-मोटी भूल को अनदेखा करें। इस राशि वालों को आज के दिन अपने लिए समय निकालने की शख्त जरुरत है अगर आप ऐसा नहीं करते तो आपको मानसिक परेशानियां हो सकती हैं। आपको महसूस होगा कि आपका वैवाहिक जीवन बहुत ख़ूबसूरत है। आज आप फ़ोटोग्राफ़ी करके आने वाले कल के लिए कुछ बेहतरीन यादें संजो सकते हैं; अपने कैमरे का सदुपयोग करना बिलकुल न भूलें। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- आर्थिक स्थिति को अच्छा रखने के लिए कांसे का दान करें, इससे बुध प्रसन्न रहता है। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपका आज का दिन बुद्धि व विवेक से नई नई खोज करने में व्यतीत होगा। बहुत दिनों बाद आज पुराने मित्रों से मुलाकात होगी, इसलिए आवश्यकता के अनुसार ही धन व्यय करें। कार्यक्षेत्र में कुछ लोग आपकी सफलता से आहत होंगे, इसलिए आपको उनके षड्यंत्रों से सावधान रहना होगा। छात्रों को एकाग्र होकर भविष्य की योजनाओं को पूरा करने के लिए तैयारी करनी होगी। शाम का समय रिश्तेदारी में यात्रा हो सकती है, जो लाभकारी रहेगी। माता-पिता के संबंधों में सुधार होगा, लेकिन जीवन साथी के साथ वाद विवाद की आशंका बढ़ रही है।बीमारी आपकी उदासी की वजह हो सकती है। आपको परिवार में फिर से ख़ुशी का माहौल बनाने के लिए जल्द-से-जल्द इससे बाहर आने की ज़रूरत है। दिन की शुरुआत में ही आज आपको कोई आर्थिक हानि हो सकती है जिससे सारा दिन खराब हो सकता है। मुसीबत के वक़्त परिवार से आपको मदद और सलाह हासिल होगी। आप दूसरों के तजुर्बों से कुछ सबक़ सीख सकते हैं। यह आपके आत्मविश्वास की मज़बूती के लिए बहुत ज़रूरी है। एक लम्बा दौर जो काफ़ी समय से आपको दबोचे हुए था, ख़त्म हो चुका है- क्योंकि जल्दी ही आपको आपका जीवन-साथी मिलने वाला है। घर के कामों को पूरा करने के बाद इस राशि की गृहणियां आज के दिन फुर्सत में टीवी या मोबाइल पर कोई मूवी देख सकती हैं। अगर आप वैवाहिक तौर पर लंबे समय से कुछ नाख़ुश हैं, तो आज के दिन आप हालात बेहतर होते हुए महसूस कर सकते हैं। अगर आपकी आवाज सुरीली है तो कोई गाना गाकर आप अपने प्रेमी को आज खुश कर सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- ॐ शुक्राय नमः का 11 बार उच्चारण करने से हेल्थ अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम लाभकारी रहेगा। पारिवारिक बिजनेस की बढ़ोतरी के लिए आपके पिताजी का मार्गदर्शन व सहयोग सफलता दायक रहेगा। बहुत दिनों से लटका हुआ कार्य संपन्न होगा। लव लाइफ में सामंजस्य स्थापित करने की कोशिश असफल रहेगी। सामाजिक सम्मान मिलने से आप का मनोबल आज बड़ा दिखेगा। भविष्य को मजबूत बनाने के लिए योजनाबद्ध तरीके से किए गए कार्यों में आज सफलता मिलेगी, लेकिन आपको अपने क्रोध पर संयम रखना होगा। नहीं तो आपका पारिवारिक माहौल तनावपूर्ण सकता है। आपके खुशमिजाज व्यक्तित्व के कारण अन्य व्यक्ति भी आप से संबंध बनाने की चेष्टा रखेंगे, जिससे आपके अपनों की संख्या बढ़ेगी।\n अपने मानसिक स्वास्थ्य पर ध्यान दें, जो आध्यात्मिक जीवन के लिए आवश्यक है। मस्तिष्क जीवन का द्वार है, क्योंकि अच्छा-बुरा सब-कुछ इसी के माध्यम से आता है। यही ज़िंदगी की समस्याएँ दूर करने में सहायक सिद्ध होता है और सही सोच से इंसान को आलोकित करता है। भाई बहनों की मदद से आज आपको आर्थिक लाभ मिल पाएगा। अपने भाई बहनों की सलाह लें। परिवार के साथ सामाजिक गतिविधियाँ सभी को ख़ुश रखेंगी। अपने प्रिय से दूर होने के बावजूद आप उसकी मौजूदगी महसूस करेंगे। अपने काम से आराम लेकर आज आप कुछ समय अपने जीवनसाथी के साथ बिता सकते हैं। क्या आपको पता है कि आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्ता है। उनपर ग़ौर करें, यह बात आपको ख़ुद-ब-ख़ुद दिख जाएगी। आज आप सब चिंताओं को भुलाकर अपनी रचनात्मकता को बाहर निकाल सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सफेद-काला जूता पहनने से आर्थिक स्थिति मजबूत होगी। \n"
}]
