horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "आज बोलने में सावधानी रखें ǀ आप जिसे अपना करीबी समझते हैं,वो आपकी गुप्त बात को उजागर कर सकता है ǀ बोलने से पहले सोच लें,अपनी बातचीत का विषय अपने और सामने वाले तक ही सीमित रखें ǀ किसी तीसरे के बारे में बात करने से बचें ǀ किसी दूसरे शहर की यात्रा और इसके दौरान किसी पुराने दोस्त से मुलाकात की सम्भावना है,पुराने पलों को याद करेंगे ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "आपके लिए आज कुछ सरप्राइज होंगे लेकिन चिंता न करें ǀये सब अच्छे ही होंगे ǀकुछ ओईसी चीजें जिनके होने का आप काफी लम्बे समय से इन्तजार कर रहे हैं ,आज पूरी हो सकती हैं ǀ आप जिन प्रयासों को व्यर्थ मान चुके थे आज उनका फल भी आपको मिल सकता है ǀ इसीलिए आज रात दोस्तों और परिवार के साथ सेलिब्रेट करें,हो सकता है कि उनके पास भी आपके लिए कोई अच्छी खबर हो ǀ",
        "मेष प्यार और संबंध राशिफल": "कोई भी पूर्ण नहीं है। अगर आप एक साथी से संतुष्ट है , तो आपको बाहर किसी भी चीज़ को तलाश करने की जरुरत नहीं है , क्यों की सब कुछ तो आपके पास ही है । इच्छाओं का कोई अंत नहीं है । आपको ये समझना जरुरी है की अगर आप अपने संबंध में स्थिर है , तभी आप एक बेहतर कल के लिए अपनी ऊर्जा को बेहतर ढंग से क्रियान्वयन कर पायेंगे ।",
        "मेष कैरियर और धन राशिफल": "आप अपने कार्य स्थल की जिंदगी में अपने आप को फंसा हुआ महसूस करेंगे ।आपने अपने लिए उस कार्य क्षेत्र या करियर की कल्पना नहीं की थी जिसमे आप अभी कार्य कर रहे है । आप अपने जुनून को पाने के लिए अचानक अपनी नौकरी का त्याग कर सकते है , हालाँकि ग्रहो के विपरीत प्रभाव के कारण ये समय निर्णय लेने का नहीं है । आपके वित्त एवं धन की स्थिति में अचानक परिवर्तन आ सकता है"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "आज का दिन सृजनात्मक प्रवृति के लोगों के लिए बहुत अच्छा साबित होगा ǀ आपके हुनर और कार्यों दोनों की ही प्रशंसा होगी ǀअपने कार्य के लिए धन प्राप्ति भी संभव है ǀ अगर आप विद्यार्थी हैं तो आपके लिए समय अच्छा है और परीक्षा से डरने के स्थान पर उसका सामना करना बेहतर होगा ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "आप अपने रूटीन को बदलने के बारे में सोच रहें हैं ǀलेकिन अच्छी तरह से सोचे बिन इसे न बदलें ǀआप भविष्य के बारे में सोचते हुए अपने वर्त्तमान को भुला देते हैं ǀइससे बचें ǀअपनी वर्तमान जीवनशैली में फिलहाल कोई बदलाव न करें,उस का मजा लें ǀअगर आप अकेले रह रहें हैं तो आपकी सेहत पूरी तरह आपके हाथों में हैǀ",
        "वृषभ प्यार और संबंध राशिफल": "आज का दिन कुछ बातों को स्पष्ट करने और छिपी हुई बातों को सामने लाने के लिए बिलकुल उपयुक्त है | बातों को स्पष्ट करना एक ऐसी जरूरत है जिसे आप टालते रहे हैं | इससे आपके सम्बन्ध में पारदर्शिता आएगी और नयी ताजगी मिलेगी | दिन के आखिर में शाम तक प्रिय की ओर से रोमांटिक मूड का तोहफा मिल सकता है |",
        "वृषभ कैरियर और धन राशिफल": "आप बहुत ही आराम से संवाद स्थापित कर रहे है , लेकिन कुछ लोग इसमें अड़चन डाल सकते है और उनके हस्तक्षेप की वजह से एक बहुत ही नाटकीय दृश्य आपके कार्यालय में पैदा हो सकता है। आपका दृष्टिकोण संगठन के लाभ के खिलाफ माना जाएगा , इसलिए बेहतर है की एक कदम पीछे रखे , ताकि इसका असर दुसरो पर हो । इस बीच में अपने व्यक्तिगत विकास पर ध्यान दें।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "इस बात की सम्भावना है कि कोई आपके आसपास आपके विचार चुराकर आने करियर में प्रगति करना चाहता है ǀइसीलिए किसी से बात करते हुए सावधान रहें ǀआपको इस समय बड़ी गंभीरता से अपने हित के बारे में सोचना है ǀअपने लम्बे सहकर्मी रह चुके लोगों के साथ भी अपनी जानकारियां साझी न करें ǀ इस दौरान धीरज से काम लेंगे तो जल्दी ही अपने शुभचिंतकों को भी पहचान जायेंगे ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "561.आप एक साथ कई सारे काम करने की कोशिश कर रहे हैं ,इसका आपके शरीर पर जो प्रभाव पड़ रहा है वह अब दिखाई देना शुरू हो जाएगा |आप अनिद्रा से पीड़ित हो सकते हैं |आपको यह समझना चाहिए कि अच्छे स्वास्थ्य के लिए अच्छी नींद भी संतुलित खाने और नियमित एक्सरसाइज जितनी ही जरूरी है |अगर आप अच्छी तरह आराम नही करेंगे तो आप पूरे दिन थकान और आलस अनुभव करेंगे |",
        "मिथुन प्यार और संबंध राशिफल": "आज प्यार आपके तन मन में महसूस होगा । अगर आप अकेले है , तो मुमकिन है की कोई आपकी तन्हाई दूर करने के लिए आपको मिले और संभावना है , की आपको उससे प्रेम हो जाये जो की काफी हिसंक हो सकता है , परन्तु ये आपको याद रखने की जरुरत है की प्रेम में काफी समायोजन की आवश्यकता होती है तभी वह स्थायी और लम्बा होता है अन्यथा वह एक गुजरा हुआ दौर बनके रह जाता है । प्रेमी जोड़ो को आज के दिन प्रेम का आनंद मिलने की संभावना है।",
        "मिथुन कैरियर और धन राशिफल": "यह समय अपने कार्य क्षेत्र को दिशा या बदलाव देने का उचित समय है । कुछ समय से आप अस्थिरता को महसूस कर रहे है । नए और जोश भर देने वाले अवसर आज आपके सामने आ सकते है और आपको आशावादी रहकर उन्हें पकड़ना है । यह आपके कार्य क्षेत्र को पुनर्जीवित करने में मदद करेगा और आगे जाकर आपकी कार्य क्षेत्र संबंधित समस्याओं का निराकरण करने में मदद करेगा जो की आपके स्वास्थय पर भी प्रतिकूल प्रभाव डाल रहा है।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "आज आपकी किस्मत आपके साथ है ǀ आप अपने समस्या को सुलझा लेने की कुशलता से सबको अचरज में डाल देंगे ǀ सहकर्मी आपसे प्रभावित होंगें ǀ आपका आत्मविश्वास देकने लायक होगा और आपको एक नया काम मिलेगा ǀ खुश रहें और अपनों के साथ ख़ुशी बाँटें ǀ आज कोई दोस्त मिल सकता है ǀ दिन कुल मिलाकर मजेदार रहेगा ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "आज आप अपने भीतर बहुत शक्ति महसूस करेंगे ǀनिराशा की जो भावना आपके भीतर कुछ दिन से भरी हुई थी वो आज गायब हो जायेगीǀआप अपने अन्दर अविश्वसनीय मानसिक शक्ति का अनुभव करेंगे और कोई भी काम शुरू करने के लिए खुद को तैयार पायेंगे ǀ हालाँकि,इस बात का ध्यान रखें कि अपने आत्मविश्वास की झोंक में अव्यवहारिक और असंभव कामों को हाथ में न ले बैठें ǀ",
        "कर्क प्यार और संबंध राशिफल": "आप अपनी लव लाइफ को बिना किसी बात के उलझा रहे हैं | इसका कारण यह है कि आप अपने सामने देखने और उसे स्वीकार करने से कतरा रहे हैं | आपको खुले दिमाग से स्थिति का बिलकुल स्पष्ट मूल्यांकन करने और उसी के अनुसार सही रास्ता चुनने की आवश्यकता है | आपको यह देखना होगा कि किस रास्ते पर चलकर आपको अच्छे परिणाम मिलेंगे और फिलहाल आप अपने अहम के बस में होकर किस रास्ते पर चल रहें हैं |",
        "कर्क कैरियर और धन राशिफल": "आपकी कड़ी मेहनत और धैर्य की लंबी प्रतिबद्धता का फल आपको मिलने जा रहा है और एक बड़ा अवसर आपके करियर को आगे ले जाने के लिए आपको मिल सकता है । अंतः आपको अपनी प्रतिबद्धताओं का लाभ मिलना शुरू हो जाएगा , हालांकि अन्य लोगों के योगदान को याद करे और न भूले और उनके साथ सदा विनम्र रहे । यह न केवल आपको लोकप्रिय बनाएगा बल्कि आपके भविष्य में भी मदद देगा ।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "गृहों की स्थिति ऐसी है कि आपको अप्रत्याशित बाधाओं का सामना करना पड़ सकता है ,पिछले कुछ समय से आप बहुत अच्छी स्थिति में हैं और फिलहाल ऐसा कुछ भी नही है जो परेशानी पैदा करने वाला दीखता हो ǀ लेकिन आज ऐसी बढ़ाएं और परेशानियां पैदा होने वाली हैं जो आपके काम और मूड दोनों को ही प्रभावित करेंगी ǀअप्रत्याशित समस्याओं से काम कुछ समय के लिए रुक सकता है ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "आपका शारीरिक स्वास्थ्य अच्छा है लेकिन आपकी भावनात्मक स्थिति काफी नाजुक है ǀकोई भी तनाव या भानात्मक दबाव अपना असर जरुर दिखाता है ǀआप जरूरत से ज्यादा संवेदनशील भी महसूस कर रहे हैं ǀअगर आप अपने तनाव से निपटने का अच्छा सा समाधान नही करते तो आप का स्वास्थ्य भी प्रभावित हो सकता है ǀअपने दिल के करीबी मामलों में नाटकीय स्थितियों और विवादों से बचे रहें ǀ",
        "सिंह प्यार और संबंध राशिफल": "आज का दिन कुछ पारिवारिक कार्यकलापों के लिए बिलकुल उपयुक्त है | अपने बच्चों को बाल गेम के लिए या फिर म्यूजियम या पार्क में ले जाएँ | आप अपने माता पिता या बहन भाइयों के साथ भी समय बिता सकते हैं | शाम का समय रोमांस के लिए बहुत अच्छा है लेकिन आपको इसके लिए कोई बड़ी पार्टी रखने की बजाय अन्तरंग सी मुलाकात रखनी चाहिए| अब पारिवारिक जिम्मेदारियां आपकी प्राथमिकता बनेंगी |",
        "सिंह कैरियर और धन राशिफल": "आपके वित्तीय संसाधनो का विस्तार होगा जिसका लाभ लेने के लिए आप पूरी तरह तैयार है । आप आज अपने घर , व्यवसाय या वाहन के लिए भी ऋण के लिए आवदेन कर सकते है जो की आराम से मंजूर हो जायेगा । जिन विद्यार्थियों ने शिक्षा ऋण के लिए आवदेन किआ हुआ है उन्हें भी शुभ सन्देश की प्राप्ति होगी । आज का दिन शेयर बाजार में निवेश के लिए उत्तम है ।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आप आज ऊर्जा से भरे हैं,आपके आकर्षण और कुशलता से आज घर-ऑफिस में सब प्रभावित होंगे ǀ अपने दोस्तों या किसी ख़ास के साथ बाहर घुमने जाकर मजे करें ǀ दिन शांत और तनावरहित रहेगा ǀ आज अच्छा वित्तीय लाभ होने की सम्भावना तो बनी हुई है,लेकिन अपने खरीदारी के खर्चो पर भी नजर रखें ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "आज पेट से जुडी दिक्कतों के कारण आप थोडा डाउन महसूस कर सकते हैं,हालाँकि दिक्कत कोई बड़ी नही है ǀआज पानी और एनी ठंडे पेय पीते हुए सावधान रहें क्योंकि इनसे आपको पानी से होने वाला संक्रमन हो सकता है ǀयह सुझाव भी आपके लिए है कि आज आप बाहर के खाने और अस्वास्थ्यकर भोजन से बचें ,नही तो संक्रमण की चपेट में आ सकते हैं ǀ",
        "कन्या प्यार और संबंध राशिफल": "आप काफी भावनात्मक हैं और संभावना है कि आपको अपने जैसे ही कोई भावनात्मक और उत्साही बन्दा भी मिल जाए लेकिन आपको उसके साथ नही चलना है क्योंकि उससे आपके हाथ निराशा ही लगेगी |ये तो आपको पता ही है कि आकर्षण भी चुम्बक के विपरीत ध्रुवों में ही होता है | आप अपनी अपेक्षाओं को थोडा कम करें और अपने स्तर के लोगों के साथ ही दोस्ती बढाने की उम्मीद करें | हो सकता है आप बाद में उनके साथ बिज़नेस भी कर पायें |",
        "कन्या कैरियर और धन राशिफल": "आज आपके कार्य क्षेत्र में आपके सितारे आपका साथ देंगे । ये आपकी वित्तीय जरुरतो के लिए काफी संतोषजनक है , लेकिन यह कार्यालय में ईर्ष्या को भी जन्म देगा । आज आपको अपने सहयोगियों के साथ पुराने बातें भूलकर उनके साथ आगे बढ़ना है परन्तु आपको दुश्मन और दोस्त की पहचान करने की भी जरूरत है क्यों की कोई सहकर्मी आपके करियर के विपरीत कार्य कर सकता है जो की आपके करियर के लिए हानिकारक है।"
    },
    "6": {
        "तुला दैनिक राशिफल": "आपसे सामजिक संपर्कों पर और ध्यान देने की अपेक्षा है ǀआपके आकर्षक व्यक्तित्व का सबपर प्रभाव पड़ेगा ǀइसके अलावे आपको उन लोगो पर भी ध्यान दें जो आपकी सामाजिक प्रतिष्ठा को नुक्सान पहुंचा रहे हैं ǀ अपनी व्यस्त कार्यशैली के बावजूद सेहत का ध्यान रखें ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "हो सकता है कि आज आप अपनी नियमित एक्सरसाइज करने के मूड में न हों लेकिन इसके अलावा कोई विकल्प भी नही है |थोड़ी ज्यादा हर्बल चाय बनाकर पीयें |इससे आपको सकारात्मक ऊर्जा मिलती रहेगी |एक बार फिर से अपनी एकाग्रता और फोकस को अपनी व्यक्तिगत देखभाल के लिए प्रयोग करने की कोशिश करें |",
        "तुला प्यार और संबंध राशिफल": "खुशमिजाज रहकर संबंधों का आनन्द लेने का समय है | आपका स्वभाव हमेशा गंभीर रहा है, लेकिन अब आप संबंधों के बारे में और भी अधिक सोच रहे हो | सब चीजों में छुपे हुए अर्थ ढूँढना बंद कर दें ;इसके स्थान पर खुशमिजाज रहें और वर्तमान समय का आनंद लें | जिम्मेदारियों और अपेक्षाओं के बोझ के नीचे दबकर संबंधों की सारी गर्माहट और खुशमिजाजी को मरने न दें |",
        "तुला कैरियर और धन राशिफल": "आप अपने कार्यों को पूरा करने के लिए थोड़ा रुकने की जरुरत है एवं आपको कुछ समय निकालने की जरुरत है , ताकि आप अपने अतीत के अनुभवों पर विचार कर सके । आप अपने अतीत का मूल्यांकन करें की किस चीज को आपको बदलने की जरुरत है और किस चीज को ग्रहण करने की जरुरत है ताकि आप अपनी क्षमता का पूरा इस्तेमाल कर सके । आपको अपनी खुद की क्षमताओं से न्याय करने की भी आवश्यकता होगी की आपको उसी राह पर चलना है जिस पर आप लम्बे समय से चल रहे थे ।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "आपकी प्रकृति उत्सुक और अदमनीय है और आप किसी भी प्रकार का नियंत्रण पसंद ना करते ǀआपको ऐसा करने की जरूरत भी नही है ,इसके स्तान पर ख़ुशी और प्यार दें और आपको भी बदले में खूब ख़ुशी और प्यार मिलेगा ǀअपनी काम की मारामारी वाली जिन्दगी में अपने सहकर्मियों के साथ किसी छोटी सी यात्रा पर जाकर रंग भर सकते हैं ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "दिन आंतरिक उर्जा के उफान से शुरू होगा ǀआप खुद को शांत और बिलकुल धैर्यवान पायेंगे ǀआज बिज़नेस सम्बन्धी किसी बातचीत के लिए बहुत अच्छा दिन है क्योंकि आज आपकी मानसिक शांति के कारण आप अपना इच्छित फल प्राप्त कर सकते हैं ǀआपकी अपने प्रतिद्वंदी से भी मुलाक़ात हो सकती है लेकिन कोई भी आपको परेशान नही कर पायेगा ǀ",
        "वृश्चिक प्यार और संबंध राशिफल": "दिन की शुरुआत में आपके और आपके पार्टनर के बीच मतभेद कुछ बढ़ सकते हैं लेकिन प्यार उनसे अधिक होने की वजह से बाद में सब कुछ ठीक हो जाएगा | शांति और अंतरंगता बनी रहेगी और दिन शांति से कट जाएगा | आप अपने प्रिय के साथ अपनी मनपसंद पिकनिक स्पॉट पर घूमने जाने की योजना भी बना सकते हैं |",
        "वृश्चिक कैरियर और धन राशिफल": "अगर आपने व्यावसायिक साझेदारी को तोड़ने का फैसला कर लिया है , तो आप एक विनम्र और यथार्थवादी तरीके से ऐसा करे । आपको इस शीत युद्ध के अंत के लिए बहुत प्रभावी ढंग से और आसानी से संवाद स्थापित करना होगा और हो सके तो आपको ही पहल करनी होगी ताकि बर्फ कुछ पिघले । आपका ध्यान हर किसी चीज़ पर बहुत अच्छी तरह से केंद्रित है और आप अपने लाभ के लिए अच्छी तरह से इस क्षमता का इस्तेमाल कर सकते हैं।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आप अपने दोस्त की गलती की जिम्मेदारी खुद लेने पर तुले हुए हैं ,लेकिन इसके नतीजों के बारे में भी सोच लें ǀ किसी कानूनी पचड़े में भी पड़ सकते हैं ǀ कोई ऐसी घटना होगी जो आपको कभी ना भूलने वाला सबक देगी ǀ कुछ अलग दिखें,कपड़े या अपना बाल बनाने का तरीका बदल लें ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "आज का दिन कोई नया स्वस्थ्य सम्बन्धी कार्यक्रम शुरू करने के लिए बहुत अच्छा है |अपने खाने का विशेष ध्यान रखें और आज से नियमित रूप से एक्सरसाइज शुरू करें जिसकी आप हाल –फिलहाल उपेक्षा करते आ रहें हैं | आपको यह समझना बहुत जरूरी है कि अच्छी मानसिक सेहत के लिए स्वस्थ शरीर का होना बहुत आवश्यक है |नयी योग क्लास में हिस्सा लें या दूसरी रिलैक्स करने वाली तकनीक अपनाएँ ,आपके जीवन में अब इनकी खासी आवश्यकता है |",
        "धनु प्यार और संबंध राशिफल": "आपको इस समय और इस स्थिति में अपने पार्टनर के भावनात्मक सहारे की बहुत जरूरत है लेकिन शायद दूर रहने के कारण या कुछ अन्य कारणों की वजह से वे आपसे दूर हैं | आपकी बहुत सारी कोशिशों के बावजूद भी मिल पाने की कोई स्थिति नही बन पा रही | कोशिश करते रहें और बहुत जल्दी आपको अपने पार्टनर के साथ रहने में सफलता मिलेगी |",
        "धनु कैरियर और धन राशिफल": "आज आपको अपनी आय और व्यय का संतुलन करना मुश्किल होगा । आज अपनी आय की वृद्धि के लिए एक दूसरी नौकरी की तलाश शुरू करने के लिए भी ये सबसे अच्छा दिन है। आपको अपनी पसंद के हिसाब से कुछ कार्य मिल सकता है और यह अगले कुछ वर्षों में आपके प्राथमिक कार्य बनने की क्षमता रखता है । इस बीच आपको अपनी जीवन शैली को बनाए रखने के क्रम में कुछ खर्चो के साथ संतुलित रहना होगा ।"
    },
    "9": {
        "मकर दैनिक राशिफल": "आज आप अपने संपर्क में आने वाले हर व्यक्ति के साथ प्रेमपूर्ण व्यवहार करेंगे ǀ कोई आपकी उदारता से प्रभावित होकर दिन के अंत तक आपसे अपनी भावना का इजहार कर सकता है हालाँकि अभी भी आपके मन में कडवे अनुभव भरे हुए हैं ǀ लेकिन अब समय आ गया है की आप सारी नकारात्मकता को दूर करके एक नयी शुरुआत करें ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "आज आप अपनी वर्तमान जीवनशैली के स्वास्थ्य जोखिमों के बारे में जागरूक होंगे और इसमें सुधार के लिए कोई कार्यक्रम बनायेंगे ǀ कुछ कारणों से आपको किसी स्वास्थय सम्बन्धी जांचें करानी होंगी और इससे आप संभावित खतरे के प्रति सावधान हो जायेंगे ǀआप पहले भी कई बार इससे बेहतर जीवनशैली अपनाने की कोशिश कर चुके हैं लेकिन इस बार आपको यह करना थोडा आसान रहेगा ǀ",
        "मकर प्यार और संबंध राशिफल": "आज आप विशेष रूप से आशावादी और कूटनीतिक महसूस कर रहे हैं , इसलिए आप अपने परिवार या अपने रिश्ते कि किसी भी स्थिति से निपटने के लिए सक्षम होंगे । आपका साथी आपके बारे में गलत सोच सकता है और लंबित पड़ी कुछ शिकायत के साथ आ सकता है , लेकिन आप सहानुभूति तरीके से आसानी से इस समस्या को सुलझा लेंगे , जिससे की आपका रिश्ता और मजबूत होगा ।",
        "मकर कैरियर और धन राशिफल": "आप कुछ दिनों से निर्णय नहीं ले पा रहे थे जिसका असर आपके व्ययहार में भी झलक रहा था पर ये समय ये सब बाते छोड़ कर कुछ कर दिखाने का समय है और साथ ही साथ अपने इस व्ययहार को बदलने का भी । आप बिना भयभीत हुए निर्णय ले जो की आपके भविष्य के लिए अछा साबित हो । आप किसी अच्छे जानकर से भी अपने पैसे और अपने पेशे से संबंधित सुझाव ले सकते है जो की आज फायदेमंद साबित होगा |"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "आप आज सकारात्मक उर्जा से भरे हुए हैं ǀहालाँकि आपका उद्देश्य अच्छा है परन्तु आपकी बातों का हर स्थान पर स्वागत नही होगा ǀ आपको अपनी प्रवृति का उपयोग अपने आप को ख़ुशी देने के लिए भी करना चाहिए और आज आप अपने ऊपर अच्छी खासी रकम खर्च कर सकते हैं ǀजहां तक दूसरों के बारे में आपकी राय का सवाल है ,अपने ऊपर थोडा सा नियंत्रण रखें क्योकि आपके कार्यकलापों को गलत भी समझा जा सकता है ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "आज आपकी सेहत काफी हद तक अच्छी रहेगी और वे तकलीफें जो आप पिछले कई दिनों से महसूस कर रहे थे,आज ख़त्म हो जायेंगी |उन तकलीफों के लिए भी सावधानी बरतना आवश्यक है जो आपको आज हो सकती हैं |अगर आप इनके प्रति लापरवाह रहेंगे तो ये गंभीर समस्याओं में बदल सकती हैं |समय पर इनके समाधान के उपाय कर लेने से आप आसानी से इनसे बच सकते हैं |",
        "कुंभ प्यार और संबंध राशिफल": "आज का दिन अपने परिवार के साथ बिताएं | आप परिवार से जुड़ा कोई महत्वपूर्ण काम भी पूरा कर सकते हैं | अपने बच्चो को खिलाने या उनकी मनपसंद जगह पर पिकनिक के लिए ले जाएँ | अपने माता-पिता या बहन -भाइयों के साथ भी समय बिता सकते हैं | शाम को रोमांस और अन्तरंग मुलाकात के नाम कर दें | आप आज अपने पार्टनर की भावनाएं गहराई से टटोल सकते हैं |",
        "कुंभ कैरियर और धन राशिफल": "आप अपने समकक्षों के साथ भागीदारी प्राप्त करने के लिए कठिन प्रयास कर रहे है और आज आपकी यात्रा एक संतोषजनक स्थिति पर समाप्त होगी ! आप उस पुरस्कार राशि के लाभार्थी हो सकते है जो इस साझेदारी का नतीजा है । आपका एक करीबी सहयोगी आपको अपना समर्थन देने के लिए विशेष शब्दों के साथ आपका धन्यवाद कर आपको सम्मानित कर सकता है ।"
    },
    "11": {
        "मीन दैनिक राशिफल": "आज आप अनुभव करेंगे कि आप सामान्य से कुछ अधिक बोल रहे हैं ǀ आप पिछले कुछ समय से चालाकी भरा व्यवहार कर रहे हैं लेकिन आज आप इससे खुद ही परेशानी अनुभव करेंगे ǀ आज आप वह सच्चाई नही उगलना चाहते जो शायद कईयों को अच्छी नही लगेगी ǀ आज के लिए किसी एकान्त कार्यकलाप की योजना बनाएं ,क्योंकि आज आप शायद दूसरों को अच्छा लगने वाला व्यवहार ना कर पायें ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "आपको आज अपने ऑफिस के काम के कारण बिना बात की चिंता और तनाव रहेगा ǀआपको यह समझने कि जरुरत है कि आप हर किसी को खुश नही रख सकते,ऐसा करने कि कोशिश से आप व्यर्थ का तनाव ही मोल लेंगे जिससे आपकी सेहत प्रभावित होगी ǀइन सब चीजों के स्थान पर आपको काम से छुट्टी लेकर आराम करने की जरुरत है,जिससे आपकी ऊर्जा बनी रहे ǀआपको अपने मानसिक तनाव को दूर करने के लिए कुछ राहत पहुँचाने वाले व्यायाम करने चाहिए ǀ",
        "मीन प्यार और संबंध राशिफल": "आज का दिन आपके लिए बहुत ख़ास है | आप अपने पुराने प्रेमी को वापस अपना लेंगे | यह सही है कि अलग होते हुए आपके बीच कुछ मतभेद जरूर थे | वापस एक साथ आने के बारे में अब भी आपको एक बार फिर से सोच लेना चाहिए क्योंकि आज का दिन कोई बड़ा फैसला करने के लिहाज से बहुत अच्छा नही कहा जा सकता | आपको इस बारे में सोचने के लिए काफी समय मिल जाएगा |",
        "मीन कैरियर और धन राशिफल": "आप ऐसे लोगों को खोजने की कोशिश करें जो आप के लिए कुछ उपयोगी जानकारी की आपूर्ति कर सकते हैं। आप कुछ बड़ा सोच रहे हो और इस जोखिम को लेने के लिए यह सही समय है। महत्वहीन मुद्दों के हल के लिए अपने समय की बचत करें। जितनी चादर हो उतने ही पैर फैलाये अर्थात आमदनी के हिसाब से धन का व्यय करे ! यदि संभव हो तो अपनी सफलता का जश्न मनाने का इरादा स्थगित कर दे ।"
    }
}]
