horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन बहुत अच्छा रहेगा। भाग्य का सितारा बुलंद रहेगा जिससे कामों में सफलता मिलेगी। नौकरी में किए गए प्रयास सार्थक होंगे। घर से थोड़ी दूरी रह सकती है लेकिन मन लगेगा और हर काम को अच्छे से अंजाम देंगे। दांपत्य जीवन में प्रेम बढ़ेगा और जो लोग प्रेम जीवन में हैं, उन्हें भी अपनी बात अपने प्रिय से जाहिर करने में आसानी होगी। इस वजह से रिश्ता बढ़िया रहेगा। व्यापार के मामले में दिनमान सामान रहेगा।आज आप ख़ुद को सुकून में और ज़िंदगी का लुत्फ़ उठाने के लिए सही मनोदशा में पाएंगे। इस राशि के कारोबारियों को आज अपने घर के उन सदस्यों से दूर रहना चाहिए जो आपसे पैसा मांगते हैं और फिर लौटाते नहीं हैं। बच्चों के साथ समय बिताना ख़ास होगा। प्यार एक ऐसा जज़्बा है जिसे न सिर्फ़ महसूस किया जाना चाहिए, बल्कि अपने प्रिय के साथ बांटना भी चाहिए। घर पर मिले किसी पुराने सामान को देखकर आज आप खुश हो सकते हैं और सारा दिन उस सामान को साफ करने में बिता सकते हैं। आप अपने जीवनसाथी के प्यार की मदद से ज़िन्दगी की मुश्किलों का आसानी से सामना कर सकते हैं। समय मुफ़्त ज़रूर है पर बेशक़ीमती भी है, इसलिए अपने अधूरे कार्यों को निपटाकर आप आने वाले कल के लिए निश्चिंत हो सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- कढ़ी चावल गरीबों को खिलाएं व खुद भी खाएं, इससे आर्थिक स्थिति बढ़िया रहेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम रूप से फलदायक रहेगा। अचानक से होने वाले खर्चे आपको परेशान करेंगे। बेवजह की यात्रा की वजह से धन की हानि होगी। मानसिक तनाव बढ़ेगा। स्वास्थ्य भी थोड़ा कमजोर रहेगा। दांपत्य जीवन में तनाव बढ़ने की स्थिति बनेगी। जो लोग प्रेम जीवन में हैं, उन्हें भी सतर्क रहना होगा। एक दूसरे से गलतफहमी हो सकती है। भाग्य का सितारा बुलंद रहेगा जिससे कुछ काम जरूर हो जाएंगे और नौकरी में अच्छे नतीजे हासिल होंगे।घर पर काम करते समय ख़ास सावधानी बरतें। घरेलू चीज़ों को लापरवाही से इस्तेमाल करना आपके लिए परेशानी का सबब बन सकता है। आज मुमकिन है कि आपको धन से जुड़ी कोई समस्या हो लेकिन अपनी सूझबूझ से आप हानि को भी मुनाफे में बदल सकते हैं। आपके बच्चे के पुरुस्कार वितरण समारोह का बुलावा आपके लिए ख़ुशनुमा एहसास रहेगा। वह आपकी उम्मीदों पर खरा उतरेगा और आप उसके ज़रिए अपने सपने साकार होते हुए देखेंगे। आज का दिन रोमांस से भरपूर होने की पूरी संभावना है। आपका खाली वक्त आज किसी गैरजरुरी काम में खराब हो सकता है। अगर आप कोशिश करें तो आप अपने जीवनसाथी के साथ अपने जीवन का सबसे अच्छा दिन आज गुज़ार सकते हैं। सफर में आज कोई अजनबी आपको खिन्न कर सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- बड़ी स्त्रियों (माँ, दादी, नानी या कोई बुजुर्ग महिला) का आशीर्वाद ग्रहण करने से स्वास्थ्य अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। काम के सिलसिले में किए गए प्रयास सफल होंगे और आपको उम्मीद के मुताबिक मुनाफा होगा। दांपत्य जीवन में तनाव के बावजूद जीवन साथी आपका साथ देगा और उससे आपको खुशी होगी। परिवार का माहौल कमजोर रहेगा। काम के सिलसिले में आप की मजबूती बढ़ेगी और आपको तारीफ मिलेगी। प्रेम जीवन के लिए दिन बढ़िया रहेगा और प्यार की बढ़ोतरी होगी।जैसे ही आप हालात पर पकड़ बनाने की कोशिश शुरू करेंगे, आपकी घबराहट ग़ायब हो जाएगी। जल्दी ही आप पाएंगे कि यह परेशानी साबुन के उस बुलबुले की तरह है, जो छूते ही फूट जाता है। आज किया गया निवेश आपकी समृद्धि और आर्थिक सुरक्षा में इज़ाफ़ा करेगा। अगर आप अपनी घरेलू ज़िम्मेदारियों को अनदेखा करेंगे, तो कुछ ऐसे लोग नाराज़ हो सकते हैं जो आपके साथ रहते हैं। व्यक्तिगत मार्गदर्शन आपके रिश्ते में सुधार लाएगा। टैक्स और बीमे से जुड़े विषयों पर ग़ौर करने की ज़रूरत है। आपके आस-पास के लोग कुछ ऐसा कर सकते हैं, जिसके चलते आपका जीवनसाथी आपकी तरफ़ फिर से आकर्षित महसूस करेगा। आपकी चिंताएं आज आपको जीवन का आनंद लेने से आपको रोक सकती हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- दाम्पत्य सुख प्राप्ति के लिए केसर का खाने में प्रयोग करें। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन मान सामान्य रूप से फलदायक रहेगा। खर्च में अचानक होने वाली बढ़ोतरी आपको परेशान कर देगी। मानसिक तनाव भी बढ़ेगा और स्वास्थ्य बिगड़ सकता है। कर्ज लेने के योग बन रहे हैं, थोड़ा सावधानी बरतें। संतान के लिए दिनमान अच्छा रहेगा और दांपत्य जीवन के लिहाज से भी दिन अच्छा है। जो लोग किसी प्रेम संबंध में हैं, उन्हें आज तनाव का सामना करना पड़ सकता है। नौकरी के सिलसिले में आपकी मेहनत रंग लाएगी।तली-भुनी खाने की चीज़ों से किनारा करें। आज आपका धन कई चीजों पर खर्च हो सकता है, आपको आज अच्छा बजट प्लान करने की आवश्यकता है इससे आपकी कई परेशानियां दूर हो सकती हैं। बच्चों को पढ़ाई पर ध्यान लगाने और भविष्य के लिए योजना बनाने की ज़रूरत है। बाहरी चीज़ों का अब कोई ख़ास मायने आपके लिए नहीं बचा है, क्योंकि आप ख़ुद को हमेशा प्यार की ख़ुमारी में महसूस करते हैं। दूसरों को राज़ी करने की आपकी प्रतिभा आपको काफ़ी फ़ायदा पहुँचाएगी। आपके जीवनसाथी का आन्तरिक सौन्दर्य बाहर भी पूरी तरह महसूस होगा। आज आपके मन में उदासी रहेगी और आप नहीं जान पाएंगे कि इसका कारण क्या है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- ऑफिस की चिंता से छुटकारा पाने के लिए आज आप हनुमान जी या भैरव जी की पूजा कर सकते हैं। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन बेहद सामान्य रहेगा। कामों में सफलता मिलेगी और आपकी इनकम में भी बढ़ोतरी दर्ज होगी। इससे आपका मन हर्षित होगा। प्रेम जीवन में भी सफलता मिलेगी लेकिन किसी अन्य के कारण रिश्ते में तनाव बढ़ सकता है। अपने विरोधियों पर भारी पड़ेंगे। कोर्ट कचहरी में सफलता मिलेगी। दांपत्य जीवन जीने वाले लोगों को आज अच्छे नतीजे हासिल होंगे। नौकरी में ट्रांसफर के योग बनेंगे। व्यापार में सफलता दायक दिन रहेगा। स्वास्थ्य थोड़ा कमजोर रहेगा।मानसिक स्पष्टता के लिए भ्रम और निराशा से बचने की कोशिश करें। आपका पैसा तभी आपके काम आएगा जब आप उसको संचित करेंगे यह बात भली भांति जान लें नहीं तो आपको आने वाले समय में पछताना पड़ेगा। घरेलू काम थका देने वाला होगा और इसलिए मानसिक तनाव की वजह भी बन सकता है। घर में परेशानियाँ पैदा हो सकती हैं- लेकिन अपने साथी को छोटी-छोटी बातों के लिए ताने देने से बचें। किसी नये काम के आगाज के लिए आपको पहले उसके बारे में अनुभवी लोगों से बात करनी चाहिए। अगर आज आपके पास समय है तो उस क्षेत्र के अनुभवी लोगों से मिल लें जो काम आप शुरु करने वाले हैं। ज़रूरत के वक़्त आपका जीवनसाथी आपके परिवार की अपेक्षा अपने परिवार को ज़्यादा तरजीह देता हुआ नज़र आ सकता है। आज किसी बुजुर्ग के साथ आपकी कहासुनी हो सकती है ऐसे में अपने गुस्से को काबू में रखें। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- लव लाइफ को बेहतर बनाने के लिए चलते पानी में तांबे का सिक्का बहाए। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फल दायक रहेगा। आप अपने परिवार पर ध्यान देंगे। परिवार की जरूरतों को समझेंगे। घरेलू खर्चे बढ़ेंगे। कोई संपत्ति मिल सकती है। दांपत्य जीवन के लिहाज से दिन कमजोर है। एक दूसरे से झड़प होने की संभावना बनेगी। प्रेम जीवन जीने वालों के लिए आज का दिन कमजोर रहेगा। नौकरी के सिलसिले में आपको अच्छे नतीजे हासिल होंगे। आपकी साख बढ़ेगी।व्यापार के लिए दिनमान थोड़ा कमजोर है और आपकी सेहत भी आज कमजोर रहेगी।अपने काम के लिए दूसरों पर दबाव न डालें। दूसरे लोगों की इच्छाओं और दिलचस्पियों पर भी ग़ौर करें, इससे आपको दिली ख़ुशी हासिल होगी। आज के दिन भूलकर भी किसी को पैसे उधार न दें और यदि देना जरुरी हो तो देने वाले से लिखित में लें कि वो पैसा वापस कब करेगा। आज आपमें धैर्य की कमी रहेगी। इसलिए संयम बरतें, क्योंकि आपकी तल्ख़ी आस-पास के लोगों को दुःखी कर सकती है। प्यार बहार की तरह है; फूलों, रोशनी और तितलियों से भरा हुआ। आज आपका रोमानी पहलू उभरकर आएगा। इस राशि के जातक आज के दिन अपने भाई-बहनों के साथ घर पर कोई मूवी या मैच देख सकते हैं। ऐसा करके आप लोगों के बीच प्यार में इजाफा होगा। जब आप अपने जीवनसाथी से भावनात्मक तौर पर जुड़ते हैं, तो नज़दीकी अपने आप महसूस की जा सकती है। लोगोंं के बीच रहकर सबका सम्मान करना आपको आता है इसलिए आप भी सबकी नजरों में अच्छी छवि बना पाते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- इलायची (बुध की कारक) का सेवन करने से हेल्थ अच्छी होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फलदायक रहेगा। दांपत्य जीवन में प्यार बढ़ेगा। जीवनसाथी से समझदारी बढ़ेगी। जो लोग प्रेम जीवन में हैं, उन्हें भी आज बहुत खुशी मिलेगी। आपस में बातें करके मन को हल्का करेंगे। परिवार में तनाव बढ़ेगा। इनकम में गिरावट आ सकती है। काम के सिलसिले में आपको अधिक मेहनत करनी पड़ेगी। यात्रा के लिए दिन अच्छा नहीं है।आपका व्यक्तित्व आज इत्र की तरह महकेगा और सबको आकर्षित करेगा। आज के दिन धन हानि होने की संभावना है इसलिए लेन-देन से जुड़े मामलों में जितना आप सतर्क रहेंगे उतना ही आपके लिए अच्छा रहेगा। अपने परिवार को पर्याप्त समय दें। उन्हें महसूस होने दें कि आप उनका ख़याल रखते हैं। उनके साथ अच्छा वक़्त बिताएँ और शिकायत करने का मौक़ा न दें। आज प्यार के नज़रिए से दिन काफ़ी विवादास्पद रहेगा। गप्पबाज़ी और अफ़वाहो से दूर रहें। आपका जीवनसाथी अपने दोस्तों में कुछ ज़्यादा व्यस्त हो सकता है, जिसके चलते आपके उदास होने की संभावना है। आज आपके जोशीले अंदाज से आपके सहकर्मी आपसे आकर्षित हो सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- पीला हलवा बनाकर गरीबों में बाँटने से प्रेम सम्बन्ध मजबूत रहेंगे। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम फलदायक रहेगा। इनकम में थोड़ी बढ़ोतरी होने से मन हल्का रहेगा। परिवार में तनाव बढ़ेगा। किसी बात को लेकर गहन विचार-विमर्श होंगे। फिर भी आप अपने परिवार का साथ देंगे। दांपत्य जीवन में तनाव देखने को मिलेगा। जीवनसाथी की वजह से खर्चे करने पड़ेंगे। प्रेम जीवन के लिहाज से दिन कमजोर है। नौकरी के हालात कमजोर हो सकते हैं और आप नौकरी बदलने के बारे में विचार करेंगे। व्यापार भी आज थोड़ा कमजोर रहेगा।सेहत की तरफ़ ज़रा ज़्यादा ग़ौर करने की ज़रूरत है। पुराने निवेशों के चलते आय में बढ़ोत्तरी नज़र आ रही है। आप दोस्तों के साथ बेहतरीन वक़्त बिताएंगे, लेकिन गाड़ी चलाते वक़्त ज़्यादा सावधानी बरतें। आपके प्रिय का डांवाडोल मिज़ाज आपको परेशान कर सकता है। दिन की शुरुआत भले ही थोड़ी थकाऊ रहे लेकिन जैसे-जैसे दिन आगे बढ़ेगा आपको अच्छे फल मिलने लगेंगे। दिन के अंत में आपको अपने लिए समय मिल पाएगा और आप किसी करीबी से मुलाकात करके इस समय का सदुपयोग कर सकते हैं। जीवनसाथी का आत्मकेन्द्रित व्यवहार आपको नागवार गुज़रेगा। अपनों का ख्याल रखना अच्छी बात है लेकिन उनका ख्याल रखते-रखते अपनी सेहत न बिगाड़ लें। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- घर में मछलियों का एक्वेरियम रखें जिसमे 1 काली व 10 गोल्डन मछलियाँ हों, इससे प्रेम सम्बन्ध प्रगाढ़ होंगे। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य फलदायक रहेगा। सेहत कमजोर रहेगी। आप बीमार पड़ सकते हैं। मन में कई सारे काम एक साथ चलेंगे जिससे कामों में सफलता मिलने में विलंब होगा। परिवार में भी गर्माहट रहेगी जिस पर ध्यान देना जरूरी होगा। प्रेम जीवन के लिहाज से दिन बढ़िया है और प्रेम बढ़ेगा लेकिन दांपत्य जीवन के लिहाज से दिनमान थोड़ा कमजोर रह सकता है। किसी प्रकार की झड़प हो सकती है। काम के सिलसिले में आपको दूसरों का साथ रखते हुए आगे बढ़ना होगा, तभी सफल नतीजे मिलेंगे।परिवार के किसी बुजुर्ग की तबीयत बिगड़ सकती है।अपने वज़न पर नज़र रखें और ज़रूरत से ज़्यादा खाने से बचें। अगर आप यात्रा पर जाने वाले हैं तो अपने कीमती सामान का ध्यान रखें उसके चोरी होने की संभावना है। खासकर अपने पर्स को आज बहुत संभालकर रखें। दिन के उत्तरार्ध में अचानक आई कोई अच्छी ख़बर पूरे परिवार को ख़ुशी देगी। रोमांचक दिन है, क्योंकि आपका प्रिय आपको तोहफ़े/उपहार दे सकता है। परोपकार और सामाजिक कार्य आज आपको आकर्षित करेंगे। अगर आप ऐसे अच्छे कामों में थोड़ा समय लगाएँ, तो काफ़ी सकारात्मक बदलाव ला सकते हैं। आपका जीवनसाथी आपको ख़ुश करने के लिए आज काफ़ी कोशिशें करता नज़र आएगा। योग ध्यान का सहारा लेना आज आपको मानसिक रुप से प्रबल बनाएगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- पक्षियों के लिए पानी की व्यवस्था करने से धन की स्थिति अच्छी रहेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन थोड़ा सामान्य फलदायक रहेगा। खर्चों में बहुत बढ़ोतरी हो जाएगी जिस पर नियंत्रण रखना आपके बस से बाहर होगा इसलिए परेशान हो जाएंगे। इनकम में कमी रहेगी। परिवार के लोग आपका साथ देंगे।परिवार में प्रेम बढ़ेगा जिससे आपका आत्मबल बढ़ेगा। नौकरी के सिलसिले में आपको अच्छे नतीजे मिलेंगे। आप अपने काम को बेहतर तरीके से अंजाम दे पाएंगे। प्रेम जीवन के लिए दिनमान सामान्य रहेगा। दांपत्य जीवन में थोड़ा बहुत तनाव हो सकता है लेकिन आप अपने विरोधियों से सावधान रहें।ऐसी गतिविधियों में संलग्न रहें, जो आपको सुकून दें। आज इस राशि के कुछ बेरोजगार लोगों को नौकरी मिल सकती है जिससे उनकी आर्थिक स्थिति सुधरेगी। आज का दिन मज़े करने के लिहाज़ से बढ़िया है, इसलिए अपनी पसंदीदा चीज़ों और काम का लुत्फ़ उठाएँ। प्यार का जज़्बा अनुभव के परे है, लेकिन आज आप प्यार की इस मदहोशी की कुछ झलक पा सकेंगे। सफ़र के लिए दिन ज़्यादा अच्छा नहीं है। अपने जीवनसाथी के स्नहे से भीगकर आप ख़ुद को राजसी महसूस कर सकते हैं। आज का दिन उन चन्द दिनों जैसा है जब घड़ी की सुईयाँ बहुत धीरे-धीरे हिलती हैं और आप लंबे समय तक बिस्तर में पड़े रहते हैं। लेकिन इसके बाद ख़ुद को तरोताज़ा भी महसूस करेंगे और इसकी आपको काफ़ी ज़रूरत भी है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- तुलसी पत्र का सेवन करना स्वास्थ्य के लिए अच्छा रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन बहुत अच्छा रहेगा। कई रास्तों से आपको इनकम मिलेगी। आपके प्रेम जीवन में उतार-चढ़ाव की स्थिति रहेगी और आपका प्रिय कभी गुस्सा होगा तो कभी मान जाएगा, जिससे दिन सामान्य रहेगा। दांपत्य जीवन में आज दिन अच्छा रहेगा। जीवनसाथी का सहयोग मिलेगा। स्वास्थ्य कमजोर होने से बीमार पड़ने के योग बनेंगे। यात्रा सुकून दायक रहेगी। काम के सिलसिले में अच्छे नतीजे मिलेंगे। व्यापार भी धन प्रदान करेगा।आपकी ऊँची बौद्धिक क्षमताएँ आपको कमियों से लड़ने में सहायता करेंगी। सिर्फ़ सकारात्मक विचारों के ज़रिए इन समस्याओं से निजात पायी जा सकती है। बिना बताये आज कोई देनदार आपके अकाउंट में पैसे डाल सकता है जिसके बारे में जानकर आपको अचंभा भी होगा और खुशी भी। आपको परिवार के सदस्यों और दोस्तों के साथ बिताने के लिए पर्याप्त समय मिलेगा। आप साथ में कहीं घूमने-फिरने जाकर अपने प्रेम-जीवन में नयी ऊर्जा का संचार कर सकते हैं। वक्त से बढ़कर कुछ नहीं होता। इसलिए आप वक्त का सदुपयोग करते हैं लेकिन कई बार आपको जीवन को लचीला बनाने की जरुरत भी होती है और अपने घर परिवार के साथ समय बिताने की जरुरत होती है। आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्तों की तरह है और आपको आज यह एहसास होगा। रात के वक्त आज आप बिना किसी को बताए घर से बाहर निकल सकते हैं क्योंकि आपके दिमाग में कोई उलझन रहेगी और आप उसका हल नहीं ढूंढ पाएंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- तरोताज़ा रहने के लिए सूर्य नमस्कार से बढ़िया और कुछ नहीं हो सकता। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन मध्मम फलदायक रहेगा लेकिन परिवार की ओर से आपको कोई बड़ी चिंता लग सकती है। परिवार में किसी का स्वास्थ्य भी आपकी चिंता का कारण बन सकता है। इनकम में धीरे-धीरे इजाफा होगा। काम के सिलसिले में आपके प्रयास सार्थक होंगे। कुछ लोगों का साथ लेकर आप अपने काम को गति देंगे। व्यापार के लिए दिनमान थोड़ा कमजोर है। खर्चे भी बढ़ेंगे। प्रेम जीवन के लिये दिन कमजोर है लेकिन शादीशुदा लोग दांपत्य जीवन में कुछ अच्छे नतीजों की उम्मीद कर सकते हैं।आपमें आज चुस्ती-फुर्ती देखी जा सकती है। आपका स्वास्थ्य आज पूरी तरह से आपका साथ देगा। आपके माता पिता आपकी फिजूलखर्ची को देखकर आज चिंतित हो सकते हैं और इसलिए आपको उनके गुस्से का शिकार भी होना पड़ सकता है। घर में साफ़-सफ़ाई की ज़रूरत तुरंत है। हमेशा की तरह इस काम को अगली बार के लिए न टालें और कमर कस कर जुट जाएँ। दोस्ती में प्रगाढ़ता के चलते रोमांस का फूल खिल सकता है। तनाव से भरा दिन, जब नज़दीकी लोगों से कई मतभेद उभर सकते हैं। आप अपने वैवाहिक जीवन की सारी ख़राब यादें भूल जाएंगे और आज का भरपूर लुत्फ़ लेंगे। सफलता-प्राप्ति के लिए स्वप्न देखना बुरा नहीं है, परन्तु हमेशा दिवास्वप्न में खोये रहना आपके लिए नुक़सानदेह साबित हो सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- आर्थिक स्थिति मजबूत करने के लिए सूर्यदेव को प्रातः लाल फूल अर्पित करें। \n"
}]
