horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ व्यस्तता व भागदौड़ भरा रहेगा। आज आप यदि किसी बैंक व संस्था से ऋण लेने की सोच रहे हैं, तो कदापि न लें क्योंकि उसे उतारना मुश्किल होगा। आज आपको जीवनसाथी से सहयोग प्राप्त होगा। रात्रि का समय आप आमोद-प्रमोद में व्यतीत करेंगे। आज आपको शासन के द्वारा भी सम्मानित किए जाने की भरपूर संभावना दिख रही है। यदि आप किसी मित्र का लंबे समय से इंतजार कर रहे थे, तो वह आज आपको मिल सकता है, जिससे मन में प्रसन्नता रहेगी और आपके कुछ नए अच्छे मित्र भी बनेंगे।आज आपका आत्मविश्वास बढ़ेगा और प्रगति निश्चित है। आज आप आसानी से पैसे इकट्ठा कर सकते हैं- लोगों को दिए पुराने कर्ज़ वापिस मिल सकते हैं- या फिर किसी नयी परियोजना पर लगाने के लिए धन अर्जित कर सकते हैं। अपनी नई परियोजनाओं के लिए अपने माता-पिता को विश्वास में लेने का सही समय है। बहुत ख़ूबसूरत और प्यारे इंसान से मिलने की प्रबल संभावना है। कुछ लोगों को कार्यक्षेत्र में तरक़्क़ी मिलेगी। इस राशि के उम्रदराज जातक आज के दिन अपने पूराने मित्रों से खाली समय में मिलने जा सकते हैं। आज आप अपने जीवनसाथी के साथ कुछ बेहतरीन पल गुज़ार सकेंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- ॐ नमो भगवते वासुदेवाय। इस मंत्र को 28 या 108 बार जपना नौकरी/बिज़नेस के लिए अच्छा है। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आपको कुछ यात्रा भी करनी पड़ सकती है, लेकिन यात्रा सावधानी से करें। क्योकि चोट लगने का भय बना हुआ है। यदि आज किसी कार्य में विनिमय करना पड़े, तो दिल खोलकर करें क्योंकि इसका भविष्य में आपको भरपूर लाभ होगा। सायंकाल के समय किसी मांगलिक समारोह में सम्मिलित होने का आज आपको अवसर प्राप्त होगा। आज आपकी निर्णय लेने की क्षमता का आज आपको भरपूर लाभ होगा। आज आप जो भी निर्णय लेंगे, उसमें आपको सफलता अवश्य प्राप्त होगी। आज आप अपने रुके हुए कार्यों की भी पूर्ति करेंगे।आपका ग़ुस्सा राई का पहाड़ बना सकता है, जो आपके परिवार को नाराज़ कर सकता है। वे लोग ख़ुशक़िस्मत हैं जो अपने ग़ुस्से पर क़ाबू रख सकते हैं। इससे पहले कि आपका ग़ुस्सा आपको ख़त्म करे, आप उसे ख़त्म कर दें। निश्चित तौर पर वित्तीय स्थिति में सुधार आएगा- लेकिन साथ ही ख़र्चों में भी इज़ाफ़ा होगी। रिश्तेदारों से सहयोग मिलेगा और दिमाग़ी बोझ से छुटकारा मिलेगा। आपका प्रिय आपसे वादे की मांग करेगा, लेकिन ऐसा वादा न करें जिसे आप पूरा न कर सकें। संयम और साहस का दामन थामे रखें। ख़ास तौर पर तब जब दूसरे आपका विरोध करें, जिसकी कामकाज के दौरान संभावना है। आपके द्वारा आज खाली समय में ऐसे काम किये जाएंगे जिनके बारे में आप अक्सर सोचा करते हैं लेकिन उन कामों को कर पाने में समर्थ नहीं हो पाते। पारिवारिक विवादों के कारण आज आपका वैवाहिक जीवन प्रभावित रह सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- उबले हुए मूँग किसी गरीब व्यक्ति को खिलाने से स्वास्थ्य अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए फिजूलखर्ची भरा रहेगा, लेकिन आपको इससे बचना होगा। संतान पक्ष से आज कोई हर्षवर्धन समाचार सुनने को मिल सकता है। यदि आपको कोई शारीरिक रोग परेशान कर रहा है, तो उसके कष्ट में वृद्धि होगी। सामाजिक क्रियाकलापों में भी व्यवधान उपस्थित होगा। हालांकि किसी की मदद से कुछ अक्समात लाभ होने से आपकी धर्म के प्रति रुचि बढेगी। सायंकाल से लेकर रात्रि तक का समय आप भजन कीर्तन में व्यतीत करेंगे।आज आप खेल-कूद में हिस्सा ले सकते हैं, जो आपको तन्दुरुस्त बनाए रखेगा। बोलते समय और वित्तीय लेन-देन करते समय सावधानी बरतने की ज़रूरत है। अपने मेहमानों से ख़राब बर्ताव न करें। आपका ऐसा व्यवहार न केवल आपके परिवार को दुःखी कर सकता है, बल्कि संबंधों में दूरी भी पैदा कर सकता है। कोई अच्छी ख़बर या जीवनसाथी/प्रिय से मिला कोई संदेश आपके उत्साह को दोगुना कर देगा। आप पाएंगे कि आज लंबे वक़्त से अ‍टके कई सारे छोटे-छोटे, लेकिन अहम काम आप निबटाने में क़ामयाब हो रहे हैं। काम को समय पर निपटाकर जल्दी घर जाना आज आपके लिए अच्छा रहेगा इससे आपके परिवार वालों को भी खुशी मिलेगी और आप भी तरोताजा महसूस करेेंगे। वैवाहिक सुख के दृष्टिकोण से आज आपको कुछ अनोखा उपहार मिल सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- चितकबरे कपड़े पहनने से आर्थिक उन्नति होगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके व्यापार के दृष्टिकोण से उत्तम रहेगा। आज आपके व्यापार में कोई बाहरी डील फाइनल हो सकती है, जिसके आपको लंबे समय से इंतजार था। ननिहाल पक्ष से प्रेम व स्नेह मिलने की संभावना है। आज आप अपनी शान शौकत के लिए भी कुछ धन खर्च कर सकते हैं। आज आप अपने माता पिता के स्वास्थ्य के प्रति विशेष ध्यान रखें। बाहर के खान पीन से परहेज रखें। आज आप अपनी शान शौकत के लिए कुछ धन खर्च करेंगे, जिससे आपके शत्रु परेशान होंगे। आज आपको अपने परिश्रम का फल प्राप्त होगा, जिससे मन में प्रसन्नता रहेगी।घर पर तनाव का माहौल आपको नाराज़ कर सकता है। इसे दबाना आपकी शारीरिक समस्याओं में इज़ाफ़ा कर सकता है। शारीरिक गतिविधियों को बढ़ाकर इससे निजात पाएँ। ख़राब हालात से दूर रहना ही बेहतर है। पैसे की अहमियत को आप अच्छे से जानते हैं इसलिए आज के दिन आपके द्वारा बचाया गया धन आपके बहुत काम आ सकता है और आप किसी बड़ी मुश्किल से निकल सकते हैं। परिवार के साथ रिश्ते-नातों में नयी जान डालने का सही समय है। जिनकी सगाई हो चुकी है, वे अपने मंगेतर से बहुत-सी ख़ुशियाँ पाएंगे। कड़ी मेहनत और पर्याप्त कोशिश अच्छा फल देगी। घर के छोटे सदस्यों को साथ लेकर आज आप किसी पार्क या शॉपिंग मॉल में जा सकते हैं। आपको महसूस होगा कि शादी के वक़्त किए गए सारे वादे सच्चे हैं। आपका जीवनसाथी ही आपका हमदम है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- काँसे का कड़ा पहना सेहत के लिए लाभदायक रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित फलदायक रहेगा। यदि आपको नेत्रों से संबंधित कोई कष्ट चल रहा है, तो उसमें आज निश्चित सुधार होगा। ससुराल पक्ष के किसी व्यक्ति से आज कुछ मनमुटाव हो सकता है, लेकिन आपको अपनी मधुर वाणी का प्रयोग करना होगा अन्यथा आपके रिश्तें में दरार पड़ सकती है। आज कुछ तनाव के कारण आपका मन परेशान रहेगा, जिससे आप भटक सकते हैं। माता-पिता के सहयोग व आशीर्वाद से दिन के उत्तरार्ध में आपको राहत मिलेगी। आज आप अपने रूठे जीवनसाथी को मनाने का हर संभव प्रयास करेंगे, जिसके लिए कुछ खर्च भी करेंगे।दोस्त से मिली ख़ास तारीफ़ ख़ुशी का ज़रिया बनेगी। ऐसा इसलिए है क्योंकि आपने अपनी ज़िंदगी को पेड़ की तरह बना लिया है, जो ख़ुद तपती धूप में खड़ा होकर और उसे सहकर भी राहगीरों को छांव देता है। रियल एस्टेट और वित्तीय लेन-देन के लिए अच्छा दिन है। अपने जीवन-साथी के साथ बेहतर समझ ज़िन्दगी में ख़ुशी, सुकून और समृद्धि लाएगी। सारी दुनिया की मदहोशी उन ख़ुशनसीबों के बीच सिमट जाती है, जो प्यार में हों। जी हाँ, आप वही ख़ुशनसीब हैं। सही दिशा में ईमानदारी से उठाए गए क़दम निश्चित तौर पर लाभ देंगे। समय का अच्छा इस्तेमाल करने के लिए आज आप पार्क में घूमने का प्लान बना सकते हैं लेकिन वहां किसी अनजान शख्स से आपकी बहस होने की अशंका है जिससे आपका मूड खराब हो जाएगा। अपने जीवनसाथी के स्नहे से भीगकर आप ख़ुद को राजसी महसूस कर सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- शिवजी को पंचामृत से स्नान कराने से हेल्थ बनी रहेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके अंदर निर्भीकता का भाव रहेगा तथा साहस पूर्वक अपने कठिन कार्य को संपन्न करने में आप कामयाब रहेंगे। जीवनसाथी को आज कोई शारीरिक कष्ट परेशान कर सकता है। आज आप मन से लोगों की भलाई के लिए आगे आएंगे, लेकिन लोग इसमे आपका स्वास्थ्य समझेंगे। व्यापार में भी धन लाभ के भरपूर योग बन रहे हैं, इससे आपकी आर्थिक स्थिति मजबूत होगी। आज आपको व्यर्थ के विवाद मे पड़ने से बचना होगा। विद्यार्थियों को प्रतियोगिता परीक्षा में उत्तम सफलता प्राप्त होगी। यदि आज आप कोई संपत्ति खरीदने का मन बना रहे हैं, तो उसके लिए भी दिन उत्तम रहेगा।आज आप ख़ुद को सुकून में और ज़िंदगी का लुत्फ़ उठाने के लिए सही मनोदशा में पाएंगे। आप ऐसे स्रोत से धन अर्जित कर सकते हैं, जिसके बारे में आपने पहले सोचा तक न हो। जीवनसाथी ज़िंदगी में बदलाव लाने में मदद करेगा। ख़ुद को एक ज़िंदादिल और गर्मजोशी से भरा इंसान बनाएँ, जो ज़िंदगी की राह अपनी मेहनत और काम से बनता है। साथ ही इस राह में आने वाले गड्ढों और दिक़्क़तों से दिल छोटा न करें। आज प्रेम-संबंधों में अपने स्वतन्त्र विवेक का इस्तेमाल कीजिए। कामकाज के मोर्चे पर आपकी कड़ी मेहनत ज़रूर रंग लाएगी। आज के दिन घटनाएँ अच्छी तो होंगी, लेकिन तनाव भी देंगी – जिसके चलते आप थकान और दुविधा महसूस करेंगे। जीवनसाथी के साथ यह दिन और दिनों की अपेक्षा बेहतर गुज़रेगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- अच्छे पारिवारिक जीवन के लिए नहाने के जल में काले तिल, काली सरसों के दाने डालकर स्नान करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए मंगलमय रहेगा। आज आपके अधिकारों व आपकी संपत्ति में इजाफा होगा, आज आप अपने गुरु के प्रति पूर्ण भक्ति भाव व निष्ठा रखेंगे। यदि आप किसी नए कार्य में निवेश करने का मन बना रहे हैं, तो उसके लिए दिन उत्तम रहेगा। इसका भविष्य में आपको भरपूर लाभ होगा। आज आप दिल से लोगों की सेवा करने के लिए आगे आएंगे, जिसे लोग आपका स्वार्थ समझेंगे, जिसमें कुछ धन भी व्यय होगा। ससुराल पक्ष से आज आपको मान सम्मान मिलता दिख रहा है। आज आपका रुका हुआ धन आपके भाई की मदद से आपको मिल सकता है।ऊर्जा और उत्साह का अतिरेक आपको घेर लेगा और आप सामने आने वाले सभी मौक़ों का भरपूर फ़ायदा उठाएंगे। आज धन लाभ होने की संभावना तो बन रही है लेकिन ऐसा हो सकता है कि अपने गुस्सैल स्वभाव के कारण आप पैसा कमाने में सक्षम न हो पाएं। परिवार की स्थिति आज वैसी नहीं रहेगी जैसा आप सोचते हैं। आज घर में किसी बात को लेकर कलह होने की संभावना है ऐसी स्थिति में खुद पर काबू रखें। ज़िन्दगी की हक़ीक़त का सामना करने के लिए आपको अपने प्रिय को कम-से-कम कुछ वक़्त के लिए भूलना पड़ेगा। नयी योजनाओं को शुरू करने के लिए बढ़िया दिन है। ऐसे बदलाव लाएँ जो आपके रूप-रंग में निखार ला सके और संभावित साथियों को आपकी ओर आकर्षित करे। अपने जीवनसाथी की नुक़्ताचीनी से आप आज परेशान हो सकते हैं, लेकिन वह आपके लिए कुछ बढ़िया भी करने वाला है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सफेद गाय को चारा खिलाने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके मन में कुछ शांति लेकर आएगा। आज आपको कुछ परेशानी उठानी पड़ेगी और व्यापार में किए गए प्रयास भी आपके  सफल होंगे, जिससे आप का मन अशांत रहेगा। यदि आपका कोई वाद विवाद चल रहा है, तो उसमें सफलता पाने के लिए भी आपको इंतजार करना पड़ सकता है। भाई व बहन के विवाह का प्रस्ताव आज आप मंजूर कर सकते हैं। व्यापार में आ रही बाधाओं को दूर करने के लिए आप सायंकाल के समय अपने पिताजी के साथ सलाह मशवरा करेंगे, जिसका आपको लाभ भी होगा।अच्छी सेहत के चलते आप किसी खेल-कूद की प्रतिस्पर्धा में भाग ले सकते हैं। निवेश के लिए अच्छा दिन है, लेकिन उचित सलाह से ही निवेश करें। परिवार में नए सदस्य के आने की ख़बर आपको रोमांचित कर देगी। समारोह आयोजित कर इस ख़ुशी को सबके साथ बाटें। आज के दिन रोमांस के नज़रिए से कोई ख़ास आशा नहीं की जा सकती है। आज आराम के लिए बहुत कम समय है- क्योंकि पहले के टाले हुए काम आपको व्यस्त रखेंगे। आज के समय में अपने लिए वक्त निकाल पाना बहुत मुश्किल है। लेकिन आज ऐसा दिन है जब आपके पास अपने लिए भरपूर समय होगा। शादीशुदा ज़िन्दगी के नज़रिए से यह थोड़ा मुश्किल वक़्त है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- नीले जूतों का प्रयोग करने से प्रेम सम्बन्ध प्रगाढ़ होंगे। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपका परोपकार के कार्य में व्यतीत होगा। आज आपके अंदर दान पुण्य व परोपकार की भावना विकसित होगी। आज आपको ससुराल पक्ष से धन लाभ होता दिख रहा है, जिससे आपकी आर्थिक स्थिति मजबूत होगी। सायंकाल के समय आज आपको पेट व वायु रोग परेशान कर सकते हैं, इसलिए सावधान रहें और बाहर के खाने-पीने से परहेज रखें। यदि आपके कुछ कार्य लंबे समय से रूके हुए थे, तो आज आप उनको पूरा करने के लिए भी समय निकालने में कामयाब रहेंगे। नौकरी कर रहे जातकों को आज प्रमोशन मिल सकता है।धार्मिक और आध्यात्मिक रुचि के काम करने के लिए अच्छा दिन है। आपके पास आज पैसा भी पर्याप्त मात्रा में होगा और इसके साथ ही मन में शांति भी होगी। आपका गर्मजोशी भरा बर्ताव घर का माहौल ख़ुशनुमा कर देगा। कुछ ही लोग ऐसे इंसान के आकर्षण से बच सकते हैं, जिसके पास इतनी प्यारी मुस्कान हो। जब आप लोगों के साथ होंगे, तो आपकी महक फूलों की तरह चारों ओर फैलेगी। आपके ईमानदार और ज़िंदादिल प्यार में जादू करने की ताक़त है। कार्यक्षेत्र में आपको कुछ सकारात्मक बदलाव देखने को मिल सकते हैं। खाली समय में आप कोई खेल आज के दिन खेल सकते हैं लेकिन इस दौरान किसी तरह की दूर्घटना होने की भी संभावना है इसलिए संभलकर रहें। आपके आस-पास के लोग कुछ ऐसा कर सकते हैं, जिसके चलते आपका जीवनसाथी आपकी तरफ़ फिर से आकर्षित महसूस करेगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- चन्द्रमा की चाँदनी में 15 से 20 मिनट बैठना स्वास्थ्य के लिए अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आयेगा। आज आपको कुछ बहुमूल्य वस्तुओं की प्राप्ति हो सकती है, लेकिन इसके साथ-साथ कुछ ऐसे अनावश्यक खर्चे भी आपके सामने आएंगे, जो आप को ना चाहते हुए भी करनी पड़ेंगे। आज आपको मान सम्मान मिलेगा। आपके रुके हुए कार्य पूर्ण होंगे, किसी नए कार्य में प्रवेश करना पड़े, तो अवश्य करें क्योंकि इसका आपको भविष्य में भरपूर लाभ होगा। सायंकाल का समय आप अपने माता पिता की सेवा में व्यतीत करेंगे। संतान को अच्छे कार्य करते देख आपके आत्मविश्वास में वृद्धि होगी।भीड़भाड़ भरे इलाक़ों में यात्रा करते समय रक्तचाप के रोगियों को अतिरिक्त सावधान रहने की आवश्यकता है। धन का आगमन आज आपको कई आर्थिक परेशानियों से दूर कर सकता है। अगर बातचीत और चर्चा आपके मुताबिक़ न हो, तो आप नाराज़गी में कड़वी बातें कह सकते हैं जिन्हें लेकर बाद में आपको पछताना पड़ सकता है – इसलिए भली-भांति सोचकर ही बोलें। नये रोमांस की संभावना प्रबल है, प्रेम का फूल आपकी ज़िन्दगी में जल्दी ही खिल सकता है। आने वाले समय में दफ़्तर में आपका आज का काम कई तरीक़े से असर दिखाएगा। किसी वजह से आज आपके ऑफिस में जल्दी छुट्टी हो सकती है इसका आप फायदा उठाएंगे और अपने परिवार के लोगों के साथ कहीं घूमने जाएंगे। आपके आस-पास के लोग कुछ ऐसा कर सकते हैं, जिसके चलते आपका जीवनसाथी आपकी तरफ़ फिर से आकर्षित महसूस करेगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सद्चरित्र का पालन करने से सूर्य प्रसन्न होता है व फैमिली लाइफ में ख़ुशियाँ बढ़ती हैं। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आपके व्यापार में बुद्धि और विवेक से नई-नई खोज करने में कामयाब रहेंगे। यदि आज कोई निर्णय लेंगे,तो उसका भी भविष्य में आपको भरपूर लाभ मिलेगा। आज आपको आपके परिवारजनों से विश्वासघात होने की भरपूर संभावना है। पुराने मित्र से मुलाकात या फोन पर बातचीत होने से मन में प्रसन्नता रहेगी। व्यापार के लिए आज आपको कुछ अकस्मात यात्रा भी करनी पड़ सकती है। सांसारिक सुख के साधनों में आज वृद्धि होगी। जिन पर आप कुछ धन भी व्यय करेंगे।आपमें आज चुस्ती-फुर्ती देखी जा सकती है। आपका स्वास्थ्य आज पूरी तरह से आपका साथ देगा। आज धन लाभ होने की संभावना तो बन रही है लेकिन ऐसा हो सकता है कि अपने गुस्सैल स्वभाव के कारण आप पैसा कमाने में सक्षम न हो पाएं। रिश्तेदारों से सहयोग मिलेगा और दिमाग़ी बोझ से छुटकारा मिलेगा। आज आपको अपने प्रिय का एक अलग ही अन्दाज़ देखने को मिल सकता है। आप क़ामयाबी ज़रूर हासिल करेंगे – बस एक-एक करके महत्वपूर्ण क़दम उठाने की ज़रूरत है। अगर आप किसी विवाद में उलझ जाएँ तो तल्ख़ टिप्पणी करने से बचिए। बढ़िया खाना, रोमानी पल और जीवनसाथी का साथ - यही ख़ास है आज। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- आर्थिक स्थिति बेहतर करने के लिए साधु-संतों की सेवा करें। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज आपका यदि कोई अधूरा कार्य लंबे समय से पड़ा हुआ था, तो वह आज पूरा हो सकता है। आज आप अपने पुत्र या पुत्री के विवाह से संबंधित कोई फैसला ले सकते हैं, जिससे परिवार में खुशी की लहर रहेंगे और जीवन साथी का आपको भरपूर सहयोग मिलेगा। खुशमिजाज व्यक्ति के होने के कारण आपके मित्रों की संख्या में इजाफा होगा। रात्रि का समय आप अपने मित्रों के साथ हास्य विनोद में व्यतीत करेंगे। आज आपको सामाजिक सम्मान भी मिलता दिख रहा है, जिससे आप का मनोबल बढ़ेगा। राजनीतिक क्षेत्र में भी आपकी ख्याति चारों ओर फैलेगी।इससे पहले कि नकारात्मक विचार मानसिक बीमारी का रूप ले लें, आप उन्हें ख़त्म कर दें। ऐसा आप किसी दान-पुण्य के काम में सहभागिता के ज़रिए कर सकते हैं, जिससे आपको मानसिक संतोष मिलेगा। आर्थिक रुप से आज आप काफी मजबूत नजर आएंगे, ग्रह नक्षत्रों की चाल से आज आपके लिए धन कमाने के कई मौके बनेंगे. परिवार के सदस्यों के साथ कुछ आराम के पल बिताएँ। आपके प्यार को न सुनना पड़ सकता है। काम की अधिकता के बावजूद भी आज कार्यक्षेत्र में आपमें ऊर्जा देखी जा सकती है। आज आप दिये गये काम को तय वक्त से पहले ही पूरा कर सकते हैं। आप उन लोगों की तरफ़ वादे का हाथ बढ़ाएंगे, जो आपसे मदद की गुहार करेंगे। अगर आप अपने जीवनसाथी की छोटी-छोटी बातों को नज़रअन्दाज़ करेंगे, तो उन्हें बुरा लग सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- अच्छे प्रेम सम्बन्धों के लिए गाय को आलू में हल्दी लगाकर खिलाएं। \n"
}]
