horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन भागदौड़ से भरा रहेगा। आप काम के सिलसिले में थोड़े चिंतित रहेंगे, लेकिन घबराने की बिल्कुल भी आवश्यकता नहीं है क्योंकि यह आपका वहम है। आपके जो पहले किए गए काम हैं, उनका आपको अच्छा फल ही मिलेगा। स्थिति आपके पक्ष में खड़ी नजर आएंगी और आपकी इनकम भी बढ़ेगी। आपको अपने कार्यालय में सावधानी बरतनी चाहिए और बहसबाजी को छोड़कर लोगों की राय सुनना पसंद करें।आज आपको कई दिक़्क़तों और मतभेदों का सामना करना पड़ सकता है, जिस वजह से आप झुंझलाहट और बेचैनी महसूस करेंगे। जिन लोगों ने जमीन खरीदी थी और अब उसे बेचना चाहते हैं उन्हें आज कोई अच्छा खरीदार मिल सकता है और जमीन बेचकर उन्हें अच्छा धन लाभ हो सकता है। पारिवारिक सदस्यों से मतभेद ख़त्म कर आप अपने उद्देश्यों की पूर्ति आसानी से कर सकते हैं। आपका प्रिय दिन भर आपको याद करने में समय बिताएगा। अपने बॉस/वरिष्ठों को घर पर बुलाने के लिए अच्छा दिन नहीं है। दूसरों को यह बताने के लिए ज़्यादा उतावले न हों कि आज आप कैसा महसूस कर रहे हैं। आपका जीवनसाथी आपको प्यार का एहसास देना चाहता है, उसकी मदद करें। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- मांस, मछली, तम्बाकू, अंडा आदि तामसिक वस्तुओं का पूर्णतः त्याग करने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआपकी राशि के लिए आज का दिन अनुकूल रहेगा। आप भविष्य के लिए किसी बड़ी यात्रा की प्लानिंग करेंगे और अपने मकान या फिर दुकान के कंस्ट्रक्शन का काम भी शुरू करवाने पर विचार कर सकते हैं। आपके मन में अच्छी भावनाएं रहेंगी और काफी हल्का महसूस करेंगे। प्रेम जीवन के लिहाज से आज का दिन अच्छा रहेगा। आपका प्रिय अपने दिल के राज आपके सामने स्पष्ट करेगा। जो लोग शादीशुदा हैं, उनके दांपत्य जीवन में प्रेम की बढ़ोतरी होगी और रोमांटिक माहौल रहेगा। जीवनसाथी से निकटता बढ़ेगी।ज़िंदगी की ओर एक उदार रवैया अपनाएँ। अपने हालात की शिकायत करने और उसे लेकर दुःखी होने से कुछ हासिल नहीं होने वाला। यह ज़्यादा मांगने वाली सोच जीवन की सुगंध को ख़त्म कर देती है और संतोषी जीवन की आशा का गला घोंट देती है। धन की आवाजाही आज दिन भर होती रहेगी और दिन ढलने के बाद आप बचत करने में भी सक्षम हो पाएंगे। पारिवारिक मोर्चे पर समस्याएँ मुँह बाए खड़ी हैं। पारिवारिक ज़िम्मेदारियों की अनदेखी आपको सबकी नाराज़गी की केंद्र बना सकती है। अगर आप हुक़्म चलाने की कोशिश करेंगे, तो आपके और आपके प्रिय के बीच काफ़ी परेशानी खड़ी हो सकती है। अपने लक्ष्यों का पीछा करने के लिए उम्दा दिन है। अपनी शारीरिक-ऊर्जा का स्तर ऊँचा बनाए रखें, ताकि आप जी-तोड़ मेहनत कर जल्द-से-जल्द उन्हें हासिल कर सकें। इस मामले में आप अपने दोस्तों की मदद भी ले सकते हैं। इससे आपका उत्साह बढ़ेगा और उद्देश्य को पाने में सहायता मिलेगी। इस राशि के लोगों को आज अपने आप को समझने की जरुरत है। यदि आपको लगता है कि आप दुनिया की भीड़ में कहीं खो गये हैं तो अपने लिए वक्त निकालें और अपने व्यक्तित्व का आकलन करें। ठीक कम्यूनिकेशन न होने के चलते परेशानी खड़ी हो सकती है, लेकिन मिल-बैठकर बात करने से चीज़ें सुजझाई जा सकती हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सफेद चन्दन का तिलक मस्तक व नाभिस्थल पर करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए भागदौड़ से भरा रहेगा। दिन की शुरुआत कुछ कमजोर होगी। आप मानसिक तनाव से त्रस्त होंगे और सेहत भी थोड़ी कमजोर हो सकती है लेकिन जैसे-जैसे दिन आगे बढ़ेगा, आपको काफी अच्छा महसूस होने लगेगा। काम के सिलसिले में आपको कुछ दिक्कतों का सामना करना पड़ सकता है। आपकी इनकम बहुत अच्छी रहेगी और जो लोग सरकारी क्षेत्र में हैं, उन्हें बहुत अच्छा बेनिफिट मिल सकता है।आपका बच्चों जैसा भोला स्वभाव फिर सतह पर आ जाएगा और आप शरारती मनोदशा में होंगे। बिना बताये आज कोई देनदार आपके अकाउंट में पैसे डाल सकता है जिसके बारे में जानकर आपको अचंभा भी होगा और खुशी भी। घर पर कोशिश करें कि कोई आपकी वजह से आहत न हो और परिवार की ज़रूरतों के मुताबिक़ ख़ुद को ढालें। आज प्रेम-संबंधों में अपने स्वतन्त्र विवेक का इस्तेमाल कीजिए। दफ़्तर में हुए बदलावों से आपको आख़िरकार लाभ ही मिलेगा। ज़रूरतमंदों की मदद करने की आपकी ख़ासियत आपको सम्मान दिलाएगी। आपका जीवनसाथी किसी फ़रिश्ते की तरह आपका बहुत ध्यान रखेगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- मिटटी का खाली घड़ा ढक्कन सहित बहते जल में प्रवाहित करने से पारिवारिक जीवन की बाधाएं दूर होंगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन वैसे तो अनुकूल रहेगा लेकिन आप स्वयं को कमजोर महसूस करेंगे और किसी काम को लेकर ज्यादा चिंता करेंगे। शारीरिक कमजोरी आपको थकान का अनुभव कराएगी। व्यापार करने वालों के लिए आज का दिन बहुत अच्छा रहने वाला है लेकिन अपने पार्टनर से झगड़ा करने से बचें। प्रेम जीवन में आज का दिन रोमांस के लिए जाना जाएगा और आप यदि शादीशुदा हैं तो जीवन साथी की बिगड़ती हुई सेहत आपकी परेशानी को बढ़ा सकती है। काम के सिलसिले में आप की स्थिति मजबूत होगी और आपकी सलाह लेकर भी कुछ काम होंगे कुछ नया असाइन्मेंट हाथ में लेने के लिए अच्छा दिन है।गर्भवती महिलाओं के लिए अतिरिक्त सावधान रहने का दिन है। जिन लोगों ने लोन लिया था आज उन्हें उस लोन की राशि को चुकाने में दिक्कतें आ सकती हैं। परिवार में किसी बुज़ुर्ग की ख़राब तबियत परेशानी का कारण बन सकती है। आज अचानक किसी से रोमांटिक मुलाक़ात हो सकती है। ऐसे लोगों से साथ जुड़ें जो स्थापित हैं और भविष्य के रुझानों को समझने में आपकी मदद कर सकते हैं। जीवन की पेचीदिगियों को समझने के लिए आज घर के किसी वरिष्ठ शख्स के साथ आप वक्त गुजार सकते हैं। किसी बच्चे या बूढ़े के स्वास्थ को लेकर हुई परेशानी अप्रत्यक्ष रूप से आपके वैवाहिक जीवन को प्रभावित कर सकती है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- शराब का पूर्णतः त्याग करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआप के लिए आज का दिन अनुकूल रहने वाला है। जीवन में जो असमंजस की स्थिति थी अब वह दूर हो जाएगी और साफ-साफ स्थितियां नजर आएंगी। आपकी इनकम बढ़ेगी। कामों में सफलता मिलेगी और परिवार की उन्नति के उद्देश्य से किए जा रहे प्रयास सफल होंगे। आपको समाज में मान सम्मान मिलेगा और किसी धार्मिक काम में आपके योगदान के लिए आप पुरस्कृत करने का विचार किया जा सकता है।आपका व्यक्तित्व आज इत्र की तरह महकेगा और सबको आकर्षित करेगा। माता या पिता की सेहत पर आपको आज बहुत धन खर्च करना पड़ सकता है। इससे आपकी आर्थिक स्थिति बिगड़ेगी लेकिन साथ ही रिश्तों में मजबूती आएगी। दिन को ख़ास बनाने के लिए शाम को परिवार के साथ किसी अच्छी जगह खाने जाएँ। आपका प्रिय आपको ख़ुश रखने के लिए कुछ ख़ास करेगा। योग्य कर्मियों को पदोन्नति या आर्थिक मुनाफ़ा हो सकता है। साफ़गोई से अपने मन की बात कहने में घबराएँ नहीं। आपको ख़ुश करने के लिए आपका जीवनसाथी काफ़ी कोशिशें कर सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- आर्थिक स्थिति को अच्छा रखने के लिए हाथ में सोने सोने की अंगूठी ज़रुर पहनें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिये आज का दिन सामान्य रहेगा। महत्वपूर्ण कार्यों में अड़चन आने से आप काफी असहज महसूस करेंगे और इससे आपकी मानसिक चिंताएं बढ़ेंगी। आपका ध्यान अपने जीवनसाथी पर होगा और उनका पूरा ध्यान रखेंगे। सफल जीवन का आनंद लेंगे। जो लोग प्रेम जीवन में हैं, उन्हें आज झगड़े से बचना चाहिए। काम के सिलसिले में आपका तेज दिमाग आपको जीत दिलाएगा और इसके दम पर आप अपने कामों को आसानी से निपटा लेंगे। बिजनेस के सिलसिले में किसी एक्सपर्ट की सलाह बहुत काम आएगी।सकारात्मक विचारों को ही दिमाग़ में आने दें। माता या पिता की सेहत पर आपको आज बहुत धन खर्च करना पड़ सकता है। इससे आपकी आर्थिक स्थिति बिगड़ेगी लेकिन साथ ही रिश्तों में मजबूती आएगी। अनचाहे मेहमानों से शाम को आपका घर भरा रह सकता है। अचानक मिला कोई सुखद संदेश नींद में आपको मीठे सपने देगा। भागीदार आपकी योजनाओं और व्यावसायिक ख़यालों के प्रति उत्साही होंगे। अपना समय और ऊर्जा दूसरों की मदद करने में लगाएँ, लेकिन ऐसे मामलों में पड़ने से बचें जिनसे आपका कोई लेना-देना नहीं है। अगर आप कोशिश करें तो आप अपने जीवनसाथी के साथ अपने जीवन का सबसे अच्छा दिन आज गुज़ार सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- घर में पौधों के गमलों में या बाथरुम में हरे पत्थर के दाने या हरा मार्बल रखने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहने वाला है। आप अपने घर परिवार के बारे में बहुत सोच विचार करेंगे। अपनी संतान को स्नेह देंगे। दांपत्य जीवन में स्थितियां नियंत्रण में आएंगी और आप दोनों के बीच चली आ रही समस्याओं में कमी होगी। परिवार के बुजुर्गों की सेहत पर ध्यान दें। उनसे बहस बाजी ना करें, उनकी सुनें भी। काम के सिलसिले में आपको अलग से दूर रहना होगा नहीं तो कुछ परेशानियां आ सकती हैं।डर आपकी ख़ुशी को बर्बाद कर सकता है। आपको समझना चाहिए कि यह आपके अपने ख़यालों और कल्पनाओं से पैदा हुआ है। डर सहजता को ख़त्म कर देता है। इसलिए इसे शुरुआत में ही कुचल दें, ताकि यह आपको कायर न बना सके। पैसे की अहमियत को आप अच्छे से जानते हैं इसलिए आज के दिन आपके द्वारा बचाया गया धन आपके बहुत काम आ सकता है और आप किसी बड़ी मुश्किल से निकल सकते हैं। अपने मेहमानों से ख़राब बर्ताव न करें। आपका ऐसा व्यवहार न केवल आपके परिवार को दुःखी कर सकता है, बल्कि संबंधों में दूरी भी पैदा कर सकता है। आपका होना इस दुनिया को आपके प्रिय के लिए रहने के क़ाबिल बनाता है। चीज़ें कार्यक्षेत्र में बेहतर नज़र आती हैं। पूरे दिन आपका मिज़ाज बढ़िया रहेगा। जीवन का आनंद लेने के लिए आपको अपने दोस्तों को भी समय देना चाहिए। अगर आप समाज से कटकर रहेंगे तो आवश्यकता पड़ने पर आपके साथ भी कोई नहीं होगा। आज आपका वैवाहिक जीवन हँसी-ख़ुशी, प्यार और उल्लास का केन्द्र बन सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- काले धतूरे के बीज शिवलिंग पर चढ़ाने से स्वास्थ्य अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहेगा। आप अपने घर परिवार में रच बस जाएंगे और आपको महसूस होगा कि परिवार में कहां-कहां आपको ज्यादा ध्यान देना है। जरूरत के मुताबिक घरेलू खर्च भी करेंगे और आपकी इनकम सामान्य रहेगी। खर्चों पर नियंत्रण रहेगा लेकिन कोई सरकारी फॉर्म भर सकते हैं। परिवार के छोटो में आपसी लड़ाई की संभावना है। ऐसी स्थिति में आपको बीच बचाव करना चाहिए। काम के सिलसिले में आपके प्रयास रंग लाएंगे और आपको नौकरी में काफी अच्छे नतीजे हासिल होंगे। जो लोग प्रेम जीवन में हैं, उन्हें प्रिय का साथ मिलेगा और जो शादीशुदा जीवन में हैं, उनके जीवन साथी के साथ किसी महत्वपूर्ण बात पर चर्चा करने से कोई रास्ता निकलेगा। बिजनेस के लिए दिन अनुकूल है।छोटी-छोटी चीज़ों को ख़ुद के लिए परेशानी का सबब न बनने दें। अपने ख़र्चों पर क़ाबू रखें और आज हाथ खोलकर व्यय करने से बचें। आपके बच्चे के पुरुस्कार वितरण समारोह का बुलावा आपके लिए ख़ुशनुमा एहसास रहेगा। वह आपकी उम्मीदों पर खरा उतरेगा और आप उसके ज़रिए अपने सपने साकार होते हुए देखेंगे। आपका बेपनाह प्यार आपके प्रिय के लिए बेहद क़ीमती है। किसी ऐसे नए उद्योग से जुड़ने से बचें जिसमें कई भगीदार हों- और अगर ज़रूर पड़े तो उन लोगों की राय लेने से न कतराएँ, जो आपके क़रीबी है। इस राशि वालों को आज खुद के लिए काफी समय मिलेगा। इस समय का उपयोग आप अपने शोकों को पूरा करने में कर सकते हैं। आप कोई किताब पढ़ सकते हैं या अपना पसंदीदा म्यूजिक सुन सकते हैं। आज आप अपने जीवनसाथी के साथ कुछ बेहतरीन पल गुज़ार सकेंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- पीले रंग के जूतों का प्रयोग करने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन अनुकूल रहने वाला है। आज आपको ट्रैवलिंग से बचना होगा क्योंकि यह आपके लिए अनुकूल नहीं है। आपकी सेहत में आज कुछ गिरावट देखी जा सकती है। अपने भोजन पर ध्यान दें। परिवार का माहौल अच्छा रहेगा और आपको एक संतुष्टि महसूस होगी। काम के सिलसिले में आपको बेहतरीन नतीजे हासिल होंगे। आपकी सूझबूझ और कार्यकुशलता आपके काम आएगी। प्रेम जीवन में तनावपूर्ण समय रहेगा और आपका प्रिय गुस्से वाले मूड में रहेगा। शादीशुदा लोगों का दांपत्य जीवन जीवनसाथी की मुस्कुराहट से आज खुशगवार रहेगा।अपनी सेहत का ख़याल रखें। निवेश करना कई बार आपके लिए बहुत फायदेमंद साबित होता है आज आपको यह बात समझ में आ सकती है क्योंकि किसी पुराने निवेश से आज आपको मुनाफा हो सकता है। किसी धार्मिक स्थल या संबंधी के यहाँ जाने की संभावना है। आज का दिन प्रेम के रंगों में डूबा रहेगा लेकिन रात के वक्त किसी पुरानी बात को लेकर आप झगड़ सकते हैं। आपकी कड़ी मेहनत और निष्ठा ख़ुद आपके लिए बोलेगी व दूसरों का विश्वास और सहयोग आपको हासिल होगा। आज के दिन में आप बहुत व्यस्त रहेंगे लेकिन शाम के वक्त अपने मनपसंद कामों को करने के लिए भी आपके पास पर्याप्त समय होगा। किसी बच्चे या बूढ़े के स्वास्थ को लेकर हुई परेशानी अप्रत्यक्ष रूप से आपके वैवाहिक जीवन को प्रभावित कर सकती है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- पॉंवों के दोनों अंगूठों पर काला व सफेद धागा मिलाकर बाँधने से स्वास्थ्य में सुधार होगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन महत्वपूर्ण है क्योंकि आज आप खुद पर ध्यान देंगे। आप अपनी इच्छाओं को प्राथमिकता देंगे और उसके लिए खूब प्रयास भी करेंगे। काम के सिलसिले में आपको कई बेहतरीन नतीजे मिलेंगे और आप नौकरी बदलने का विचार बना सकते हैं। इस दिशा में प्रयास कारगर साबित होंगे। प्रेम जीवन में आज रोमांस के अवसर आएंगे। आपकी इनकम सामान्य रहेगी लेकिन परिवार में सुख शांति रहेगी।सेहत से जुड़ी परेशानियाँ असहजता का कारण बन सकती हैं। संदिग्ध आर्थिक लेन-देन में फँसने से सावधान रहें। किसी दूर के रिश्तेदार के यहाँ से मिली आकस्मिक अच्छी ख़बर आपके पूरे परिवार के लिए ख़ुशी के लम्हे लाएगी। किसी दिलचस्प इंसान से मिलने की प्रबल संभावना है। प्रतिस्पर्धा के चलते काम-काज की अधिकता थकावट भरी हो सकती है। घर के छोटे सदस्यों को साथ लेकर आज आप किसी पार्क या शॉपिंग मॉल में जा सकते हैं। अगर आप कोशिश करें तो आप अपने जीवनसाथी के साथ अपने जीवन का सबसे अच्छा दिन आज गुज़ार सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- काले घोड़े की नाल से बना छल्ला पहनने से स्वास्थ्य बेहतर होगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन अनुकूल रहेगा और कामों में रुकावट दूर हो जाएगी। स्थितियों में सुधार होगा और आप खुद पर अधिक विश्वास करेंगे। आपके आत्मबल में बढ़ोतरी होगी। परिवार में सुख मिलेगा। घर में मनोरंजन में समय बिताएंगे। संतान की ओर से निश्चिंत रहेंगे। वैवाहिक जीवन प्रेम पूर्ण रहेगा। जो लोग प्रेम जीवन में हैं, उन्हें भी आज अच्छे समय की अनुभूति होगी। अपने प्रिय को खुश रखने के लिए आप आज बहुत प्रयास करेंगे और उनके लिए कोई सरप्राइस प्लान कर सकते हैं।आज आप ऊर्जा से लबरेज़ होंगे- आप जो भी करेंगे उसे आप उससे आधे वक़्त में ही कर देंगे, जितना वक़्त आप अक्सर लेते हैं। बोलते समय और वित्तीय लेन-देन करते समय सावधानी बरतने की ज़रूरत है। बेटी की बीमारी आपका मूड ख़राब कर सकती है। उत्साह बढ़ाने के लिए उसे स्नेह से दुलारें। प्यार में बीमार को भी भला-चंगा करने की ताक़त होती है। घर में परेशानियाँ पैदा हो सकती हैं- लेकिन अपने साथी को छोटी-छोटी बातों के लिए ताने देने से बचें। कारोबारी जितना हो अपने कारोबार से जुड़ी बातों को किसी से शेयर न करें। अगर आप ऐसा करते हैं तो आप बड़ी मुश्किल में पड़ सकते हैं। मुमकिन है कि आपके अतीत से जुड़ा कोई शख़्स आज आपसे संपर्क करेगा और इस दिन को यादगार बना देगा। ख़र्चों को लेकर जीवनसाथी से तनातनी संभव है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- लाल चूड़ियाँ व लाल वस्त्र कन्याओं को दान में देने से आर्थिक स्थिति में सुधार होगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहेगा। आपकी इनकम बढ़ेगी और उससे आपको खुशियां मिलेंगी। आपके खर्चों में बढ़ोतरी का सिलसिला शुरू हो जाएगा और आप जी भर कर खर्च करना चाहेंगे, इसलिए थोड़ी सावधानी जरूर रखें क्योंकि धन की बचत करना एक अच्छी आदत है। काम के सिलसिले में आपको बेहद अच्छे नतीजे हासिल होंगे। प्रेम जीवन में कुछ समस्या बनी रहेगी और आपके प्रिय को आपकी जरूरत महसूस होगी। जो लोग शादीशुदा हैं, उनके दांपत्य जीवन में आज का दिन अच्छा रहेगा तथा जीवन साथी से गलतफहमियां दूर होंगी।आपका दानशीलता का व्यवहार आपके लिए छुपे हुए आशीर्वाद की तरह सिद्ध होगा, क्योंकि यह आपको शक, अनास्था, लालच और आसक्ति जैसी ख़राबियों से बचाएगा। जिन लोगों ने कहीं निवेश किया था आज के दिन आपको आर्थिक हानि होने की संभावना है। रिश्तेदारों के यहाँ छोटी यात्रा आपके भागदौड़ भरे दिन में आराम और सुकून देने वाली साबित होगी। रोमांस के लिहाज़ से रोमांचक दिन है। शाम के लिए कोई ख़ास योजना बनाएँ और जितना हो सके, इसे उतना रुमानी बनाने की कोशिश करें। अपनी विशेषज्ञता का इस्तेमाल पेशेवर मामलों को सहजता से सुलझाने में करें। चीज़ों और लोगों को तेज़ी-से परखने की क्षमता आपको दूसरों से आगे बनाए रखेगी। आपको और आपके जीवनसाथी को कोई बहुत सुखद ख़बर सुनने को मिल सकती है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- स्नान करने के बाद सफेद चंदन का तिलक मस्तक पर करने से आर्थिक पक्ष अच्छा रहेगा। \n"
}]
