horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज आपके चारों ओर का वातावरण प्रसंता पूर्ण रहेगा और आप विलासिता पूर्ण माहौल का लुत्फ उठाएंगे, जिससे आप अपने आपको एक सुखी इंसान महसूस करेंगे। आज बड़ी मात्रा में आपके हाथ धन लग सकता है, जिससे आप संतुष्टि महसूस करेंगे और अपने भविष्य के लिए संतुष्ट रहेंगे। आप संतान के भविष्य के लिए आज कुछ निवेश भी कर सकते हैं। पिताजी की सेहत को लेकर आज आप थोड़े परेशान नजर आएंगे। आज शाम को आप अपनी संतान के लिए कुछ उपहार लेकर आएंगे।आज आप उम्मीदों की जादुई दुनिया में हैं। आपको कमीशन, लाभांश या रोयल्टी के ज़रिए फ़ायदा होगा। परिवार के सदस्यों की ज़रूरतों को तरजीह दें। उनके सुख-दुःख के भागीदार बनें, ताकि उन्हें महसूस हो कि आप वाक़ई उनका ख़याल रखते हैं। सैर-सपाटे पर जाने का कार्यक्रम बन सकता है, जो आपकी ऊर्जा और उत्साह को तरोताज़ा कर देगा। आप उन लोगों की तरफ़ वादे का हाथ बढ़ाएंगे, जो आपसे मदद की गुहार करेंगे। आज आपके वैवाहिक जीवन के सबसे अच्छे दिनों में से एक हो सकता है। अगर आज के काम को आप कल पर टाल रहे हैं तो कल आपको इसका बुरा परिणाम भुगतना पड़ सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- समय कभी एक सा नहीं रहता- इसलिए घमंड न करें और सब कुछ ईश्वर की कृपा मानें। \n",
    "1": "वृष राशिः आज का राशिफल\nआज सायंकाल से लेकर रात तक का समय आप किसी सामाजिक व धार्मिक कार्यक्रम में शामिल हो सकते हैं, जिसमें कुछ धन भी व्यय होगा। शत्रु आज प्रबल होंगे। आज का दिन स्वास्थ्य के लिए थोड़ा परेशानी जनक हो सकता है, इसलिए आपको अनियमित खानपान से बचना होगा और आलस्य को त्याग करना होगा, जिससे आप एक स्वस्थ मनुष्य का जीवन जी सकें। आज आपकी मधुर वाणी के कारण आपके मित्रों की संख्या में भी इजाफा होगा। व्यवसाय के लिए दिन उत्तम रहेगा। दांपत्य जीवन में तनाव होगा।दोस्तों के साथ शाम सुखद रहेगी लेकिन ज़्यादा खाने और मदिरापान से बचें। आर्थिक तौर पर सिर्फ़ और सिर्फ़ एक स्रोत से ही लाभ मिलेगा। परिवार के सदस्यों का आपके जीवन में विशेष महत्व होगा। आज आपको अपने प्रिय का एक अलग ही अन्दाज़ देखने को मिल सकता है। हितकारी ग्रह कई ऐसे कारण पैदा करेंगे, जिनकी वजह से आज आप ख़ुशी महसूस करेंगे। आज आपको रंग ज़्यादा चटख नज़र आएंगे, क्योंकि फ़िजाओं में प्यार का ख़ुमार चढ़ रहा है। जीवन में सरलता तभी रहती है जब आपका व्यवहार सरल रहता है। आपको भी अपने व्यवहार में सरलता लाने की जरुरत है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- जौ, मूली व काली सरसों का दान किसी मांगने वाले को देने से हेल्थ अच्छी रहेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nयदि आप मकान दुकान इत्यादि खरीदना चाहते हैं, तो उसमें निवेश करने के लिए दिन अच्छा रहेगा भाग्य का भरपूर साथ मिलेगा। आज आप अपने व्यवसाय के लिए एक महत्वपूर्ण परियोजना आरंभ करने वाले हैं, जिस सफलतापूर्वक पूरा होने में अभी एक साल लग सकता है, जिसमें आप आर्थिक लाभ की उम्मीद भी कर सकते हैं। संतान के विवाह संबंधित प्रस्ताव आज आप अपने घर के बुजुर्गों के सामने पेश करेंगे। विद्यार्थी यदि किसी एग्जाम की तैयारी में लगे हैं, तो उसमें सफलता मिलेगी।काम के बीच-बीच में थोड़ा आराम करें और देर रात तक काम न करें। आज किसी करीबी से आपका झगड़ा हो सकता है और बात कोर्ट कचहरी तक जा सकती है। जिसकी वजह से आपका अच्छा खास धन खर्च हो सकता है। लोगों और उनके इरादों के बारे में जल्दबाज़ी में फ़ैसला न लें। हो सकता है कि वे दबाव में हों और उन्हें आपकी सहानुभूति व विश्वास की ज़रूरत हो। दिन को ख़ास बनाने के लिए स्नेह और उदारता के छोटे-छोटे तोहफ़े लोगों को दें। आज खाली वक्त का सही उपयोग करने के लिए आप अपने पुराने मित्रों से मिलने का प्लान बना सकते हैं। आज आपको अपने जीवनसाथी से एक बार फिर प्यार हो जाएगा। छोटेे कारोबारी अपने कर्मचारियों को खुश करने के लिए आज उन्हें पार्टी दे सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- खाने में शहद का प्रयोग करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज आप के कार्यालय व व्यवसाय का वातावरण आपके अनुकूल होगा, जिसके आपको भरपूर लाभ उठाने होंगे। आप अपने व्यवसाय को आगे बढ़ाने के निरंतर प्रयास करेंगे। भाई बहनों से संबंध मधुर होंगे। ससुराल पक्ष से भी सम्मान मिलता दिख रहा है। आज आप कुछ ऐसा खर्चा करेंगे,जो ना चाहते हुए भी करना पड़ेगा, जिसमें आपका धन भी अधिक व्यय होगा। आज किसी भी प्रकार के वाद विवाद में पड़ने से बचना होगा, नहीं तो यह कानूनी वाद विवाद बन सकता है।घर पर काम करते समय ख़ास सावधानी बरतें। घरेलू चीज़ों को लापरवाही से इस्तेमाल करना आपके लिए परेशानी का सबब बन सकता है। व्यापाार में मुनाफा आज कई व्यापारियों के चेहरे पर खुशी ला सकता है। ऐसे लोगों से दूर रहें जिनकी बुरी आदतें आपके ऊपर असर डाल सकती हैं। प्यार-मोहब्बत के मामले में जल्दबाज़ी में क़दम उठाने से बचें। अपने बच्चों को आज समय का सदुपयोग करने की सलाह दे सकते हैं। जीवनसाथी की वजह से आपकी कोई योजना या कार्य गड़बड़ हो सकता है; लेकिन धैर्य बनाए रखें। अगर आज के काम को आप कल पर टाल रहे हैं तो कल आपको इसका बुरा परिणाम भुगतना पड़ सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- साधु-संतों का आदर करने व उन्हें भोजन कराने से स्वास्थ्य अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज आप अपने पार्टनर के साथ मिलकर अपने संसाधनों को एकजुट करने में सफल रहेंगे। निजी संबंध परिपूर्ण और सहयोग पूर्ण नहीं रहेंगे। स्वास्थ्य में कोई समस्या चल रही थी, तो वह आज ठीक होगी, जिससे आप विभिन्न कार्यों को करने के लिए सक्रियता पूर्वक भाग लेंगे और उन में सफलता प्राप्त करेंगे। जीवनसाथी आज आपको कोई तोहफा या सरप्राइस दे सकते हैं। आज शाम का समय आप अपने परिवार के सदस्यों के साथ किसी अहम मुद्दे पर चर्चा कर सकते हैं।ख़ुद को ज़्यादा आशावादी बनने के लिए प्रेरित करें। इससे न सिर्फ़ आपका आत्मविश्वास बढ़ेगा और व्यवहार लचीला होगा, बल्कि डर, ईर्ष्या और नफ़रत जैसे नकारात्मक मनोभावों में भी कमी आएगी। धन का आगमन आज आपको कई आर्थिक परेशानियों से दूर कर सकता है। आपका गर्मजोशी भरा बर्ताव घर का माहौल ख़ुशनुमा कर देगा। कुछ ही लोग ऐसे इंसान के आकर्षण से बच सकते हैं, जिसके पास इतनी प्यारी मुस्कान हो। जब आप लोगों के साथ होंगे, तो आपकी महक फूलों की तरह चारों ओर फैलेगी। आप रोमांटिक ख़यालों और सपनों की दुनिया में खोए रहेंगे। समय का अच्छा इस्तेमाल करने के लिए आज आप पार्क में घूमने का प्लान बना सकते हैं लेकिन वहां किसी अनजान शख्स से आपकी बहस होने की अशंका है जिससे आपका मूड खराब हो जाएगा। आप और आपका जीवनसाथी मिलकर वैवाहिक जीवन की बेहतरीन यादें रचेंगे। आज घर पर रहेंगे लेकिन घर की उलझनें आपको परेशान कर सकती हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- अकेलापन कई बार काफ़ी दिक़्क़त भरा हो सकता है, इससे छुटकारा पाने के लिए द्वादश ज्योतिर्लिंगों के नामों का उच्चारण करें। \n",
    "5": "कन्या राशि: आज का राशिफल\nयदि आपके परिवार में बहुत लंबे समय से कोई विवाद चल रहा था, तो आज किसी महान व्यक्ति के हस्तक्षेप से पारिवारिक विवाद का समाधान होगा, जिसमें आप की रचनात्मक क्षमता बढ़ेगी। यदि आज आपको कोई फैसला लेना है, तो उससे पहले परिस्थितियों का आकलन कर लें और फिर दिल और दिमाग दोनों की सुनकर ही फैसला लें, नहीं तो भविष्य में आपको पछताना पड़ सकता है। अपने कार्यकाल में अपने साथी कर्मचारियों के सहयोग से आप एक परियोजना को पूरा करने में आज सफल रहेंगे। संतान को धार्मिक कार्यों में जुटे देख आज मन में प्रसन्नता रहेगी।मौज-मस्ती की यात्राएं और सामाजिक मेलजोल आपको ख़ुश रखेंगे और सुकून देंगे। सट्टेबाज़ी से फ़ायदा हो सकता है। आपकी भरपूर ऊर्जा और ज़बरदस्त उत्साह सकारात्मक परिणाम लाएंगे व घरेलू तनाव दूर करने में मददगार रहेंगे। थोड़ी कोशिश और करें। आज भाग्य आपका साथ ज़रूर देगा, क्योंकि यह आपका दिन है। आज ऐसे बर्ताव करें जैसे कि आप ‘सुपर-स्टार’ हैं, लेकिन सिर्फ़ उन चीज़ों की ही प्रशंसा करें जो उसके क़ाबिल हैं। आज के दिन आपके और आपके जीवनसाथी के लिए गहरी आत्मीयतापूर्ण बातें का सही समय है। अगर आज के काम को आप कल पर टाल रहे हैं तो कल आपको इसका बुरा परिणाम भुगतना पड़ सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- विनाश काले विपरीत बुद्धि- बुद्धि के दुरुपयोग से बचने के लिए गणेश जी की आराधना करना आपके लिए शुभ रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज शाम का समय आप अपने मित्रों के साथ मनोरंजन के कार्यक्रम में व्यस्त रहेंगे। आज आप अपने जीवन साथी के साथ कुछ जरूरी सामान की खरीदारी भी कर सकते हैं। आज आपको त्रिकोणीय व्यापारिक साझेदारी व संबंधों से लाभ होगा, लेकिन व्यक्तिगत संबंधों के मामले में त्रिकोणीय रिश्ते आपके जीवन में समस्याएं उत्पन्न कर सकते हैं। आप जीवन में तीन भूमिकाएं निभाएंगे। बेहतर यही होगा कि हर भूमिका को अलग-अलग रखें, उन्हें आपस में मिलाएं नहीं, अन्यथा आप संशयग्रस्त हो जाएंगे। सायंकाल का समय मनोरंजन में व्यतीत होगा। नफ़रत की भावना महंगी पड़ सकती है। यह न केवल आपकी सहन-शक्ति घटाती है, बल्कि आपके विवेक को भी ज़ंग लगा देती है और रिश्तों में हमेशा के लिए दरार डाल देती है। आज आपको अपनी संतान की वजह से आर्थिक लाभ होने की संभावना नजर आ रही है। इससे आपको काफी खुशी होगी। घर में कुछ बदलाव आपको काफ़ी भावुक बना सकते हैं, लेकिन आप अपनी भावनाएँ उनके सामने ज़ाहिर करने में क़ामयाब रहेंगे जो आपके लिए ख़ास हैं। अपने साथी को भावनात्मक तौर पर ब्लैकमेल करने से बचें। बिना किसी को बताए आज आप अकेले वक्त बिताने घर से बाहर जा सकते हैं। लेकिन आप अकेले तो होंगे लेकिन शांत नहीं आपके दिल में आज के दिन कई चिंताएं हैं होंगी। जीवनसाथी द्वारा परिवार और मित्रों के बीच नकारात्मक तरीक़े से आपके वैवाहिक जीवन की निजी बातें उजागर हो सकती हैं। ऑफिस के दोस्तों के साथ ज्यादा समय बिताना आपके लिए अच्छा नहीं है ऐसा करके आप अपने घर वालों के गुस्से का शिकार हो सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- तांबे का पैसा और चाँदी दूध व चावल से धोकर जमीन में दबाएं, चावल, दूध घर के बाहर किसी पौधे में डालने से स्वास्थ्य अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित फलदायक रहेगा। आज आप शारीरिक व मानसिक रूप से परेशान होने के बावजूद भी आप जो कार्य करेंगे वह पूरे साहस से करेंगे और उसमें आपको सफलता प्राप्त होगी। आज आपको कार्यक्षेत्र, परिवार में कुछ कठिनाइयों का भी सामना करना पड़ेगा, ऐसी परिस्थिति में आप विजेता बनकर निकलेंगे। विद्यार्थियों को परीक्षा में सफलता प्राप्ति के लिए अधिक मेहनत की आवश्यकता है। आर्थिक स्थिति के लिए दिन अच्छा है।गर्भवती महिलाओं के लिए बहुत अच्छा दिन नहीं है। चलते-फिरते समय ख़ासा ख़याल रखने की ज़रूरत है। आज आप अच्छा पैसा कमाएंगे- लेकिन ख़र्च में इज़ाफ़ा आपके लिए बचत को और ज़्यादा मुश्किल बना देगा। आपके माता-पिता की सेहत चिंता और घबराहट का कारण बन सकती है। आपको अपनी तरफ़ से सबसे बेहतर तरीक़े से बर्ताव करने की ज़रूरत है – क्योंकि आज आपका प्रिय जल्दी ही नाराज़ हो सकता है। आज कुछ नया और सृजनात्मक करने के लिए अच्छा दिन है। किसी पड़ोसी, दोस्त या रिश्तेदार की वजह से वैवाहिक जीवन में अनबन मुमकिन है। आज आप फ़ोटोग्राफ़ी करके आने वाले कल के लिए कुछ बेहतरीन यादें संजो सकते हैं; अपने कैमरे का सदुपयोग करना बिलकुल न भूलें। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- कच्चे कोयले शाम को जल प्रवाहित करने से हेल्थ अच्छी रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज आपको अपनी सेहत और वित्तीय संसाधनों पर ध्यान देने की जरूरत है, तभी आपकी गाड़ी पटरी पर ठीक-ठाक चलेगी। आपको दूसरे लोगों के कार्यों के लिए ज्यादा वक्त और ज्यादा ऊर्जा बर्बाद नहीं करनी है क्योंकि ऐसे लोग एक के बाद एक दूसरी फरमाइशें पेश करते रहेंगे। सामाजिक व धार्मिक कार्य में आपका महत्व बढ़ेगा। परिवार के बुजुर्ग व्यक्ति की सलाह कारगर साबित होगी। आपके आत्म सम्मान में वृद्धि होगी।अपनी शारीरिक चुस्ती-फुर्ती को बनाए रखने के लिए आप आज का दिन खेलने में व्यतीत कर सकते हैं। आज आपके ऑफिस का कोई सहकर्मी आपकी कीमती वस्तु चुरा सकता है इसलिए आज आपको अपना सामान ध्यान से रखने की जरुरत है। जिन्हें आप चाहते हैं, उनके साथ उपहारों का लेन-देन करने के लिए अच्छा दिन है। आज आप कोई दिल टूटने से बचा सकते हैं। आज घर में किसी पार्टी की वजह से आपका कीमती समय बर्बाद हो सकता है। आपका प्यार, आपका जीवनसाथी आपको कोई ख़ूबसूरत तोहफ़ा दे सकता है। सेहत के लिहाज़ से दौड़ लगाना आपके लिए फ़ायदेमंद रहेगा, क्योंकि यह मुफ़्त भी है और अच्छी एक्सरसाइज़ भी। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- काले-सफेद तिल और सतनाजा किसी धर्म स्थान में दान करने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआप परिवर्तन के एक महत्वपूर्ण मोड़ पर खड़े हैं। किसी कठिन दौर से गुजरते समय याद रखना है कि अंधेरे के बाद सवेरा जरूर होता है। आज आप सच्चाई का सामना करेंगे। परिवार में कोई परेशानी सिर उठा सकती है। आपकी संतान आज आपके परिवारिक बिजनेस में आपकी मदद कर सकती है। महिला मित्र से आज आपको लाभ मिलने के भरपूर योग है। ससुराल पक्ष से धन प्राप्ति के योग बन रहे हैं, जो कार्य बहुत लंबे समय से अधूरे पड़े थे, वह आज पूरे होंगे।कुछ तनाव और मतभेद आपको चिड़चिड़ा और बेचैन बना सकते हैं। बिन बुलाया कोई मेहमान आज घर में आ सकता है लेकिन इस मेहमान की किस्मत की वजह से आज आपको आर्थिक लाभ हो सकता है। बच्चे आपको घरेलू काम-काज निबटाने में मदद करेंगे। आपकी आँखें चमकने लगेंगी और धड़कनें तेज़ हो जाएंगी, आज जब आप अपनी सपनों की राजकुमारी से मिलेंगे। अचानक आज आप काम से छुट्टी लेने का प्लान बना सकते हैं और अपने परिवार के साथ वक्त बिता सकते हैं। क्या आपको लगता है कि शादी महज़ समझौतों का नाम है? अगर हाँ, तो आप आज हक़ीक़त महसूस करेंगे और जानेंगे कि यह आपके जीवन की सबसे अच्छी घटना थी। किसी ऐसे शख़्स का फ़ोन आ सकता है जिससे आप बहुत लंबे समय से बात करना चाहते थे। बहुत-सी पुरानी यादें ताज़ा हो जाएंगी और आप समय में पीछे लौट जाएंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- कुत्ते को रोटी खिलाने से स्वास्थ्य बना रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज आपको अपने मन के मुताबिक कार्य करना होगा और हर मामले में अतिवादी होने से बचना होगा और जीवन के कड़वे अनुभवों से सबक लेना पड़ेगा और अपने अतीत को भूल कर वर्तमान में कदम बढ़ाएं। आपके कार्यक्षेत्र में आज आपको भरपूर लाभ होने की संभावना दिख रही है। बाहर का खाने-पीने से परहेज रखें, नहीं तो स्वास्थ्य समस्या हो सकती है। स्वास्थ्य के प्रति सचेत रहें। जीवन साथी के साथ आज प्यार भरी बातें करेंगे। सायंकाल का समय आज आप किसी मांगलिक कार्यक्रम में व्यतीत कर सकते हैं।भागमभाग भरे दिन के बावजूद आपकी सेहत पूरी तरह दुरुस्त रहेगी। व्यापाार में मुनाफा आज कई व्यापारियों के चेहरे पर खुशी ला सकता है। जितना आपने सोचा था, आपका भाई उससे ज़्यादा मददगार साबित होगा। मुमकिन है कि आपके आँसुओं को पोंछने के लिए कोई ख़ास दोस्त आगे आए। वक्त पर चलने के साथ-साथ अपनों को वक्त देना भी आवश्यक है। यह बात आज आप समझेंगे लेकिन इसके बावजूद भी आप अपने घरवालों को पर्याप्त समय नहीं दे पाएंगे। अपने जीवनसाथी के साथ आप प्यार और रुमानियत से भरे पुराने दिन एक बार फिर जी पाएंगे। बिना किसी को बताए आज आप घर में छोटी-मोटी पार्टी रख सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- सफेद फूल कुछ पैसे सहित जल में प्रवाहित करने से सेहत बनी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम रूप से फलदायक रहेगा। आपने जो उम्मीदें आज तक से संजोकर रखी थीं। आज उनको पूरा होता देख आपका मन खिल उठेगा। निजी संबंधों से संबंधित कुछ मामलों में विवाद की स्थिति उत्पन्न हो सकती है, लेकिन आपको अपनी वाणी पर संयम रखना है। विशेष रूप से यह जान लें कि जब आपको जरूरत पड़ेगी, तब आपको अपने परिजनों का सहयोग प्राप्त नहीं होगा। विद्यार्थियों को आज उच्च शिक्षा प्राप्ति के लिए नए मार्ग प्रशस्त होंगे।ऐसी गतिविधियों में शामिल हों जो रोमांचक हों और आपको सुकून दें। जो लोग काफी वक्त से आर्थिक तंगी से गुजर रहे थे उन्हें आज कहीं से धन प्राप्त हो सकता है जिससे जीवन की कई परेशानियां दूर हो जाएंगी। शाम के समय अपने जीवनसाथी के साथ बाहर खाना या फ़िल्म देखना आपको सुकून देगा और ख़ुशमिज़ाज बनाए रखेगा। जिनकी सगाई हो चुकी है, वे अपने मंगेतर से बहुत-सी ख़ुशियाँ पाएंगे। लोग आपके बारे में क्या सोचते हैं आज आपको इस बात से कोई फर्क नहीं पड़ेगा। बल्कि आज आप खाली समय में किसी से मिलना जुलना भी पसंद नहीं करेंगे और एकांत में आनंदित रहेंगे। आपको महसूस होगा कि आपका वैवाहिक जीवन बहुत ख़ूबसूरत है। यात्रा पर किसी हसीन अजनबी से मुलाकात आपको अच्छे अनुभव करा सकती है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- केले के पेड की पूजा करने से स्वास्थ्य अच्छा रहेगा। \n"
}]
