horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन उतार-चढ़ाव से भरा रहने वाला है। आपको अपने कार्यालय में सावधानी बरतनी चाहिए और बहस बाजी को छोड़कर लोगों की राय सुनना पसंद करें। जो लोग प्रेम जीवन में हैं, उन्हें आज अच्छे नतीजे मिलेंगे और आपका प्रिय आपको पसंद करेगा। शादीशुदा जातकों के दांपत्य जीवन में उनका व्यवहार बाधा बन सकता है। अपने काम को लेकर आप काफी आशंकित रह सकते हैं लेकिन घबराने की आवश्यकता नहीं है क्योंकि यह आपका एक डर है। दोपहर बाद स्थिति आपके पक्ष में खड़ी नजर आएंगी और आपकी इनकम भी बढ़ेगी। बिना वजह अपनी आलोचना करते रहना आत्मविश्वास को कम कर सकता है। आज आपको भूमि, रिअल-एस्टेट या सांस्कृतिक परियोजनाओं पर ध्यान केन्द्रित करने की ज़रूरत है। हो सकता है कि आप अपने परिवार के लोगों की सभी बातों से सहमत न हों, लेकिन आपको उनके तजुर्बे से सीखने की कोशिश करनी चाहिए। आज रुमानियत का मौसम ज़रा ख़राब लगता है, क्योंकि आपका साथी आपसे आज कुछ ज़्यादा ही अपेक्षा करेगा। कार्यक्षेत्र के नज़रिए से आज का दिन आपका है। इसका भरपूर फ़ायदा उठाएँ। टैक्स और बीमे से जुड़े विषयों पर ग़ौर करने की ज़रूरत है। जीवनसाथी की ख़राब सेहत का असर आपके काम-काज पर भी पड़ सकता है, लेकिन आप किसी तरह चीज़ें संभालने में क़ामयाब रहेंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- पक्षियों को सतनाजा खिलाने से स्वास्थ्य अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआपकी राशि के लिए आज का दिन अच्छा रहने वाला है। प्रेम जीवन के लिहाज से आज का दिन अच्छा रहेगा। आपका प्रिय अपने दिल के राज आपके सामने स्पष्ट करेगा। आप भविष्य के लिए किसी बड़ी यात्रा की प्लानिंग करेंगे और अपने मकान या फिर दुकान के कंस्ट्रक्शन का काम भी शुरू करवाने पर विचार कर सकते हैं। आपके मन में अच्छी भावनाएं रहेंगी और काफी हल्का महसूस करेंगे। जो लोग शादीशुदा हैं, उनके दांपत्य जीवन में स्नेह बढ़ेगा और रोमांस के अवसर आएंगे।\n शारीरिक लाभ के लिए, विशेषकर मानसिक तौर पर मज़बूती हासिल करने के लिए ध्यान और योग का आश्रय लें। प्राप्त हुआ धन आपकी उम्मीद के मुताबिक़ नहीं होगा। कुल मिलाकर फ़ायदेमंद दिन है। लेकिन आप समझते थे जिसपर आप आँखें बंद करके यक़ीन कर सकते हैं, वह आपके भरोसे को तोड़ सकता है। आपको अपने प्रिय के साथ समय बिताने की ज़रूरत है, ताकि आप दोनों एक-दूसरे को अच्छी तरह से जान व समझ सकें। भले ही छोटी-मोटी बाधाओं का सामना करना पड़े, लेकिन कुल मिलाकर यह दिन कई उपलब्धियाँ दे सकता है। उन सहकर्मियों का ख़ास ध्यान रखें, जो उम्मीद के मुताबिक़ चीज़ न मिलने पर जल्दी ही बुरा मान जाते हैं। खाली वक्त का आज आप सदुपयोग करेंगे और उन कामों को पूरा करने की कोशिश करेंगे जो बीते दिनों पूरे नहीं हो पाए थे। जीवनसाथी के साथ यह दिन और दिनों की अपेक्षा बेहतर गुज़रेगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अच्छी आर्थिक स्थिति के लिए बैटरी से चलने वाला कोई खिलौने गरीब बच्चों में बांटें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए उतार-चढ़ाव से भरा रहने वाला है। दिन की शुरुआत कुछ कमजोर होगी। प्रेम जीवन में कुछ तनाव देखने को मिलेगा। जो लोग शादीशुदा हैं, उनके दांपत्य जीवन में तनाव से मुक्ति मिलेगी। आप मानसिक तनाव से त्रस्त होंगे और सेहत भी थोड़ी कमजोर हो सकती है लेकिन जैसे-जैसे दिन आगे बढ़ेगा, आपको काफी अच्छा महसूस होने लगेगा। काम के सिलसिले में आपको कुछ दिक्कतों का सामना करना पड़ सकता है। आपकी इनकम बहुत अच्छी रहेगी और जो लोग सरकारी क्षेत्र में हैं, उन्हें बहुत अच्छा बेनिफिट मिल सकता है।शाम का वक़्त अपने जीवनसाथी के साथ किसी फ़िल्म, थिएटर या रेस्टोरेंट में बिताना आपको सुकून देगा और आपका मन तरोताज़ा रखेगा। आर्थिक पक्ष के मजबूत होने की पूरी संभावना है। अगर आपने किसी शख्स को पैसा उधार दिया था तो आज आपको वो पैसा वापस मिलने की उम्मीद है। आपको परिवार के सदस्यों और दोस्तों के साथ बिताने के लिए पर्याप्त समय मिलेगा। प्यार का भरपूर लुत्फ़ मिल सकता है। किसी भी तरह की साझीदारी करने से पहले उसके बारे में अपनी अंदरूनी भावना की बात ज़रूर सुनें। आपके घर वाले आज आपसे कई परेशानियां शेयर करेंगे लेकिन आप अपनी ही धुन में मस्त रहेंगे और खाली समय में कुछ ऐसा करेंगे जो करना आपको पसंद है। आपका जीवनसाथी आज आपके लिए कुछ बहुत ख़ास करने वाला है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- गणेश जी को हरी दूर्वा(दूब,घास) चढाने से नौकरी/बिजनेस में सफलता मिलेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा लेकिन दोपहर बाद आप चिंताओं में घिर जाएंगे और स्वयं को कमजोर महसूस करेंगे। यदि आप यदि शादीशुदा हैं तो जीवन साथी की बिगड़ती हुई सेहत आपकी परेशानी को बढ़ा सकती है।शारीरिक कमजोरी आपको थकान का अनुभव कराएगी। व्यापार करने वालों के लिए आज का दिन बहुत अच्छा रहने वाला है लेकिन अपने पार्टनर से झगड़ा करने से बचें। प्रेम जीवन में आज का दिन रोमांस के लिए जाना जाएगाकाम के सिलसिले में आप की तूती बोलेगी।आपका झगाड़ालू स्वभाव आपके दुश्मनों की सूची लम्बी कर सकता है। किसी को ख़ुद पर इतना नियंत्रण न दें, कि वह आपको नाराज़ कर सके और जिसके लिए बाद में आपको पछताना पड़े। आपकी लगन और मेहनत पर लोग ग़ौर करेंगे और आज इसके चलते आपको कुछ वित्तीय लाभ मिल सकता है। बच्चे उम्मीदों पर खरे न उतरकर आपको निराश कर सकते हैं। सपनों को साकार करने के लिए उन्हें प्रोत्साहन देने की ज़रूरत है। आपके प्रेम की राह एक ख़ूबसूरत मोड़ ले सकती है। आज आपको पता चलेगा कि फ़िजा़ओं में जब प्यार घुलता है तो कैसा महसूस होता है। साझीदार से संवाद क़ायम करना बहुत कठिन सिद्ध होगा। ऐसे लोगों से जुड़ने से बचें जो आपकी प्रतिष्ठा को आघात पहुँचा सकते हैं। जीवनसाथी की मासूमियत आपके दिन को ख़ास बना सकती है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- चन्द्रमा की चाँदनी में 15 से 20 मिनट बैठना स्वास्थ्य के लिए अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआप के लिए आज का दिन अच्छा रहेगा। आपकी इनकम बढ़ेगी। कामों में सफलता मिलेगी और परिवार की उन्नति के उद्देश्य से किए जा रहे प्रयास सफल होंगे। आपको समाज में मान सम्मान मिलेगा और किसी धार्मिक काम में आपके योगदान के लिए आप पुरस्कृत करने का विचार किया जा सकता है। दांपत्य जीवन जीने वाले लोगों को निराशा से मुक्ति मिलेगी। जो लोग प्रेम जीवन में हैं, उन्हें नौतियों का सामना करना पड़ेगा।तली-भुनी चीज़ों से दूर रहें और रोज़ाना कसरत करते रहें। परिवार के किसी सदस्य के बीमार पड़ने की वजह से आपको आर्थिक परेशानी आ सकती है, हालांकि इस वक्त आपको धन से ज्यादा उनकी सेहत की चिंता करनी चाहिए। कोई दोस्त अपनी निजी समस्याओं के समाधान के लिए आपसे मश्वरा मांग सकता है। विवाह-प्रस्ताव के लिए सही समय है, क्योंकि आपका प्यार जीवन भर के साथ में बदल सकता है। आज के दिन आप सबके ध्यान का केंद्र होंगे और सफलता आपकी पहुँच में होगी। घर से बाहर निकलकर आज आप खुली हवाओं में टहलना पसंद करेंगे। आज आपका मन शांत होगा जिसका फायदा आपको पूरे दिन मिलेगा। क्या आपको पता है कि आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्ता है। उनपर ग़ौर करें, यह बात आपको ख़ुद-ब-ख़ुद दिख जाएगी। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- चाँदी के चम्मच से या चाँदी की थाली में भोजन करना स्वास्थ्य के लिए लाभदायक होगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिये आज का दिन मध्यम फलदायक रहेगा। कामों में अड़चन आने से आप काफी असहज महसूस करेंगे और इससे आपकी मानसिक चिंताएं बढ़ेंगी। काम के सिलसिले में आपका तेज दिमाग आपका मुख्य हथियार बनेगा और इसके दम पर आप अपने कामों को आसानी से निपटा लेंगे। व्यापार के सिलसिले में आपको किसी की सलाह से काम करना चाहिए। आपका ध्यान अपने जीवनसाथी पर होगा और उनका पूरा ध्यान रखेंगे। सफल जीवन का आनंद लेंगे। जो लोग प्रेम जीवन में हैं, उन्हें आज झगड़े से बचना चाहिए।ख़ुश हो जाएँ क्योंकि अच्छा समय आने वाला है और आप स्वयं में अतिरिक्त ऊर्जा का अनुभव करेंगे। आज आपको अपनी संतान की वजह से आर्थिक लाभ होने की संभावना नजर आ रही है। इससे आपको काफी खुशी होगी। दिन के उत्तरार्ध में अचानक आई कोई अच्छी ख़बर पूरे परिवार को ख़ुशी देगी। जो भी बोलें, सोच-समझकर बोलें। क्योंकि कड़वे शब्द शांति को नष्ट करके आपके और आपके प्रिय के बीच दरार पैदा कर सकते हैं। नए विचार फ़ायदेमंद साबित होंगे। टैक्स और बीमे से जुड़े विषयों पर ग़ौर करने की ज़रूरत है। जीवनसाथी की ख़राब सेहत के चलते आप चिंताग्रस्त हो सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सात बादाम व सात काली उड़द शनि मंदिर में चढाने से प्रेम सम्बन्धों में मजबूती आएगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए बहुत अच्छा रहेगा।आप अपने घर परिवार के बारे में बहुत सोच विचार करेंगे। काम के सिलसिले में आप थोड़े से आलसी हो सकते हैं। अपनी संतान को स्नेह देंगे। दांपत्य जीवन में स्थितियां नियंत्रण में आएंगी और आप दोनों के बीच चली आ रही समस्याओं में कमी होगी। प्रेम जीवन जीने वालों के लिए भी आज का दिन अच्छा है। आपकी क्रिएटिविटी उन्हें इंप्रेस करने में बड़ा योगदान देगी। परिवार के बुजुर्गों की सेहत पर ध्यान दें। उनसे बहस बाजी ना करें, उनकी सुनें भी।शारीरिक लाभ के लिए, विशेषकर मानसिक तौर पर मज़बूती हासिल करने के लिए ध्यान और योग का आश्रय लें। अपने निवेश और भविष्य की योजनाओं को गुप्त रखें। पुराने परिचितों से मिलने-जुलने और पुराने रिश्तों को फिर से तरोताज़ा करने के लिए अच्छा दिन है। कुछ लोगों के लिए नया रोमांस ताज़गी लाएगा और आपको ख़ुशमिज़ाज रखेगा। कामकाज के सिलसिले में आपके ऊपर ज़िम्मेदारियों का बोझ बढ़ सकता है। अगर आज आप ख़रीदारी के लिए निकलते हैं, तो कोई अच्छी पोशाक ले सकते हैं। आप अपने जीवनसाथी के प्यार की मदद से ज़िन्दगी की मुश्किलों का आसानी से सामना कर सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- घर में गंगाजल का किसी न किसी रूप में प्रयोग करने से आर्थिक स्थिति बेहतर बनेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए काफी अच्छा रहेगा। इनकम सामान्य रहेगी। खर्चों पर नियंत्रण रहेगा लेकिन कोई सरकारी फॉर्म भर सकते हैं। परिवार के छोटो में आपसी लड़ाई की संभावना है। ऐसी स्थिति में आपको बीच बचाव करना चाहिए। आप अपने घर परिवार में रच बस जाएंगे और आपको महसूस होगा कि परिवार में कहां-कहां आपको ज्यादा ध्यान देना है। घरेलू खर्च भी करेंगे। काम के सिलसिले में आपके प्रयास रंग लाएंगे और आपको नौकरी में काफी अच्छे नतीजे हासिल होंगे। व्यापार वृद्धि को प्राप्त होगा। जो लोग प्रेम जीवन में हैं, उन्हें भी और जो शादीशुदा जीवन में हैं, उन्हें भी आज बेहतरीन नतीजे मिलेंगे।अपने मानसिक स्वास्थ्य पर ध्यान दें, जो आध्यात्मिक जीवन के लिए आवश्यक है। मस्तिष्क जीवन का द्वार है, क्योंकि अच्छा-बुरा सब-कुछ इसी के माध्यम से आता है। यही ज़िंदगी की समस्याएँ दूर करने में सहायक सिद्ध होता है और सही सोच से इंसान को आलोकित करता है। बिन बुलाया कोई मेहमान आज घर में आ सकता है लेकिन इस मेहमान की किस्मत की वजह से आज आपको आर्थिक लाभ हो सकता है। ज़रूरत के वक़्त आपको दोस्तों का सहयोग मिलेगा। आपके प्रिय की ख़राब तबियत के चलते रोमांस को दरकिनार होना पड़ सकता है। आज आप दूसरे दिनों की तुलना में अपने लक्ष्यों को कुछ ज़्यादा ही ऊँचा तय कर सकते हैं। अगर परिणाम आपकी उम्मीद के मुताबिक़ न आए, तो निराश न हों। इस राशि के जातक आज खाली वक्त में रचनात्मक काम करने का प्लान तो बनाएंगे लेकिन उनका यह प्लान पूरा नहीं हो पाएगा। जीवनसाथी यह जता सकता है कि आपके साथ रहने का क्या-क्या ख़ामियाज़ा उसे भुगतना पड़ रहा है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- नदी में सफेद या काले तिल बहाने से प्रेम सम्बन्ध बेहतर होंगे। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। काम के सिलसिले में आपको बेहतरीन नतीजे हासिल होंगे। आपकी सूझबूझ और कार्यकुशलता आपके काम आएगी। प्रेम जीवन में तनाव रहेगा। शादीशुदा लोगों का दांपत्य जीवन अच्छा रहेगा। आप किसी यात्रा पर जाने का प्रयास कर सकते हैं। आपकी सेहत में आज कुछ गिरावट देखी जा सकती है। अपने भोजन पर ध्यान दें। परिवार का माहौल अच्छा रहेगा और आपको एक संतुष्टि महसूस होगी। ख़ुशी से भरा अच्छा दिन है। मनोरंजन और सौन्दर्य में इज़ाफ़े पर ज़रुरत से ज़्यादा वक़्त न ख़र्च करें। संबंधियों से आपको सहायता प्राप्त होगी। आपके महसूस करेंगे कि फ़िज़ाओं में प्यार घुला हुआ है। नज़रें उठाकर तो देखिए, आपको सब-कुछ प्रेम के रंग में रंगा दिखाई देगा। नए कामों को पूरा करने में महिला सहकर्मियों का भरपूर सहयोग मिलेगा। इस राशि के जातक आज के दिन अपने भाई-बहनों के साथ घर पर कोई मूवी या मैच देख सकते हैं। ऐसा करके आप लोगों के बीच प्यार में इजाफा होगा। शादीशुदा ज़िन्दगी के मोर्चे पर हालात वाक़ई थोड़े मुश्किल रहे हैं, लेकिन अब आप सुधरते हालात महसूस कर सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अच्छी आर्थिक स्थिति के लिए शिवलिंग पर जल चढ़ाएं। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन खुद पर ध्यान देने में बीतेगा। प्रेम जीवन में आज रोमांस के अवसर आएंगे। दांपत्य जीवन जीने वालों को आज कुछ समस्याओं का सामना करना पड़ सकता है। आप अपनी महत्वाकांक्षाओं को प्राथमिकता देंगे और उसके लिए जी तोड़ मेहनत करेंगे। काम के सिलसिले में आपको कई बेहतरीन नतीजे मिलेंगे और आप नौकरी बदलने का विचार बना सकते हैं। इस दिशा में प्रयास कारगर साबित होंगे। आपके परिवार का मान सम्मान बढ़ेगा और आपकी इनकम सामान्य रहेगी।अच्छी सेहत के लिए दूर तक पैदल घूमें। ज़रूरत से ज़्यादा ख़र्च करने और चालाकी-भरी आर्थिक योजनाओं से बचें। जब निवेश करने का सवाल आपके सामने हो, तो स्वतन्त्र बनें और अपने फ़ैसले ख़ुद लें। आप अचानक गुलाबों की ख़श्बू से ख़ुद को सराबोर पाएंगे। यह प्यार की मदहोशी है, इसे महसूस करें। खुदरा और थोक व्यापारियों के लिए अच्छा दिन है। अगर आप सोचते हैं कि यार दोस्तों के साथ आवश्यकता से अधिक वक्त बिताना आपके लिए सही है तो आप गलत हैं ऐसा करने से आपको आने वाले वक्त में दिक्कतों का सामना करना पड़ेगा और कुछ नहीं। इस बात की प्रबल सम्भावना है कि आपके आस-पास के लोग आप दोनों के बीच मतभेद पैदा करने का प्रयास करेंगे। अत: बाहरी लोंगों के कहने पर अमल करना ठीक नहीं होगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए अस्पताल आदि में रोगी व्यक्तियों की मदद करें। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन तनाव से मुक्ति पाने के लिए आपके प्रयासों को सफल बनाएगा। दोपहर बाद स्थितियों में परिवर्तन आएगा और आप खुद पर अधिक विश्वास करेंगे। वैवाहिक जीवन प्रेम पूर्ण रहेगा। जो लोग प्रेम जीवन में हैं, उन्हें भी आज अच्छे समय की अनुभूति होगी। अपने प्रिय को प्रसन्न रखने के लिए उनसे फोन पर बातचीत करते रहें। आपके आत्मबल में बढ़ोतरी होगी। परिवार में सुख मिलेगा। घर में मनोरंजन में समय बिताएंगे।ऐसी गतिविधियों में शामिल हों जो रोमांचक हों और आपको सुकून दें। कोई बेहतरीन नया विचार आपको आर्थिक तौर पर फ़ायदा दिलायेगा। काम-काज में ज़रूरत से ज़्यादा तनाव के चलते परिवार की ज़रूरतों और इच्छाओं को दरकिनार न करें। अपने रोमांटिक ख़यालों को हर किसी को बताने से बचें। आपमें बहुत-कुछ हासिल करने की क्षमता है- इसलिए अपने रास्ते में आने वाले सभी मौक़ों को झट-से दबोच लें। बातचीत में कुशलता आज आपका मज़बूत पक्ष साबित होगी। असजता की वजह से आप वैवाहिक जीवन में ख़ुद को फँसा हुआ अनुभव कर सकते हैं। आपको ज़रूरत है तो जीवनसाथी के साथ आत्मीय बातचीत की। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- जौ के आटे की गोलियाँ बनाकर मछलियों को खिलाने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहने वाला है। आपकी इनकम बढ़ेगी और उससे आपको खुशियां मिलेंगी लेकिन दोपहर बाद आपके खर्चों में बढ़ोतरी का सिलसिला शुरू हो जाएगा और आप जी भर कर खर्च करना चाहेंगे, इसलिए थोड़ी सावधानी जरूर रखें। काम के सिलसिले में आपको बेहद अच्छे नतीजे हासिल होंगे। प्रेम जीवन में कुछ समस्या बनी रहेगी। जो लोग शादीशुदा हैं, उनके दांपत्य जीवन में आज का दिन अच्छा रहेगा।अगर आप पिछले कुछ वक़्त से झुंझलाहट महसस कर रहें हैं तो आपको याद रखना चाहिए कि सही कर्म और विचार आज आपके लिए बहुप्रतीक्षित राहत लेकर आएंगे। आप जीवन में पैसे की अहमियत को नहीं समझते लेकिन आज आपको पैसे की अहमियत समझ में आ सकती है क्योंकि आज आपको पैसे की बहुत आवश्यकता होगी लेकिन आपके पास पर्याप्त धन नहीं होगा। बच्चों से मिली ख़ुशख़बरी दिन बना सकती है। अपनी व्यक्तिगत भावनाएँ और गोपनीय बातें अपने प्रिय से बाँटने का सही समय नहीं है। आपका वर्चस्ववादी स्वभाव आलोचना की वजह बन सकता है। अपनी कमियों पर आपको काम करने की जरुरत है इसके लिए आपको अपने लिए समय निकालना चाहिए। जीवनसाथी के ख़राब व्यवहार का नकारात्मक असर आपके ऊपर पड़ सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- अपने प्रेमी/प्रेमिका से मिलते समय लाल गुलाब अवश्य दें, इससे प्रेम सम्बन्ध मजबूत होंगे। \n"
}]
