horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। विद्यार्थियों को शिक्षा के क्षेत्र में थोड़ी परेशानी देखनी पड़ सकती है। कार्य के क्षेत्र में कुछ व्यवधान आने के योग बन रहे हैं, इसलिए सावधान रहकर अपने कार्य पर फोकस रखें अन्यथा आप को नुकसान हो सकता है। वाहनों के प्रयोग में आज सावधानी रखें। आपके दांपत्य जीवन में आज एक दूसरे को समझने का समय है। किसी रिश्तेदार के कारण आपको तनाव हो सकता है, इसलिए सावधान रहें। अपनी आर्थिक स्थिति को मजबूत बनाने के लिए जो कार्य करेंगे, उसमे आपको सफलता मिलेगी, लेकिन अभी रुपए और पैसे के लेनदेन से सावधान रहना होगा।पीने की आदत को अलविदा कहने के लिए बहुत ही अच्छा दिन है। आपको समझना चाहिए कि शराब सेहत की सबसे बड़ी दुश्मन है और यह आपकी क्षमताओं पर भी कुठाराघात करती है। निवेश करना कई बार आपके लिए बहुत फायदेमंद साबित होता है आज आपको यह बात समझ में आ सकती है क्योंकि किसी पुराने निवेश से आज आपको मुनाफा हो सकता है। अचानक मिली कोई अच्छी ख़बर आपका उत्साह बढ़ा देगी। परिवार के लोगों के साथ इसे बांटना आपको उल्लास से भर देगा। कोई अच्छी ख़बर या जीवनसाथी/प्रिय से मिला कोई संदेश आपके उत्साह को दोगुना कर देगा। किसी भी तरह की साझीदारी करने से पहले उसके बारे में अपनी अंदरूनी भावना की बात ज़रूर सुनें। घर से बाहर निकलकर आज आप खुली हवाओं में टहलना पसंद करेंगे। आज आपका मन शांत होगा जिसका फायदा आपको पूरे दिन मिलेगा। आपको ख़ुश करने के लिए आपका जीवनसाथी काफ़ी कोशिशें कर सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सुबह उठने के साथ ही द्वादश ज्योतिर्लिंगों के नामों का उच्चारण करना नौकरी/ बिज़नेस में उन्नति देगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन व्यापारी वर्ग के लिए बहुत ही लाभदायक है। इसमें नए सौदों की प्राप्ति होगी, इसके साथ साथ व्यापार स्थल के लिए कुछ कठोर निर्णय लेना भी आपके लिए अच्छा रहेगा। अपने स्वास्थ्य के प्रति सचेत रहें और अपनी वाणी पर नियंत्रण रखें। रोजगार के क्षेत्र में भी योग्यता बढने से आपको सफलता मिलती दिख रही है। अजीविका के क्षेत्र में चल रहे प्रयास सफल होंगे। आज राजनीतिक लोगों का सहयोग मिलेगा और आपके अधूरे कार्य उनके सहयोग से पूरे होंगे, जिससे आपका मन प्रसन्न रहेगा। संतान की ओर से आज कोई सुखद समाचार सुनने को मिलेगा। आज शाम का समय अपने परिवार के बड़े सदस्यों के साथ किसी अहम मुद्दे पर बातचीत में व्यतीत करेंगे। अपने वज़न पर नज़र रखें और ज़रूरत से ज़्यादा खाने से बचें। आज आपको समझ आ सकता है कि धन को बिना सोच विचारे खर्च करना आपको कितना नुक्सान पहुंचा सकता है. जिन लोगों के साथ आप रहते हैं वे आपसे बहुत ख़ुश नहीं होंगे, चाहे आपने इसके लिए कुछ भी क्यों न किया हो। आपका हमदम आपको पूरे दिन याद करता रहेगा। उसे कोई प्यारा सरप्राइज़ देने की योजना बनाएँ और इसे उसके लिए एक ख़ूबसूरत दिन में तब्दील करने के बारे में सोचें। काम को मनोरंजन के साथ न मिलाएँ। कर्म-काण्ड/हवन/पूजा-पाठ आदि का आयोजन घर मे होगा। आपका जीवनसाथी किसी ख़ूबसूरत सरप्राइज़ से आपका दिन बना सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- अपने अध्यापक, गुरु और छोटे बच्चों की मन से सहायता करें, उन्हें खुश करने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए उत्तम लाभदायक रहेगा। ससुराल पक्ष आज आपको लाभ मिलने की पूरी उम्मीद है, जिससे आपका मान-सम्मान बढ़ेगा। विद्यार्थियों आज भविष्य की रणनीति बनाने में सफल होंगे, उन्हें  सभी प्रकार का सहयोग भी मिलता देख रहा है। भाई बहनों के साथ आज आपका सुखद समय व्यतीत होगा और आपकी व्यवसायिक  प्रतिष्ठा भी बढेगी। यदि आपका कोई कार्य रुका हुआ था, तो वह पूर्ण रुप से संपन्न होगा, जिससे आपकी बाचे खिल उठेंगी। मित्रों से आपको सहयोग मिलता दिख रहा है और आपकी आर्थिक स्थिति मजबूत होगी।स्वतः ही अपनी चिकित्सा करना घातक सिद्धा होगा। कोई भी औषधि लेने से पहले चिकित्सक की सलाह लें, नहीं तो लेने के देने पड़ सकते हैं। आज आप अपने घर के वरिष्ठ जनों से पैसे की बचत करने को लेकर कोई सलाह ले सकते हैं और उस सलाह को जिंदगी में जगह भी दे सकते हैं. बच्चों की उनसे जुड़े मामलों में मदद करना आवश्यक है। रोमांस के लिहाज़ से बहुत अच्छा दिन नहीं है, क्योंकि आप आज सच्चा प्यार ढूंढने में विफल हो सकते हैं। आज के दिन कार्यालय का माहौल बढ़िया बना रहेगा। जो चीजें आपके लिए आवश्यक नहीं हैं उनपर आज अपना अधिकतर समय आप जाया कर सकते हैं। जीवनसाथी की ख़राब सेहत का असर आपके काम-काज पर भी पड़ सकता है, लेकिन आप किसी तरह चीज़ें संभालने में क़ामयाब रहेंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सूर्योदय के समय प्राणायाम करने से स्वास्थ्य बना रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आर्थिक स्थिति के लिए मजबूत रहेगा। यदि कोई पुराना कर्जा है, तो शायद आपको मुक्ति मिलेगी और किसी विशेष निवेश करने से लाभ मिलने के भरपूर योग बन रहे हैं। विद्यार्थियों के परीक्षा की दिशा में किये गये प्रयास सार्थक  होगे। आप के नेतृत्व में आज जो कार्य किए जाएंगे वह सफल होंगे और आपके व्यक्तित्व की प्रशंसा होगी, जिससे आपके मित्रों की संख्या में भी इजाफा होगा। दांपत्य जीवन सुखमय होगा। धन और पद प्रतिष्ठा में वृद्धि होगी। किसी भी वाद-विवाद में पढ़ने से उचित दूरी बनाकर रखें। निराशा से दूर रहना ही आपके लिए बेहतर होगा। सायंकाल का समय  किसी देव दर्शन में व्यतीत होगा।आपको लंबे समय से महसूस हो रही थकान और तनाव से आराम मिलेगा। इन परेशानियों से स्थायी निजात पाने के लिए जीवन-शैली में बदलाव लाने का सही समय है। आज सिर्फ़ बैठने की बजाय कुछ ऐसा कीजिए जो आपकी कमाई में इज़ाफ़ा कर सके। आपके नज़दीकी लोग निजी जीवन में परेशानियाँ खड़ी कर सकते हैं। आज वे कपड़े न पहनें जो आपके प्रिय को पसंद न हों, नहीं तो मुमकिन है कि वो आहत महसूस करे। व्यावसायिक मीटिंग के दौरान भावुक और बड़बोले न हों- अगर आप अपनी ज़बान पर क़ाबू नहीं रखेंगे तो आप आसानी से अपनी प्रतिष्ठा धूमिल कर सकते हैं। यह दिन बेहतरीन दिनों में से एक हो सकता है। आज दिन में आप कई अच्छे प्लान भविष्य के लिए बना सकते हैं लेकिन शाम के वक्त किसी दूर के रिश्तेदार के घर में आ जाने के कारण आपके सारे प्लान धरे के धरे रह सकते हैं। बिन बुलाए किसी मेहमान की वजह से आपकी योजनाएँ तो गड़बड़ा सकती हैं, लेकिन आपका दिन ख़ुशनुमा हो जाएगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- हनुमान जी के मंदिर में बूंदी व लडडू का प्रसाद चढाने से फैमिली लाइफ की दिक्कतें दूर होंगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आप अपने मित्रों और परिजनों के साथ किसी यात्रा पर जाने की सोच सकते हैं, जो सुखद व लाभप्रद रहेगी। जीवनसाथी का आपको भरपूर सहयोग मिलेगा, जो लोग विदेश से व्यापार करते हैं, उनको आज सकारात्मक परिणाम प्राप्त होंगे और प्रभाव व प्रताप में भी वृद्धि होगी। संपत्ति से संबंधित विवादों से आपको कष्ट मिलने की उम्मीद है,  लेकिन रोजगार की दिशा में किए गए प्रयासों में सफलता मिलेगी। ससुराल पक्ष से भी उपहार व सम्मान मिलने की उम्मीद है। विद्यार्थी  एकाग्रता बनाए रखेंगे, तो उन्हें सफलता मिलेगी। परिवार के किसी व्यक्ति से आज कोई सुखद समाचार सुनने को मिलेगा। बाहर का और खुला खाना खाते वक़्त ख़ास तौर पर बचाव पर ध्यान देने की ज़रूरत है। हालाँकि बिना वजह तनाव न लें, क्योंकि यह आपको मानसिक कष्ट दे सकता है। किसी बड़े समूह में भागीदारी आपके लिए दिलचस्प साबित होगी, हालाँकि आपके ख़र्चे बढ़ सकते हैं। आपका ज़्यादातर समय दोस्तों और परिवार के साथ बीतेगा। सैर-सपाटे पर जाने का कार्यक्रम बन सकता है, जो आपकी ऊर्जा और उत्साह को तरोताज़ा कर देगा। खुदरा और थोक व्यापारियों के लिए अच्छा दिन है। शाम का वक्त अच्छा रहे इसके लिए आपको दिनभर मन लगाकर काम करने की जरुरत है। यह दिन आपके सामान्य वैवाहिक जीवन से कुछ हटकर होने वाला है। आपको अपने जीवनसाथी की ओर से कुछ ख़ास देखने को मिल सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- स्त्रियों को सफेद वस्त्र दान करने से आर्थिक स्थिति सुदृढ़ होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप फलदायक रहेगा। जीवन में मधुरता बनी रहेगी, जिससे आपका मन प्रसन्न रहेगा और जीवनसाथी आपके हर सुख दुख में आपका साथ देगा।आज अनावश्यक व्यय का सामना करना पड़ सकता है, लेकिन आपको ध्यान रखना है कि अपनी आर्थिक स्थिति को देख कर ही व्यय करें। बाहर के खाने पीने से आज संयम बरतें। रोजगार के क्षेत्र में सफलता मिलती दिख रही है। व्यापारियों को आज कार्यक्षेत्र में कुछ नए अवसर मिलेंगे, जिससे उनकी आर्थिक स्थिति और मजबूत होगी। सामाजिक कार्य में भाग लेने से आज मान सम्मान मिलेगा। आज किसी मित्र की सहायता करने का अवसर मिल सकता है ,किसी संवेदनशील मुद्दों पर परिवार के सदस्यों के साथ आज विचार विमर्श अवश्य करेंगे। आपका ईर्ष्यालु स्वभाव आपको उदास और दुःखी बना सकता है। आप यह चोट ख़ुद को पहुँचा रहे हैं, इसलिए जितनी जल्दी हो सके इसे छोड़ दें। दूसरों के सुख-दुःख बांटने की आदत विकसित करें। आज के दिन निवेश करने से बचना चाहिए। दोस्त और रिश्तेदार आपकी मदद करेंगे और आप उनके साथ काफ़ी ख़ुशी महसूस करेंगे। आज आपके दिल की धड़कनें अपने प्रिय के साथ ताल-से-ताल मिलाती मालूम होंगी। जी हाँ, यह प्यार का ही ख़ुमार है। कामकाज के मोर्चे पर आपकी कड़ी मेहनत ज़रूर रंग लाएगी। आज अपने लिए वक्त निकालकर अपने जीवनसाथी के साथ आप कहीं घूमने जा सकते हैं। हालांकि इस दौरान आप दोनों के बीच थोड़ी बहुत कहासुनी हो सकती है। छोटे-छोटे मामलों को लेकर हुए आपके आपसी झगड़े आज आपके वैवाहिक जीवन में कटुता को बढ़ा सकते हैं। इसलिए आपको चाहिए कि दूसरों के कहने और बहकावे में न आएं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- पराई स्त्री के प्रति नजरे साफ़ रखने से आर्थिक उन्नति होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज आपको किसी अजनबी व्यक्ति के साथ होने वाली मिला मुलाकात फायदेमंद साबित हो सकती है। राजनीति की दिशा में किए गए प्रयास आज आपके लिए फायदेमंद साबित होंगे। कार्य क्षेत्र में आज आपको अधिकारियों से सम्मान प्राप्ति की संभावना दिख रही है और जो लोग व्यापार कर रहे हैं,उन्हे नवीन अफसरों की प्राप्ति होगी। आज आपको अपनी आर्थिक स्थिति को मजबूत बनाने के लिए आय और व्यय दोनों में संतुलन बना कर रखना होगा, नहीं तो आपकी आर्थिक स्थिति डगमगा सकती है, जिसके लिए आपको बाद में परेशानी उठानी पड़ सकती है । प्रेम जीवन में आज कुछ तनाव रह सकता है। अपने जीवनसाथी को आज मनाने की कोशिश करें। संतान से संबंधित कोई वाद विवाद चल रहा है, तो वह आज सुलझेगा।कुछ लोग सोच सकते हैं कि आप नया सीखने के लिए काफ़ी उम्रदराज़ हो चुके हैं- लेकिन यह सच्चाई से बहुत दूर है- आप अपने तेज़ और सक्रिय दिमाग़ की वजह से कुछ भी आसानी से सीख सकते हैं। दिन भर भले ही आप धन को लेकर जूझते रहें लेकिन शाम के वक्त आपको धन लाभ हो सकता है। अनचाहे मेहमानों से शाम को आपका घर भरा रह सकता है। अपने प्रिय को समझने की कोशिश करें, नहीं तो मुश्किल में फँस सकते हैं। सेमिनार और गोष्ठियों में हिस्सा लेकर आज आप कई नए विचार पा सकते हैं। कोई रोचक मैगजीन या उपन्यास पढ़ के आजके दिन को आप अच्छी तरह से व्यतीत कर सकते हैं। यह दिन आपके सामान्य वैवाहिक जीवन से कुछ हटकर होने वाला है। आपको अपने जीवनसाथी की ओर से कुछ ख़ास देखने को मिल सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- फलदार पौधे लगाना पारिवारिक जीवन के लिए बहुत शुभ है। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपकी आर्थिक स्थिति के लिए उत्तम लाभदायक रहेगा। यदि आपका अटका हुआ उधार का पैसा कहीं है, तो उसे वसूल करने के लिए दिन बहुत ही अच्छा है। आपको अपनी फिजूलखर्ची पर आज नियंत्रण रखना होगा। आपके पिताजी का सहयोग  संयुक्त व्यापार बढ़ोतरी के लिए सहायक सिद्ध होगा। रोजगार के क्षेत्र में जो समस्याएं चली आ रही थी, आज आपको उनका समाधान मिलेगा। किसी मूल्यवान वस्तु की आज खोने व चोरी होने की संभावना बनती दिख रही है, इसलिए सावधान रहें। छात्रों के उच्च शिक्षा के  मार्ग प्रशस्त होंगे। जीवनसाथी का भरपूर सहयोग मिलेगा, लेकिन उनके स्वास्थ्य का ध्यान रखें, परिवार में कोई शुभ मांगलिक कार्यक्रम हो सकता है, जिसमे परिवार के सभी सदस्य व्यस्त नजर आएंगे।अपना तनाव दूर करने के लिए परिवार वालों की मदद लें। उनकी सहयता को खुले दिल से स्वीकारें। अपनी भावनाओं को दबाएँ और छुपाएँ नहीं। अपने जज़्बात दूसरों के साथ साझा करने से फ़ायदा मिलेगा। भाई बहनों की मदद से आज आपको आर्थिक लाभ मिल पाएगा। अपने भाई बहनों की सलाह लें। आज के दिन आपको कुछ परेशानियों का सामना करना पड़ सकता है। यथार्थवादी रवैया अपनाएँ और जो आपकी ओर मदद का हाथ बढ़ाएँ, उनसे किसी चमत्कारकी उम्मीद न करें। मुहब्बत का सफ़र प्यारा, मगर छोटा होगा। कार्यक्षेत्र में आपको हर कोई गंभीरता से सुनेगा। आज आप कोई नई पुस्तक खरीदकर किसी कमरे में खुद को बंद करके पूरा दिन गुजार सकते हैं। आपको या आपके जीवनसाथी को बिस्तर में चोट लग सकती है। इसलिए एक-दूसरे का ख़याल रखें। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- गेहूँ और गुड़ गाय को खिलाने से सेहत बढ़िया रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। यदि आप साझेदारी में कोई कार्य कर रहे हैं, तो उसमें आज अवरोध उत्पन्न हो सकता है और सफलता प्राप्ति के लिए भी आपको चुनौतियों का सामना करना पड़ेगा, इसलिए सावधानी बरतें। आप की मधुर वाणी की सौम्यता समाज में आपके प्रतिष्ठा में वृद्धि करेगी। ससुराल पक्ष से भी आज आपको लाभ होता दिख रहा है, लेकिन आपको बाहर का खानपान से बचना होगा, नहीं तो आपका स्वास्थ खराब हो सकता है। आज शाम का समय परिवार के छोटे बच्चों के साथ अच्छा व्यतीत होगा। आर्थिक दिशा से किए गए कार्यों में आज आपको सफलता मिलेगी, लेकिन आपको आज किसी भी तरह का निवेश करने से बचना होगा।मानसिक तौर पर आप स्थिर महसूस नहीं करेंगे- इसलिए इस बात का ख़याल रखें कि दूसरों के सामने आप कैसे बर्ताव करते और बोलते हैं। ज़रूरत से ज़्यादा ख़र्च करने और चालाकी-भरी आर्थिक योजनाओं से बचें। परिवार के सदस्यों की मदद करने के लिए अपने खाली समय का सदुपयोग करें। बेवजह का शक रिश्तों को खराब करने का काम करता है। आपको भी अपने प्रेमी पर शक नहीं करना चाहिए। यदि किसी बात को लेकर आपके मन में उनके प्रति संशय है तो उनके साथ बैठकर हल निकालने की कोशिश करें। यह दूसरे देशों में व्यावसायिक सम्पर्क बनाने का बेहतरीन समय है। आज के दिन घटनाएँ अच्छी तो होंगी, लेकिन तनाव भी देंगी – जिसके चलते आप थकान और दुविधा महसूस करेंगे। अपने जीवनसाथी को सरप्राइज़ देते रहें, नहीं तो वह ख़ुद को आपके जीवन में महत्वहीन समझ सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- तुलसी पत्र का सेवन करना स्वास्थ्य के लिए अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन विद्यार्थियों से अधिक मेहनत करवाएगा। विद्यार्थियों को मनचाहे परिणाम प्राप्ति के लिए अधिक मेहनत की आवश्यकता होगी। कार्य के क्षेत्र में भी आज आपको अपने अधिकारियों का समर्थन भरपूर रूप से प्राप्त होगा और आप नई योजनाओं पर काम करने के लिए भी समय निकाल लेंगे। आपके पारिवारिक दायित्वों मे आज पूर्ति होगी, लेकिन कार्यों का भोज भी बढेगा। व्यवसाय की योजना को आज बल मिलेगा। मित्रों के साथ मनोरंजन के अवसर प्राप्त होंगे और विरोधी भी परास्त होंगे। परिवार में आज किसी व्यक्ति से कोई शुभ समाचार सुनने को मिल सकता है। आज शाम का समय आप धर्म-कर्म के कार्य में व्यतीत करेंगे, जिससे आपको मानसिक शांति मिलेगी।सबकी मदद करने की आपकी इच्छा आपको आज बुरी तरह थकाएगी। जीवनसाथी से पैसों से जुड़े किसी मुद्दे को लेकर आज बहस होने की आशंका है। आज आपकी फिजुलखर्ची पर आपका साथी आपको लेक्चर दे सकता है। अचानक आयी ज़िम्मेदारी आपकी दिन की योजनाओं में बाधा डाल सकती है। आप पाएंगे कि आप दूसरों के लिए ज़्यादा और ख़ुद के लिए कम कर पा रहें। थोड़ी कोशिश और करें। आज भाग्य आपका साथ ज़रूर देगा, क्योंकि यह आपका दिन है। नए विचार फ़ायदेमंद साबित होंगे। जल्दबाज़ी में फ़ैसले न करें, ताकि ज़िन्दगी में आगे आपको पछताना न पड़े। अगर आप वैवाहिक तौर पर लंबे समय से कुछ नाख़ुश हैं, तो आज के दिन आप हालात बेहतर होते हुए महसूस कर सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- आर्थिक स्थिति बेहतर करने के लिए कच्ची साबुत हल्दी चलते पानी में बहाएं। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन संतान के भविष्य से संबंधित कोई शुभ समाचार लेकर आएगा। इससे आपके परिवार में खुशी की लहर दौड़ जाएगी। भाई बहनों के साथ संबंधों में आज सुधार आएगा, जो लोग रोजगार की दिशा में प्रयास कर रहे हैं, आज का दिन उनके लिए रोजगार के सुनहरे अवसर लेकर आएगा। आपको किसी भी तरह के झगड़े व वाद विवाद से बचना होगा और अपनी वाणी पर नियंत्रण रखना होगा। आर्थिक दिशा में किए गए प्रयास आज सफल रहेंगे। जीवनसाथी की सलाह से आज व्यवस्था की योजनाओं को बल मिलेगा, लेकिन कार्य के क्षेत्र में आपको कठिनाइयों का सामना करना पड़ सकता है। आपके दांपत्य जीवन में आज वाद विवाद की स्थिति उत्पन्न हो सकती है।शारीरिक लाभ के लिए, विशेषकर मानसिक तौर पर मज़बूती हासिल करने के लिए ध्यान और योग का आश्रय लें। आज के दिन आप ऊर्जा से लबरेज़ रहेंगे और मुमकिन है कि अचानक अनदेखा मुनाफ़ा भी मिले। परिवार के सदस्यों की ज़रूरतों को तरजीह दें। उनके सुख-दुःख के भागीदार बनें, ताकि उन्हें महसूस हो कि आप वाक़ई उनका ख़याल रखते हैं। आज आप जीवन में सच्चे प्रेम की कमी का अनुभव करेंगे। ज़्यादा चिंता न करें, हर चीज़ समय के साथ बदलती है और इसलिए आपकी रोमांटिक ज़िंदगी में भी बदलाव आएगा। अगर आप अपने काम पर ध्यान दें तो क़ामयाबी और प्रतिष्ठा आपकी होगी। इस राशि वालों को आज खुद के लिए काफी समय मिलेगा। इस समय का उपयोग आप अपने शोकों को पूरा करने में कर सकते हैं। आप कोई किताब पढ़ सकते हैं या अपना पसंदीदा म्यूजिक सुन सकते हैं। अगर आप और आपका जीवनसाथी खाने-पीने पर ज़्यादा ध्यान देंगे, तो सेहत पर बुरा असर पड़ सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- प्रेमी/प्रेमिका को नीले फूल गिफ्ट में देने से प्रेम सम्बन्धों में मजबूती आएगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज आपको अपने परिवार के सदस्यों के स्वास्थ्य की ओर ध्यान देना होगा और किसी भी तरह के संक्रमण की दूरी बना कर रखना होगा। स्वास्थ्य के नियमों का पूरी तरह पालन करें अन्यथा आपको परेशानी का सामना करना पड़ सकता है। जीवनसाथी से रिश्तो में मधुरता आएगी। छात्रों के भविष्य की नींव मजबूत करने के लिए नई संभावनाओं की प्राप्ति होगी। आपके व्यापार क्षेत्र में जो समस्याएं आ रही है, उनसे आज मुक्ति मिलेगी। वहीं व्यापार के लिए यात्रा भी करनी पड़ सकती है। रोजगार के क्षेत्र में चल रहे प्रयास फलीभूत होंगे। उसमें राजनीतिक सहयोग भी आपको मिलता दिख रहा है। आपकी आर्थिक स्थिति आज थोड़ी कमजोर रह सकती है।आज के रोज़ जो भावुक मिज़ाज आप पर छाया हुआ है, उससे निकलने के लिए बीती बातों को दिल से निकाल दीजिए। जीवन के बुरे दौर में पैसा आपके काम आएगा इसलिए आज से ही अपने पैसे की बचत करने के बारे में विचार करें नहीं तो आपको दिक्कतें हो सकती हैं। किसी धार्मिक स्थल या संबंधी के यहाँ जाने की संभावना है। ज़िंदगी में एक नया मोड़ आ सकता है, जो प्यार और रोमांस को नयी दिशा देगा। आज के दिन कार्यक्षेत्र में चीज़ें वाक़ई बेहतरी की ओर बढ़ सकेंगी, अगर आप आगे बढ़कर उन लोगों से भी दुआ-सलाम करें जो आपको ज़्यादा पसंद नहीं करते। आपको याद रखने की ज़रूरत है कि भगवान उसी की मदद करता है, जो ख़ुद अपनी मदद करता है। जो यह समझते हैं कि शादी सिर्फ़ सेक्स के लिए होती है, वे ग़लत हैं। क्योंकि आज आपको सच्चे प्यार का एहसास होगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- कोढ़ी व गूंगे-बहरे व्यक्ति की मदद करने से स्वास्थ्य अच्छा होगा। \n"
}]
