horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ कठिनाई भरा हो सकता है। सायंकाल के समय आज आपका कोई रुका हुआ काम बनने की संभावना है, जिससे आपकी आर्थिक स्थिति भी मजबूत होगी। संतान पक्ष की ओर से आज आपको कोई निराशाजनक समाचार सुनने को मिल सकता है, जिसके बाद आपका मन आपके कार्यों में नहीं लगेगा। आज आपको आपके चारों ओर नेगेटिविटी फैली हुई मिल सकती है, जिससे आपका मन भी व्याकुल हो सकता है, लेकिन बेहतर यही होगा कि आप अपने काम में मन लगाए और दूसरों से दूरी बनाकर रखें, नहीं तो आप शत्रु भी आपके इस समय का भरपूर फायदा उठाने की कोशिश करेंगे। रात्रि का समय आप अपने परिजनों के साथ गुजारेंगे।एक आध्यात्मिक व्यक्ति आशीर्वाद की वर्षा करेगा और मन की शांति लेकर आएगा। व्यापार में आज अच्छा खास मुनाफा होने की संभावना है। आज के दिन आप अपने बिजनेस को नई ऊंचाईयां दे सकते हैं। पारिवारिक तनावों को अपनी एकाग्रता भंग न करने दें। बुरा दौर ज़्यादा सिखाता है। उदासी के भंवर में ख़ुद को खोकर वक़्त बर्बाद करने से बेहतर है कि ज़िंदगी के सबक़ को जानने और सीखने की कोशिश की जाए। आज आपको अपने प्रिय की याद सताएगी। आज के दिन क़िस्मत आपका साथ देगी और आपको लाभ होगा, क्योंकि आप सही समय पर सही जगह उपस्थित होंगे। आज आप कोई नई पुस्तक खरीदकर किसी कमरे में खुद को बंद करके पूरा दिन गुजार सकते हैं। किसी के प्रभाव में आकर आपका जीवनसाथी आपसे झगड़ सकता है, लेकिन प्यार और सद्भाव से मामला सुलझ जाएगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- घर के चारों कोनों में लाल पत्थर लगाने से पारिवारिक जीवन सुचारु रूप से चलेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ संतोष व शांति पिय रहेगा। संतान के भविष्य की ओर से आज आपको चिंता कम होगी। राजनीतिक क्षेत्र में किए गए प्रयासों में आज आपको सफलता मिलेगी और आपके मन को शांति मिलेगी, जिससे आपके मित्रों की संख्या में इजाफा होगा। आज आपको कुछ नए अनुबंधों के प्राप्त होने से आप के पद व प्रतिष्ठा में वृद्धि होगी। रात्रि का समय कुछ अप्रिय व्यक्तियों के मिलने से आपको कष्ट का सामना करना पड़ सकता है। आज यदि आपका कोई जमीन जायदाद से संबंधित सरकारी कार्य अटका हुआ है, तो उसमें आपको सफलता दिलवा सकता है।प्रभावशाली लोगों का सहयोग आपके उत्साह को दोगुना कर देगा। नए क़रार फ़ायदेमंद दिख सकते हैं, लेकिन वे उम्मीद के मुताबिक़ लाभ नहीं पहुँचाएंगे। निवेश करते समय जल्दबाज़ी में निर्णय न लें। दिन के उत्तरार्ध में अचानक आई कोई अच्छी ख़बर पूरे परिवार को ख़ुशी देगी। आज के दिन अपने प्रिय से कोई तल्ख़ बात न कहें। अगर आप कार्यक्षेत्र में बेहतर करना चाहते हैं तो अपने काम में आधुनिकता लाने की कोशिश करें। इसके साथ ही नई तकनीक से अपडेटेड रहें। आज घर में किसी पार्टी की वजह से आपका कीमती समय बर्बाद हो सकता है। आपके वैवाहिक जीवन से सारा मज़ा खो सा गया मालूम होता है। अपने जीवनसाथी से बात करें और कुछ मस्तीभरी योजना बनाएँ। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए ॐ नीलवर्णाय विदमहे सैंहिकेयाय धीमहि तन्नों राहुः प्रचोदयात। इस मंत्र का 11 बार उच्चारण करें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आपको अपने व्यापार के लिए कुछ यात्रा करनी पड सकती हैं, लेकिन यात्रा पर जाते समय सावधानीपूर्वक जाए क्योंकि आपकी किसी मूल्यवान वस्तु के चोरी होने का भय बना हुआ है। विद्यार्थियों को आज परीक्षा में सफलता प्राप्ति के लिए गुरुजनों के सहयोग की आवश्यकता होगी। रात्रि का समय आप अपने परिवार के सदस्यों के साथ किसी ने मांगलिक कार्यक्रम में सम्मिलित हो सकते हैं, जिससे आपके मन को शांति मिलेगी। संतान को शिक्षा या किसी प्रतियोगिता में आशातीत सफलता मिलने से मन में हर्ष होगा।ज़िन्दगी की बेहतरीन चीज़ों को शिद्दत से महसूस करने के लिए अपने दिल-दिमाग़ के दरवाज़े खोलें। चिंता को छोड़ना इसकी ओर पहला क़दम है। माली सुधार की वजह से ज़रूरी ख़रीदारी करना आसान रहेगा। जितना आपने सोचा है, आपके दोस्त उससे ज़्यादा मददगार साबित होंगे। प्यार एक ऐसा जज़्बा है जिसे न सिर्फ़ महसूस किया जाना चाहिए, बल्कि अपने प्रिय के साथ बांटना भी चाहिए। जो काम आपने किया है, उसका श्रेय किसी और को न ले जाने दें। आपके घर वाले आज आपसे कई परेशानियां शेयर करेंगे लेकिन आप अपनी ही धुन में मस्त रहेंगे और खाली समय में कुछ ऐसा करेंगे जो करना आपको पसंद है। आज के दिन आपके और आपके जीवनसाथी के लिए गहरी आत्मीयतापूर्ण बातें का सही समय है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- ॐ पदमपुत्राय विदमहे अमृतेशाय धीमहि तन्नों केतुः प्रचोदयात। इस मंत्र का रात में 11 बार उच्चारण करने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। यदि आज आप कोई संपत्ति खरीदने का मन बना रहे हैं, तो उसके लिए दिन उत्तम रहेगा। व्यापार में भी आज आप कुछ नए-नए तकनीकों का प्रयोग करेंगे, जिससे भविष्य में आपको भरपूर सफलता प्राप्त होगी। आजीविका के क्षेत्र में कार्यरत लोगों को आज उत्तम अवसर प्राप्त होंगे। आज आपकी राज्य मान व प्रतिष्ठा में वृद्धि होगी। ससुराल पक्ष से भी धन लाभ मिलता दिख रहा है। नौकरी में कार्यरत लोगों को आज संभल कर रहना होगा, नहीं तो आपके शत्रु आपको परेशान करने का हर संभव प्रयास करेंगे, लेकिन आपको अपने धैर्य को बनाए रखना है।आपके पास अपनी सेहत और रूप-रंग को सुधारने के लिए पर्याप्त समय होगा। आज के दिन आपको शराब जैसे मादक तरल का सेवन नहीं करना चाहिए, नशे की हालत में आप कोई कीमती सामान खो सकते हैं। आज का दिन ख़ुशियों से भरा रहेगा, क्योंकि आपका जीवन-साथी आपको ख़ुशी देने का हर प्रयास करेगा। आपके प्रेम की राह एक ख़ूबसूरत मोड़ ले सकती है। आज आपको पता चलेगा कि फ़िजा़ओं में जब प्यार घुलता है तो कैसा महसूस होता है। कार्यक्षेत्र में आपका कोई प्रतिद्वंदी आज आपके खिलाफ साजिश कर सकता है, इसलिए आज आपको आंख कान खोलकर काम करने की जरुरत है। आपका व्यक्तित्व और लोगों से थोड़ा अलग है आप अकेले वक्त बिताना पसंद करते हैं। आज आपको अपने लिए वक्त तो मिलेगा लेकिन ऑफिस की कोई समस्या आपको सताती रहेगी। वैवाहिक जीवन के कई फ़ायदे भी होते हैं और आप उन्हें आज हासिल कर सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- आर्थिक स्थिति मजबूत करने के लिए सूर्यदेव को प्रातः लाल फूल अर्पित करें। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए उन्नति के नए-नए मार्ग खोलेगा। विद्यार्थियों के उच्च शिक्षा के मार्ग प्रशस्त होंगे। व्यापार में भी आज आमदनी के नए स्त्रोत बनेंगे। परिवार के सदस्यों में आज किसी बात को लेकर कोई विवाद हो सकता है, लेकिन भाइयों की सलाह से सायंकाल तक सब समाप्त हो जाएगा। आज व्यापार में यदि आपकी कोई डील लंबे समय से लटकी हुई थी, तो वह भी फाइनल हो सकती है, जिससे आपको धन लाभ भी भरपूर मात्रा में होगा। नौकरी में कार्यरत लोगों को आज किसी दूसरी जगह से ऑफर आ सकता है। यदि आपके शरीर में कोई रोग है, तो वह आज आपके कष्टो मे वृद्धि कर सकता है।स्वतः ही अपनी चिकित्सा करना घातक सिद्धा होगा। कोई भी औषधि लेने से पहले चिकित्सक की सलाह लें, नहीं तो लेने के देने पड़ सकते हैं। अगर आप लोन लेने वाले थे और काफी दिनों से इस काम में लगे थे तो आज के दिन आपको लोन मिल सकता है। मुमकिन है कि परिवार वाले आपकी उम्मीदों को पूरा न कर सकें। इस बात कि इच्छा न करें कि वे आपके मुताबिक़ काम करेंगे, बल्कि अपने काम करने का तरीक़ा बदलकर पहल करें। कोई आपको प्यार से दूर नहीं कर सकता है। कार्यालय में सबकुछ आपके पक्ष में जाता नज़र आ रहा है। अचानक आज आप काम से छुट्टी लेने का प्लान बना सकते हैं और अपने परिवार के साथ वक्त बिता सकते हैं। आपका जीवनसाथी आपको इतना बेहतरीन पहले कभी महसूस नहीं हुआ। आपको उनसे कोई बढ़िया सरप्राइज़ मिल सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अपने वजन के बराबर जौ गौशाला में दान करने से स्वास्थ्य अच्छा होगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए निश्चित परिणाम लेकर आएगा। संतान पक्ष की ओर से आज आपको कोई सुखद समाचार सुनने को मिल सकता है।\nकिसी अच्छे कार्य में आज आपका धन खर्च हो सकता है और आपकी कीर्ति में भी वृद्धि होगी। रोजगार के क्षेत्र में आज आपको अकल्पित सफलता प्राप्त होगी। दोपहर बाद आज आपको किसी कानूनी विवाद व मुकदमे में जीत मिलने की भरपूर संभावना है, जिससे आप का मनोबल बढ़ेगा। आज आप दान पुण्य के कार्यों पर भी कुछ धन व्यय करेंगे। सायंकाल का समय आज आप अपने परिवार के छोटे बच्चों के साथ मौज मस्ती में व्यतीत करेंगे। जीवनसाथी का भरपूर सहयोग मिलेगा।ऊर्जा के अपने ऊँचे स्तर को आज अच्छे काम में लगाएँ। अगर आप आय में वृद्धि के स्रोत खोज रहे हैं, तो सुरक्षित आर्थिक परियोजनाओं में निवेश करें। परिवार वालों का हँसी-मज़ाक भरा बर्ताव घर के वातावरण को हल्का-फुल्का और ख़ुशनुमा बना देगा। रोमांटिक मुलाक़ात आपकी ख़ुशी में तड़के का काम करेगी। अगर आप ख़ुद को पेशेवराना अन्दाज़ में औरों के सामने रखेंगे, तो कैरियर में बदलाव के नज़रिये से यह लाभदायक साबित हो सकता है। आज आपके पास लोगों से मिलने-जुलने का और अपने शौक़ पूरे करने का पर्याप्त खाली वक़्त है। थोड़ी-सी कोशिश करें तो यह दिन आपके वैवाहिक जीवन के सबसे विशेष दिनों में से एक हो सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- किन्नरों(बुध नपुंसक है) का भूलकर भी अपमान न करें व यथाशक्ति इनको दान देने से आर्थिक स्थिति मजबूत होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ व्यस्तता व भागदौड़ भरा रहेगा। आज आपके चारों का वातावरण सुखमय रहेगा और घर परिवार के सभी सदस्यों के बीच खुशियां भी बढ़ेंगी, जिसमें भाग्य भी आपका साथ देगा। यदि आज आप कोई लोन लेने का मन बना रहे हैं, तो उसके लिए दिन उत्तम रहेगा। बिजनेस के लिए आज अपने भाई की सलाह की आवश्यकता होगी। सायंकाल के समय आज आपका आपकी माता जी से कोई वाद विवाद हो सकता है, लेकिन आपको अपनी वाणी पर नियंत्रण रखना होगा। आज आपको पास व दूर की यात्रा पर जाना पड़ सकता है, जिसमें आप कुछ धन  भी व्यय करेंगे।आपको काफ़ी समय से चल रही बीमारी से छुटकारा मिल सकता है। ऐसा लगता है आप जानते हैं कि लोग आपसे क्या चाहते हैं- लेकिन आज अपने ख़र्चों को बहुत ज़्यादा बढ़ाने से बचें। परिवार के साथ सामाजिक गतिविधियों में सहभागिता काफ़ी मानसिक दबाव पैदा कर सकती है। आपका प्रिय आपको ख़ुश रखने के लिए कुछ ख़ास करेगा। नए ग्राहकों से बात करने के लिए बेहतरीन दिन है। वक्त से बढ़कर कुछ नहीं होता। इसलिए आप वक्त का सदुपयोग करते हैं लेकिन कई बार आपको जीवन को लचीला बनाने की जरुरत भी होती है और अपने घर परिवार के साथ समय बिताने की जरुरत होती है। आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्तों की तरह है और आपको आज यह एहसास होगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- किसी भी कार्य से बाहर जाते वक्त मस्तक पर लाल टीका लगाकर जाना आर्थिक पक्ष को मजबूत करेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए संभल कर रहने का होगा क्योंकि आज आपकी सेहत में गिरावट आ सकती है, इसलिए अपनी सेहत के प्रति सचेत रहें। यदि ऐसा हो, तो तुरंत डॉक्टर परामर्श अवश्य लें। आज का दिन आपको अपने व्यवसाय की और भी ध्यान लगाना होगा, नहीं तो आपको नुकसान हो सकता है। व्यस्तता के बीच आप अपने प्रेम जीवन के लिए समय निकालने में कामयाब रहेंगे, इससे जीवन साथी प्रसन्न नजर आएंगे और जीवन साथी के लिए आज आप कुछ उपहार भी खरीद सकते हैं। ससुराल पक्ष के किसी व्यक्ति को यदि आज उधार देना पड़े, तो सोच विचार कर दें क्योंकि उसके आने की संभावना बहुत कम है।क़ुदरत ने आपको आत्मविश्वास और तेज़ दिमाग़ से नवाज़ा है- इसलिए इनका भरपूर इस्तेमाल कीजिए। धन से जुड़ा कोई मसला आज हल हो सकता है और आपको धन लाभ हो सकता है। अपने घर के वातावरण में कुछ बदलाव करने से पहले आपको सभी की राय जानने की कोशिश करनी चाहिए। हर रोज़ प्रेम में पड़ने की अपनी आदत को बदलिए। व्यवसायियों के लिए अच्छा दिन है, क्योंकि उन्हें अचानक बड़ा फ़ायदा हो सकता है। भरपूर रचनात्मकता और उत्साह आपको एक और फ़ायदेमंद दिन की ओर ले जाएंगे। हँसी-मजा़क के बीच आपके और आपके जीवनसाथी के बीच कोई पुराना मुद्दा उभर सकता है, जो फिर वाद-विवाद का रूप भी ले सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- गंगाजल को लगातार 108 दिन घर में छिड़कने से पारिवारिक जीवन की बाधाएं दूर रहेंगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज तक आपके लिए सुखमय रहेगा। विरोधी भी आज आप की प्रशंसा करते नजर आएंगे, इसे देखकर आपको कुछ समय के लिए सतर्क रहने की आवश्यकता है। आज आपका कोई लंबे समय से अटका हुआ काम पूरा हो सकता है, जिसके लिए आप अपने परिवार के सदस्य के लिए किसी पार्टी का आयोजन कर सकते हैं। आज सामाजिक व सांस्कृतिक कार्यक्रम में भाग लेने का अवसर प्राप्त हो सकता है। ससुराल पक्ष आजा आपको पर्याप्त मात्रा में धन मिलता दिख रहा है और इस धन को आप कहीं निवेश करके सफलता प्राप्त कर सकते हैं। सायंकाल का समय आप अपने जीवन साथी को कहीं बाहर घुमाने लेकर जा सकते हैं।भागमभाग भरे दिन के बावजूद आपकी सेहत पूरी तरह दुरुस्त रहेगी। आज आपके भाई-बहन आपसे आर्थिक मदद मांग सकते हैं और उनकी मदद करके आप खुद आर्थिक दबाव में आ सकते हैं। हालांकि स्थिति जल्द ही सुधर जाएगी। आपकी भरपूर ऊर्जा और ज़बरदस्त उत्साह सकारात्मक परिणाम लाएंगे व घरेलू तनाव दूर करने में मददगार रहेंगे। अपने प्रिय की नाराज़गी के बावजूद अपना प्यार ज़ाहिर करते रहें। कार्यक्षेत्र में आपको हर कोई गंभीरता से सुनेगा। कार्यक्षेत्र में किसी काम के अटकने की वजह से आज आपका शाम का कीमती वक्त खराब हो सकता है। रोज़मर्रा की ज़रूरतें पूरी न होने से आपके वैवाहिक जीवन में तनाव संभव है। खाना, साफ़-सफ़ाई या कोई और घरेलू चीज़ इसका कारण हो सकती है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- ग़रीबों में केसर निर्मित मीठा हलवा बनाकर बांटने से लव लाइफ में प्यार बना रहता है। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए बहुत खास रहने वाला है। आज आपको पारिवारिक व आर्थिक मामलों में सफलता प्राप्त होगी। आजीविका के क्षेत्र में कार्य कर रहे लोगों को आज उत्तम अवसर प्राप्त होंगे, जिससे वह प्रसन्न नजर आएंगे। ऑफिस में आज आपको आपके हर प्रकार के सहयोग से लाभ प्राप्त होगा। रात्रि के समय किसी प्रिय व्यक्ति से आपकी मुलाकात होने से मन में प्रसन्नता रहेगी। सायंकाल का समय आज आप अपने माता-पिता की सेवा में व्यतीत करेंगे। आप अपने भाई के साथ कोई पार्ट टाइम व्यापार करना चाहते हैं, तो उसके लिए भी दिन उतम रहेगा।आज का दिन मौज-मस्ती और आनन्द से भरा रहेगा- क्योंकि आप ज़िन्दगी को पूरी तरह जिएंगे। कोई बड़ी योजनाओं और विचारों के ज़रिए आपका ध्यान आकर्षित कर सकता है। किसी भी तरह का निवेश करने से पहले उस व्यक्ति के बारे में भली-भांति जाँच-पड़ताल कर लें। जिसपर आप यक़ीन करते हैं, मुमकिन है वह आपको पूरा सच न बता रहा हो। आपकी दूसरों को राज़ी करने की क्षमता आने वाली मुश्किल को हल करने में कारगर साबित होगी। शाम ढलते-ढलते कोई आकस्मिक रुमानी झुकाव आपके दिलोदिमाग़ पर छा सकता है। सहकर्मियों और वरिष्ठों के पूरे सहयोग के चलते दफ़्तर में काम तेज़ रफ़्तार पकड़ लेगा। आज घर के लोगों के साथ बातचीत करते दौरान आपके मुंह से कोई ऐसी बात निकल सकती है जिससे घर के लोग नाराज हो सकते हैं। इसके बाद घर के लोगों को मनाने में आपका काफी समय जा सकता है। आपका जीवनसाथी बिना जाने कुछ ऐसा ख़ास काम कर सकता है, जिसे आप कभी भुला नहीं पाएंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- चाँदी का टुकड़ा या चाँदी का सिक्का जेब में सदैव रखने से धन की वृद्धि होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए उन्नति के नये-नये मार्ग खोलेगा। आज आपके किसी मित्र की सलाह से आपके व्यापार में चार चांद लगेंगे और आप अपने व्यापार को ऊंचाइयों तक पहुंचाने में कामयाब रहेंगे। साझेदारी में कोई व्यापार चल रहा है, तो उसमें आज आपको भरपूर सफलता मिल सकती है। संतान के भविष्य के लिए भी आज आप कुछ परेशान नजर आएंगे। आज आपको अपने पिताजी के स्वास्थ्य के प्रति सचेत रहना होगा, उनके हाथ पैरों में दर्द इत्यादि की समस्या बढ़ सकती है।घर और दफ़्तर में कुछ दबाव आपको ग़ुस्सैल बना सकता है। जो लोग लघु उद्योग करते हैं उन्हें आज के दिन अपने किसी करीबी की कोई सलाह मिल सकती है जिससे उन्हें आर्थिक लाभ होने की संभावना है। पुराने परिचितों से मिलने-जुलने और पुराने रिश्तों को फिर से तरोताज़ा करने के लिए अच्छा दिन है। आप आज प्यार की मनोदशा में होंगे- और आपके लिए काफ़ी मौक़े भी होंगे। योग्य कर्मियों को पदोन्नति या आर्थिक मुनाफ़ा हो सकता है। परिवार की जरुरतों को पूरा करते-करते आप कई बार खुद को वक्त देना भूल जाते हैं। लेकिन आज आप सबसे दूर होकर अपने आप के लिए वक्त निकाल पाएंगे। अगर आप अपने जीवनसाथी से स्नेह की आशा रखते हैं, तो यह दिन आपकी आशाओं को पूरा कर सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- मांस, मदिरा का त्याग करने से हेल्थ अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन कुछ चिंता में व्यतीत होगा। आज आपको संतान के परीक्षा से संबंधित कोई बड़ा फैसला लेना पड़ सकता है, जिसमें आपको अपने जीवनसाथी की सलाह की आवश्यकता होगी। धार्मिक क्षेत्रों की यात्राओं पर कुछ खर्च हो सकता है। यदि आज किसी यात्रा पर जाना पड़े, तो सावधान रहें क्योंकि इसमें आपकी किसी मूल्यवान वस्तु के चोरी होने की आशंका है। यदि बहनोई व साले में से आज किसी को उधार देना पड़े, तो सोच समझ कर दें, इससे आपके संबंधों में दरार पड़ सकती है। दांपत्य जीवन में यदि कई दिनों से कोई अवरोध चल रहा था, तो वह समाप्त होगा।अगर आप बहुत ज़्यादा तनाव महसूस कर रहे हैं, तो बच्चों के साथ अधिक समय बिताएँ। उनके प्यार भरे आलिंगन और मासूम मुस्कुराहट आपकी सभी परेशानियों को ख़त्म कर देंगे। अगर आपका धन से जुड़ा कोई मामला कोर्ट-कचहरी में अटका था तो आज उसमें आपको विजय मिल सकती है और आपको धन लाभ हो सकता है। एक पारिवारिक आयोजन में आप सभी के ध्यान का केन्द्र होंगे। अपने प्रिय की नाराज़गी के बावजूद अपना प्यार ज़ाहिर करते रहें। सहकर्मियों के साथ काम करते वक़्त युक्ति और चतुरता की ज़रूरत होगी। साफ़गोई से अपने मन की बात कहने में घबराएँ नहीं। ख़र्चों को लेकर जीवनसाथी से तनातनी संभव है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- प्रेमी/प्रेमिका से मिलने जाने से पहले मिश्री खाकर व पानी पीकर निकले इससे प्रेम सम्बन्धों में बढ़ोतरी होगी। \n"
}]
