horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "आज आपसे अत्यधिक काम की अपेक्षा की जायेगी ,आप कुछ भी किस्मत के भरोसे या कोई छोटा सा भी काम किसी और के भरोसे नही छोड़ सकते ǀ हालाँकि दिन के अंत में कोई बहुत अच्छी खबर मिलेगी जो आपके प्रयासों की सफलता से सम्बंधित होगीǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "आप पिछले कई दिनों से आउट ऑफ़ फॉर्म नजर आ रहे हैं और आपकी चिंता का कारण भी यही है ǀसमझने की कोशिश करें कि आपके सोचने और करने के बीच का असंतुलन ही आपके निर्धारित किये हुए उद्देश्यों के पूरा न होने का मूल कारण है ǀखुद को राहत दें और अपेक्षा थोड़ी कम रखें ǀ अगर आप अब शांति बनाकर नही रखेंगे तो बाद में आपको बहुत परेशानी हो सकती है ǀ",
        "मेष प्यार और संबंध राशिफल": "आज कोई अन्य व्यक्ति आपके प्यार के जीवन में हस्तक्षेप करने की कोशिश कर सकता है। यह आप पर निर्भर करता है की वो कितना सफल होंगे । अगर आप उनकी बातो को सुनते और प्रभावित होते है , तो ये आपके प्रेम प्रसंग को नीचे की तरफ धकेल सकता है , इसके अलग अगर आप बाहरी व्यक्ति की बातो पर ध्यान न दे तो ये आपके रिश्ते को मजबूत बनाने में मदद कर सकता है ।",
        "मेष कैरियर और धन राशिफल": "आप आगे बढ़ रहे हैं , वहीं लोग आपको नीचे खींचने की और कोशिश कर सकते हैं। मौखिक विवाद में न फंसे । आप प्रयास करे की आपका कार्य बोले । आप एक ऐसी स्थिति में पहुंच जायेंगे जहा से आपको नीचे धकेलना मुश्किल होगा । अच्छा काम करते रहे । अपने सहयोगियों और अधीनस्थों के साथ सौहार्द बनाए एवं मधुर वाक्यों का प्रयोग करे।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "आपके जीवन में एक नई उर्जा का प्रवेश होगाǀआपको अचानक यह लगने लगेगा कि जीवन में परिवार तथा करियर में संतुलन बनाना काफी आसान हो गया है ǀ आपकी सारी हिचकिचाहट दूर हो जाएगी और आपके सब कामो में नया आत्मविश्वास दिखाई देगा ǀआप घर या कार्यस्थल पर किसी करीबी की असमंजस की भावना को भी आज दूर कर पायेंगे ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "जब तक आप दूसरों को अच्छी तरह खाना नही खिला लेते आपको तसल्ली नही होती लेकिन इतना ही ध्यान आपको अपना खुद का भी तो रखना चाहिए |अच्छा खाना खाएं,अच्छी नींद लें और खूब आराम करें जिसकी आपके शरीर को लम्बे समय से जरूरत है |कुकिंग क्लासेज ले सकते हैं ताकि आपको अपना मनपसंद खाना तैयार करने और खाने की प्रेरणा मिले | जहां जरुरत नही है वहा बिना बात अपने स्वास्थ्य की चिंता कर व्यर्थ तनाव न पालें |",
        "वृषभ प्यार और संबंध राशिफल": "एक तर्क में जीतना एक दिल के जीतने से बहुत अलग है। आप अपनी बात को साबित कर सकते है , परन्तु फिलहाल इस तरीके से आपका साथी आपसे दूर हो सकता है या आपका बहिष्कार कर सकता है । अपने प्यार अपने साथी को तर्क वितर्क में जितने का मौका दे । अपने साथी को आपके बिना बोले अपना मन मस्तिष्क पढ़ने दे । कुछ कदम आगे जाकर अपने प्यार अपने साथी की मदद करे और इस तरह से आपका साथी आपकी सूक्ष्म कदमो की सराहना करेगा ।",
        "वृषभ कैरियर और धन राशिफल": "आज आपको अपने कार्य करने के लिए विशेष ध्यान देना होगा क्योकि आपके वरिष्ठ अधिकारी बारीकी से आपकी प्रगति को देखेंगे । वे आपके समर्पण भाव और मजबूत नेतृत्व के गुणों से प्रभावित होंगे । आज आपके थोड़े अधिक प्रयासों से आपके करियर को नयी गति मिल सकती है क्योकि आपके वरिष्ठ अधिकारी आपके इन गुणों को ध्यान में रखेंगे ।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "आज आप विशेषकर हलके फुल्के मूड में रहेंगे ǀ सब समस्याओं का सामना चेहरे पर मुस्कराहट के साथ करेंगे ǀआज किसी विवाद में मैत्रीपूर्ण मध्यस्थ की भूमिका भी अदा कर सकते हैंǀआपकी मौजूदगी से ख़ुशी और रोनक रहेगी और शाम को पार्टी की जान बने रहेंगे ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "आपकी नजर दिन –प्रतिदिन कमजोर होती जा रही है ǀचाय में ‘आई साईट’(eyesighti",
        "मिथुन प्यार और संबंध राशिफल": "आप आज बेचैन और असुरक्षित महसूस कर सकते हैं , आपको अपने पार्टनर की भावनाओं पर विश्वास कर पाना भी मुश्किल लगेगा | आपको अपने सम्बन्ध से एक छोटा सा ब्रेक लेकर उन कारणों के बारे में गहराई से सोचना चाहिए जिसने आपको यह सोचने पर मजबूर किया है | इस सोच –विचार के बाद आपको काफी राहत महसूस होगी और आप अपने आप तथा अपने पार्टनर के बारे में विश्वस्त अनुभव करेंगे |",
        "मिथुन कैरियर और धन राशिफल": "आज का दिन आपके लिए काफी हद तक उत्तम रहेगा । कुछ मुश्किल कार्य जो की आपने समय पर छोड़ दिए थे उन्हें पूरा करने का भी ये उचित समय है । आज के दिन आप अपने सारे रुके हुए कार्य अपनी उम्मीद से ज्यादा पूरा कर पायेंगे और सारा काम का भोज आज खत्म हो सकता है। आज आप में सकारात्मक ऊर्जा का संचार होगा जो आस पास के सहकर्मी को सकारात्मक रूप में प्रभावित करेगा ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "आज आप पूरा दिन थोड़े से भावुक रहेंगे ǀआप जो भी करेंगे पूरे मन से करेंगे और इसीलिए आपको सफलता जरुर मिलेगीǀआप पिछले कुछ समय से किसी महत्वपूर्ण मुद्दे को टाल रहें हैं लेकिन आज इस मुद्दे को प्राथमिकता के आधार पर रखकर सुलझाने के लिए बहुत अच्छा दिन है ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "आप आसानी से अपना ध्यान कहीं एक जगह नही लगा पाते और इसीलिए ऐसे लोगों की बहुत प्रशंसा करते हैं जो फोकस कर पाने की क्षमता रखते हैं|अब समय आ गया है कि आप भी यह विशेषता सीखकर अपने जीवन में भी कार्यान्वित करें |आपको किसी महत्वपूर्ण काम पर फोकस करने की जिम्मेदारी मिलेगी ,इसे हाथ से जाने न दें |सुबह जल्दी उठकर योग करने से भी आपको मदद मिलेगी |",
        "कर्क प्यार और संबंध राशिफल": "आज का दिन अपने परिवार को समर्पित करने के लिए महत्वपूर्ण है। कैरियर और अन्य बाहरिक विचार आपका ध्यान अपनी और आकृष्ट कर सकते है । हालांकि, आपके रिश्ते की स्थिति पिछले कुछ दिनों से थोड़ी अनिश्चित हो गयी है , इसलिए ये समय की मांग है की आप अपने परिवार की तरफ भी पूर्ण रूप से ध्यान दे । ऐसा आपको लगेगा की आपकी वित्तीय स्थिति को नुकसान पहुंचा है ,परन्तु कुछ विचारशील और संवेदनशील अपने साथी के लिए करना आपको काफी पुरस्कृत कर सकता है ।",
        "कर्क कैरियर और धन राशिफल": "आपने पिछले कुछ दिनों में कुछ अधिक खर्च किया है जिसके आप आदी नहीं हैं । आज सतर्कता की अवस्था आप के अंदर रहेगी । आपके दृष्टिकोण में एक उल्लेखनीय बदलाव आएगा और आप अपने बजट को सख्त बनाने और धन संचय पर अधिक जोर देंगे , हालाँकि आपको अपने दृष्टिकोण में बदलाव लाना होगा की आपका धन बर्बाद और खत्म हो जाएगा ।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "ग्रहों की स्थिति कुछ ऐसी बन रही है की आपको सुधार करने एवं स्वस्थ होने का विशेष अवसर मिलने वाला है ǀआप भूतकाल में की हुई अपनी किसी गलती को स्वीकार कर लेंगे और सामने वाले को संतुष्ट करने में कामयाब रहेंगे ǀऐसा करके आप अपने दिल से काफी बड़ा बोझ उतार पायेंगे ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "आज पेट में खराबी होने की काफी आशंका बनी हुई है ǀ आपको पीने का पानी और अन्य तरल पदार्थों के प्रति विशेष सावधानी रखनी होगी क्योंकि पानी से उत्पन्न बिमारियों की आशंका बनी हुई है ǀ आपको संक्रमण भी हो सकते हैं इसीलिए आज बाहर के अस्वास्थ्यकर खाने से भी परहेज ही रखें ǀ आपको मुंहासों की समस्या भी हो सकती है परन्तु वह समय से ध्यान देने के बाद ठीक हो जायेंगे ǀ",
        "सिंह प्यार और संबंध राशिफल": "आप आज मिलने वाले हर आदमी के साथ अच्छा समय बिता पायेंगे लेकिन इसका अर्थ यह बिलकुल नही है कि उनमें से हरेक आपके लिए परफेक्ट पार्टनर साबित हो सकता है |पहली नजर के आकर्षण को प्यार कहना काफी जल्दबाजी होगी | एक कदम पीछे हटें और यह देखने और सोचने की कोशिश करें कि अगर आप इस आदमी के साथ जिंदगी बिताएंगे तो अब स्थिति क्या है और भविष्य में इस सम्बन्ध में क्या होने की संभावना है ?",
        "सिंह कैरियर और धन राशिफल": "आज आप सकारात्मक ऊर्जा से भरे हुए हैं और आज आपके हैरान होने की संभावना है , क्यों की आपके प्रबंधन कौशल की वजह से आप पाएंगे की अपने कितना कुछ पाया है । आपके सारे बकाया कार्य पूर्ण हो जाएंगे और मुश्किल परियोजनाओं के रास्ते में जो रुकावट थी , वो पूरी तरह से खत्म हो जाएंगी । आप न केवल आसानी से अपने सभी कार्यो का बोझ खत्म करने में सक्षम होंगे बल्कि अपने उत्साह के साथ आप आसपास हर किसी को प्रभावित करने में भी सक्षम होंगे ।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "भाग्य आपकी वित्तीय स्थिति पर मुस्कुरा रहा है और अधिक कमाई के कारण आप के खर्चे भी बढ़ गए हैंǀअब समय आ गया है की आप अपने खर्च पर नियंत्रण रखें ǀअब फिजूलखर्ची से बचना होगा ǀ आपके परिजन या किसी करीबी के साथ ऐसा कुछ होगा कि आपके भीतर भी उससे अशांति आएगी ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "आज आपको अपने स्वास्थ्य सम्बन्धी कई जांचें करानी पड़ सकती हैं ǀआपको अपने स्वास्थ्य की चिंता होगी लेकिन फिलहाल चिंता की आवश्यकता नही है ǀलेकिन इसे अपने स्वास्थ्य के लिए चेतावनी समझें और अपने खाने तथा जीवनशैली में कुछ बहुत महत्वपूर्ण बदलाव लायें ǀ अगर आप इस समय पर्याप्त सावधानी रखेंगे तो भविष्य में होने वाली तकलीफों से बच पायेंगे ǀ",
        "कन्या प्यार और संबंध राशिफल": "जटिलताएँ आपके प्रेम के क्षेत्र में आ सकती है । आपको अपने गुस्से पर नियंत्रण रखना होगा , क्योकि आवेग आपको कुछ भी शुभ नहीं देगा । आपको अपने साथी के प्यार और स्नेह को पहचानने की भी जरुरत भी है जो की तनाव के चलते कही दब सा गया था । अपने आत्म सम्मान और अपने साथी के लिए अपनी प्रतिबद्धता के बीच एक अच्छे संतुलन को बनाए रखना अब बहुत महत्वपूर्ण है।",
        "कन्या कैरियर और धन राशिफल": "आज आपके मालिक केवल वे सुनेगे जो वे सुनना चाहते हैं और यह स्थिति स्वतंत्र रूप से अपने आप को व्यक्त करने से आपको रोकती है। आपके सहयोगियों ने ऐसी स्थितियों में बहुत अच्छी तरह से आप का समर्थन किया है और ये समय उन लोगों से प्राप्त हुई मदद की सराहना करने का समय है। जब आपके मालिक का मन स्थिर होगा , तब आपके धन प्राप्ति के योग है ।"
    },
    "6": {
        "तुला दैनिक राशिफल": "दिन शांत रहेगा ǀपिछले सप्ताह के व्यस्त कार्यक्रम से थोड़ी राहत मिलेगी,जो अच्छी लगेगी ǀआपके वरिष्ठ अधिकारी आप पर नजर रखे हुए हैं ,इसीलिए अधिक मेहनत करें ǀ कुछ अनापेक्षित निजी मुद्दे आपके सामने आ सकते हैं ,उनसे आपको आश्चर्य तो जरुर होगा,लेकिन आप संतोषजनक तरीके से उन्हें सँभालने में कामयाब होंगे ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "आज किसी परिजन को थोडा बीमार होने के कारण आपकी देखभाल की जरुरत पड़ सकती है ǀआप खुद को उसकी देखभाल के लिए तैयार पायेंगे ǀ लेकिन साफ़-सफाई का ध्यान रखें और हाथों को कई बार धोएं ǀअपने स्वास्थ्य का भी ध्यान रखें ǀआज छोटी-छोटी चीजों के बारे में विशेष सावधानी रखें क्योंकि आज आपको कई तरह के संक्रमन होने का खतरा है ǀ",
        "तुला प्यार और संबंध राशिफल": "जीवन के अन्य पहलुओं से बाहरी तनाव और कार्य का तनाव आपके रिश्ते की स्थिति को प्रभावित करेगा । अगर आप अपने रिश्तो की एहमियत को समझेंगे और अपने कार्य क्षेत्र और अपने रिश्तो को अलग अलग रखेंगे तो काफी हद तक इस तूफान का आप आसानी से सामना कर लेंगे । आपका साथी आज काफी हद तक एक सहायक की भूमिका में आपके लिए रहेगा , लेकिन इस तथ्य और अपने साथी की उपयोगिता को जानने में आपको काफी लम्बा समय लग जायेगा ।",
        "तुला कैरियर और धन राशिफल": "आज आपको एक सुपर हीरो की तरह शक्तिया मिल सकती है । आपके लंबित कार्य और परियोजनाओं के पूरा होने के संकेत दिखाई देंगे। आप अपने करीबी लोगों के साथ आज मिल सकते है। अपनी टीम को प्रेरित और प्रोत्साहित करे । आपका सहयोगी अपनी जिम्मेदारियों से दूर भाग सकता है इसलिए चालाकी से काम ले । आप अपने पुराने निवेश पर ब्याज मिलने से हैरान हो सकते है जिसे आपने लगभग भुला ही दिया था ।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "कोई नया काम शुरू करने के लिए दिन विशेष रूप से अच्छा है ǀ अगर आप अपनी नौकरी या करियर में कोई बदलाव लाने या कोई नया सम्बन्ध बनाने के बारे में सोच रहे हैं तो आज से अच्छा कोई भी दिन नही हो सकता ǀअगर आपको इसमें कोई जोखिम लगता भी है तो भी एक मौका जरुर लें और सब कुछ जैसे आप चाहते हैं,बिलकुल वैसे ही होने की पूरी संभावना है ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "आप एक साथ काफी कुछ करने का प्रयास कर रहे हैं और अब इसका बुरा प्रभाव आपकी सेहत पर दिखना भी शुरू हो जायेग I|लगातार रातो को देर तक काम करते रहने से आप काम पर पूरा ध्यान नही लगा पायेंगे I|इसका आपके स्वास्थ्य तथा करियर दोनों पर ही नकारात्मक प्रभाव पड़ेगा I|आपको स्वास्थ्यकर आदतें अपनाने की और अधिक ध्यान देना पड़ेगा Iआज बहुत अच्छी नींद लेने की कोशिश करें I|",
        "वृश्चिक प्यार और संबंध राशिफल": "आज का दिन अन्य एवं दूसरे मौके के लिए उपयुक्त है। जिन लोगो ने आपके साथ अच्छी तरह से व्यवहार नहीं किया है, वे लोग आप से मिलने या सलाह लेने आ सकते है । आज का दिन नए सिरे से अपनी दोस्ती और प्रेम को मजबूत करने का समय है । आज का दिन माफ़ी प्रदान करने , गलतियाँ भूलने और बेकार की चीज़ो पर पानी डालने का समय है । दूसरी ओर आप भी किसी ऐसे व्यक्ति से मिल सकते है , जिससे आपका आकड़ा १९-३६ का रहा है और ये समय पुरानी बातो को भूलकर एक नए सिरे से शुरुआत करने का समय है ।",
        "वृश्चिक कैरियर और धन राशिफल": "आज उन परियोजनाओं पर एक अच्छी शुरुआत करें जिनको लंबे समय से आपने ठंडे बस्ते में डाल दिया था । आप एक सफल भविष्य के लिए अच्छी नींव बिछाने में बस एक कदम दूर है। चीजों को आसान तरीके से ले और बिना सोच समझे कुछ भी न करे । अपने काम को करने के लिए दूसरों पर भरोसा न करे । जो उचित है , इस विचार को रखने में आप जरा भी न घबरायें ।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आज आपके लिए गंभीरता से मेहनत करने का दिन है ǀ आप काफी लम्बे समय से लटक रहा एक काम संतोषजनक ढंग से पूरा करने में सफल रहेंगे ǀइससे आपके अफसर प्रभावित होंगे ǀ आज आप पर किसी प्रसिद्ध व्यक्ति की भी नजर पड़ेगी और इस बात का आपके भविष्य पर काफी प्रभाव पड़ेगा ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "आज आप सकारात्मक ऊर्जा से भरे हुए हैंǀ हालांकि आपकी सलाह अच्छी होंगी लेकिन बिन मांगे दी गई आपकी सलाह का हर कहीं स्वागत नही होगा ǀआपको आज खुद की ही सुननी चाहिए और खुद को खुश करने या संवारने के लिए आप काफी पैसे भी खर्च कर सकते हैं ǀहालाँकि,झा तक आपकी इच्छाओं या आपके कामों से दूसरों का भी लेना –देना है ,थोडा संभलकर व्यवहार करें क्योंकि लोग आपकी नेक इच्छाओं को भी गलत समझ सकते हैं ǀ",
        "धनु प्यार और संबंध राशिफल": "आपके लिए आज भी अपने प्रियतम के करीब आ पाना मुश्किल रहेगा | वास्तव में आप उनके काफी करीब हैं लेकिन अपनी अपरिपक्वता के चलते आप भावनाओं के बदले में उलझे हुए हैं | आप यह चाहते हैं कि आप दोनों शारीरिक और भावनात्मक दोनों ही स्तरों पर और करीब आने से पहले एक दुसरे को अच्छी तरह से समझ और जान लें | इस भावनात्मक गुफतगू के बाद आपके रिश्ते में काफी मजबूती आएगी |",
        "धनु कैरियर और धन राशिफल": "कुछ परिवर्तन आपके कार्यस्थल में होने की संभावना है। वे पहली बार में हतोत्साहित लग सकते है, लेकिन जल्द ही वे आप के लिए नए अवसर को खोलेंगे , लेकिन इस अवसर का लाभ उठाने के लिए आपको साहस और विश्वास की छलांग लगाने की आवश्यकता पड़ेगी । ये उद्यम आपको जोखिम भरा लग सकता है, लेकिन जो आप करोगे , उसमे आनंद आएगा और जल्द ही इस में सफल होने की उम्मीद भी रहेगी ।"
    },
    "9": {
        "मकर दैनिक राशिफल": "संचार कुशलता आपकी विशेषता है,आप किसी दोस्त या करीबी से आज कोई ऐसी बात बांटना चाहेंगे जो आप काफी लम्बे समय से सोच रहे हैं ǀ आज अपने गुस्से और निराशा को बाहर निकलने दें ǀ बात करते हुए कोई समाधान भी मिल सकता है ,लेकिन बातें दिल खोलकर करें ǀ दिन के अंत में कोई चोंकाने वाली खबर मिल सकती है ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "आप पिछले कुछ समय से अस्वास्थ्यकर खाना खा रहे हैं या लगातार बाहर खा रहे हैं ǀआज आपके पेट को इसकी कीमत चुकानी होगी ǀआपको दर्द हो सकता है ǀ फिर भी आराम से रहें,घर का बना साधारण खाना खाएं ǀपानी अधिक पीयें ǀ जल्दी ही आप अच्छा महसूस करेंगे ǀअल्कोहल से बचें ǀदांतों का ध्यान रखें ǀ दिन में दो बार ब्रश करना अच्छा रहेगा ǀ",
        "मकर प्यार और संबंध राशिफल": "आज आपके कार्ड्स के अनुसार आपकी मुलाक़ात किसी आकर्षक व्यक्ति से हो सकती है | यह मुलाकात काफी उत्कट और अन्तरंग भी हो सकती है इसीलिए अपनी भावनात्मक बाधाओं को एक तरफ करके दिन का भरपूर फायदा उठाने के बारे में सोचें | अगर वह व्यक्ति जाना चाहे तो उसे न रोकें, वह वापस आपके पास आएगा | उसे आप अपनी अहमियत समझने का मौका दें |",
        "मकर कैरियर और धन राशिफल": "यह आप के लिए एक महान दिन है! आप दूसरों को अपने विचारों और अवधारणाओं को पेश करने के लिए इस अवसर का बेसब्री से इंतजार कर रहे थे । हो सकता है की आपकी मासूमियत और ईमानदारी, व्यंग्य और आक्रामकता के रूप में लोगो को लगे क्यों की लोग आप से ज्यादा परिचित नहीं हैं। इसलिए सावधान रहे क्यों की हो सकता है , स्थितिया उस अनुपात में आपका साथ न दे ।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "आज आपमें कुछ करने और दूसरों को प्रभावित करने की इच्छा बनी रहेगी ǀ आप मजबूत और पक्के फैसले ले पायेंगे और ऐसा करना का आपका समय बिलकुल ठीक होगा ǀ आप अपने पुराने कर्ज और अहसानों से भी मुक्त हो पायेंगे ǀ आप अपनी शीघ्र विचार की क्षमता के कारण किसी की जरुरत के समय मदद कर पायेंगे ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "आप आज छोटी लेकिन बार बार हो जाने वाली स्वास्थ्य सम्बन्धी समस्याओं से परेशान महसूस कर रहे हैं |अपनी समस्याओं का इलाज अपने पास पड़ी दवाईयों से करना बंद करें खासकर जब आप इतने लम्बे समय से उनके लक्षण देख रहे हैं |आपको समस्या की जड़ तक पहुंचने के लिए किसी विशेषज्ञ की सहायता लेनी होगी तभी आपको इस रोज रोज की समस्या से छुटकारा मिलेगा |ऐसे ही कोई भी दवा लेने से नुक्सान ही होगा |",
        "कुंभ प्यार और संबंध राशिफल": "आज आपको चारों तरफ से रोमांटिक सम्बन्ध के अवसर मिलेंगे | लेकिन आपको अपना पार्टनर चुनने से पहले अपनी प्राथमिकताओं के बारे में सोच लेना चाहिए ताकि भविष्य में कोई समस्या न आये | अगर आपका पहले से कोई सम्बन्ध है तो आप इसे अगले स्तर पर ले जा सकते हैं | आपको पार्टनर फिलहाल आपको लेकर काफी पजेसिव और अन्तरंग अनुभव करेगा | अब आपकी प्रतिक्रिया से इस सम्बन्ध का आगे का रूख तय होगा |",
        "कुंभ कैरियर और धन राशिफल": "अगर आप अपने कार्यक्षेत्र या अपने आर्थिक लक्ष्यों के लिए किसी पारंगत व्यक्ति या अपने निकट जानने वाले व्यक्ति से परामर्श लेते है तो ये सुझाव आपको काफी लाभ दे सकता है । आज का दिन इंजीनियरों और कंप्यूटर में प्रवीण व्यक्तियों के लिए काफी अछा रहेगा । आपको दूसरी नौकरी का प्रस्ताव भी मिल सकता है या उसी नौकरी में स्थान परिवर्तन के संकेत भी आपको मिल सकते है।"
    },
    "11": {
        "मीन दैनिक राशिफल": "आज साहस दिखाने के लिए बहुत अच्छा दिन है ǀ आज आपका भाग्य आपके साथ हैǀ आज आप जो भी करोगे ,सब कुछ अच्छा ही होगा ǀअगर कहीं निवेश करना चाहते हैं तो यह बहुत अच्छा समय हैǀसच्चा प्यार मिलने की उम्मीद बन रही है हालाँकि अपने स्वास्थ्य के बारे में सतर्क रहें ,खांसी और ठण्ड से परेशान हो सकते हैं ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "यह समय कुछ जबरदस्त शारीरिक मेहनत वाली गतिविधि करने का है | वजन उठाना एक अच्छा विकल्प हो सकता है | अगर आप किसी अथ्लीट कार्यक्रम या ट्रेनिंग कार्यक्रम के बारे में शामिल होने के बारे में निर्णय नही ले पा रहें हैं तो निश्चिंत होकर शामिल हो जाएँ,आपको अच्छे स्वास्थ्य और ऊर्जा की अनुभूति होगी | एक्सरसाइज से आपको खुद की भावनाओं को भी अच्छे से समझने में मदद मिलेगी और इससे आप अपने जीवन में किसी सम्बन्ध या करियर के बारे में स्पष्ट सोचकर महत्वपूर्ण फैसला ले पायेंगे |",
        "मीन प्यार और संबंध राशिफल": "कोई ऐसा आपके नजदीक है जिसका आकर्षण जबरदस्त है लेकिन फिर भी आप अभी उनके दिल में अपनी जगह नही बना पाए हैं | निराश न हों , उनके दिल में जगह पाने की कोशिशों से ही आप उनके दिल में अपनी जगह बना चुके हैं | हालाँकि,वे ऐसा दिखाते नही लेकिन प्यार पनप रहा है | आपको बहुत जल्द इसका अहसास भी हो जाएगा |",
        "मीन कैरियर और धन राशिफल": "ये समय अपने सहकर्मियों का उत्साह बढ़ाने का समय है ! आप कुछ कठिन कार्य के लिए प्रयासरत है जिसमे आपके जूनियर या आपसे निचले क्रम के सहकर्मी आपका समर्थन करेंगे और आपके सच्चे समर्थक होंगे । इसलिए उन्हें खुश रखे ! जो लोग अपने कार्यालय में अग्रणी स्थिति या उच्च पद पर है , उन लोगों के लिए बेहतर करियर के अवसर आज आ सकते है । यह आप के लिए बेहतर भविष्य की संभावनाए लेकर आएंगे जो की आप के लिए लाभप्रद होगा।"
    }
}]
