horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ नया करने की ओर इशारा कर रहा है। आज अपने बिजनेस में कुछ नई तरकीबें लड़ाएं, लाभ होगा। दिन की शुरुआत में आप अपनी लव लाइफ को एंजॉय करेंगे और आप की इनकम ठीक-ठाक रहेगी लेकिन दोपहर बाद स्थिति में परिवर्तन होगा। खर्चों में तेजी आएगी। थोड़ी मानसिक चिंताएं आपको परेशान कर सकती हैं। खुद की सेहत का ध्यान रखें। काम के सिलसिले में अच्छे नतीजे मिलेंगे। आप अपने काम के साथ-साथ दूसरों की मदद हो सके, ऐसा भी कुछ करने की सोचेंगे। गृहस्थ जीवन खुशनुमा रहेगा और प्रेम जीवन में भी आज प्रिया के साथ वक्त बिताने के अच्छे मौके मिलेंगे। मज़बूती और निडरता का गुण आपकी मानसिक क्षमताओं में इज़ाफ़ा करेगा। किसी भी तरह के हालात को क़ाबू में रखने के लिए इस रफ़्तार को बरक़रार रखिए। रात के समय आप आज आपको धन लाभ होने की पूरी संभावना है क्योंकि आपके द्वारा दिया गया धन आज आपको वापस मिल सकता है। किसी ऐतिहासिक इमारत के आस-पास सैर-सपाटे की योजना बनाएँ। इससे बच्चों और परिवार के सदस्यों को ज़रूरी ताज़गी मिलेगी। आपकी ऊर्जा का स्तर ऊँचा रहेगा- क्योंकि आपका प्रिय आपने लिए बहुत सारी ख़ुशी की वजह साबित होगा। व्यवसायियों के लिए अच्छा दिन है, क्योंकि उन्हें अचानक बड़ा फ़ायदा हो सकता है। जीवन का आनंद लेने के लिए आपको अपने दोस्तों को भी समय देना चाहिए। अगर आप समाज से कटकर रहेंगे तो आवश्यकता पड़ने पर आपके साथ भी कोई नहीं होगा। अपने जीवनसाथी के साथ आप प्यार और रुमानियत से भरे पुराने दिन एक बार फिर जी पाएंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- हरी मूंग का खाने में प्रयोग करने से स्वास्थ्य अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन बढ़िया होगा। परिवार के साथ साथ अपनी निजी जिम्मेदारियों को पूरा करेंगे। काम के सिलसिले में अच्छे नतीजे मिलेंगे। किसी संपत्ति को खरीदने का विचार बना सकते हैं। शादीशुदा लोगों का गृहस्थ जीवन रोमांस से भरपूर रहेगा। एक दूसरे के साथ घर की जरूरत का कोई सामान खरीदने की बात होगी। प्रेम जीवन के लिए आज का दिनमान अच्छा रहेगा। काम के सिलसिले में भी आपको प्रिय के साथ घूमने जाने का मौका मिलेगा। शारीरिक लाभ के लिए, विशेषकर मानसिक तौर पर मज़बूती हासिल करने के लिए ध्यान और योग का आश्रय लें। आज किया गया निवेश आपकी समृद्धि और आर्थिक सुरक्षा में इज़ाफ़ा करेगा। आपकी ज्ञान की प्यास आपको नए दोस्त बनाने में मददगार साबित होगी। आज आपके प्रिय को आपके अस्थिर रवैये के चलते आपसे तालमेल बिठाने में काफ़ी दिक़्क़त का सामना करना पड़ेगा। व्यावसायिक मीटिंग के दौरान भावुक और बड़बोले न हों- अगर आप अपनी ज़बान पर क़ाबू नहीं रखेंगे तो आप आसानी से अपनी प्रतिष्ठा धूमिल कर सकते हैं। रात के समय आज आप घर के लोगों से दूर होकर अपने घर की छत या किसी पार्क में टहलना पसंद करेंगे। जीवनसाथी के किसी अचानक काम की वजह से आपकी योजनाएँ बिगड़ सकती हैं। लेकिन फिर आपको महसूस होगा कि जो होता है अच्छे के लिए ही होता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- नौकरी/बिज़नेस में तरक्की हेतु पानी में लाल चंदन का पाउडर मिलाकर उससे स्नान करें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन मध्यम तौर पर फलदायक रहेगा। आज किसी भी तरह की यात्रा पर जाने से बचें। दोपहर बाद अपने परिवार वालों के साथ वक्त बिताएंगे। घर की जरूरतों को समझेंगे। काम के सिलसिले में आपको अपनी मेहनत पर ही निर्भर रहना होगा। किसी दूसरे पर निर्भरता गलत होगी। उसके बावजूद अल्प फल की प्राप्ति होगी। शादीशुदा लोगों का गृहस्थ जीवन सामान्य रहेगा। कोई बड़ी समस्या नहीं होगी। एक दूसरे पर विश्वास जमेगा। प्रेम जीवन के लिहाज से आज का दिन अच्छा है। आपके रिश्ते में रोमांस की बढ़ोतरी होगी। आपका दानशीलता का व्यवहार आपके लिए छुपे हुए आशीर्वाद की तरह सिद्ध होगा, क्योंकि यह आपको शक, अनास्था, लालच और आसक्ति जैसी ख़राबियों से बचाएगा। आपके मन में जल्दी पैसे कमाने की तीव्र इच्छा पैसा होगी। क़रीबी दोस्त और साझीदार नाराज़ होकर आपकी ज़िंदगी मुश्किल बना सकते हैं। प्यार में अपने अशिष्ट बर्ताव के लिए माफ़ी मांगें। नौकरी पेेशा से जुड़े लोगों को आज कार्यक्षेत्र में परेशानियों का सामना करना पड़ सकता है। आज आप न चाहते हुए भी कोई गलती कर बैठेंगे जिसकी वजह से आपको अपने सीनियर्स की डांट सहनी पड़ सकती है। कारोबारियों के लिए दिन सामान्य रहने की उम्मीद है। किसी नये काम के आगाज के लिए आपको पहले उसके बारे में अनुभवी लोगों से बात करनी चाहिए। अगर आज आपके पास समय है तो उस क्षेत्र के अनुभवी लोगों से मिल लें जो काम आप शुरु करने वाले हैं। अलग-अलग नज़रिए के चलते आपके और आपके जीवनसाथी के बीच वाद-विवाद हो सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सोने या कांसे के टुकड़े पर गुरु यंत्र खुदवाकर अपने घर में स्थापित कर पूजा करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। धन की आवक होगी। आर्थिक स्थिति मजबूत बनेगी। खर्चों में कमी आएगी। काम के सिलसिले में आपको उतार-चढ़ाव का सामना करना पड़ सकता है। ज्यादा मेहनत करें और दूसरों के मामलों में टांग ना अड़ाएं। गृहस्थ जीवन खुशनुमा रहेगा। एक दूसरे से प्रेम पूर्ण स्थिति में रहेंगे। प्रेम जीवन बिता रहे लोगों को किसी बात की खुशी होगी। आपके प्रिय से आप की बातचीत बढ़ेगी। यह हँसी की चमक से उजला दिन है, जब ज़्यादातर चीज़ें आपके मन के मुताबिक़ होंगी। बीते दिनों में जितना धन आपने आज को बेहतर बनाने के लिए इनवेस्ट किया था उसका फायदा आज आपको फायदा मिल सकता है। आप माता-पिता को ख़ुश करने में कठिनाई महसूस करेंगे। उन्हें समझने और उनके नज़रिए से चीज़ों को देखने की कोशिश करें, आपको सकारात्मक परिणाम मिलेगा। उन्हें आपकी परवाह, स्नेह और समय की आवश्यकता है। फूल देकर अपने प्यार का इज़हार करें। किसी लघु या मध्यावधि पाठ्यक्रम में दाखिला लेकर अपनी तकनीकी क्षमताओं में निखार लाएँ। आज आपको महत्वपूर्ण मामलों पर ध्यान लगाने की ज़रूरत है। आपका जीवनसाथी आज आपके लिए कुछ बहुत ख़ास करने वाला है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- पारिवारिक जीवन को अच्छा रखने के लिए रसोई घर के अंदर नंगे पाँव लकड़ी की चौकी पर बैठकर खाना खाएं। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन बहुत बढ़िया रहेगा। आपका खुद पर विश्वास रहेगा और अपनी खुद की कार्य क्षमता को मजबूती देने के लिए आप और कुछ बड़ा सोचेंगे। इनकम में बढ़ोतरी होगी और खर्चे लिमिट में रहेंगे। शादीशुदा लोगों का गृहस्थ जीवन तनावपूर्ण स्थितियों में रहेगा। प्रेम जीवन बिता रहे लोगों को आज अपने प्रिय पर किसी बात को लेकर संदेह हो सकता है। अच्छा यही होगा कि आपसी बातचीत से मामले निपटाएं। काम के सिलसिले में अपना काम दिखाने का मौका मिलेगा और तारीफ मिलेगी। शारीरिक लाभ के लिए, विशेषकर मानसिक तौर पर मज़बूती हासिल करने के लिए ध्यान और योग का आश्रय लें। यह बात भली भांति समझ लें कि दुख की घड़ी में आपका संचित धन ही आपके काम आएगा इसलिए आज के दिन अपने धन का संचय करने का विचार बनाएं। किसी भी चीज़ को अंतिम रूप देने से पहले अपने परिवार की राय लीजिए। महज़ आपका अपना फ़ैसला कुछ दिक़्क़त खड़ी कर सकता है। बेहतर परिणाम पाने के लिए परिवार में तालमेल पैदा करें। आपको उदार और स्नेह से भरे प्यार का तोहफ़ा मिल सकता है। कामकाज के मामले में आज आपकी आवाज़ पूरी तरह सुनी जाएगी। बेवजह की उलझनों से दूर होकर आज आप किसी मंदिर, गुरुद्वारे या किसी भी धार्मिक स्थल पर अपना खाली समय बिता सकते हैं। यह दिन आपके जीवनसाथी के रूमानी पहलू को भरपूर तरीक़े से दिखाएगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- अच्छी आर्थिक स्थिति के लिए घर के लॉकर चाँदी के साथ थोड़े बासमती चावल रखें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन अनुकूल रहेगा। दोपहर तक आप थोड़े चिंतित रहेंगे। कुछ परेशानियाँ आपको सताएंगी। दोपहर बाद आपकी स्थिति मजबूत हो जाएगी। खुद की बातों को पूरा करने का समय आ गया है। दृढ़ विश्वास के साथ आगे बढ़ेंगे। काम के सिलसिले में अपनी बुद्धि को प्रयोग करके अच्छा फायदा उठाएंगे। गृहस्थ जीवन के लिए आज का दिनमान अच्छा रहेगा। इनकम बढ़ेगी और प्रेम जीवन बिता रहे लोगों को भी आज का दिन आरामदायक रहेगा। एक दूसरे के साथ खूब प्यार भरी बातें करेंगे और अपने रिश्ते को नयापन देंगे, जिससे दोनों खुश होंगे। आपकी जी-तोड़ मेहनत और परिवार का सहयोग इच्छित परिणाम देने में क़ामयाब रहेंगे। लेकिन तरक़्क़ी की रफ़्तार बरक़रार रखने के लिए मेहनत इसी तरह जारी रखें। नौकरी पेशा से जुड़े लोगों को आज धन की बहुत आवश्यकता पड़ेगी लेकिन बीते दिनों में किये गये फिजुलखर्च के कारण उनके पास पर्याप्त धन नहीं होगा। हालात को क़ाबू में रखने के लिए अपने भाई की मदद लें। विवाद को ज़्यादा तूल देने की बजाय उसे दोस्ताना तरीक़े से हल करने की कोशिश करें। शाम को प्रिय के साथ रोमांटिक मुलाक़ात और साथ में कहीं लज़ीज़ खाना खाने के लिहाज़ से बढ़िया दिन है। ख़ुद को अभिव्यक्त करने के लिए अच्छा समय है- और ऐसे प्रोजेक्ट पर काम कीजिए, जो रचनात्मक हों। समय का पहिया बहुत तेजी से चलता है इसलिए आज से ही अपने कीमती समय का सही इस्तेमाल करना सीख लें। आपका जीवनसाथी बिना जाने कुछ ऐसा ख़ास काम कर सकता है, जिसे आप कभी भुला नहीं पाएंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- पीले चावल बनाकर गरीबों में बांटने से आर्थिक स्थिति में सुधार होगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम रहेगा। दोपहर तक आपकी स्थिति अच्छी रहेगी लेकिन दोपहर बाद इनकम में कुछ दिक्कतें हो सकती हैं और आपके खर्चे बढ़ जाएंगे। खर्चे इतने ना बढ़ें कि आपको बाद में समस्या हो इसलिए अभी से वित्त का नियंत्रण करें। सेहत के मामले में दिन कमजोर रहेगा। इसलिए खान-पान पर ध्यान दें। परिवारिक जिम्मेदारियों को निभाएंगे। गृहस्थ जीवन खुशनुमा रहेगा। प्रेम जीवन बिता रहे लोगों को आज अपने प्रिय के गुस्से से दो चार होना पड़ेगा। बाहर का और खुला खाना खाते वक़्त ख़ास तौर पर बचाव पर ध्यान देने की ज़रूरत है। हालाँकि बिना वजह तनाव न लें, क्योंकि यह आपको मानसिक कष्ट दे सकता है। आपके पास आज पैसा भी पर्याप्त मात्रा में होगा और इसके साथ ही मन में शांति भी होगी। बच्चे आपको घरेलू काम-काज निबटाने में मदद करेंगे। आज आप ख़ुद को अपने प्रिय के प्यार से सराबोर महसूस करेंगे। इस लिहाज़ से आज का दिन बहुत ख़ूबसूरत रहेगा। आज फ़ायदा हो सकता है, बशर्ते आप अपनी बात भली-भांति रखें और काम में लगन व उत्साह दिखाएँ। दिन के अंत में आज आप अपने घर के लोगों को वक्त देना चाहेंगे लेकिन इस दौरान घर के किसी करीबी के साथ आपकी कहासुनी हो सकती है और आपका मूड खराब हो सकता है. बारिश को रोमांस से जुड़ा माना जाता है और आज आप अपने जीवनसाथी के साथ प्यार की बारिश महसूस कर सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- हल्दी गाँठ, केसर, पीला चन्दन, पीली दाल का अधिक सेवन करने से हेल्थ बेहतर बनेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिनमान आपके लिए अच्छा है। आप अपने काम में पूरी ईमानदारी से अपना योगदान देंगे और दोपहर बाद आपकी इनकम में जबरदस्त तेजी आएगी। व्यापार में प्रॉफिट के अच्छे योग बन रहे हैं। व्यापार के सिलसिले में यात्राओं को फिलहाल टाल दें। गृहस्थ जीवन प्रेम से भरपूर रहेगा और प्रेम जीवन बिता रहे लोगों को कुछ दिक्कतों का सामना करना पड़ेगा। इसके बावजूद भी आप का एक दूसरे पर भरोसा बना रहेगा।  काम के बीच-बीच में थोड़ा आराम करें और देर रात तक काम न करें। व्यापार में आज अच्छा खास मुनाफा होने की संभावना है। आज के दिन आप अपने बिजनेस को नई ऊंचाईयां दे सकते हैं। अपनी जीवन में एक संगीत पैदा करें, समर्पण का मूल्य समझें और हृदय में प्रेम व कृतज्ञता के फूल खिलने दें। आप अनुभव करेंगे कि आपका जीवन अधिक अर्थपूर्ण हो रहा है। आज के दिन अपने प्रिय की भावनाओं को समझें। आज कार्यक्षेत्र में आपके किसी पुराने काम की तारीफ हो सकती है। आपके काम को देखते हुए आज आपकी तरक्की भी संभव है। कारोबारी आज अनुभवी लोगों से करोबार को आगे बढ़ाने की सलाह ले सकते हैं। अपने घर में बिखरी चीजों को संभालने का आज आप प्लान करेंगे लेकिन आपको इसके लिए आज खाली समय नहीं मिल पाएगा। यह शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक है। आपको प्रेम की गहराई का अनुभव करेंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- हरे रंग के कपड़े पहनें। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम रूप से फलदायक रहेगा। अचानक से काम के सिलसिले में कुछ अच्छे नतीजे देखने को मिलेंगे। कुछ ऐसी स्थितियां बनेंगी जिनकी आपको उम्मीद नहीं थी लेकिन वह आपके फायदे में रहेंगे इसलिए आप खुश रहेंगे। मन हर्षित होगा। परिवार में भी हंसी-खुशी का माहौल रहेगा। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन बिता रहे लोगों को आज अपने प्रिय को खुश करने के लिए काफी कोशिशें करनी पड़ेंगी। आपके खर्चों में बढ़ोतरी होगी। इनकम के लिए ज्यादा प्रयास करने पड़ेंगे। बहुत ज़्यादा रोमांच और दीवानगी की ऊँचाई आपके तंत्रिका-तंत्र को नुक़सान पहुँचा सकती है। इन दिक़्क़तों से बचने के लिए अपने जज़्बात क़ाबू में रखें। अगर आप लम्बे वक़्त के लिए निवेश करें, तो अच्छा-ख़ासा फ़ायदा हासिल कर सकते हैं। दोस्तों के साथ शाम को घूमने बाहर जाएँ, इससे आपको बहुत फ़ायदा होगा। जिनकी सगाई हो चुकी है, वे अपने मंगेतर से बहुत-सी ख़ुशियाँ पाएंगे। आज फ़ायदा हो सकता है, बशर्ते आप अपनी बात भली-भांति रखें और काम में लगन व उत्साह दिखाएँ। बातचीत में कुशलता आज आपका मज़बूत पक्ष साबित होगी। आपका जीवनसाथी आज ऊर्जा और प्रेम से भरपूर है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- 'ॐ शं शनैश्चराय नमः' मंत्र का 11 बार उच्चारण करें। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपको कोई ना कोई खुशी देकर जाएगा। दिन की शुरुआत में कोई बड़ा काम हाथ में ना लें। दोपहर बाद स्थितियां बदलेंगी। भाग्य का साथ मिलेगा। कार्य में सफलता मिलेगी। काम के सिलसिले में किए गए प्रयास सार्थक होंगे। प्रेम जीवन में रोमांस रहेगा। शादीशुदा लोगों का गृहस्थ जीवन भी आज काफी अच्छा रहेगा। पारिवारिक जीवन अनुकूल रहेगा और आप अपने रिश्ते में मजबूती महसूस करेंगे। एक दूसरे से प्रेम रहेगा। आज आप खेल-कूद में हिस्सा ले सकते हैं, जो आपको तन्दुरुस्त बनाए रखेगा। माता-पिता की मदद से आप आर्थिक तंगी से बाहर निकलने में क़ामयाब रहेंगे। आप माता-पिता को ख़ुश करने में कठिनाई महसूस करेंगे। उन्हें समझने और उनके नज़रिए से चीज़ों को देखने की कोशिश करें, आपको सकारात्मक परिणाम मिलेगा। उन्हें आपकी परवाह, स्नेह और समय की आवश्यकता है। बीते दिनों की मीठी यादें आपको व्यस्त रखेंगी। दफ़्तर में जिसके साथ आपकी सबसे कम बनती है, उससे अच्छी बातचीत हो सकती है। उन चीजों को दोहराना जिनका अब आपके जीवन में कोई महत्व नहीं है, आपके लिए ठीक नहीं है। ऐसा करके आप अपना वक्त ही बर्बाद करेंगे और कुछ नहीं। शादिशुदा ज़िन्दगी के तमाम मुश्किल दिनों के बाद आप और आपका हमदम फिर प्यार की गर्माहट महसूस कर सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- खटाई वाली चीजें नींबू , इमली या गोल-गप्पे छोटी कन्याओं में बाँटने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिनमान आपके लिए मध्यम फलदायक रहेगा। दोपहर तक का समय पूरी तरह से आपके पक्ष में दिखाई देगा जिससे कामों में सफलता मिलेगी लेकिन दोपहर बाद कोई बड़ा काम हाथ में ना लें। इनकम में गिरावट आ सकती है। खर्चों में बढ़ोतरी होगी। बेवजह की चिंता परेशान कर सकती हैं। गृहस्थ जीवन शांति पूर्ण रहेगा। एक दूसरे के साथ समय बिताना अच्छा लगेगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन अच्छा रहेगा। आज अपने प्रिय के लिए कोई खास शॉपिंग कर सकते हैं। अपने मानसिक स्वास्थ्य पर ध्यान दें, जो आध्यात्मिक जीवन के लिए आवश्यक है। मस्तिष्क जीवन का द्वार है, क्योंकि अच्छा-बुरा सब-कुछ इसी के माध्यम से आता है। यही ज़िंदगी की समस्याएँ दूर करने में सहायक सिद्ध होता है और सही सोच से इंसान को आलोकित करता है। पैसा अचानक आपके पास अएगा, जो अपके ख़र्चों और बिल आदि को सम्हाल लेगा। आप मानें या न मानें, आपके आस-पास को बड़े ग़ौर से आपको देख रहा है और आपको एक आदर्श मानता है। इसलिए ऐसे काम करें, जो क़ाबिले-तारीफ़ हों और आपकी प्रतिष्ठा को बढ़ाएँ। आज आप अपने किसी वादे को पूरा नहीं कर पाएंगे जिसकी वजह से आपका प्रेमी आपसे नाराज हो जाएगा। अगर आप यक़ीन करते हैं कि वक़्त ही पैसा है तो आपको अपनी क्षमताओं को शीर्ष पर पहुँचाने के लिए ज़रूरी क़दम उठाने होंगे। आज के समय में अपने लिए वक्त निकाल पाना बहुत मुश्किल है। लेकिन आज ऐसा दिन है जब आपके पास अपने लिए भरपूर समय होगा। आपके जीवनसाथी की ओर से मिला कोई ख़ास तोहफ़ा आपके खिन्न मन को ख़ुश करने में काफ़ी मददगार साबित होगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- ॐ ऐं ह्रीं श्रीं शनैश्चराय नमः इस मंत्र का सुबह-शाम 11 बार उच्चारण करने से लव लाइफ अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम रहेगा। व्यापार के लिए आज का दिन अच्छा है। आपको सुदूर क्षेत्रों से भी लाभ होगा लेकिन नौकरीपेशा लोगों को आज अपना ज्यादा पसीना बहाना पड़ेगा और उसके अनुपात में आपको फल थोड़ा कम ही मिलेगा। फिर भी हिम्मत ना हारें। काम और मेहनत करते रहें। प्रेम जीवन के लिए आज का दिन अच्छा रहेगा। आप अपने मन की बातें करेंगे। शादीशुदा लोगों का गृहस्थ जीवन तनाव से बाहर निकलेगा और एक दूसरे के लिए कुछ अच्छी प्लानिंग करेंगे ताकि सरप्राइस देकर रिश्ते को और भी खूबसूरत बनाया जा सके। आपको जल्द-से-जल्द अपने जज़्बात को क़ाबू में करने और डर से आज़ादी पाने की ज़रूरत है, क्योंकि ये आपकी सेहत पर ख़राब असर डाल सकते हैं और अच्छी सेहत का मज़ा लेने से आपको वंचित कर सकते हैं। आज आप काफ़ी पैसे बना सकते हैं- लेकिन इसे अपने हाथों से फिसलने न दें। दोस्त और घर वाले आपको प्यार और सहयोग देंगे। बहुत ख़ूबसूरत और प्यारे इंसान से मिलने की प्रबल संभावना है। नए ग्राहकों से बात करने के लिए बेहतरीन दिन है। जो लोग घर सेे बाहर रहते हैं आज वो अपने सारे काम पूरे करके शाम के समय किसी पार्क या एकांत जगह पर समय बिताना पसंद करेंगे। ऐसा लगता है कि आपके जीवनसाथी आज आपके ऊपर ख़ास ध्यान देंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- कच्चे कोयले शाम को जल प्रवाहित करने से हेल्थ अच्छी रहेगी। \n"
}]
