horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। अपने खर्चों से मुक्ति मिलेगी। धन की प्राप्ति होगी।इन्कम मजबूत होगी। सेहत बढ़िया रहेगी। काम के सिलसिले में दिनमान मजबूत रहेगा। खूब मेहनत करेंगे। प्रेम जीवन जी रहे लोगों के लिए आज का दिनमान अच्छा है। परिवार वालों से प्रिय को इंट्रोड्यूस करा सकते हैं। शादीशुदा लोगों का दांपत्य जीवन खुशनुमा रहेगा।आपका उदार स्वभाव आज आपके लिए कई ख़ुशनुमा पल लेकर आएगा। अगर आप आय में वृद्धि के स्रोत खोज रहे हैं, तो सुरक्षित आर्थिक परियोजनाओं में निवेश करें। घरेलू मोर्चे पर समस्या खड़ी हो सकती है, इसलिए तोल-मोल कर ही बोलें। आपकी आँखें इतनी चमकीली हैं कि वे आपके प्रिय की अंधेरी रात को भी रोशन कर सकती हैं। जो नए संपर्क आप आज बनाएंगे, वे आपके करिअर को एक नयी तेज़ी देंगे। आज आप व्यस्त दिनचर्या के बावजूद भी अपने लिए समय निकाल पाने में समर्थ होंगे और इस खाली समय में अपने परिवार वालों के साथ गुफ्तगू कर सकते हैं। ऐसा लगता है कि आपके जीवनसाथी आज आपके ऊपर ख़ास ध्यान देंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- शिवजी, भैरव और हनुमान जी की पूजा करने से फैमिली लाइफ खुशहाल रहेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज मन से खुश होंगे खुद पर ध्यान देंगे। खुशी का वातावरण होगा। काम के सिलसिले में दिनमान अच्छा होगा। भाग्य का सितारा बुलंद रहेगा। शादीशुदा जीवन में प्रेम रहेगा। प्रेम जीवन बिता रहे लोगों को थोड़ी सी दिक्कतें होंगी। गुस्से में आकर कोई बात ना करें।आपका ग़ुस्सा राई का पहाड़ बना सकता है, जो आपके परिवार को नाराज़ कर सकता है। वे लोग ख़ुशक़िस्मत हैं जो अपने ग़ुस्से पर क़ाबू रख सकते हैं। इससे पहले कि आपका ग़ुस्सा आपको ख़त्म करे, आप उसे ख़त्म कर दें। जो लोग टैक्स चोरी करते हैं आज वो बड़ी मुसीबत में फंस सकते हैं। इसलिए आपको यही सलाह दी जाती है कि टैक्स की चोरी न करें। आप दोस्तों के साथ बेहतरीन वक़्त बिताएंगे, लेकिन गाड़ी चलाते वक़्त ज़्यादा सावधानी बरतें। आपकी आँखें इतनी चमकीली हैं कि वे आपके प्रिय की अंधेरी रात को भी रोशन कर सकती हैं। अगर आप कई दिनों से कामकाज में दिक़्क़त महसूस कर रहे हैं, तो आज के दिन आपको राहत महसूस हो सकती है। अगर आज आप ख़रीदारी के लिए निकलते हैं, तो कोई अच्छी पोशाक ले सकते हैं। यह शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक है। आपको प्रेम की गहराई का अनुभव करेंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सोते समय एक तांबे के पात्र में जल रखकर अगली सुबह घर के पास वाले पेड़ की जड़ में उस जल को डालने से सेहत अच्छी रहेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। खर्चों में यकायक बढ़ोतरी होगी जिसकी वजह से चिंताओं में बढ़ोतरी होगी। इनकम सामान्य रहेगी। काम के सिलसिले में पूरे अधिकार से काम करेंगे जिसके अच्छे नतीजे मिलेंगे। गृहस्थ जीवन खुशनुमा रहेगा। प्रेम जीवन के लिहाज से भी दिन बहुत बढ़िया है। अपने प्यार को खुलकर जिएंगे।",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहने वाला है। इनकम में तेजी आएगी। खर्चे भी रहेंगे लेकिन दिन का मजा लेंगे। काम के सिलसिले में दिनमान सामान्य है। शादीशुदा लोगों का गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा है। प्रिय से नजदीकियां बढ़ेंगी।आप जो शारीरिक बदलाव आज करेंगे, वे निश्चित तौर पर आपके रूप-रंग को आकर्षक बनाएगा। लम्बे समय से अटके मुआवज़े और कर्ज़ आदि आख़िरकार आपको मिल जाएंगे। ऐसे दोस्तों के पास जाएँ, जिन्हें आपकी ज़रूरत है। संभव है आज आप अपने प्रिय को टॉफ़ी और कॉकलेट वग़ैरह दें। आज किए गए निवेश काफ़ी फ़ायदेमन्द साबित होंगे, लेकिन आपको भागीदारों से विरोध का सामना करना पड़ सकता है। आज आप व्यस्त दिनचर्या के बावजूद भी अपने लिए समय निकाल पाने में समर्थ होंगे और इस खाली समय में अपने परिवार वालों के साथ गुफ्तगू कर सकते हैं। आज आपको अपने जीवनसाथी से एक बार फिर प्यार हो जाएगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- नौकरी व बिज़नेस में तरक्की के लिए कबाड़ इकट्ठा न होने दें। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन मान आपके लिए अच्छा रहेगा। काम पर पूरा ध्यान रखेंगे और परिवार को भी महत्व देंगे। सब जगह तालमेल बिठाने की कोशिश रहेगी। लोगों के दिलों पर राज करेंगे। इनकम बढ़ेगी। खर्चों में कमी आएगी। सेहत का ध्यान रखें। शादीशुदा जीवन सामान्य रहेगा। प्रेम जीवन रोमांस से भरपूर रहेगा।तली-भुनी चीज़ों से दूर रहें और रोज़ाना कसरत करते रहें। अचानक आए ख़र्चे आर्थिक बोझ बढ़ा सकते हैं। घर के किसी सदस्य के व्यवहार की वजह से आप परेशान रह सकते हैं। आपको उनसे बात करने की जरुरत है। अगर आप अपने प्रेमी के साथ कहीं बाहर घूमने जा रहे हैं तो कपड़े सोच-समझकर पहनें। अगर आप ऐसा नहीं करते तो आपका प्रेमी आपसे नाराज हो सकता है। कार्यक्षेत्र में परिस्थितियाँ आपके पक्ष में लगती हैं। खाली समय में आप कोई खेल आज के दिन खेल सकते हैं लेकिन इस दौरान किसी तरह की दूर्घटना होने की भी संभावना है इसलिए संभलकर रहें। मुमकिन है कि महरी या काम वाली बाई की तरफ़ से कोई परेशानी खड़ी हो, जिससे आपके व आपके जीवनसाथी को तनाव संभव है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- आटा, बूरा, घी मिलाकर सूखे नारियल के गोले में भरकर पीपल के नीचे रखने से आर्थिक स्थिति मजबूत होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। धर्म-कर्म के कामों में खूब मन लगाएंगे। परिवार में खुशियां रहेंगी। काम से जी चुरा सकते हैं। मन कहीं और होगा, खोए खोए से रहेंगे। प्रेम जीवन अच्छा रहेगा। शादीशुदा लोगों के गृहस्थ जीवन में तनाव रहेगा।तरोताज़ा होने के लिए अच्छी तरह से आराम करें। अपने गुस्से पर काबू रखें और ऑफिस में सबके साथ ढ़ग से व्यवहार करें अगर आप ऐसा नहीं करते तो आपकी जॉब जा सकती है और आपकी आर्थिक स्थिति खराब हो सकती है। पारिवारिक समारोह में नए दोस्त बन सकते हैं। हालाँकि अपने चयन में सावधानी बरतें। अच्छे दोस्त उस ख़ज़ाने की तरह होते हैं, जिसे सारी ज़िंदगी दिल के क़रीब रखा जाता है। आज प्यार की कमी महसूस हो सकती है। बेहतर कामकाज के चलते आपको तारीफ़ मिल सकती है। इस राशि के लोगों को आज अपने आप को समझने की जरुरत है। यदि आपको लगता है कि आप दुनिया की भीड़ में कहीं खो गये हैं तो अपने लिए वक्त निकालें और अपने व्यक्तित्व का आकलन करें। जीवनसाथी से बिना पूछे योजना बनाएंगे, तो उनकी ओर से नकारात्मक प्रतिक्रिया मिल सकती है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- भ्रूण हत्या से बचें, गर्भवती स्त्री या जच्चा की भावनाओं को ठेस न पहुँचाने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन थोड़ा कमजोर रहेगा। बेवजह की यात्रा पर जाने से बचें। इनकम में गिरावट आ सकती है और खर्चों में तेजी। ससुराल के लोगों से मिलेंगे। उनसे बात करके मन हल्का होगा। काम के सिलसिले में दिनमान मजबूत है। बुद्धि काम आएगी जिससे मुश्किलें हल होंगी शादीशुदा लोगों का गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन बिता रहे लोग दिन को एंजॉय करेंगे।अपने बच्चे का प्रदर्शन आपको बहुत ख़ुशी देगा। आपके मन में जल्दी पैसे कमाने की तीव्र इच्छा पैसा होगी। अपने स्वभाव को अस्थिर न होने दें- ख़ासतौर पर अपनी पत्नी/पति के साथ- नहीं तो यह घर की शांति पर असर डाल सकता है। प्यार-मोहब्बत की नज़रिए से बेहतरीन दिन है। प्यार का मज़ा चखते रहें। संयम और साहस का दामन थामे रखें। ख़ास तौर पर तब जब दूसरे आपका विरोध करें, जिसकी कामकाज के दौरान संभावना है। नए विचारों और आइडिया को जाँचने का बेहतरीन वक़्त। ज़िन्दगी बहुत ख़ूबसूरत नज़र आएगी, क्योंकि आपके जीवनसाथी ने आपके लिए कुछ ख़ास योजना बनाई है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- पारिवारिक जीवन को शांतिपूर्ण बनाने के लिए एक हरा नारियल लेकर किसी भी धर्मस्थान में दें। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। शादीशुदा लोगों के गृहस्थ जीवन में प्रेम और आकर्षण रहेगा। प्रेम जीवन बिता रहे लोग आज के दिन परिवारिक गतिविधियों में व्यस्त रहेंगे और अपने प्रिय से मिलने में असमर्थ हो सकते हैं  काम के सिलसिले में दिनमान अच्छा रहेगा। ट्रांसफर के योग बनेंगे। सेहत अच्छी रहेगी।अच्छी चीज़ों को ग्रहण करने के लिए आपका दिमाग़ खुला रहेगा। आज धन आपके हाथ में नहीं टिकेगा, आपको धन संचय करने में आज बहुत दिक्कतों का सामना करना पड़ सकता है। सामाजिक उत्सवों में सहभागिता का मौक़ा है, जो आपको प्रभावशाली व्यक्तियों के संपर्क में लाएगा। आप साथ में कहीं घूमने-फिरने जाकर अपने प्रेम-जीवन में नयी ऊर्जा का संचार कर सकते हैं। कुछ के लिए पार्ट-टाइम नौकरी अच्छा विकल्प है। आज आप ऑफिस से घर वापस आकर अपना पसंदीदा काम कर सकते हैं। इससे आपके मन को शांति मिलेगी। क्या आपको पता है कि आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्ता है। उनपर ग़ौर करें, यह बात आपको ख़ुद-ब-ख़ुद दिख जाएगी। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- धन लाभ के लिए उगते हुए सूर्य को देखते हुए 11 बार ॐ का उच्चारण करें। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। सेहत का ध्यान रखें। धार्मिक कामों में हिस्सा लेंगे। गृहस्थ जीवन प्रेम और आकर्षण के साथ आगे बढ़ेगा लेकिन किसी बाहरी व्यक्ति में दिलचस्पी दिखाना नुकसानदायक रहेगा। प्रेम जीवन बिता रहे लोग खुश रहेंगे। काम के सिलसिले में दिनमान कमजोर है। काम में उतार-चढ़ाव आ सकता है।धार्मिक भावनाओं के चलते आप किसी तीर्थस्थल की यात्रा करेंगे और किसी संत से कुछ दैवीय ज्ञान प्राप्त करेंगे। आज के दिन घर के किसी इलेक्ट्रोनिक सामान के खराब हो जाने की वजह से आपका धन खर्च हो सकता है। दूसरों को प्रभावित करने की आपकी क्षमता आपको कई सकारात्मक चीज़ें दिलाएगी। बीते दिनों की मीठी यादें आपको व्यस्त रखेंगी। कार्यक्षेत्र में समझ-बूझ के उठाए गए आपके क़दम फलदायी होंगे। इससे आपको समय पर योजनाएँ पूरी करने में मदद मिलेगी। साथ ही नई परियोजनाएँ शुरू करने के लिए सही समय है। आपके घर का कोई करीबी शख्स आज आपके साथ वक्त बिताने की बात कहेगा लेकिन आपके पास उनके लिए वक्त नहीं होगा जिसकी वजह से उनको तो बुरा लगेगा ही आपको भी बुरा लगेगा। आप और आपका हमदम एक-दूसरे से आज एक-दूसरे की ख़ूबसूरत भावनाओं का इज़हार कर सकेंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सतनाजे की रोटी बनाकर पक्षियों में डालने से आर्थिक स्थिति अच्छी होगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। प्रेम जीवन बिता रहे लोगों के दिमाग बहुत बढ़िया है। क्रिएटिविटी के कारण अपने प्रिय का दिल जीतने में कामयाब होंगे। शादीशुदा लोगों का गृहस्थ जीवन भी अच्छा रहेगा लेकिन किसी बात को लेकर आप और आपके जन्म साथी के बीच में झड़प हो सकती है। काम के सिलसिले में दिनमान अच्छा है। विरोधियों से सतर्क रहें।झगड़ालू स्वभाव को क़ाबू में रखें, नहीं तो रिश्तों में कभी न मिटने वाली खटास पैदा हो सकती है। इससे बचने के लिए अपने नज़रिए में खुलापन अपनाएँ और पूर्वाग्रहों को छोड़ें। फ़ौरी तौर पर मज़े लेने की अपनी प्रवृत्ति पर क़ाबू रखें और मनोरंजन पर ज़रूरत से ज़्यादा ख़र्च करने से बचें। आज आप जहाँ भी जाएंगे, लोगों के बीच आप सबके ध्यान का केंद्र बने रहेंगे। आज का दिन रोमांस से भरपूर होने की पूरी संभावना है। ऑफिस में आज आपको स्थिति को समझते हुए ही व्यवहार करना चाहिए। अगर आपका बोलना जरुरी नहीं है तो चुप रहें, कोई भी बात जबरदस्ती बोलकर आप खुद को परेशानी में डाल सकते हैं। आज सोच-समझकर क़दम बढ़ाने की ज़रूरत है- जहाँ दिल की बजाय दिमाग़ का ज़्यादा इस्तेमाल करना चाहिए। आप अपने जीवनसाथी के प्यार की मदद से ज़िन्दगी की मुश्किलों का आसानी से सामना कर सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सूर्योदय के समय धूप स्नान(15 से 20 मिनट) करना आपके समस्त रोगों को दूर रखेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। अपनी मां से विशेष लगाव महसूस होगा। घर में सजावट कर सकते हैं। काम के सिलसिले में भी  दिनमान अच्छा रहेगा। तालमेल बनाकर रखेंगे। शादीशुदा जीवन बिता रहे लोग अपनी गृहस्थ जीवन को लेकर काफी प्रयत्नशील रहेंगे। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन बाद बढ़िया है। रिश्ते में भरपूर रोमांस रहेगा।दिन फ़ायदेमन्द साबित होगा और आप किसी पुरानी बीमारी में काफ़ी आराम महसूस करेंगे। आज आपको पैसों से जुड़ी कोई समस्या आ सकती है जिसे सुलझाने के लिए आप अपने पिता या पितातुल्य किसी आदमी से सलाह ले सकते हैं। बढ़िया दिन है जब आप सबके ध्यान को अपनी तरफ़ खींचेंगे- आपके सामने चुनने के लिए कई चीज़ें होंगी और आपके सामने समस्या यह होगी कि किसे पहले चुना जाए। भावनात्मक उथल-पुथल आपको परेशान कर सकती है। नौकरी पेेशा से जुड़े लोगों को आज कार्यक्षेत्र में परेशानियों का सामना करना पड़ सकता है। आज आप न चाहते हुए भी कोई गलती कर बैठेंगे जिसकी वजह से आपको अपने सीनियर्स की डांट सहनी पड़ सकती है। कारोबारियों के लिए दिन सामान्य रहने की उम्मीद है। यात्रा और शिक्षा से जुड़े काम आपकी जागरुकता में वृद्धि करेंगे। रिश्तेदारों को लेकर जीवनसाथी के साथ नोंकझोंक हो सकती है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- किसी काले कुत्ते की देख-भाल करना प्रेम सम्बन्धों को अच्छा करने के लिए शुभ है। \n",
    "11": "मीन राशिः आज का राशिफल\nआपने आज का दिन अच्छा है। जल्दबाजी में काम करने की आदत से बचना होगा। इनकम ठीक-ठाक रहेगी। खर्चों में कमी आएगी। काम के सिलसिले में दिनमान सामान्य रहेगा लेकिन मन कम लगेगा। भाग्य का सहयोग मिलेगा। शादीशुदा लोगों का गृहस्थ जीवन अच्छा रहेगा। इनकम बढ़ेगी। प्रेम जीवन बिता रहे लोगों के लिये दिनमान सामान्य रहेगा।मानसिक शान्ति के लिए किसी दान-पुण्य के काम में सहभागिता करें। अगर आप यात्रा पर जाने वाले हैं तो अपने कीमती सामान का ध्यान रखें उसके चोरी होने की संभावना है। खासकर अपने पर्स को आज बहुत संभालकर रखें। दिन के उत्तरार्ध में अचानक आई कोई अच्छी ख़बर पूरे परिवार को ख़ुशी देगी। अप्रत्याशित रोमांस आपको अचानक मिल सकता है, अगर आप दोस्तों के साथ शाम को बाहर घूमने जाते हैं तो। अगर आप व्यवसाय में किसी नये भागीदार को जोड़ने पर विचार कर रहे हैं, तो यह ज़रूरी होगा कि उससे कोई भी वादा करने से पहले आप सभी तथ्य अच्छी तरह जाँच लें। किसी भी स्थिति में आपको अपने समय का ख्याल रखना चाहिए याद रखिये अगर समय की कद्र नहीं करेंगे तो इससे आपको ही नुक्सान होगा। आज से पहले शादीशुदा ज़िन्दगी इतनी अच्छी कभी नहीं रही। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए गेहूँ के 11 दाने सूर्योदय के समय खाएं। \n"
}]
