horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फल दायक रहने वाला है। अपनी कार्यकुशलता के दम पर काम और रिश्ते में तालमेल बिठाने में सफल रहेंगे, जिससे फायदा होगा। गृहस्थ जीवन सुख से भरपूर रहेगा। प्रेम जीवन में तनाव के बावजूद स्थिति काबू में रहेगी। काम के सिलसिले में अच्छे नतीजे मिलेंगे। इनकम ठीक रहेगी।आप महसूस करेंगे कि आस-पास के लोग बहुत ज़्यादा मांग करने वाले हैं। लेकिन जितना आप कर सकते हैं, उससे ज़्यादा करने का वादा न करें और केवल दूसरे को ख़ुश करने के लिए ख़ुद को तनाव से नहीं थकाएँ। आज किसी करीबी से आपका झगड़ा हो सकता है और बात कोर्ट कचहरी तक जा सकती है। जिसकी वजह से आपका अच्छा खास धन खर्च हो सकता है। डाक या ई-मेल से आया कोई महत्वपूर्ण संदेश पूरे परिवार के लिए ख़ुशख़बरी लाएगा। आपके प्रिय का मूड ठीक नहीं है, इसलिए सोच-समझ कर कोई भी काम करें। आज आप ख़ुद को लोगों के ध्यान के केंद्र में पाएंगे, जब कोई आपके सहयोग की वजह से पुरस्कृत होगा या सराहा जाएगा। जीवनसाथी की ओर से मिले तनाव के चलते सेहत पर बुरा असर पड़ना मुमकिन है। दिन के पहले भाग में ख़ुद को थोड़ा अलसाहट भरा महसूस कर सकते हैं, लेकिन अगर आप घर से बाहर निकलने की हिम्मत जुटाएँ तो काफ़ी काम किया जा सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- कुत्ते को रोटी खिलाने से स्वास्थ्य बना रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। आप अपने प्रेम जीवन को खुशनुमा बनाने का प्रयास करेंगे। शादीशुदा लोगों का गृहस्थ जीवन आज काफी अच्छा रहेगा और रिश्ते में आत्मीयता बढ़ेगी और रोमांस बढ़ेगा। काम के सिलसिले में आपको बहुत अच्छे नतीजे मिलेंगे। आपके कार्यभार में बढ़ोतरी हो सकती है। परिवार का माहौल अच्छा रहेगा।आज आपका आत्मविश्वास बढ़ेगा और प्रगति निश्चित है। दिन चढ़ने पर वित्तीय तौर पर सुधार आएगा। आपका जीवनसाथी आपकी सहायता करेगा और मददगार साबित होगा। प्रेम के दृष्टिकोण से उत्तम दिन है। चीज़ों और लोगों को तेज़ी-से परखने की क्षमता आपको दूसरों से आगे बनाए रखेगी। अपने साथी पर किया गया संदेह एक बड़ी लड़ाई का रूप ले सकता है। कारोबारियों को रुकी हुई योजनाओं को फिर से चालू करने के लिए आज सोचना चाहिए। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- ॐ भौमाय नमः इस मंत्र का 11 बार उच्चारण करने से लव लाइफ ठीक रहेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए काफी बढ़िया रहेगा। आप खुद पर विश्वास रखेंगे और कामों को बड़े अच्छे तरीके से निपटा देंगे। काम के सिलसिले में अच्छे नतीजे मिलेंगे और पारिवारिक जीवन सुख देने वाला साबित होगा। प्रेम जीवन में आप अपने दिन को अच्छा बनाएंगे और प्रेमी से खूब बातें करेंगे। शादीशुदा लोगों का गृहस्थ जीवन सामान्य रहेगा। काम के सिलसिले में आपको और थोड़ा ध्यान देकर काम करना होगा।नर्वस ब्रेकडाउन आपकी सोचने की ताक़त और शरीर के प्रतिरक्षा तंत्र को कमज़ोर बना सकता है। सकारात्मक सोच के ज़रिए इस समस्या से निजात पाएँ। जो लोग अब तक पैसेे को बेवजह खर्च कर रहे थे आज उन्हें समझ आ सकता है कि पैसे की जीवन में क्या अहमियत है क्योंकि आज अचानक आपको पैसे की जरुरत पड़ेगी और आपके पास पर्याप्त धन नहीं होगा। बच्चों को पढ़ाई पर ध्यान लगाने और भविष्य के लिए योजना बनाने की ज़रूरत है। प्रेम-जीवन में आशा की नयी किरण आयेगी। आज घर में अधिकतर समय आप सो कर गुजार सकते हैं। शाम के वक्त आपको महसूस होगा कि आपने अपना कितना कीमती समय बर्बाद कर दिया। वैवाहिक जीवन में निजता का ध्यान रखना भी आवश्यक है। लेकिन आज के दिन आप दोनों ज़्यादा-से-ज़्यादा एक-दूसरे के क़रीब जाना चाहेंगे। आज अपने घर की छत में लेटकर खुले आसमान को निहारना आपको अच्छा लगेगा। आज आपके पास इसके लिए पर्याप्त समय होगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- धन लाभ के लिए उगते हुए सूर्य को देखते हुए 11 बार ॐ का उच्चारण करें। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। किसी दोस्त की राय लेकर कोई बड़ा काम करेंगे। काम के सिलसिले में आज बहुत अच्छे नतीजे मिलेंगे और दिन आपकी पकड़ में होगा। आपकी सेहत अच्छी रहेगी और आप खुद को काफी एनर्जेटिक महसूस करेंगे। शादीशुदा लोगों के गृहस्थ जीवन के लिए आज का दिन अच्छा रहेगा और जो लोग किसी से प्रेम करते हैं, उन्हें आज अपना प्यार दिखाने का मौका मिलेगा।अच्छी चीज़ों को ग्रहण करने के लिए आपका दिमाग़ खुला रहेगा। रुका हुआ धन मिलेगा और आर्थिक हालात में सुधार आएगा। आपकी स्वच्छन्द जीवनशैली घर में तनाव पैदा कर सकती है, इसलिए देर रात तक बाहर रहने और ज़्यादा ख़र्च करने से बचें। आज रुमानियत का मौसम ज़रा ख़राब लगता है, क्योंकि आपका साथी आपसे आज कुछ ज़्यादा ही अपेक्षा करेगा। आज आपके करीबी लोग आपके करीब आने की कोशिश करेंगे लेकिन अपने मन को शांत बनाए रखने के लिए आप एकांत में समय बिताना पसंद करेंगे। बिन बुलाए किसी मेहमान की वजह से आपकी योजनाएँ तो गड़बड़ा सकती हैं, लेकिन आपका दिन ख़ुशनुमा हो जाएगा। अकर्मण्यता पतन की जड़ है; ध्यान व योगाभ्यास करके आप इस जड़ता को दूर भगा सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- लाल वस्त्र में दो मुट्ठी मसूर की दाल बांधकर किसी भिखारी को देने से पारिवारिक जीवन में खुशहाली आएगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन सामान्य तौर पर फलदायक रहेगा। आपको संपत्ति संबंधित कोई फायदा हो सकता है। गृहस्थ जीवन में तनाव रहेगा। प्रेमी लोगों को आज थोड़ा ध्यान से चलना होगा और रिश्ते में नीरसता रहेगी। परिवार का माहौल सुखद रहेगा। घर परिवार में प्रेम बढ़ेगा। साथ बैठकर कोई फिल्म देखेंगे। काम के सिलसिले में अच्छे नतीजे मिलेंगे। व्यापार बढ़ेगा। खर्चे अधिक होंगे।कोई अच्छी ख़बर मिल सकती है। जिन व्यापारियों के संबंध विदेशों से हैं उन्हें आज धन हानि होने की संभावना है इसलिए आज के दिन सोच समझकर चलें। ऐसे कामों में सहभागिता करने के लिए अच्छा समय है, जिसमें युवा लोग जुड़े हों। आज आप अपने प्रेमी के साथ कहीं घूमने का प्लान बनाएंगे लेकिन किसी जरुरी काम के आने की वजह से यह प्लान कामयाब नहीं हो पाएगा जिसकी वजह से आप दोनों के बीच कहासुनी हो सकती है। वह काम जो आज आप दूसरों के लिए स्वेच्छा से करेंगे, न सिर्फ़ औरों के लिए मददगार साबित होगा बल्कि आपके दिल में ख़ुद की छवि भी सकारात्मक होगी। जीवनसाथी के साथ हँसते-खिलखिलाते, हर पल के मज़े लेते हुए आप महसूस करेंगे कि आप किशोरावस्था में लौट गए हैं। घर से बाहर रहने वाले जातकों को आज अपने घर की बहुत याद सताएगी। अपने मन को हल्का करने के लिए आप घर वालों से कई देर तक बात कर सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- छुट्टी के दिन अगर बोर हो रहे हैं तो बहते पानी की मछलियों को चारा खिलाएं। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। आप खुद में आत्मविश्वास महसूस करेंगे। भाग्य का सितारा भी बुलंद रहेगा, जिससे कामों में कम मेहनत से ही सफलता मिलेगी। काम के सिलसिले में आज आपको अपनी तेज बुद्धि का फल मिलेगा। खर्चे हल्के-फुल्के रहेंगे, लेकिन इनकम भी अच्छी रहेगी। सेहत के प्रति थोड़ा जागरूक रहें। शादीशुदा लोगों का गृहस्थ जीवन खुशनुमा रहेगा और प्रेम जीवन बिता रहे लोगों को थोड़ा ध्यान से रहना होगा क्योंकि प्रिय गुस्सा कर सकता है।आपका झगाड़ालू स्वभाव आपके दुश्मनों की सूची लम्बी कर सकता है। किसी को ख़ुद पर इतना नियंत्रण न दें, कि वह आपको नाराज़ कर सके और जिसके लिए बाद में आपको पछताना पड़े। आपके पिता की कोई सलाह आज कार्यक्षेत्र में आपको धन लाभ करा सकती है. कुछ समय आप अपने शौक़ और अपने परिवार वालों की मदद में भी ख़र्च कर सकते हैं। आपको चिंता करने की ज़रूरत नहीं है। आज आपका दुःख बर्फ़ की तरह पिघल जाएगा। उन लोगों से मेलजोल बढ़ाने से बचें जिनके साथ आपका वक्त खराब होता है। कोई पुराना दोस्त अपने साथ आपके जीवनसाथी के पुराने यादगार क़िस्से लेकर आ सकता है। दिवास्वप्न देखना इतना भी बुरा नहीं है – बशर्ते इसके माध्यम से आप कुछ रचनात्मक विचार हासिल कर सकें तो। ऐसा आज आप कर सकते हैं, क्योंकि आपके पास समय का अभाव नहीं होगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- किन्नरों(बुध नपुंसक ग्रह है) को हरे वस्त्र और हरी चूड़ियां दान देने से सेहत अच्छी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य तौर पर फलदायक रहेगा। आपके खर्चे अधिक रहेंगे। मानसिक तनाव आप पर भारी रहेगा। घर परिवार की चिंता आपको परेशान कर सकती है। काम के सिलसिले में दिन थोड़ा कमजोर रहेगा। शादीशुदा लोगों का गृहस्थ जीवन अच्छा रहेगा लेकिन प्रेम जीवन जीने वाले लोगों के मध्य तनाव बना रहेगा।आज के दिन आप काम को अलग रखकर थोड़ा आराम करें और कुछ ऐसा करें जिसमें आपकी दिलचस्पी हो। आपके पास आज पैसा भी पर्याप्त मात्रा में होगा और इसके साथ ही मन में शांति भी होगी। दोस्तों का साथ राहत देगा। विवाहेतर प्रेम संबंध आपकी प्रतिष्ठा धूमिल कर सकते हैं। गप्पबाज़ी और अफ़वाहो से दूर रहें। आपके जीवनसाथी की सुस्ती आपके कई कामों पर पानी फेर सकती है। किसी सहकर्मी की अचानक तबीयत खराब होने पर आज आप उनका भरपूर सहयोग दे सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- एक नारियल और सात बादाम किसी भी धर्म-स्थान में दें तो लव लाइफ स्मूथ चलती है। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन काफी अच्छा रहेगा। आपकी इनकम बढ़ेगी। प्रेम जीवन खुशनुमा रहेगा। आप अपने प्रिय को खुश रखने में कोई कसर बाकी नहीं रखेंगे, जिससे रिश्ता मजबूत रहेगा। शादीशुदा लोगों का गृहस्थ जीवन अच्छा रहेगा। आपका दिन अच्छा जाएगा। काम के सिलसिले में आपको बेहद अच्छे नतीजे मिलेंगे।दूसरों के साथ ख़ुशी बांटने से सेहत और खिलेगी। भाई बहनों की मदद से आज आपको आर्थिक लाभ मिल पाएगा। अपने भाई बहनों की सलाह लें। आपके जीवनसाथी की सेहत आपको चिंता में डाल सकती है। दूसरों को ख़ुशियाँ देकर और पुरानी ग़लतियों को भुलाकर आप जीवन को सार्थक बनाएंगे। खाली वक्त्त में कोई पुस्तक पढ़ सकते हैं। हालांकि आपके घर के बाकी सदस्य आपकी एकाग्रता को भंग कर सकते हैं। कुछ लोग सोचते हैं कि वैवाहिक जीवन ज़्यादातर झगड़ों और सेक्स के इर्द-गिर्द ही घूमता है, लेकिन आज आपके सब कुछ शान्त रहने वाला है। इस सप्ताहांत में आप काफ़ी-कुछ करना चाहते हैं, लेकिन अगर आप काम टालते रहेंगे तो ख़ुद पर ही खीझ पैदा होने लगेगी। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- दुर्गाजी के मंदिर में प्रसाद चढ़ाकर गरीबों में बाँटने से पारिवारिक जीवन अच्छा होगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य तौर पर फलदायक रहेगा। आप अपने काम पर ज्यादा ध्यान देंगे और ज्यादा व्यस्त रहेंगे। आपकी इनकम बढ़ेगी। नई नौकरी के लिए प्रयास कर सकते हैं। प्रेम जीवन के लिए आज का दिन अच्छा रहेगा। शादीशुदा लोगों को आज थोड़ा सावधानी बरतनी चाहिए।आप भावनात्मक तौर पर बहुत संवेदनशील हैं, इसलिए ऐसे हालात से बचें जो आपको चोट पहुँचा सकते हों। अपने जीवनसाथी के साथ मिलकर आज आप भविष्य के लिए कोई आर्थिक योजना बना सकते हैं और उम्मीद है कि यह योजना सफल भी होगी। जिन्हें आप चाहते हैं, उनके साथ उपहारों का लेन-देन करने के लिए अच्छा दिन है। आपका प्रेमी आज आपकी बातों को सुनने से ज्यादा अपनी बातें कहना पसंद करेगा जिसकी वजह से आप थोड़े खिन्न हो सकते हैं। आपके घर का कोई करीबी शख्स आज आपके साथ वक्त बिताने की बात कहेगा लेकिन आपके पास उनके लिए वक्त नहीं होगा जिसकी वजह से उनको तो बुरा लगेगा ही आपको भी बुरा लगेगा। पारिवारिक विवादों के कारण आज आपका वैवाहिक जीवन प्रभावित रह सकता है। यह दिन हो सकता है बहुत ही बढ़िया – दोस्तों या परिजनों के साथ बाहर जाकर फ़िल्म देखने की योजना भी बन सकती है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- पलाशपुष्पसंकाशं तारकाग्रहमस्तकम्। रौद्रंरौद्रत्मकं घोरं तं केतुं प्रणमाम्यहम।। इस मंत्र का 11 बार उच्चारण करें। \n",
    "9": "मकर राशिः आज का राशिफल\nमकर राशि के लोगों के लिए आज का दिन अच्छा रहेगा। काम के सिलसिले में आज आपको बहुत अच्छे नतीजे मिलेंगे। आपकी मेहनत सर चढ़कर बोलेगी। परिवार में समझदारी बढ़ेगी। एक दूसरे के प्रति प्रेम बढ़ेगा।गृहस्थ जीवन खुश रहेगा और प्रेम जीवन जीने वालों को भी अच्छे नतीजे हासिल होंगे।जैसे ही आप हालात पर पकड़ बनाने की कोशिश शुरू करेंगे, आपकी घबराहट ग़ायब हो जाएगी। जल्दी ही आप पाएंगे कि यह परेशानी साबुन के उस बुलबुले की तरह है, जो छूते ही फूट जाता है। अपने धन का संचय कैसे करना है यह हुनर आज आप सीख सकते हैं और इस हुनर को सीख कर आप अपना धन बचा सकते हैं। आपके बच्चे के पुरुस्कार वितरण समारोह का बुलावा आपके लिए ख़ुशनुमा एहसास रहेगा। वह आपकी उम्मीदों पर खरा उतरेगा और आप उसके ज़रिए अपने सपने साकार होते हुए देखेंगे। अटके कामों के बावजूद रोमांस और बाहर घूमना-फिरना आपके दिलो-दिमाग़ पर छाया रहेगा। इस राशि के लोग बड़े ही दिलचस्प होते हैं। ये कभी लोगों के बीच रहकर खुश रहते हैं तो कभी अकेले में हालांकि अकेले वक्त गुजारना इतना आसान नहीं है फिर भी आज दिन में कुछ समय आप अपने लिए जरुर निकाल पाएंगे। आज आपके वैवाहिक जीवन के सबसे अच्छे दिनों में से एक हो सकता है। अगर कोई छोटा व्यक्ति भी आपको सलाह दे तो उसे सुनें क्योंकि कई बार छोटे लोगों से आपको जीवन को जीने की बड़ी सीख मिल जाती है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- आटे के पेड़े में गुड व चीनी मिलाकर गाय को खिलाना आपकी शारीरिक थकान को छू-मंतर कर सकता है। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। आपकी सेहत कमजोर रहेगी, इसलिए सावधानी बरतें। गृहस्थ जीवन में गुस्सा बढ़ने से स्थिति बिगड़ सकती है। प्रेम जीवन के लिए दिन अच्छा रहेगा। काम के सिलसिले में आपको अच्छे नतीजे मिल सकते हैं। स्वयं पर भरोसा बनाए रखें और दूसरों की मदद करने का विचार बनाएं।सेहत बढ़िया रहेगी। अचानक नए स्रोतों से धन मिलेगा, जो आपके दिन को ख़ुशनुमा बना देगा। एक ख़ुशनुमा और बढ़िया शाम के लिए आपका घर मेहमानों से भर सकता है। आज प्यार के नज़रिए से दिन काफ़ी विवादास्पद रहेगा। अपने व्यक्तित्व और रंग-रूप को बेहतर बनाने का कोशिश संतोषजनक साबित होगी। रिश्तेदारों का दख़ल शादीशुदा ज़िन्दगी में परेशानी पैदा कर सकता है। छुट्टी ज़ाया हो गयी – इस पर सोचने की बजाय बाक़ी बचे दिन को आप किस प्रकार बेहतर बना सकते हैं, इस पर विचार करें। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- एक नारियल और सात बादाम किसी भी धर्म-स्थान में दें तो लव लाइफ स्मूथ चलती है। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए काफी अच्छा रहेगा। खर्चों में बढ़ोतरी होगी, लेकिन इनकम भी अच्छी होगी। काम के सिलसिले में आपको अच्छे नतीजे मिलेंगे। आप अपने गृहस्थ जीवन को खुशनुमा बनाने में कोई कसर नहीं छोड़ेंगे। इससे आपके रिश्ते में और रोमांस और अपनापन बढ़ेगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन थोड़ा कमजोर रहेगा।रचनात्मक शौक़ आज आपको सुक़ून का एहसास कराएंगे। आपको कमीशन, लाभांश या रोयल्टी के ज़रिए फ़ायदा होगा। दिन के दूसरे हिस्से में कुछ दिलचस्प और रोमांचक काम करने के लिए बढ़िया वक़्त है। कुछ लोगों के लिए जल्द ही शादी की शहनाई बज सकती है, जबकि दूसरे ज़िन्दगी में नए रोमांस का अनुभव करेंगे। आपका कम्यूनिकेशन और काम करने की क्षमता असरदार सिद्ध होंगे। आप अपने जीवन की कुछ यादगार शामों में से एक आज अपने जीवनसाथी के साथ बिता सकते हैंं। बहुत ज्यादा बातें करके आज आपको सिर में दर्द हो सकता है। इसलिए जितनी आवश्यकता हो उतनी ही बातें करें। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- मानसिक ऊर्जा को बढ़ाने के लिए आज आप भीगे बादामों का सेवन कर सकते हैं। \n"
}]
