horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ परेशानी जनक रह सकता है। वाहन संबंधित समस्या आपके सामने आ सकती है, लेकिन संतान के भविष्य से संबंधित कोई शुभ समाचार सुनने को मिलेगा और मित्रों का सहयोग भी आज आपको मिलता दिख रहा है। दांपत्य जीवन सुखमय रहेगा। जीवनसाथी का भरपूर साथ मिलेगा। आज परिवार में कुछ अशांति का माहौल रह सकता है, लेकिन फिर भी आपको अपने मन को शांत रखना होगा। विद्यार्थियों को अपने भविष्य की चिंता सता सकती है।जो समस्याएँ आपको परेशान कर रही हैं, उन्हें हल करने के लिए होशियारी, चतुरता और कूटनीति के दाव-पेंचों की ज़रूरत है। जिन लोगों नेे अतीत में अपना धन निवेश किया था आज उस धन से लाभ होने की संभावना बन रही है। घर में कुछ बदलाव लाने के लिए पहले बाक़ी लोगों की राय भली-भांति जान लें। जिसे आप चाहते हैं, उसके साथ आपका तल्ख़ रवैया आपके रिश्ते में दूरी बढ़ा सकता है। यात्रा और भ्रमण वग़ैरह न सिर्फ़ आनन्ददायक सिद्ध होंगे, बल्कि काफ़ी शिक्षाप्रद भी रहेंगे। शादीशुदा ज़िन्दगी के नज़रिए से यह थोड़ा मुश्किल वक़्त है। आपकी ऊर्जा आज बेवजह के कामों में जाया हो सकती है। जीवन को सही से जीना चाहते हैं तो टाइम टेबल के हिसाब से चलना सीखें। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- ध्यान, योग व मेडिटेशन करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nयदि आपके जीवन में कुछ रिश्तो में वाद-विवाद चल रहा था, तो वह आज समाप्त होता दिख रहा है और यदि कोई चल व अचल संपत्ति का विवाद चल रहा है, तो वह आज पूरा हो सकता है, जिसमें आपको अपने मित्रों का भी भरपूर सहयोग मिलेगा। आर्थिक स्थिति भी मजबूत होगी। यदि किसी मनवांछित फल की प्राप्ति की इच्छा है, तो वह भी आज पूरी होती दिख रही है। आज शाम का समय आप किसी सामाजिक समारोह में व्यतीत करेंगे।कुछ ऐसी घटनाएँ आपकी परेशानी का कारण बन सकती हैं, जिन्हें टालना मुमकिन न हो। लेकिन आप ख़ुद को शांत बनाए रखें और हालात से निपटने के लिए तुरंत प्रतिक्रिया न करें। आपकी लगन और मेहनत पर लोग ग़ौर करेंगे और आज इसके चलते आपको कुछ वित्तीय लाभ मिल सकता है। शाम के वक़्त अचानक मिली कोई अच्छी ख़बर पूरे परिवार की ख़ुशी और उत्साह की वजह साबित होगी। आपके ज़हन में काम का दबाव होने के बावजूद आपका प्रिय आपके लिए ख़ुशी के पलों को लाएगा। आपके पास समय तो होगा लेकिन बावजूद इसके भी आप कुछ ऐसा नहीं कर पाएंगे जो आपको संतुष्टि दे। आप अपने जीवनसाथी के प्यार की गर्माहट महसूस कर सकते हैं। लोगों से दूरी बनाना कई बार जरुरी होता है लेकिन उन लोगों से दूरी न बनाएं जो आपके शुभचिंतक हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- तांबे के बर्तन में रात भर रखा पानी पीना स्वास्थ्य के लिए फ़ायदेमंद रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए उत्तम लाभदायक रहेगा। आज कुछ पुराने मित्रों से आपकी मुलाकात हो सकती है, जो आपके लिए लाभदायक सिद्ध होगी। छोटे सदस्य अथवा संतान पक्ष को कुछ परेशानी हो सकती है, इसलिए खाने-पीने में विशेष ध्यान दें अन्यथा अपचन का प्रभाव बना रहेगा। जटिलताएं समाप्त होंगी। आज आप अपनी मधुर वाणी के प्रभाव से सब कुछ पा सकते हैं।ख़ुद को ज़्यादा आशावादी बनने के लिए प्रेरित करें। इससे न सिर्फ़ आपका आत्मविश्वास बढ़ेगा और व्यवहार लचीला होगा, बल्कि डर, ईर्ष्या और नफ़रत जैसे नकारात्मक मनोभावों में भी कमी आएगी। प्राप्त हुआ धन आपकी उम्मीद के मुताबिक़ नहीं होगा। आपको परिवार के सदस्यों और दोस्तों के साथ बिताने के लिए पर्याप्त समय मिलेगा। ख़ुशी के लिए नए संबंध की प्रतीक्षा करें। दूसरों की राय को ग़ौर से सुनें- अगर आप आज वाक़ई फ़ायदा चाहते हैं तो। रोज़मर्रा की शादीशुदा ज़िन्दगी में आज का दिन लज़ीज़ मिठाई जैसा है। आज का दिन किसी भी धार्मिक स्थल के लिए समर्पित करना अपनी मानसिक शांति बनाए रखने का सर्वश्रेष्ठ साधन हो सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- आर्थिक स्थिति को मजबूत करने के लिए घर में तिल के तेल का दीपक अवश्य जलाएं। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज आप अपने कारोबार को लेकर अपने किसी जानकार से मिल सकते हैं और उसके अनुभव से कुछ सीख लेंगे, जो आपके कारोबार को ऊंचाइयों तक पहुंचाएगी। आपको कुछ आर्थिक और पारिवारिक संकोच रह सकते हैं। परिवर्तन की आकांक्षा भी आप रखेंगे। उत्साह अधिक और तत्परता से किए गए कार्य बिगड़ सकते हैं, इसलिए ध्यान रखें। शाम के समय आपकी धर्म-कर्म के कार्यों में रुचि बढ़ती दिख रही है, जिसमें पुण्य कार्यो पर भी कुछ खर्च हो सकता है।आपका ऊर्जा-स्तर ऊँचा रहेगा। रात के समय आप आज आपको धन लाभ होने की पूरी संभावना है क्योंकि आपके द्वारा दिया गया धन आज आपको वापस मिल सकता है। रिश्तेदारों के यहाँ छोटी यात्रा आपके भागदौड़ भरे दिन में आराम और सुकून देने वाली साबित होगी। आपकी आकर्षक छवि मनचाहा परिणाम देगी। आज के दिन घटनाएँ अच्छी तो होंगी, लेकिन तनाव भी देंगी – जिसके चलते आप थकान और दुविधा महसूस करेंगे। कहते हैं कि स्त्रियाँ शुक्र और परुष मंगल ग्रह के रहने वाले हैं, लेकिन आज के दिन विवाहित शुक्र और मंगल एक-दूसरे में घुल जाएंगे। बिना किसी का साथ पाये भी आजके दिन का आप भरपूर आनंद उठा पाएंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- गुड़ व मसूर की दाल का खाने में प्रयोग कर आप ख़ुद को ऊर्जावान बना सकते हैं। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज आपको धन के लेनदेन से सावधानी बरतनी है क्योंकि किसी से अनबन के कारण व्यवहार में परिवर्तन करना होगा, जो आपके लिए परेशानी का कारण बन सकता है। आपके द्वारा किए गए कार्यों का आज विरोध होगा। शत्रु प्रबल होंगे। परिवार की समस्याओं के संबंध में यदि आज जोश में आकर कोई गलत निर्णय लिया, तो वह आपके लिए परेशानी का कारण बन सकता है। जीवन साथी आपके साथ खड़े नजर आएंगे। विद्यार्थियों को उत्तम परिणाम प्राप्त होंगे।आपमें आज चुस्ती-फुर्ती देखी जा सकती है। आपका स्वास्थ्य आज पूरी तरह से आपका साथ देगा। जल्दबाज़ी में फ़ैसले न लें- ख़ासतौर पर अहम आर्थिक सौदों में मोलभाव करते वक़्त। पारिवारिक समारोह में नए दोस्त बन सकते हैं। हालाँकि अपने चयन में सावधानी बरतें। अच्छे दोस्त उस ख़ज़ाने की तरह होते हैं, जिसे सारी ज़िंदगी दिल के क़रीब रखा जाता है। अटके कामों के बावजूद रोमांस और बाहर घूमना-फिरना आपके दिलो-दिमाग़ पर छाया रहेगा। छात्रोंं के दिमाग में आज प्यार का बुखार छा सकता है और इस वजह से उनका काफी समय बर्बाद हो सकता है। आज आप अपने जीवनसाथी के साथ कुछ बेहतरीन पल गुज़ार सकेंगे। बहुत सारे मेहमानों की आवभगत आपका मूड ख़राब कर सकती है। लेकिन अच्छी बात यह है कि आप कई पुराने दोस्तों से मिल सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- बच्चे भगवान का रुप होते हैं- छोटी कन्याओं में चॉकलेट, टॉफी बांटकर आप ईश्वरीय सेवा कर सकते हैं। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए भागदौड़ भरा रहेगा। भागदौड़ और परिश्रम के बाद भी आपको लाभ से वंचित रहना होगा। आज आपको अपने कार्य क्षेत्र के लिए कुछ दूर की यात्रा भी करनी पड़ सकती है। मानसिक परेशानी के कारण तनाव  रहेंगे। कुछ पुराने अधूरे कार्य भी आज आपको निपटाने होंगे। प्रिय जनों से मुलाकात होगी। आज सायंकाल के समय आप अपने परिवार के छोटे बच्चों के साथ कुछ समय व्यतीत करेंगे, जिससे आपको मानसिक तनाव कम होगा।सेहत बढ़िया रहेगी। बिना किसी की मदद के भी आप धन कमा पाने में सक्षम हो सकते हैं बस आपको खुद पर विश्वास करने की जरुरत है। अपना अतिरिक्त समय निःस्वार्थ सेवा में लगाएँ। यह आपको और आपके परिवार को ख़ुशी और दिली सुकून देगा। आपके प्रिय का मूड ठीक नहीं है, इसलिए सोच-समझ कर कोई भी काम करें। आज पूरे दिन आप खाली रह सकते हैं और टीवी पर कई फिल्में और प्रोग्राम देख सकते हैं। ख़राब मिज़ाज के चलते आप महसूस कर सकते हैं कि आपका जीवनसाथी आपको बेवजह तंग कर रहा है। आज आप सबसे दूर जाने के बारे में सोच सकते हैं। आपके मन में संन्यास लेने की भावना आज प्रबल रहेगी। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- शिवलिंग पर जल चढ़ाने से लव लाइफ अच्छी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन नौकरी व व्यापार करने वाले लोगों के लिए उत्तम लगता रहेगा। नौकरी व व्यवसाय से जुड़े लोगों के लिए विभिन्न क्षेत्र में आज उनकी साख बढ़ेगी, जिससे उनको कई अनुभव प्राप्त होंगे। आज आपके सभी कार्य समय पर बनते नजर आएंगे, जिससे मन में प्रसन्नता का भाव रहेगा। रोजगार से जुड़े जातकों के लिए आज रोजगार के नए नये अवसर प्राप्त होंगे। यदि आज किसी को कुछ धन देने की सोच रहे हैं, तो ऐसा कतई नहीं करें, क्योंकि उसके वापस मिलने की संभावना कम है।ख़ुद को उत्साही बनाए रखने के लिए अपनी कल्पनाओं में कोई ख़ूबसूरत और शानदार तस्वीर बनाएँ। रात के समय आप आज आपको धन लाभ होने की पूरी संभावना है क्योंकि आपके द्वारा दिया गया धन आज आपको वापस मिल सकता है। अगर आपके मन में तनाव है तो किसी नज़दीकी रिश्तेदार या दोस्त से बात करें, इससे आपके दिल का बोझ हल्का हो जाएगा। रोमांटिक मुलाक़ात आपकी ख़ुशी में तड़के का काम करेगी। आज आप नए विचारों से परिपूर्ण रहेंगे और आप जिन कामों को करने के लिए चुनेंगे, वे आपको उम्मीद से ज़्यादा फ़ायदा देंगे। यह समय जीवन में आपको वैवाहिक जीवन का भरपूर आनन्द देगा। बिना अपने करीबी लोगों को बताए किसी ऐसी जगह निवेश न करें जिसके बारे में आप खुद भी नहीं जानते। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- मसूर की दाल व कुछ पैसे किसी जमादार को देकर आज आप अपनी अकर्मण्यता को दूर कर सकते हैं। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज आपके घर में कुछ मांगलिक कार्यक्रम हो सकता है, जिसमें अतिथियों का आगमन होगा। अच्छे भोजन से आपकी सेहत अच्छी रहेगी। आज शुभ समाचार का आना जाना लगा रहेगा, इसलिए वही कार्य करें, जिनके बनने की उम्मीद हो। मित्रों व परिजनों के कारण भी घर में तनाव की स्थिति पैदा हो सकती है। आज आप अपनी माता जी के लिए कोई  उपहार खरीद सकते हैं।प्रभावशाली लोगों का सहयोग आपके उत्साह को दोगुना कर देगा। माता-पिता की मदद से आप आर्थिक तंगी से बाहर निकलने में क़ामयाब रहेंगे। पुरखों की जायदाद की ख़बर पूरे परिवार के लिए ख़ुशी ला सकती है। अगर आप अपने प्रेमी के साथ कहीं बाहर घूमने जा रहे हैं तो कपड़े सोच-समझकर पहनें। अगर आप ऐसा नहीं करते तो आपका प्रेमी आपसे नाराज हो सकता है। आज आप कोई नई पुस्तक खरीदकर किसी कमरे में खुद को बंद करके पूरा दिन गुजार सकते हैं। ठीक कम्यूनिकेशन न होने के चलते परेशानी खड़ी हो सकती है, लेकिन मिल-बैठकर बात करने से चीज़ें सुजझाई जा सकती हैं। अपने पिता के साथ आज दोस्त की तरह आप बात कर सकते हैं। आपकी बातों को सुनकर उनको खुशी होगी। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- प्लैटिनम की बनी कोई भी वस्तु अपने प्रेमी/प्रेमिका को गिफ्ट में देने से प्रेम सम्बन्ध मजबूत होंगे। \n",
    "8": "धनु राशिः आज का राशिफल\nआज आपके धर्म-कर्म के कार्यो में रुचि बढ़ेगी, जिससे किसी महान हस्ती के दर्शन के कारण लाभ होंगे। आज भागदौड़ अधिक रहेगी, जिससे आंखों को कष्ट हो सकता है। आप समय के अनुसार चलने से आज उन्नति करेंगे, जिससे आपके कार्यक्षेत्र में भी तरक्की होगी और आप अपनी आर्थिक स्थिति को मजबूत बना पाएंगे। संतान आपसे अपने भविष्य के लिए कुछ सलाह मांग सकती है। मामा पक्ष से धन लाभ मिलने की उम्मीद है।जीवन-साथी ख़ुशी की वजह साबित होगा। आज के दिन भूलकर भी किसी को पैसे उधार न दें और यदि देना जरुरी हो तो देने वाले से लिखित में लें कि वो पैसा वापस कब करेगा। कल्पनाओं के पीछे न दौड़ें और यथार्थवादी बनें- कुछ वक़्त अपने दोस्तों के साथ गुज़ारें- क्योंकि यह आपके लिए काफ़ी अच्छा साबित होगा। आज के दिन अपने प्रिय से कोई तल्ख़ बात न कहें। भरपूर रचनात्मकता और उत्साह आपको एक और फ़ायदेमंद दिन की ओर ले जाएंगे। वैवाहिक जीवन में कठिन दौर से गुज़रने के बाद आपको अब कुछ राहत का एहसास होगा। अच्छी नींद अच्छी सेहत के लिए बेहद ज़रुरी है; आप थोड़ा अधिक सो सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- किसी सुपात्र व्यक्ति को पुस्तक या पठन सामग्री देना आर्थिक स्थिति के लिए शुभ है। \n",
    "9": "मकर राशिः आज का राशिफल\nमानसिक उलझन के कारण सिर दर्द की आशंका रहेगी या फिर संतान पक्ष की चिंता आ सकती है। पड़ोसियों के कारण आज आपको कुछ परेशानी हो सकती है, इसलिए थोड़ा ध्यान रखें और अपनी वाणी पर संयम रखें। दांपत्य सुख में वृद्धि होगी। व्यापार को आज नई गति मिलेगी। जीवनसाथी के सलाह पारिवारिक बिजनेस के लिए कारगर साबित होगी। आज शाम का समय आप जीवन साथी के साथ कहीं घूमने फिरने जा सकते हैं।आज आपका आत्मविश्वास बढ़ेगा और प्रगति निश्चित है। ज़रूरत से ज़्यादा ख़र्च करने और चालाकी-भरी आर्थिक योजनाओं से बचें। घर के माहौल की वजह से आप उदास हो सकते हैं। आज आपको अपने प्रिय की याद सताएगी। लोगों के साथ बात करने में आज आप अपना बहुमूल्य समय बर्बाद कर सकते हैं। आपको ऐसा करने से बचना चाहिए। जीवनसाथी के किसी अचानक काम की वजह से आपकी योजनाएँ बिगड़ सकती हैं। लेकिन फिर आपको महसूस होगा कि जो होता है अच्छे के लिए ही होता है। किसी सहकर्मी की अचानक तबीयत खराब होने पर आज आप उनका भरपूर सहयोग दे सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- अच्छी आर्थिक स्थिति के लिए मांस-मदिरा व परनारी संपर्क से बचें। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए शुभ परिणाम लेकर आएगा। व्यर्थ के संदेह और तर्क वितर्क से आपका धन और समय दोनों की हानि होगी, जिससे आप थोड़ा परेशान रहेंगे। लाभ के अवसर भी आज आपको प्राप्त होंगे। आज शाम के समय आपकी किसी प्रभावशाली व्यक्ति से मुलाकात हो सकती है। व्यापार कर रहे लोगों को आज नकद धन की कमी का सामना करना पड़ सकता है। वाहन चलाते समय सावधानी बरतें।अच्छी चीज़ों को ग्रहण करने के लिए आपका दिमाग़ खुला रहेगा। माता-पिता की मदद से आप आर्थिक तंगी से बाहर निकलने में क़ामयाब रहेंगे। आपकी ज्ञान की प्यास आपको नए दोस्त बनाने में मददगार साबित होगी। अपने साथी को भावनात्मक तौर पर ब्लैकमेल करने से बचें। घर के छोटे सदस्यों के साथ गप्पें लगाकर आज आप अपने खाली समय का अच्छा इस्तेमाल कर सकते हैं। आस-पड़ोस की किसी सुनी-सुनाई बात को लेकर आपका जीवनसाथी तिल-का-ताड़ बना सकता है। बिना किसी को बताए आज आप घर में छोटी-मोटी पार्टी रख सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- किसी जानवर को अकारण कष्ट न दें और न ही कभी जीव हत्या करें व शाकाहार को अपनाने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "11": "मीन राशिः आज का राशिफल\nविद्यार्थियों को आज अधिक परिश्रम की आवश्यकता है, तभी सफलता मिलने की उम्मीद है। व्यापार का भार बढ़ता नजर आ रहा है। निर्माण कार्यों की आवश्यकता आज आपको महसूस होगी, पक्ष और विपक्ष दोनों का सहयोग मिलता दिख रहा है। किसी महत्वकांक्षी योजना की आज शुरुआत होगी, जो आपके भविष्य को सुदृढ़ बनाएगी। आज अपने पिताजी के स्वास्थ्य का ध्यान रखें और बाहर के खाने-पीने से परहेज करें।आज का दिन ऐसे काम करने के लिए बेहतरीन है, जिन्हें करके आप ख़ुद के बारे में अच्छा महसूस करते हैं। आपके द्वारा धन को बचाने के प्रयास आज असफल हो सकते हैं हालांकि आपको इससे घबराने की जरुरत नहीं है स्थिति जल्द ही सुधरेगी। जिसपर आप यक़ीन करते हैं, मुमकिन है वह आपको पूरा सच न बता रहा हो। आपकी दूसरों को राज़ी करने की क्षमता आने वाली मुश्किल को हल करने में कारगर साबित होगी। जो भी बोलें, सोच-समझकर बोलें। क्योंकि कड़वे शब्द शांति को नष्ट करके आपके और आपके प्रिय के बीच दरार पैदा कर सकते हैं। दीर्घावधि में कामकाज के सिलसिले में की गयी यात्रा फ़ायदेमंद साबित होगी। आपकी बीती ज़िन्दगी का कोई राज़ आपके जीवनसाथी को उदास कर सकता है। आज मौसम के मिजाज की तरह ही दिन में कई बार आपका मिजाज भी बदल सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- चने की दाल गाय को खिलाने से आर्थिक स्थिति सुधरेगी। \n"
}]
