horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज आपको अपने व्यवसाय में साहस और लगन शीलता से काम करना होगा तभी आप के काम बनते नजर आ रहे हैं। आपके आत्मबल और विश्वास को देखकर आज आपके विरोधी परास्त नजर आएंगे। संतान से संबंधित कोई शुभ समाचार सुनने को मिल सकता है, जिससे आपके उत्साह में वृद्धि होगी। आज आप धर्म-कर्म के कार्य में भी शामिल हो सकते हैं। यदि आप कोई नया कार्य शुरू करना चाहते हैं, तो उसके लिए समय उत्तम है।स्वास्थ्य के लिहाज़ से बहुत अच्छा दिन है। आपकी ख़ुशमिज़ाजी ही आपके आत्मविश्वास में बढ़ोतरी करेगी। ऐसा लगता है आप जानते हैं कि लोग आपसे क्या चाहते हैं- लेकिन आज अपने ख़र्चों को बहुत ज़्यादा बढ़ाने से बचें। घर के किसी सदस्य के व्यवहार की वजह से आप परेशान रह सकते हैं। आपको उनसे बात करने की जरुरत है। अपने प्रिय की ईमानदारी पर शक न करें। किसी साझीदारी वाले व्यवसाय में जाने से बचें – क्योंकि मुमकिन है कि भागीदार आपका बेजा फ़ायदा उठाने की कोशिश करें। घर के छोटे सदस्यों के साथ गप्पें लगाकर आज आप अपने खाली समय का अच्छा इस्तेमाल कर सकते हैं। आज से पहले शादीशुदा ज़िन्दगी इतनी अच्छी कभी नहीं रही। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- बड़/बरगद के पेड को मीठे दूध से सींचे, इससे नौकरी/बिज़नेस में तरक्की होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम रहेगा। आज आपकी अपने किसी पुराने परिचित मित्र से मुलाकात हो सकती है, जो आपके लिए लाभदायक होगी। आज आप अपने पारिवारिक मामलों को लेकर कुछ परेशान हो सकते हैं। गृहस्थ जीवन थोड़ा तनावग्रस्त रहेगा। आपकी आर्थिक स्थिति भी आज आपकी चिंता का कारण बनती नजर आएगी। गलत तरीके से धन कमाने से आज बचना होगा। आज आपको समझदारी से काम लेना होगा, नहीं तो आपके व्यवसाय में किसी भी व्यक्ति से वाद-विवाद हो सकता है। इच्छाशक्ति की कमी आपको भावनात्मक और मानसिक परेशानियों में फँसा सकती है। आज बिना किसी की मदद के ही आप धन कमा पाने में सक्षम होंगे। छोटे भाई-बहन आपसे राय मांग सकते हैं। ज़िन्दगी की हक़ीक़त का सामना करने के लिए आपको अपने प्रिय को कम-से-कम कुछ वक़्त के लिए भूलना पड़ेगा। अगर आप सीधा जवाब नहीं देंगे तो आपके सहयोगी आपसे नाराज़ हो सकते हैं। बेवजह की उलझनों से दूर होकर आज आप किसी मंदिर, गुरुद्वारे या किसी भी धार्मिक स्थल पर अपना खाली समय बिता सकते हैं। दिन में जीवनसाथी के साथ बहस के बाद एक बेहतरीन शाम गुज़रेगी। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सोते समय एक तांबे के पात्र में जल रखकर अगली सुबह घर के पास वाले पेड़ की जड़ में उस जल को डालने से सेहत अच्छी रहेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके पारिवारिक जीवन के लिए परेशानी जनक रहेगा। परिवार में कुछ समस्या सिर उठा सकती हैं, लेकिन उनको सोच विचार कर निर्णय करें अन्यथा आपको आगे चलकर परेशानी का सामना करना पड़ सकता है। आप के मान सम्मान में वृद्धि होगी। धन के लेन-देन में सावधानी बरतें। व्यापार व व्यवसाय में आपके द्वारा किए गए कार्यो का विरोध हो सकता है, लेकिन परेशान ना हो। उच्च अधिकारियों की कृपा से कार्यो में सफलता मिलेगी।आपके पास अपनी सेहत और रूप-रंग को सुधारने के लिए पर्याप्त समय होगा। अगर आपको लगता है कि आपके पास पर्याप्त धन नहीं है तो आज घर के किसी बड़े से धन संचित करने की सलाह लें। आपके आकर्षण और व्यक्तित्व के ज़रिए आपको कुछ नए दोस्त मिलेंगे। जिसे आप चाहते हैं, उसके साथ आपका तल्ख़ रवैया आपके रिश्ते में दूरी बढ़ा सकता है। कुछ लोगों को व्यापारिक और शैक्षिक लाभ मिलेगा। आज आप अपने जीवनसाथी को सरप्राइज दे सकते हैं, अपने सारे कामों को छोड़कर आज आप उनके साथ वक्त बिता सकते हैं। आस-पड़ोस की किसी सुनी-सुनाई बात को लेकर आपका जीवनसाथी तिल-का-ताड़ बना सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- लव लाइफ को बेहतर रखने के लिए गुलाब के फूलों का गुलदस्ता तांबे के जार में घर में रखें। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए सुख और दुख दोनों लेकर आएगा, लेकिन आपको परेशान होने की आवश्यकता नहीं है। आज अपने कुछ अधूरे कार्यो को आप किसी की सलाह व सूझबूझ से निपटा सकते हैं। कार्य व व्यवसाय के जिन क्षेत्रों में आप प्रयास कर रहे हैं, तो वह सफल होंगे। कई लोग मानसिक रूप से परेशान नजर आएंगे। प्रेम जीवन सुदृढ़ होगा। संतान आज अपनी आपकी उम्मीदों पर खरे उतरेगी। आज शाम का समय आप अपने मित्रों के साथ छोटी दूरी की यात्रा पर जा सकते हैं।\n अगर आप बहुत ज़्यादा तनाव महसूस कर रहे हैं, तो बच्चों के साथ अधिक समय बिताएँ। उनके प्यार भरे आलिंगन और मासूम मुस्कुराहट आपकी सभी परेशानियों को ख़त्म कर देंगे। आज के दिन भूलकर भी किसी को पैसे उधार न दें और यदि देना जरुरी हो तो देने वाले से लिखित में लें कि वो पैसा वापस कब करेगा। दूर के रिश्तेदार से जिस संदेश की काफ़ी समय से उम्मीद थी, वह अच्छी ख़बर पूरी परिवार को ख़ुशियों से भर देगी। प्रेमी एक-दूसरे की पारिवारिक भावनाओं को समझेंगे। आपके लिए आज बहुत सक्रिय और लोगों से मेल-जोल भरा दिन रहेगा। लोग आपसे आपकी राय मांगेंगे और जो भी आप कहेंगे, उसे बिना सोचे मान लेंगे। आपने बीते दिनों कार्यक्षेत्र में कई काम अधूरे छोड़े हैं जिसका भुगतान आज आपको करना पड़ सकता है। आज आपका खाली वक्त भी ऑफिस के काम को पूरा करने में ही लगेगा। यह शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक है। आपको प्रेम की गहराई का अनुभव करेंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- चाँदी के चम्मच से या चाँदी की थाली में भोजन करना स्वास्थ्य के लिए लाभदायक होगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए व्यवस्थाओं के मामले में अनुभव और वृद्धि करने वाला होगा। कारोबार में आज आपकी पहचान बढ़ेगी और आपकी कोई नई डील भी फाइनल हो सकती है, जो आपकी आर्थिक स्थिति को मजबूत बनाएगी, जो लंबे समय से आप के अधूरे कार्य पड़े हैं, आज उनको पूरा करने का समय आ चुका है। आर्थिक मामलों में भी आज का दिन खर्चीला रहेगा। यदि आप कोई नया व्यवसाय करना चाहते हैं, तो उसके लिए दिन उत्तम रहेगा। भाग्य का भरपूर साथ मिलेगा। जीवन साथी से आज कोई नोकझोंक हो सकती है।आपका दानशीलता का व्यवहार आपके लिए छुपे हुए आशीर्वाद की तरह सिद्ध होगा, क्योंकि यह आपको शक, अनास्था, लालच और आसक्ति जैसी ख़राबियों से बचाएगा। अगर आप अपनी रचनात्मक प्रतिभा को सही तरीक़े से इस्तेमाल करें तो वह काफ़ी फ़ायदेमंद साबित होगी। ऐसा कोई जिसे आप जानते हैं, आर्थिक मामलों को ज़रूरत से ज़्यादा गंभीरता से लेगा और घर में थोड़ा-बहुत तनाव भी पैदा होगा। ज़िंदगी में एक नया मोड़ आ सकता है, जो प्यार और रोमांस को नयी दिशा देगा। सेमिनार और गोष्ठियों में हिस्सा लेकर आज आप कई नए विचार पा सकते हैं। लोगों के साथ बात करने में आज आप अपना बहुमूल्य समय बर्बाद कर सकते हैं। आपको ऐसा करने से बचना चाहिए। अगर आप अपने जीवनसाथी से स्नेह की आशा रखते हैं, तो यह दिन आपकी आशाओं को पूरा कर सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सफेद चन्दन का तिलक मस्तक व नाभिस्थल पर करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज आप किसी शुभ मांगलिक कार्यक्रम में भाग ले सकते हैं, जिससे दिन उत्तम बना रहेगा और मन में शांति का भाव रहेगा। पारिवारिक जीवन में जीवन साथी से सहयोग और तालमेल बना रहेगा, लेकिन संतान के भविष्य को लेकर आज थोड़ा चिंतित रह सकते हैं। व्यापार व व्यवसाय में कार्यशील बुद्धि से किए गए कार्यों में सफलता मिलेगी। आपको अपने पिताजी की सलाह की आवश्यकता होगी। आज आप अपने किसी पड़ोसी के वाद-विवाद में ना उलझें।सबकी मदद करने की आपकी इच्छा आपको आज बुरी तरह थकाएगी। आपके द्वारा धन को बचाने के प्रयास आज असफल हो सकते हैं हालांकि आपको इससे घबराने की जरुरत नहीं है स्थिति जल्द ही सुधरेगी। आपका मज़ाकिया स्वभाव सामाजिक मेल-जोल की जगहों पर आपकी लोकप्रियता में इज़ाफ़ा करेगा। आज आपको महसूस होगा कि आपका महबूब आपसे कितना प्यार करता है। काम की अधिकता के बावजूद भी आज कार्यक्षेत्र में आपमें ऊर्जा देखी जा सकती है। आज आप दिये गये काम को तय वक्त से पहले ही पूरा कर सकते हैं। बिना किसी को बताए आज आप अकेले वक्त बिताने घर से बाहर जा सकते हैं। लेकिन आप अकेले तो होंगे लेकिन शांत नहीं आपके दिल में आज के दिन कई चिंताएं हैं होंगी। अपने जीवनसाथी के साथ आप आज एक शानदार शाम गुज़ार सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- धन प्राप्ति के लिए दूध या जल में केसर डालकर उसका सेवन करें। \n",
    "6": "तुला राशिः आज का राशिफल\nआज आप अपने कार्य क्षेत्र में सम्मान व प्रभाव से कुछ हासिल कर पाएंगे। कई दिनों से उलझे मामले भी आज सुलझ जाएंगे। आज आपको आंख और पेट से संबंधित परेशानी हो सकती है, जिससे आपके कुछ जरूरी काम अटक सकते हैं, लेकिन आपको आज बातों में समय नष्ट नहीं करना है। समय से काम करोगे तो आपको अच्छे अवसर प्राप्त होंगे। आज आप अपने जीवनसाथी को कुछ उपहार खरीद कर ला सकते हैं।आपका आकर्षक बर्ताव दूसरों का ध्यान आपकी तरफ़ खींचेगा। आज किया गया निवेश आपकी समृद्धि और आर्थिक सुरक्षा में इज़ाफ़ा करेगा। परिवार में आप एक संधि कराने वाले दूत का दायित्व निभाएंगे। सबकी परेशानियों पर ग़ौर करें, जिससे समस्याओं पर समय रहते क़ाबू पाया जा सके। प्यार एक ऐसा जज़्बा है जिसे न सिर्फ़ महसूस किया जाना चाहिए, बल्कि अपने प्रिय के साथ बांटना भी चाहिए। ऑफिस में आज आपको स्थिति को समझते हुए ही व्यवहार करना चाहिए। अगर आपका बोलना जरुरी नहीं है तो चुप रहें, कोई भी बात जबरदस्ती बोलकर आप खुद को परेशानी में डाल सकते हैं। अपना समय और ऊर्जा दूसरों की मदद करने में लगाएँ, लेकिन ऐसे मामलों में पड़ने से बचें जिनसे आपका कोई लेना-देना नहीं है। मुमकिन है कि आज आपका जीवनसाथी ख़ूबसूरत शब्दों में यह बताए कि आप उनके लिए कितने क़ीमती हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- रेवड़ी, तिल और शक्कर बहते जल में प्रवाहित करना नौकरी/बिज़नेस के लिए फायदेमंद रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। आर्थिक उन्नति के लिए कुछ लोग आज निवेश की नई योजनाएं बना सकते हैं, जो आगे चलकर उत्तम लाभ प्रदान करेंगे। संतान को शिक्षा को लेकर आज कुछ चिंतित नजर आएंगे, लेकिन देवी सरस्वती की आराधना करना आपके लिए शुभ रहेगा। पड़ोसियों से किसी भी मुद्दे को लेकर विवाद से बचना होगा। आज सगे संबंधियों के बीच तालमेल देखने को मिलेगा। जीवनसाथी से भी आपको आवश्यक सहयोग प्राप्त कर सकते हैं। कुछ कठिन कार्य भी आज आपके बन सकते हैं। विद्यार्थियों को उच्च शिक्षा ग्रहण करने का अवसर प्राप्त होगा।सेहत अच्छी रहेगी। पैसे की अहमियत को आप अच्छे से जानते हैं इसलिए आज के दिन आपके द्वारा बचाया गया धन आपके बहुत काम आ सकता है और आप किसी बड़ी मुश्किल से निकल सकते हैं। आपके जीवनसाथी की सेहत आपको चिंता में डाल सकती है। भावनात्मक उथल-पुथल आपको परेशान कर सकती है। कार्यक्षेत्र में परिस्थितियाँ आपके पक्ष में लगती हैं। आज आप अपने जीवनसाथी को सरप्राइज दे सकते हैं, अपने सारे कामों को छोड़कर आज आप उनके साथ वक्त बिता सकते हैं। वैवाहिक जीवन के कुछ साइड इफ़ेक्ट्स भी होते हैं; आज आपको इनका सामना करना पड़ सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- गाय को जौ खिलाने से पारिवारिक जीवन में खुशियाँ आएँगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज आपके कार्यक्षेत्र का माहौल आपके लिए सुखमय रहेगा। आपको अधिकारियों का पूर्ण सहयोग मिलेगा। आपकी बनाई हुई नीति पर कार्य करते देख लोगों को आपके मन में खर्च का भाव रहेगा। आज आप संतान के लिए कोई उपहार खरीद सकते हैं। परिवार में कोई मांगलिक उत्सव पर बातचीत हो सकती है। आज आपको कुछ मामलों में अपने पिताजी की सलाह की आवश्यकता होगी। व्यापारियों को आज नगद धन की कमी का सामना करना पड़ सकता है।शराब से दूर रहें, क्योंकि इससे आपकी नींद में खलल पड़ेगा और आप गहरे आराम से महरूम रह सकते हैं। मनोरंजन और सौन्दर्य में इज़ाफ़े पर ज़रुरत से ज़्यादा वक़्त न ख़र्च करें। रिश्तेदारों के यहाँ छोटी यात्रा आपके भागदौड़ भरे दिन में आराम और सुकून देने वाली साबित होगी। आज अचानक किसी से रोमांटिक मुलाक़ात हो सकती है। आज ऑफिस में आपको अच्छे परिणाम नहीं मिलेंगे। आपका कोई खास ही आज आपके साथ विश्वासघात कर सकता है। जिसकी वजह से आप दिनभर परेशान रह सकते हैं। इस राशि के लोगों को आज अपने आप को समझने की जरुरत है। यदि आपको लगता है कि आप दुनिया की भीड़ में कहीं खो गये हैं तो अपने लिए वक्त निकालें और अपने व्यक्तित्व का आकलन करें। आपका जीवनसाथी आपको पाकर ख़ुद को ख़ुशनसीब समझता है; इन पलों का भरपूर उपयोग करें। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- हाथी की मूर्ति चाँदी में बनवाकर अपने घर में रखने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन भागदौड़ से भरा रहेगा। व्यस्तता के कारण आप अपने प्रेम जीवन के लिए समय निकालने में कामयाब रहेंगे, जिससे जीवन साथी को प्रसन्नता का अनुभव होता रहेगा। लगन, धैर्य और परिश्रम से अपने लक्ष्य को हासिल करने में कामयाब रहेंगे। जिन लोगों के परिवार में कुछ समय से परेशानी का माहौल बना हुआ है, उनके संबंधों में आज सुधार होगा। विद्यार्थियों को अधिक परिश्रम की आवश्यकता होगी। सामाजिक व राजनीतिक कार्यों में आज रुचि बढ़ती दिखेगी।आपका दानशीलता का व्यवहार आपके लिए छुपे हुए आशीर्वाद की तरह सिद्ध होगा, क्योंकि यह आपको शक, अनास्था, लालच और आसक्ति जैसी ख़राबियों से बचाएगा। आर्थिक जीवन की स्थिति आज अच्छी नहीं कही जा सकती आज आपको आपको बचत करने में मुूश्किलें आ सकती हैं। दोस्त और पारिवारिक मित्र आपका उत्साह बढ़ाएंगे। विवाह-प्रस्ताव के लिए सही समय है, क्योंकि आपका प्यार जीवन भर के साथ में बदल सकता है। पैसे बनाने के उन नए विचारों का उपयोग करें, जो आज आपके ज़ेहन में आएँ। व्यस्त दिनचर्या के बावजूद भी आज आप अपने लिए समय निकालपाने में सक्षम होंगे। खाली वक्त में आज कुछ रचनात्मक कर सकते हैं। आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्तों की तरह है और आपको आज यह एहसास होगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- अपने इष्टदेव को पीले पुष्प चढ़ाएं, इससे आर्थिक स्थिति अच्छी रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज आपको अपने व्यवसाय के कामों पर पूरा फोकस करना होगा, तभी आपके कार्य बनते दिख रहे हैं। तर्क वितर्क से आज आपको नुकसान होगा, इसलिए उसमें ना पड़ें। आज आपको पिता और पैतृक पक्ष से सहयोग प्राप्त होता दिख रहा है। यदि आज आप योजना बनाकर कार्य करेंगे, तो उसमें भरपूर सफलता मिलती दिख रही है। आर्थिक मामले में दिन अनुकूल रहेगा। आपके घर परिवार में मित्रों व रिश्तेदारों का आगमन हो सकता है, जिसमें परिवार के सभी सदस्य व्यस्त नजर आएंगे।आज आप ख़ुद को सुकून में और ज़िंदगी का लुत्फ़ उठाने के लिए सही मनोदशा में पाएंगे। कुछ ज़रूरी योजनाएँ क्रियान्वित होंगी और ताज़ा आर्थिक मुनाफ़ा पहुँचाएंगी। जब आप समूह में हों तो ध्यान रखें कि आप क्या कह रहे हैं, बिना ज़्यादा समझे-बूझे अचानक कहे गए शब्दों के चलते आप कड़ी आलोचना के शिकार हो सकते हैं। आपको पहली नज़र में किसी से प्यार हो सकता है। आज आपकी कड़ी मेहनत कार्यक्षेत्र में ज़रूर रंग दिखाएगी। अगर आज आप ख़रीदारी के लिए निकलते हैं, तो कोई अच्छी पोशाक ले सकते हैं। आप अपने जीवनसाथी के प्यार की मदद से ज़िन्दगी की मुश्किलों का आसानी से सामना कर सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- घर में फूल, पानी में पनपने वाले पौधे (मनी-प्लांट आदि), मछली का एक्वेरियम उत्तर या पश्चिमोत्तर(चन्द्र की दिशा) दिशा में रखने से फैमिली में खुशियाँ आती हैं। \n",
    "11": "मीन राशिः आज का राशिफल\nआज आपके स्वास्थ्य में कुछ गिरावट देखने को मिल सकती है, इसलिए आपको अपने खाने पीने पर ध्यान देने की जरूरत है, नहीं तो अपच और वायु विकार जैसी परेशानियों का सामना करना पड़ सकता है। छात्रों के लिए आज दिन उत्साह से भरा रहेगा। पारिवारिक जीवन में आपसी तालमेल बना रहेगा, लेकिन काम की जिम्मेदारियां अधिक होंगी। यदि कोई संपत्ति खरीदने का विचार बना रहे हैं, तो आज दिन उत्तम रहेगा।आज आपका स्वास्थ्य दुरुस्त रहने की पूरी उम्मीद है। अपने अच्छे स्वास्थ्य के चलते आज आप अपने दोस्तों के साथ खेलने का प्लान बना सकते हैं। आप पैसा बना सकते हैं, बशर्ते आप अपनी जमा-पूंजी पारम्परिक तौर पर निवेश करें। आपके व्यक्तिगत मोर्चे पर कोई बड़ी चीज़ होने वाली है, जो आपके और आपके परिवार के लिए उल्लास लेकर आएगी। प्रेमी एक-दूसरे की पारिवारिक भावनाओं को समझेंगे। दफ़्तर में शांत और संतुष्ट सोच आपके मन को उत्साहित रखेगी। भविष्य की योजनाओं के लिए आपको नए संपर्क बनाने की ज़रूरत है। वे करिअर की तरक़्क़ी में बहुत मददगार रहेंगे। छात्रोंं के दिमाग में आज प्यार का बुखार छा सकता है और इस वजह से उनका काफी समय बर्बाद हो सकता है। ऐसा लगता है कि आपके जीवनसाथी आज आपके ऊपर ख़ास ध्यान देंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- आर्थिक स्थिति मजबूत करने के लिए मांस, मदिरा का सेवन न करें। \n"
}]
