horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "वित्तीय लाभ की सूचना से आपको और आपके परिजनों को ख़ुशी होगी ǀइससे ये भावना आएगी कि सब अच्छा हो रहा है ǀ आप खुशमिजाज और आकर्षक हैं,नए लोगों से मिलें ǀइससे आपको नए अवसर मिलेंगे जो अंतत आपके लिए फायदे का सौदा साबित होंगे ǀआप परिवार या घर की बनावट में कोई बदलाव लाने के बारे में सोच सकते हैं ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "आपकी सेहत आज बहुत अच्छी है और इसे अच्छी बनाये रखने के लिए आपको हर रोज सुबह हलकी-फुलकी एक्सरसाइज करने की आदत डालनी होगी |आज इसकी तरफ पहला कदम बढाने के लिए बहुत अच्छा दिन है |आप शाम तक दांत में दर्द महसूस कर सकते हैं |अपनी अच्छी सेहत को बनाये रखने के लिए आपको अपने खाने का पैटर्न तुरंत ही बदलना होगा |",
        "मेष प्यार और संबंध राशिफल": "आपको अपने साथी के साथ अधिक सहानुभूति के साथ होने की जरूरत है। आपका साथी अत्यधिक तनाव से गुजर रहा है और आपको सिर्फ ये महसूस है की आपके साथी का रवैया आपके प्रति कैसा है और आप उससे किस तरह से प्रभावित हो रहे है । आपको ये याद रखने की जरुरत है की सच्चा प्यार बिना शर्त के होता है और ये समय अपनी चिंता को छोड़कर अपने प्रेमी की चिंता करने का है ।",
        "मेष कैरियर और धन राशिफल": "आप अपने सबसे अच्छे आलोचक हैं । अपनी स्थिति का विश्लेषण और उसके अनुसार कार्य करे । आज आपको समय के अनुसार चलने के लिए अपने आप को प्रेरित करने की आवश्यकता है । ध्यान केंद्रित करे जिससे की आप नीचे की और न जाये । समय के साथ आपको बड़ी जिम्मेदारियों के साथ सौंपा जा सकता है। तब तक निरंतरता रखे । समय आपके पक्ष में है। अनुसंधान के साथ सुनियोजित निवेश करे और आगे बढे ।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "आपकी सफलता हासिल करने की इच्छा आज और बलवती होती जायेगी ǀ आप आज अपनी लिखित और वक्ता कला में सुधार के लिए कोशिश कर सकते हैं ǀ सफलता के लिए महत्वपूर्ण टिप्स पढ़ें या किसी कुशल आदमी से मार्गदर्शन ले लें ǀ हालाँकि इन सबके चक्कर में उनकी भी उपेक्षा ना करें जो लम्बे समय से आपके ध्यान और समय की प्रतीक्षा में हैं ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "आज रोड पर छोटी –मोटी दुर्घटना होने की काफी आशंका बनी हुई है |इसीलिए गाडी चलाते हुए या गली पार करते हुए काफी सावधान रहें क्योंकि टक्कर हो सकती है |यहाँ तक कि अगर आप सावधान भी हैं तो भी आपको औरों की लापरवाही से चोट लग सकती है |इसीलिए रक्षात्मक तरीका अपनाएँ |आज थोड़ी सी अतिरिक्त सावधानी रखने से आप बहुत बड़ी परेशानी से बच जायेंगे |",
        "वृषभ प्यार और संबंध राशिफल": "आज के माहौल में ही प्यार भरा है | अपने पार्टनर के लिए कोई विशेष योजना बनाकर उन्हें सरप्राइज दे सकते हैं | अगर आप किसी सम्बन्ध में हैं तो यह सबसे अच्छा समय है जब आपको अपने सम्बन्ध का शुरूआती जादू वापस लाने की कोशिश करनी चाहिए | इसके लिए शायद दोस्तों के साथ वाइल्ड पार्टी की जगह अपने पार्टनर के साथ कुछ एकांत और अन्तरंग समय बिताना अधिक अच्छा रहेगा | जो अकेले हैं उनकी मुलाकात अपने होने वाले साथी से हो सकती है |",
        "वृषभ कैरियर और धन राशिफल": "आपका धैर्य से अब लाभ मिलने लगा है । आप एक लंबे समय से इसके लिए इंतजार कर रहे थे , जिसके लिए आपने कभी अपनी मेहनत को पीछे नहीं रखा और अवसरों की तलाश करते रहे । धीरे-धीरे जो आप चाहते थे वो आपको मिल रहा है ।आप संयमित रहे । इन लाभों का आनंद लें , लेकिन साथ ही साथ आसपास के लोगों से विनम्र रहे । आप किसी यात्रा पर जा सकते है एवं अपने आपको उपहार दे सकते है।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "आपके पिछले कुछ समय से अपने करियर तथा निजी जीवन सम्बन्धी किये गये प्रयासों का फल मिलने का समय आ गया है ǀऐसा घटनाक्रम बनेगा कि आपको कोई बड़ी सफलता हाथ लगेगी ǀआपको प्रयासों और परिश्रम को आपके सीनियर ध्यान से देखेंगे और वे आपके जबरदस्त समर्थक भी बन जायेंगे ǀआपके दुश्मन आज असहाय अनुभव करेंगे ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "अपने शरीर के विकास के स्थान पर मानसिक विकास के बारे में सोचें |आप अपने आपको शारीरिक रूप से तो फिट ही रखते हैं लेकिन अपने अत्यधिक काम करने वाले मन का उतना ध्यान नही रख पाते |शांति रखें,किसी ऐसे मनोरंजक कार्यकलाप में हिस्सा लें जिससे आपके मन को भी ताजगी का अनुभव हो |अपना कुछ समय खुद को भी दें | एकाग्र रहने और ध्यान की कोशिश करें |अपने कई दिशायों में भागते हुए मन को कोशिश करके अपने विचारों को एक दिशा देने की कोशिश करें |",
        "मिथुन प्यार और संबंध राशिफल": "आपके लिए खुशियाँ मनाने का समय है |जो लोग विवाहित हैं उन्हें कोई व्यक्तिगत खुशी मिलेगी जैसे बेहतरीन साथ का एक और वर्ष पूरा होने या परिवार में नये मेहमान के आने की ख़ुशी |जिनका अभी विवाह नही हुआ है ,उनके रिश्ते को परिवारवालों की ओर से जो काफी समय से इस रिश्ते का विरोध करते आ रहे हैं ,उनकी तरफ से हरी झंडी मिलने की संभावना है |",
        "मिथुन कैरियर और धन राशिफल": "आज आप क्षमावान रहेंगे और उन्हें भी माफ़ करेंगे जिन्होंने आपके साथ गलत किया है । चाहे वे आपके सहकर्मी हो जिन्होंने जलन की वजह से आपको नुकसान पहुँचाने कोशिश की या आपका क्रूर मालिक जिसने कभी आपकी बात नहीं सुनी और हमेशा से आपकी प्रगति में बाधा उत्पन्न की । आपकी वितीय स्थिति उच्च रहेगी हालाँकि आपको लाभ के लिए जोखिम उठाने पड़ सकते है ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "आज आप महत्वपूर्ण मुद्दों पर अपने सम्बन्धियों से बात कर सकते हैं ǀ प्यार से बातचीत करें और नम्र बने रहें ǀ अगर आप अभी स्थिति को नही संभाल पा रहें हैं तो अभी इसे छोड़ दें ǀ अगर मूड हल्का करना चाहते हैं तो शाम को किसी समारोह में भाग लें ǀ आध्यात्मिकता और विश्वास पर फोकस करने से आपको सहायता मिलेगी ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "कुल मिलकर आपकी सेहत अच्छी ही रहेगी,लेकिन आपको बढ़ते हुए तनाव को देखते हुए अपने शरीर और खाने का विशेष ध्यान रखना होगा I|अपने खाने में सभी तरह के विटामिन खासकर ए,सी और ई को शामिल करने का विशेष ध्यान रखें जिससे आपकी रोग-निरोधक क्षमता बढ़े I|हमेशा 8-10 गिलास पानी पीयें I|इससे आपके शरीर में पानी की कमी नही होगी और आप स्वस्थ बने रह सकेंगे I|",
        "कर्क प्यार और संबंध राशिफल": "आप काफी संबंधों में अपनी किस्मत आजमा चुके हैं और अब छोटे छोटे संबंधों से बोर हो चुके हैं | अब आपको अपने निजी दायरे में वापस आ जाना चाहिए जहां कोई झाँक भी न सके | अगर आप किसी सम्बन्ध से परेशान हो चुके हैं और इससे पूरी तरह बाहर नही निकल पा रहे तो अपने साथी को इस बारे में बताकर आप छोटा सा ब्रेक तो ले ही सकते हैं |",
        "कर्क कैरियर और धन राशिफल": "कार्यस्थल पर प्रभावी ढंग से संवाद करने की क्षमता आप के खिलाफ की गई कुछ कार्रवाई करने के कारण प्रभावित हो रही है! आप पर संगठन का विश्वास और गोपनीयता के उल्लंघन का आरोप लगाया जा सकता है। अपने आप को शांत बनाए रखे और अन्य लोगों की जरूरतों पर विचार करें। यह जल्द ही अपने पक्ष में होगा ।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आज आपका मूड हल्का फुल्का और नाटकीय बना रहेगा और आज आप हर खुबसूरत चीज से प्रभावित होंगें ǀइससे आपका कुछ अनावश्यक खर्च भी हो सकता है ǀआज आप जो भी करेंगे,उसमें सौन्दर्यबोध का काफी असर रहेगा ǀआज सुन्दरता से सम्बंधित कोई उपचार ले सकते हैं ,पूरे दिन हंसी मजाक वाले मूड में रहेंगे और इससे कार्यस्थल पर भी माहौल खुशनुमा रहेगा |",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "आप अपने स्वास्थ्य को लेकर अधिकतर लापरवाह ही रहते हैं लेकिन आज आप असामान्य रूप से अपने स्वास्थ्य और फिटनेस कार्यक्रम में रुचि लेंगे |आप कोई शारीरिक गतिविधि वाली क्लास ज्वाइन कर सकते हैं | आप अपने खाने में भी बदलाव लायेंगे .आप अधिक स्वास्थ्यकर विकल्प चुनेंगे | अब से आप काम या पार्टी जो भी करें,आप अपनी सेहत का पूरा ख्याल रखने के मूड में हैं |",
        "सिंह प्यार और संबंध राशिफल": "आपकी वित्तीय स्थिति काफी अच्छी है और आप किसी को भी प्रभावित कर सकते हैं लेकिन एक असामान्य से घटनाक्रम में आप किसी ऐसे से मिलेंगे जो आपको और आपके स्वभाव से प्यार करेगा | वह आपकी प्राक्रतिक प्रतिभा की भी प्रशंसा करेगा |आप इसके बारे में सोचना शुरू करेंगे और आपको पता भी न चलेगा कि आप कब उससे रोमांटिक तरीके से प्यार करने लगे हो | बहुत अच्छी पसंद है , निश्चिंत होकर आगे बढ़ें |",
        "सिंह कैरियर और धन राशिफल": "कुछ समय से आपके व्यय बढ रहे थे पर आज से आप इन सब में एक खुशनुमा बदलाव देखेंगे । आखिरकार आपका भाग्य आपका साथ देगा और आपके खर्चे काफी हद तक नियंत्रण में आयेंगे और माहौल बदलता हुआ सा नजर आएगा जिससे आपकी आमदनी बढेग़ी पर आपको अत्यधिक सावधानी से आगे बढ़ना है । जल्दबाजी में लिए गया हुआ कदम आपको पीछे की और धकेल सकता है जिससे आपके धन पर प्रतिकूल प्रभाव पड़ सकता है।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "जब भी कोई फैसला लेना होता है,आप दिल और दिमाग के बीच उलझ जाते हैं ǀयही उलझान है,अपने मन की आवाज सुनें ,इससे आप सही फैसले ले पायेंगे ǀआपके परिजनों और करीबियों को आपके साथ की जरुरत है ǀउनके साथ अच्छा समय बिताएं ǀ यात्रा की योजना बनाने के लिए अच्छा समय है ǀअगले सप्ताह यात्रा कर सकते हैं ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "आपको आज कोई बहुत अच्छा दोस्त मिलेगा जो आपका व्यायाम में बेहतरीन साथी साबित होगा ǀआप उसे पहले भी जानते थे लेकिन स्वास्थ्य में उसकी भी रूचि का आपको अभी पता चला है ǀ आपकी मिली-जुली कोशिशों से आप अपने स्वास्थ्य को और अधिक गंभीरता से लेंगे और आपकी फिटनेस बहुत अच्छी रहेगी ǀआप अभी किसी एथलेटिक कार्यकलाप में भाग ले सकते हैं ǀ",
        "कन्या प्यार और संबंध राशिफल": "ये समय अपने रिश्ते में सकारात्मक प्रकृति के बदलाव की योजना के लिए सही है।आप इसे अगले स्तर तक ले जाने के लिए तैयार हैं, लेकिन पहल आपको करनी होगी । आप स्वाभाविक रूप से मितभाषी और शर्मीले हैं और इसी कारण आपका साथी आपकी सच्ची भावना को समझ नहीं पा रहा और अधर में है । बस अपनी दिल की बात सुने और सारा अविश्वास आपके रिश्तो से गायब हो जायेगा ।",
        "कन्या कैरियर और धन राशिफल": "आपने हाल ही में जो कड़ी मेहनत की है , उसकी हर दिशा से सराहना होगी । आपको एक बोनस या एक लंबे समय से वेतन वृद्धि की चाह थी वो पूरी हो सकती है । आपको एक अच्छे वित्तीय अवसर की पेशकश भी की जा सकती है , जिसकी अपेक्षा आपको नहीं थी । हालाँकि ये एक बहुत बड़ा नहीं है , परन्तु यह संतोष की एक अच्छी भावना के रूप में आप में भर जाएगा।"
    },
    "6": {
        "तुला दैनिक राशिफल": "स्थितियां और घटनाएं इस प्रकार बदलेंगे कि आपको पहले से सोच समझकर लिया गया एक फैसला बदलना पड़ सकता है ǀ आपको जीवन में आने वाली चीजों के प्रति अधिक जिम्मेदार रवैया अपनाना होगा ǀआप अपने पहले तय किये गया कार्यक्रम के अनुसार नही चल पायेंगे क्योंकि आपको कुछ अप्रत्याशित घटनाओं के कारण अपना कार्यक्रम बदलना पड़ सकता है ǀ इस अप्रत्याशित घटना के कारण आपके छोटी अवधि के लगभग सभी कार्य प्रभावित होंगें ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "आपको सपना आ सकता है लेकिन उससे आपको बहुत अच्छा मार्गदर्शन मिलेगा ǀ आप होम्योपथिक तरीके अपनाने की विशेषज्ञों की सलाह को काफी समय से नजरंदाज कर रहें हैं,इसका परिणाम यह है कि आपको अब शरीर के सब हिस्सों में दर्द महसूस होने लगा है ǀ नहाने धोने जाएँ तो किसी को साथ ले लें ǀ",
        "तुला प्यार और संबंध राशिफल": "आप इस समय अपनी ख़ुशी शारीरिक संबंधों में तलाश कर रहे हैं | कोई ख़ास और अन्तरंग आपके आसपास है और आप उसके आकर्षण से बच नही पा रहे हैं लेकिन सावधान रहें |जिन फलों को खाने की मनाही होती है उन्हें हजम करना आसन नही होता | यह तय कर लें कि आपके इस मजे और साहस भरे अनुभव के परिणाम के रूप में आपको बाद में कोई परेशानी न होने पाए |",
        "तुला कैरियर और धन राशिफल": "आप एक महत्वाकांक्षी व्यक्ति हैं और अपने सपनों का पीछा करने के साथ , आप सुनियोजित तरीके से अपनी चीजो को रखते है । दूसरे इस तरह नहीं है लेकिन दूसरों को ये न बताये और समय पर सब छोड़ दे । इस भावना को त्याग दे अन्यथा लोगों को ये गलतफहमी होगी की आप उनके जीवन में हस्तक्षेप करने की कोशिश कर रहे है ।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "आपका दिमाग आज बहुत सक्रिय है ,आप उर्जा और प्रेरणा से भरे हैं ǀ आपके दिमाग में नयी योजनायें आती रहेंगी जिन्हें आप आसानी से कार्यान्वित भी कर पायेंगे ǀ आपकी समस्या आज यही रहेगी की आपके दिमाग में आज लगातार नए विचारों की बाढ़ सी आती रहेगी ǀआप अपने आसपास के सभी लोगों को भी अधिक प्रेरित कर पायेंगे ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "आप किसी जटिल समस्या में फंस गए लगते हैं या आज आपकी आध्यात्मिक शांति भंग होने वाली है|आज आपकी कुछ पुरानी दर्दनाक यादें ताजा होने वाली हैं |अगर आपको कुछ समस्याएं सुलझाने के लिए काउंसेलर की मदद भी लेनी पड़े तो लें |अपने सपनों पर ध्यान दें तो शायद आपको अपने कुछ सवालों के जवाब मिल जाएँ |",
        "वृश्चिक प्यार और संबंध राशिफल": "आज आप और आपके पार्टनर दोनों ही के पास नए आईडिया हैं | आप एक साथ या तो अपने ऑफिस या घर पर ही अपने करीबियों के लिए छोटी सी पार्टी रख सकते हैं | यह दोनों ही चीजें समाज में आपके रुतबे को बढाएंगी और इससे आपको लोगों के साथ और बेहतर सम्बन्ध बनाने में मदद मिलेगी | केवल अपने शुभचिंतकों को ही न बुलाएँ, औरों को भी बुला सकते हैं |",
        "वृश्चिक कैरियर और धन राशिफल": "यह गतिविधियों और उपलब्धियों को याद करने या समर्थन करने का अछा समय है और ये आपकी उपलब्धियों को मजबूती देगा की आप रास्ते पर प्रथम है । ये समय नयी शुरुआत करने के लिए अच्छा है चाहे वह नई परियोजना या एक नई नौकरी को लेकर हो । इस ऊर्जा को जब तक बनाए रखने की कोशिश करें , जब तक आप अपनी मंज़िल पर नहीं पहुंच जाते ।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आज का दिन सभी भावनात्मक और वास्तविक मुद्दों के मामले उतार चढाव भरा रहेगा ǀगृहों की चाल यह बता रही है कि आप सुबह भावनात्मक बने रह सकते हैं और सब चीजों के बारे में अपनी भावनात्मक प्रतिक्रिया के नजरिये से ही सोचेंगे ǀइससे कुछ गलत फैसलों की भी सम्भावना है लेकिन शाम तक सब ठीक हो जाएगा और आप और स्पष्ट तरीके से सोच और देख पायेंगे ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "आपको अपने खाने,खासकर जो आप सुबह सुबह खा रहे हैं ,उसे लेकर सावधान रहना होगा ǀ जल्दी में खाने या बाहर किसी रेस्टुरेंट आदि में खाने से तबियत बिगड़ सकती है ǀ इसीलिए खुद अपने लिए हल्का और ताजा खाना बनाने की कोशिश करें ǀ अपने खाने पर ध्यान दें,आपको बहुत जल्दी इसका असर दिखाई देने लगेगा ǀ",
        "धनु प्यार और संबंध राशिफल": "आज आपको अपने साथी से बहुमूल्य सलाह मिल सकती है । हो सकता है , की ये आपको सुनने में अच्छा न लगे , लेकिन आप अपनी तरफ से उसे अच्छी तरह से सुनने के लिए प्रयासरत रहेंगे । यह आप के लिए काफी महत्व वाली बात हो सकती है । यह वित्तीय मामला या आपके कैरियर या आपके परिवार से संबंधित हो सकता है। आपके लिए ये जरुरी है , की इस सलाह को नजरअंदाज न करे अन्यथा बाद में आपको पछताना पड़ सकता है ।",
        "धनु कैरियर और धन राशिफल": "आज आप अपनी नौकरी से संबंधित अच्छी खबर प्राप्त कर सकते है । यह एक पदोन्नति , वेतन वृद्धि , एक नई जिम्मेदारी , एक नया इच्छित स्थान , एक अलग कंपनी से नौकरी या प्रस्ताव का परिवर्तन हो सकता है। आप कम समय में अपने आप को तैयार रखे। । यह टेलीफोन पर या सन्देश के माध्यम से भी किया जा सकता है । अपनी सक्रिय रुख के बारे में अपने नए नियोक्ता या सहकर्मी को अवगत कराइए । नई भूमिका की मांग के अनुरूप मानसिक रूप से तैयार रहें।"
    },
    "9": {
        "मकर दैनिक राशिफल": "आज पैसे को संभलकर खर्च करें ǀसितारों के अनुसार आज आप बिना किसी बात के काफी खर्च कर सकते हैं ǀअगर आप ध्यान नही देंगे तो काफी बड़ी रकम आज आपसे खर्च हो सकती है ǀआज विवादो और टकराव से बचना ही बेहतर होगा ǀस्वास्थ्य सम्बन्धी कोई परेशानी नही होगी और आप बाहर घुमने का आनंद ले सकते हैं ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "आपको कोई ऐसा दोस्त आज मिलेगा जो आपकी सब स्वास्थ्य आवश्यकताओं का ध्यान रखेगा ǀ आपने अब तक कई बार बहुत गंभीरता से कई स्वास्थ्य सम्बन्धी फैसले लिए हैं परन्तु आप उनपर चल नही पाते बीच में ही छोड़ देते हैं ǀ ये दोस्त आपको तय रूटीन पर बने रहने और अपने लक्ष्यों को पूरा करने में मदद करेगा ǀआप एक साथ जिम शुरू कर सकते हैं या दौड़ने जा सकते हैं,लेकिन अगर आप आज से शुरुआत करेंगे तो आपको बहुत लाभ होगा ǀ",
        "मकर प्यार और संबंध राशिफल": "ये समय हल्के-फुल्के मनोरंजन के लिए है। आज का दिन प्रेम और अपने साथी के साथ मज़ा करने के लिए अति उत्तम है । हालाँकि आपकी चिंताओं का अंत नहीं होगा परन्तु ये खुश नुमा पल आपको थोड़ी देर के लिए आपको परेशानियों से दूर ले जाएंगे क्यों की आप इस समय को ख़ुशी से बिताएंगे । जो लोग अकेले है उन्हें सामाजिक समारोह में संभावित दीर्घकालिक भागीदार की प्राप्ति हो सकती है ।",
        "मकर कैरियर और धन राशिफल": "आप एक लंबे समय से सीधे और संकीर्ण रास्ते में कठिन काम कर रहे है, लेकिन आज आप अपने कार्य को पूरा करने के लिए प्रवंचना या चतुराई का सहारा ले सकते है , हालाँकि ये एक अनावश्यक जोखिम है। लोग आसानी से आपके तंत्र को पहचान लेंगे और इसे अपराध के रूप में लेंगे और आपने सालो से जो प्रतिष्ठा कमाई है वो आप गवां सकते है |"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "दिन आपके लिए अच्छा रहेगा ,लेकिन ऐसा हो सकता है कि आप छोटी सी बात के बारे में सोच-सोचकर परेशान हों ǀ ऐसा सोचना प्राक्रतिक है ,लेकिन इससे आपकी घर और कार्यस्थल की शांति और कार्य की गति प्रभावित होगी ǀयह समय बड़े लक्ष्यों को सोचकर छोटी-मोटी बातों को नजरंदाज कर देने का है ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "आज का दिन कोई नया स्वस्थ्य सम्बन्धी कार्यक्रम शुरू करने के लिए बहुत अच्छा है |अपने खाने का विशेष ध्यान रखें और आज से नियमित रूप से एक्सरसाइज शुरू करें जिसकी आप हाल –फिलहाल उपेक्षा करते आ रहें हैं | आपको यह समझना बहुत जरूरी है कि अच्छी मानसिक सेहत के लिए स्वस्थ शरीर का होना बहुत आवश्यक है |नयी योग क्लास में हिस्सा लें या दूसरी रिलैक्स करने वाली तकनीक अपनाएँ ,आपके जीवन में अब इनकी खासी आवश्यकता है |",
        "कुंभ प्यार और संबंध राशिफल": "आज माहौल में ही रोमांस बिखरा हुआ है | आप बहुत सारे मनोरंजक और मजेदार आदमियों के संपर्क में आयेंगे और इनमें से किसी एक के साथ मुलाकात सार्थक साबित हो सकती है | जिनका सम्बन्ध पहले से बना हुआ है वे अपने पुराने सम्बन्ध में अन्तरंग डिनर या पिकनिक पर जाकर एक नयी जान फूंक पायेंगे | आपका पार्टनर पिछले कई दिनों से कुछ खिंचा – खिंचा सा है लेकिन आज स्थिति में सुधार होगा |",
        "कुंभ कैरियर और धन राशिफल": "आज आपको एक अप्रत्याशित स्रोत से , धन लाभ होने की संभावना है । सट्टा उद्यम, शेयर बाजार में और छोटी अवधि के निवेश में सफलता मिलने की पूरी संभावना है। आपका वित्तीय भाग्य उच्च चल रहा है । बस आप अपने आवेग पर लगाम लगाने की कोशिश करे और आप अपनी वित्तीय सुरक्षा का आनंद भी ले पाएंगे । आज आप कुछ धन दान भी दे सकते हैं ।"
    },
    "11": {
        "मीन दैनिक राशिफल": "आपके आस पास कोई आपको व्यर्थ के पावर गेम में उलझाने की कोशिश करेगा ǀ इससे बचने का रास्ता यही है कि आप खुद पर नियंत्रण रखकर ठंडे दिमाग से काम लें और किसी और की चालों का शिकार न बनें ǀइससे आप व्यर्थ की परेशानियों से भी बच जायेंगे ǀ अगर आप सावधान रहेंगे तो बहुत सुंदर और चिंतामुक्त दिन गुजार सकते हैं ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "जीवन के अन्य क्षेत्रों के अनसुलझे मुद्दों से आपकी सेहत भी प्रभावित होगी ǀ आपने शायद इस पर ध्यान नही दिया है लेकिन काम और रिश्तों के तनाव के कारण आपको सोने,आराम करने में समस्या आ रही है ǀपेट की परेशानियां भी हैं ǀ इसका समाधान यह है कि आप इसे शारीरिक समस्या ना मानकर अपने मानसिक तनाव से राहत पाने की कोशिश करें ǀ",
        "मीन प्यार और संबंध राशिफल": "आप आज अपने पार्टनर के लिए अपना प्यार काफी खर्चीले तरीके से सार्वजनिक रूप से दिखा सकते हो | आप अपने पार्टनर की उपलब्धियों का जश्न मनाने के लिए एक सरप्राइज पार्टी भी रख सकते हो | इन योजनाओं में छोटी मोटी बाधाएं आ सकती हैं लेकिन आपके पार्टनर को उनकी ख़ुशी में आपके शामिल होने और आपके गहरे प्यार को लेकर कोई संदेह नही रह जाएगा |",
        "मीन कैरियर और धन राशिफल": "जिस महत्वपूर्ण कार्य के लिए आपने नींव बिछाने का कार्य किया था उसका फल आज से आपको मिलने लगेगा । हालांकि कुछ महत्वपूर्ण संकेतो को आप शायद न देख पाओ और निराशा और आलसीपन आप में विकसित हो सकता है। अगर आप अपने प्रयासों में कमी लाएंगे तो आपकी सारी की गई मेहनत पर पानी फिर सकता है , इसलिए जरुरी है की आप अपने प्रयासों को मजबूती से करना जारी रखे।"
    }
}]
