horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "आप अपने आप को विभिन्न दिशाओं में आकर्षित अनुभव कर रहे हैं और समझ नही पा रहे कि क्या किया जाना चाहिए ? यह परेशानी आज और ज्यादा बढ़ेगी और आपके लिए फैसला लेना और भी मुश्किल हो जाएगा ǀआपको सावधानी से काम लेना होगा क्योंकि आपके फैसले लेने की क्षमता भावनाओ और दुसरे कारणों से प्रभावित हो सकती है ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "आप कुछ तनाव में लग रहे हैं ǀफिटनेस के लिए बाहर मैदान में खेले जाने वाले खेल जैसे तैराकी और योग आदि का अभ्यास करें ǀअपने फेफड़ों की क्षमता बढ़ाने और मांसपेशियों को पुष्ट करने के लिए ऐसा नियमित रूप से करें ǀ बहुत ठंडा मौसम हो तो न करें,नही तो नुक्सान भी हो सकता है ǀऐसी स्थिति में जिम में जाकर ट्रेनर के अनुसार हलकी-फुलकी एक्सरसाइज करें ǀ",
        "मेष प्यार और संबंध राशिफल": "आप अपने पार्टनर के साथ बेहतर समझ बनाने के बारे में खुद से सवाल कर सकते हैं | आप इसी समय किसी और से भी प्रभावित हैं लेकिन यह केवल यह एक क्षणिक आकर्षण है | आपका पार्टनर बहुत अच्छा है और आपको इन्ही के साथ रहना है | अपने पार्टनर के साथ अधिक समय बिताएं इससे आप शांत रह पायेंगे |",
        "मेष कैरियर और धन राशिफल": "बड़े रोजगार के अवसर आप का इंतजार कर रहे हैं! ध्यान से इस बारे में सोचे और आपके पूर्ण संतुष्ट होने पर अपने करियर की दिशा परिवर्तित करे । आपका सहकर्मी नौकरी को त्याग सकता है और उसकी जगह आप किसी जरूरतमंद को अपने यहाँ काम पर लगवा सकते है । हालाँकि आप अवगत नहीं है , लेकिन आपके मूल्य काफी उच्च स्तर के है । आपके वेतनमान में बढोतरी की संभावना रहेगी और आपकी वित्तीय स्थिति भी मजबूत होगी चाहे आप किसी भी पद पर हो ।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "आपको आज खुद का ही चिंतन करना है ǀ आपके जीवन में इस समय सब कुछ सही चल रहा है ,फिर भी आपको एक प्रकार की बेचैनी महसूस हो रही है जिसे आप व्यक्त नही कर पा रहे ǀ इसका एकमात्र समाधान यह है कि आप खुद के बारे में शांत दिमाग से सोचें जिससे आपको अपनी स्थितियों को बेहतर तरीके से देखने में मदद मिलेगी और आप सही समाधान खोज पायेंगे ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "आप अपने व्यस्त जीवन में भी सही तरीके से व्यवस्था बनाये रखने की अपनी काबिलियत को तभी तक बनाये रख सकते हैं जब तक आप संतुलित खाना खाएँ,नियमित रूप से एक्सरसाइज करें और अपनी शारीरिक आवश्यकताओं का अच्छी तरह से ध्यान रखें |एक्सरसाइज न छोड़ें |अगर किसी दिन खाना न भी बना सकें तो रेस्टोरेंट में खाने या फ्रोजन खाने से बचें,ऐसी स्थिति में उबला हुआ खाना खा सकते हैं | आप स्वास्थ्यकर जीवनशैली से बस एक कदम दूर हैं |",
        "वृषभ प्यार और संबंध राशिफल": "आपमें से जो अकेले हैं ,वे अपने सम्बन्ध की शुरुआत करने की योजना बना रहे हैं | जो पहले से ही किसी के साथ समर्पित सम्बन्ध में बंध चुके हैं ,वे अपने रिश्ते का खोया हुआ रोमांस वापस पाने की कोशिश करेंगे | सभी चुनौतियों पर आपका साहस भारी पड़ेगा और आप किसी भी चीज से नही डरेंगे |",
        "वृषभ कैरियर और धन राशिफल": "आज आप एक आमंत्रक की भूमिका में रहेंगे ! इसलिए एक मेजबान की जगह एक आयोजक की भूमिका में रहे , आप दोनों ही मामलो में अच्छी राशि पाएंगे परन्तु एक आयोजक की भूमिका लाभप्रद होगी । यह आपकी जन्मजात क्षमताओं में से एक है सिर्फ आप उसकी पहचान नहीं कर पाये थे ।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "आज हर कोई आपकी तरफ आकर्षित होगा ǀसब आपकी समझ और शिष्टता से प्रभावित होंगे ǀखूब प्रशंसा मिलेगी ǀइस बेहतरीन समय का प्रयोग नए दोस्त बनाने और नए लोगों से मिलने जुलने में करें ǀइससे आपके सामने नए अवसर खुलेंगे ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "आप पूरी तरह अलग जलवायु वाले किसी स्थान पर यात्रा की योजना बना रहे हो ǀ अगर किसी गरम जलवायु वाली जगह पर जा रहे हो तो चाहे पसंद हो या न हो,खूब खीरा खाएं ǀअगर जलवायु ठंडी हो तो विशेष ध्यान रखें और बहुत सारे गरम ऊनी कपडे पहनकर अपने शरीर में ठंड को घुसने से बचाएं ǀ",
        "मिथुन प्यार और संबंध राशिफल": "आज आप और आपके पार्टनर दोनों ही के पास नए आईडिया हैं | आप एक साथ या तो अपने ऑफिस या घर पर ही अपने करीबियों के लिए छोटी सी पार्टी रख सकते हैं | यह दोनों ही चीजें समाज में आपके रुतबे को बढाएंगी और इससे आपको लोगों के साथ और बेहतर सम्बन्ध बनाने में मदद मिलेगी | केवल अपने शुभचिंतकों को ही न बुलाएँ, औरों को भी बुला सकते हैं |",
        "मिथुन कैरियर और धन राशिफल": "लघु लेकिन बार बार की बाधाओं से आपके काम काज की राह में रोड़ा पैदा होगा और आप समय सीमा के भीतर अपनी परियोजनाओं को पूरा करने में असमर्थ महसूस करेंगे । ये बाधा व्यर्थ की होगी लेकिन इन से पार पाना या इनकी गणना करना मुश्किल होगा , हालाँकि क्रोध और चिड़ने से समस्या का हल नहीं निकलेगा । इसके बजाय, समय पर अपने कार्यों को पूरा करने के लिए अपने सहयोगियों को मदद के लिए पूछने की कोशिश करे ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "अपने स्वतंत्र विचारों को अभिव्यक्त कर दें लेकिन आवाज को नीची रखें ǀ पुरानी बातों में उलझे रहने के स्थान पर बदलाव के लिए जो कुछ जरूरी है उसपर फोकस करें ǀ इस समय बेहतर यही होगा कि आप जिनके साथ रहते हैं उनके साथ विवादों में पड़ने की बजाय विवादों से दूर ही रहें ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "आज आपको आराम करने की जरुरतहै लेकिन इसका यह मतलब बिलकुल नही है कि आप पूरा दिन सोफे पर लेटे हुए जंक फ़ूड खाते रहें |आपको आराम के लिए कुछ रिलैक्स करने वाकी तकनीकों का अभ्यास करना चाहिए या किसी प्रोफेशनल से मसाज करवानी चाहिए |अपने खाने का ध्यान रखें | आपको जंक फ़ूड पसंद तो बहुत है लेकिन वे आपकी सेहत को नुक्सान पहुचाते हैं | आपको अपने स्वास्थ्य का और बारीकी से ध्यान रखना होगा |",
        "कर्क प्यार और संबंध राशिफल": "आप अपने पार्टनर की उपलब्धियों को सेलिब्रेट करने के लिए पार्टी करने को काफी उत्साहित हैं लेकिन गलती से यह बस एक सामान्य और रूटीन मुलाकात बनकर रह जायेगी | यहाँ तक कि आपके पसंदीदा मेहमान भी नही आ पायेंगे फिर भी आपके पार्टनर आपकी देखभाल और अपने लिए आपकी फ़िक्र से प्रभावित होंगे | आपको भी इससे संतुष्टि मिलेगी |",
        "कर्क कैरियर और धन राशिफल": "आज आप अपने सहयोगियों और ग्राहकों के साथ बेहतर संबंध बनायेंगे । आज कुछ ऐसा नया करने के लिए ये दिन अच्छा है , जिसमे आपके प्रभावशाली कौशल की आवश्यकता हो , हालांकि जो लोग बीमार हैं , वो लोग घर से काम शुरू कर सकते है। इससे अप्रत्याशित रूप से आपके काम की गुणवत्ता में सुधार होगा और उस समय की बचत भी होगी जो यात्रा में बर्बाद हो रहा था ।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आज आपकी किस्मत आपके साथ है ǀ आप अपने समस्या को सुलझा लेने की कुशलता से सबको अचरज में डाल देंगे ǀ सहकर्मी आपसे प्रभावित होंगें ǀ आपका आत्मविश्वास देकने लायक होगा और आपको एक नया काम मिलेगा ǀ खुश रहें और अपनों के साथ ख़ुशी बाँटें ǀ आज कोई दोस्त मिल सकता है ǀ दिन कुल मिलाकर मजेदार रहेगा ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "आपको कोई ऐसा दोस्त आज मिलेगा जो आपकी सब स्वास्थ्य आवश्यकताओं का ध्यान रखेगा ǀ आपने अब तक कई बार बहुत गंभीरता से कई स्वास्थ्य सम्बन्धी फैसले लिए हैं परन्तु आप उनपर चल नही पाते बीच में ही छोड़ देते हैं ǀ ये दोस्त आपको तय रूटीन पर बने रहने और अपने लक्ष्यों को पूरा करने में मदद करेगा ǀआप एक साथ जिम शुरू कर सकते हैं या दौड़ने जा सकते हैं,लेकिन अगर आप आज से शुरुआत करेंगे तो आपको बहुत लाभ होगा ǀ",
        "सिंह प्यार और संबंध राशिफल": "आज आपके पार्टनर काफी तनाव में होंगे और उन्हें संभालने के लिए आपको अपनी सारी समझ और सारी सहानुभूति काम में लानी होगी | वह अपनी निराशा आप पर निकाल सकते हैं | अगर आप भी आप पर भावनात्मक होकर ही रियेक्ट करेंगे तो स्थिति बिगड़ सकती है | आपको अपने पार्टनर को संभालने के लिए कुछ समय तक अपनी भावनाओं को काबू में रखना होगा |",
        "सिंह कैरियर और धन राशिफल": "अपने हाल फिलहाल इसलिए धन खोया क्यों की आपने अविवेकपूर्ण तरीके से जल्दी पैसे देने वाली मृगतृष्णाओ वाली परियोजनाओं में पैसे लगाया । इस तरह की और परियोजनाओं आपके समक्ष आएगी लेकिन आपको अपने विवेक का इस्तेमाल करना है अन्यथा आप वित्तीय परेशानी में फँस सकते है । आपको अपने निवेश के निर्णय चरणबध्द तरीके से लेने है और विशेषज्ञों की राय के अनुसार आगे बढ़ना है पर आपकी आदत है की सिर्फ खाली प्रस्तितुकरण एवं चमकती हुई चीज़ की तरफ भाग पड़ते है जो की आपको छोड़नी है ।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "पिछले कुछ समय से आप जिस असंतुष्टि के दौर से गुजर रहे हैं,अंतत अब उससे बाहर आ पायेंगे ǀ आपको खुद ही पता चल जाएगा कि आपने जीवन में अपना उत्कृष्ट प्राप्त कर लिया है और अब अपने सपने पूरे करने के लिए भी कोशिश कर सकते हैं ǀ आप यह भी समझ पायेंगे कि अपने काम और अपनी सेहत दोनों को बेहतर बनाने के लिए कुछ बदलाव करने जरूरी हैं ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "हर रोज अपने शरीर का ध्यान रखना शुरू करें |हो सकता है कि आप इस समय सही से यह न जान पायें कि आपको कैसा लग रहा है लेकिन इतना तो समझ ही जायेंगे कि आपकी सेहत अच्छी नही है |चाहे आपको एक्सरसाइज करना बिलकुल पसंद न हो लेकिन अपने स्वास्थ्य के लिए आपको हर रोज एक्सरसाइज करनी होगी |इसी से आपके स्वास्थ्य में सुधार हो सकता है |",
        "कन्या प्यार और संबंध राशिफल": "एक तर्क में जीतना एक दिल के जीतने से बहुत अलग है। आप अपनी बात को साबित कर सकते है , परन्तु फिलहाल इस तरीके से आपका साथी आपसे दूर हो सकता है या आपका बहिष्कार कर सकता है । अपने प्यार अपने साथी को तर्क वितर्क में जितने का मौका दे । अपने साथी को आपके बिना बोले अपना मन मस्तिष्क पढ़ने दे । कुछ कदम आगे जाकर अपने प्यार अपने साथी की मदद करे और इस तरह से आपका साथी आपकी सूक्ष्म कदमो की सराहना करेगा ।",
        "कन्या कैरियर और धन राशिफल": "आज आपको लक्ष्यों को पूरा करने के लिए मुश्किलो का सामना करना पड़ सकता हैं । उन क्षेत्रों को देखे जहा पहले आपने कार्य नहीं किया है । अन्वेषण आप के लिए आज महत्वपूर्ण रहेगा ।आपको कुछ सार्थक मिल सकता है। अगर आप अपनी नौकरी स्थानांतरण की योजना बना रहे है, तो आज का दिन काफी शुभ हो सकता है । आपको शीघ्र ही एक नई नौकरी या एक नए कार्यालय में भूमिका मिल सकती है।"
    },
    "6": {
        "तुला दैनिक राशिफल": "आज आपको अपनी मेहनत का फल मिलेगा ǀपहचान और इज्जत भी मिलेगी ǀवित्तीय स्थिति बेहतर होगी,ऑफिस में तारीफ़ मिलेगी ǀ वेतन में बढ़ोतरी भी संभव है ǀ सेल्स क्षेत्र वाले लोग भी लक्ष्य हासिल क्र पायेंगे ǀ आज अपने परिधान में नीला रंग शामिल करें ǀ इससे सकारात्मक ऊर्जा मिलेगी ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "आपकी सेहत बहुत अच्छी है लेकिन आपको इसी सेहतमंद अवस्था का मजा लेते रहने के लिए कुछ आधारभूत सावधानियां तो रखनी ही होंगी ǀ समय पर कदम उठा लेने से आप बिमारियों से बचे रह सकते हैं ǀ अब अपने स्वास्थ्य कार्यक्रम को गंभीरता से लेने का समय है और उन सब अच्छे व्यायामों को शुरू करने का भी जिनके बारे में आप हमेशा से सोचते रहे हो लेकिन कभी उन्हें पूरे करने का उत्साह नही जुटा पाए हो ǀ",
        "तुला प्यार और संबंध राशिफल": "अब यह जरुरी है की आप अपनी आवश्यकताओं और इच्छाओं को स्पष्ट तरीके से अपने साथी को बताएँ । आपका संचार काफी अस्पष्ट रहा है , जिसने प्रेम और रिश्तो में भ्रम की स्थिति पैदा की है। आज का दिन सभी गलतफहमी को दूर करने और अपने रिश्ते के जीवन की शक्ति को नवीनीकृत करने के लिए एकदम सही है। अपने साथी से कुछ सीख सकते हैं , जो की पूरी तरह से अनपेक्षित और आप को आश्चर्य चकित करने वाला होगा ।",
        "तुला कैरियर और धन राशिफल": "आज के दिन आपको एक अप्रत्याशित रूप से उपहार आपके दिल के निकट के व्यक्ति से मिल सकता है। आज का दिन आपके लिए काफी उत्तम रहेगा । आपके सहकर्मी और आपसे उच्च पद पर तैनात सहकर्मी आपसे खुश रहेंगे तथा आपसे पूरा सहयोग एवं सहायता करेंगे जिसकी वहज से आप अपना काम समय पर पूरा कर पाएंगे तथा सांयकालीन बेला में आप किसी समारोह का भी आयोज़न कर सकते है।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "आप दृढ निश्चय वाले इंसान हैं और आप एक बार कोई काम शुरू कर दें तो पूरी मेहनत से उसे पूरा करते हैंǀआप औरों के कहने पर नही जाते, आप वह भी करने की क्षमता रखते हैं जो दुसरे कभी नही कर सकते ,इसीलिए आप उनसे आगे हैं ǀ अपना यह नजरिया हमेशा बनाये रखें तो आप उन मंजिलों पर भी पहुँच सकते हैं जो दुसरे सोच भी नही सकते ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "जब तक आप दूसरों को अच्छी तरह खाना नही खिला लेते आपको तसल्ली नही होती लेकिन इतना ही ध्यान आपको अपना खुद का भी तो रखना चाहिए |अच्छा खाना खाएं,अच्छी नींद लें और खूब आराम करें जिसकी आपके शरीर को लम्बे समय से जरूरत है |कुकिंग क्लासेज ले सकते हैं ताकि आपको अपना मनपसंद खाना तैयार करने और खाने की प्रेरणा मिले | जहां जरुरत नही है वहा बिना बात अपने स्वास्थ्य की चिंता कर व्यर्थ तनाव न पालें |",
        "वृश्चिक प्यार और संबंध राशिफल": "आपका पार्टनर कुछ अजीब सा व्यवहार करते हुए अजीब सी मांगे रखेगा जिसके पीछे उसके तर्क भी अजीब होंगे | यह समय एक्सपेरिमेंट और कुछ रोमांचक कामों के लिए बहुत अच्छा है हालाँकि जहां तक आपके सम्बन्ध का सवाल है आप हमेशा एक गंभीर आदमी रहे हैं | आपको अपनी अति गंभीर प्रवृति को छोड़कर अपने अन्दर के बच्चे को मजे लेने की छूट देनी होगी | इससे आपका तनाव भी काफी हद तक कम हो जाएगा |",
        "वृश्चिक कैरियर और धन राशिफल": "काम करते हुए आप एक विस्तृत दृष्टिकोण को अपनाते है । यह आपका सकारात्मक पहलू है और इस सप्ताह के अंत में आपका दृष्टिकोण मौद्रिक लाभ में बदलेगा । जोड़-तोड़ से बचें और जो भी करे ईमानदारी से करे । आपके काम की गुणवत्ता आपके काम की मात्रा के बजाय ज्यादा महत्व रखेगी । वफ़ादारी स्वागतयोगनीय होगी जो किसी भी मुश्किल स्थिति से आपको बाहर निकल देगी ।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आपका झुकाव आज कुछ हद तक आध्यात्मिकता की और रहेगा ǀआप किसी धार्मिक गतिविधि में शामिल हो सकते हैं या किसी तीर्थ की यात्रा कर सकते हैं ǀप्रेरणात्मक साहित्य पढ़ें या किसी महान नायक की जीवनी पढ़ें,हो सकता है कि इसमें से आपको अपने जीवन के लिए कुछ बहुत अच्छा हासिल हो जाए ǀ किसी गंभीर या कडवी स्थिति से बचने की कोशिश करना ही बेहतर रहेगा ǀ इसके स्थान पर दिमाग को शांत रखकर दिन बिताएं तो राहत महसूस होगी ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "आज आप पर भावनाओं का काबू रहेगा |पिछले कुछ दिन से आपने अपने आपको बहुत नियन्त्रण में रखा है लेकिन आज अपनी भावनात्मक प्रवृति को छुपाने की आपकी सारी कोशिशें बेकार हो जायेंगी |किसी ऐसे काम से अपने पार्टनर को सरप्राइज दें| आपको अपने खुद के स्वभाव में कुछ गहरी विशेषताओं का पता चलेगा और अपने साथ साथ अपने पार्टनर को भी अच्छे से समझ पायेंगे |",
        "धनु प्यार और संबंध राशिफल": "आपके सम्बन्ध में धीरे धीरे बिना कही बातों और अनसुलझे मुद्दों के कारण दरार आ रही है | आप इस दर के कारण उन्हें सामने नही लाना चाहते कि कहीं इससे रिश्ता टूट न जाए | हालाँकि , आज आप असामान्य रूप से सामना करने वाले मूड में रहेंगे और जो जो बातें आपको पसंद नही आई हैं उन सभी को बातचीत करके स्पष्ट करना चाहेंगे |",
        "धनु कैरियर और धन राशिफल": "ये समय अपनी प्रतिभा पर ध्यान केंद्रित करने और अपनी कमजोरियों के बारे में चिंता न करने का है । यह आप के लिए जीत का युग है! आप अपनी रणनीति के साथ दृढ़ हैं और अपने शब्दों के साथ अत्यंत सटीक रहेंगे । आपको पैतृक संपत्ति से या अपने अतीत के निवेश से कुछ अप्रत्याशित धन प्राप्त हो सकता है , लेकिन मौद्रिक लेनदेन में शामिल किसी पर भी भरोसा न करे और सावधान रहे ।"
    },
    "9": {
        "मकर दैनिक राशिफल": "आज आप कुछ उलझे हुए से रहेंगे ǀ आप कोई महत्वपूर्ण काम शुरू करने के लिए भी उतावले हैं ǀ परन्तु आज प्रतीक्षा करना और कोई महत्वपूर्ण काम शुरू न करना ही ठीक होगा ǀ शाम तक उलझन खुद कम हो जायेगी ǀ दिन बाधारहित गुजरेगा ǀ यात्रा कर सकते हैं ,सार्वजनिक परिवहन से देर हो सकती है ǀ दूसरे विकल्प खुले रखें ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "आपके सर वीकेंड का जादू चढ़ा हुआ है,आप ‘चलता है ‘के मूड में हैं I|तनावरहित महसूस करना अच्छी बात है,लेकिन सावधानी भी उतनी ही आवश्यक हैIअति न करें Iआनंद लें परन्तु यह भी ध्यान रखें कि आने वाला सप्ताह आपके लिए काम के लिहाज से काफी महत्वपूर्ण है और आपका स्वस्थ रहना काफी आवश्यक है I",
        "मकर प्यार और संबंध राशिफल": "आप जैसा रोमांटिक पार्टनर चाहते थे, आपकी उस इच्छा में अब कुछ बदलाव आ गया है ,ऐसा आपको लगेगा |आप अभी बनावटी सा रोमांस कर रहे हैं लेकिन अब आप इसके बारे में गंभीरता से सोचना शुरू कर देंगे और रोमांस में अपने हमसफ़र को तलाश करने की कोशिश करेंगे | इससे आपको कुछ समस्याएँ हो सकती हैं क्योंकि अच्छे हमसफ़र इतनी आसानी से नही मिलते लेकिन आप इन सब चुनौतियों के लिए भावनात्मक रूप से तैयार हैं |",
        "मकर कैरियर और धन राशिफल": "शोध विधार्थियों को आज के दिन शुभ सन्देश मिल सकता है । जो विद्यार्थी आज के दिन प्रतियोगिता परीक्षा में भाग ले रहे है वे भी अपनी आशा से ज्यादा अछी परीक्षा देंगे परन्तु समय के अनुसार निर्णय और काम करना काफी महत्वपूर्ण होगा । इन घटनाओं से आपको जो अवसर मिल रहे है आपको शीघ्र अतिशीघ्र इनका उपयोग करना होगा अन्यथा अवसर हाथ से निकल सकता है । आपको एक कठोर और कठिन निर्णय अपने कार्य क्षेत्र या करियर की सुरक्षा के लिए लेना पड़ सकता है ।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "आज के दिन आपका भाग्य आपके साथ है ǀआज आप ऐसा भी कुछ कर सकते हैं जिसके बारे में आपने कभी सोचा भी ना हो ǀआपके सभी प्रयासों में भाग्य आपका साथ देगा ǀआपको पता है कि मेहनत से ही सफलता मिलती है ǀअभी तक आपका भाग्य आपके साथ नही था ,लेकिन आज आप अपने समर्पण की बदौलत कुछ भी हासिल कर पायेंगे ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "आपको अपने पैरों पर ध्यान देना होगा ǀआप ऐसी नौकरी करते हैं,जिसमे आपको पैरों का बहुत प्रयोग करना पड़ता है,इसीलिए आपको और भी अधिक ख्याल रखना है ǀजूते और जुराब नियमित रूप से पहनें ǀ अगर कुछ दर्द महसूस हो तो आधे घंटे तक पैरों पर मसाज करें या पैरों को गरम पानी में डुबोकर रखें ǀ अगर दर्द बढ़ जाए तो नजदीकी डॉक्टर से सलाह करें ǀ",
        "कुंभ प्यार और संबंध राशिफल": "आपका पिछला अफेयर आपको अभी भी परेशान कर रहा है और ऐसा कई बार हो चुका है | अपने आपको पिछले कडवे अनुभवों से परेशान न होने दें | हालाँकि, अब भी आपके आस पास कोई ऐसा है जो आपको पिछले मजेदार दिनों की याद दिलाता है | आप इस आदमी के साथ एक नयी शुरुआत की कोशिश कर सकते हैं | बस अपनी कोशिशों के सफल होने तक का इन्तजार करें |",
        "कुंभ कैरियर और धन राशिफल": "उद्यम पूंजीपतियों के लिए आज का दिन शुभ हो सकता हैं! लोग आपकी विचारधारा से प्रभावित होंगे लेकिन अपनी बातो को उनके ऊपर न थोपे । हालांकि आपको धन मिलने में देरी हो सकती है परन्तु ये धन आपको मिलने की उम्मीद है ।"
    },
    "11": {
        "मीन दैनिक राशिफल": "आज का दिन आपकी वित्तीय स्थिति एवं करियर में तरक्की का दिन है ,लेकिन इन सबके लालच में अपने परिवार की उपेक्षा ना करें ǀदरअसल आज आप अपने भीतर आध्यात्मिकता का भी अनुभव करेंगे ǀइन दोनों शक्तियों के बीच उलझा हुआ अनुभव भी करेंगे लेकिन अंतत दोनों में संतुलन बना पाने में कामयाब होंगेǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "अगर आप किसी स्वास्थ्य सम्बन्धी परियोजना पर काम कर रहे हैं या इसी के बारे में कुछ नया शुरू करने की सोच रहे हैं तो आपको उम्मीद से कहीं जल्दी सफलता मिलने की संभावनाएं बनी हुई हैं ǀलेकिन अपनी प्रगति का रिकॉर्ड रखें और कुछ गलत होने पर समाधान तैयार रखें ǀआपको इन सब प्रयासों के लिए भी प्रशंसा मिलेगी ǀ",
        "मीन प्यार और संबंध राशिफल": "यह बहुत महत्वपूर्ण है कि आप अपने सम्बन्ध पर जिद्दीपन को हावी न होने दें | आपका पार्टनर समझौते के मूड में नही है | इसलिए आपको ही समझदारी और लचीले रवैये से काम लेना होगा | आपके इस कदम से आपकी रोमांटिक लाइफ में भी सुधार आएगा | आपके पार्टनर को भी आपके दोस्ताना अंदाज का अहसास होगा | अर्थपूर्ण भाव भंगिमाओं से अपने पुराने सम्बन्ध को एक नया अर्थ देने की कोशिश करें |",
        "मीन कैरियर और धन राशिफल": "पिछले कुछ दिनों से अलग अलग दिशाओं में आपका मन भाग रहा है और निर्णायक निर्णय लेने में आप असमर्थ रहे है। बहरहाल, आज आपको दृष्टि की एक दुर्लभ स्पष्टता का अनुभव होगा और आप अपने कार्यस्थल पर मुद्दों के बारे में स्पष्ट और उचित निर्णय लेने में सक्षम होंगे । आपको किसी से अच्छी करियर सलाह मिलने की भी संभावना है। आज आपको किसी ऐसे व्यक्ति के साथ संपर्क में आने की संभावना है जो आपके भविष्य के करियर के लिए बहुत प्रभावशाली साबित होगा ।"
    }
}]
