horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। आप अपने प्रेम जीवन को खुशनुमा बनाने का पूरा प्रयास करेंगे। प्रेम जीवन में क्रिएटिविटी काम आएगी। आपका प्रयास सफल रहेगा। शादीशुदा लोगों के दांपत्य जीवन में तनाव से मुक्ति मिलेगी। संतान के प्रति काफी खुश रहेंगे। परिवार का माहौल आपको आंतरिक रूप से खुशी और मजबूती देगा। काम के सिलसिले में अच्छे नतीजे मिलेंगे। भाग्य का सितारा बुलंद रहेगा।आलस्य और कम ऊर्जा-स्तर आपके शरीर के लिए ज़हर काम करेंगे। किसी सृजनात्मक काम में ख़ुद को व्यस्त रखना बेहतर रहेगा। साथ ही बीमारी से जूझने के लिए ख़ुद को उत्साहित करते रहें। अगर आप लोन लेने वाले थे और काफी दिनों से इस काम में लगे थे तो आज के दिन आपको लोन मिल सकता है। कुल मिलाकर फ़ायदेमंद दिन है। लेकिन आप समझते थे जिसपर आप आँखें बंद करके यक़ीन कर सकते हैं, वह आपके भरोसे को तोड़ सकता है। कोई आपको दिल से सराहेगा। अपने उद्देश्यों की ओर शान्ति से बढ़ते रहें और सफलता मिलने से पहले अपने पत्ते न खोलें। आपका व्यक्तित्व ऐसा है कि ज्यादा लोगों से मिलकर आप परेशान हो जाते हैं और फिर अपने लिए वक्त निकालने की कोशिश करने लग जाते हैं। इस लिहाज से आज का दिन आपके लिए बहुत उम्दा रहने वाला है। आज आपको अपने लिए पर्याप्त समय मिलेगा। आप महसूस कर सकते हैं कि जीवनसाथी का प्यार सारे दुःख-दर्द भुला देता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- काले व सफेद मोतियों की माला गले में धारण करने से स्वास्थ्य बेहतर होगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य फलदायक रहेगा। आप अपने परिवार और जिम्मेदारियों को अच्छे से निभाएंगे। घरेलू खर्च बढ़ेगा। इससे आपकी इन्कम प्रभावित होगी। परिवार के लोगों का आपसी भाईचारा रहेगा। काम के सिलसिले में आपको अच्छे नतीजे मिलेंगे। आपको अपनी मेहनत पर ध्यान देना चाहिए। व्यापार वर्ग को मेहनत का नतीजा मिलेगा। दांपत्य जीवन में रोमांस बना रहेगा। प्रेम संबंध में जी रहे लोगों को आज कुछ निराशा का सामना करना पड़ सकता है। आपकी सेहत मजबूत रहेगी। ज़िंदगी की ओर उदास नज़रिया रखने से बचें। आज आपको अपना धन खर्च करने की जरुरत नहीं पड़ेगी क्योंकि घर का कोई बड़ा आज आपको धन दे सकता है। जिन लोगों के साथ आप रहते हैं वे आपसे बहुत ख़ुश नहीं होंगे, चाहे आपने इसके लिए कुछ भी क्यों न किया हो। क्या आपने कभी गुलाब और केवड़े की महक को एक साथ महसूस किया है? आज आपकी ज़िन्दगी प्यार-मोहब्बत के नज़रिए से ऐसे ही महकने को है। काम की अधिकता के बावजूद भी आज कार्यक्षेत्र में आपमें ऊर्जा देखी जा सकती है। आज आप दिये गये काम को तय वक्त से पहले ही पूरा कर सकते हैं। आप खाली समय में अपने पसंदीदा काम करना पसंद करते हैं, आज भी आप ऐसा ही कुछ करने का सोचेंगे लेकिन किसी शख्स के घर में आने की वजह से आपका यह प्लान चौपट हो सकता है। वैवाहिक जीवन के दृष्टिकोण से देखें तो चीज़ें आपके पक्ष में जाती हुई नज़र आ रही हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- हनुमान चालीसा का पाठ करने से हेल्थ बेहतर होगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मध्यम फलदायक रहेगा। परिवार के छोटों के साथ बैठकर उनसे उनकी समस्याओं को सुनेंगे। रिश्तेदार और पड़ोसियों से किसी बात को लेकर बातचीत करेंगे। अपनी किसी क्रिएटिविटी को बाहर लाएंगे। इनकम के लिहाज से आज का दिन अच्छा रहेगा। आपके खर्चे भी रहेंगे लेकिन ज्यादा नहीं। नौकरीपेशा लोगों को किसी विरोधी से सक्रिय सावधान रहना चाहिए। व्यापारी वर्ग के लिए आज का दिन अच्छा रहेगा। सेहत अच्छी रहेगी।आपको अपना अतिरिक्त समय अपने शौक़ पूरे करने या उन कामों को करने में लगाना चाहिए, जिन्हें करने में आपको सबसे ज़्यादा मज़ा आता है। आज बिना किसी की मदद के ही आप धन कमा पाने में सक्षम होंगे। जिन लोगों से आपकी मुलाक़ात कभी-कभी ही होती है, उनसे बातचीत और संपर्क करने के लिए अच्छा दिन है। सिर्फ़ स्पष्ट समझ के माध्यम से आप अपनी पत्नी/पति को भावनात्मक सहारा दे सकते हैं। आपकी अतिरिक्त काम करने की क्षमता उन लोगों को चौंका देगी, जिनका प्रदर्शन आपसे कमतर है। इस राशि के जातक आज लोगों से मिलने से ज्यादा अकेले में वक्त बिताना पसंद करेंगे। आज आपका खाली समय घर की सफाई में बीत सकता है। जीवन साथी के स्वास्थ्य को लेकर आप चिंतित रह सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- घर में सफेद सुंगंधित पुष्प लगाकर उनकी देखभाल करने से स्वास्थ्य अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन सामान्य फलदायक रहेगा रहेगा। मानसिक तनाव रहेगा  फिर भी  कुछ अच्छे नतीजे भी मिलेंगे। आप अपने परिवार के साथ एक अटूट बंधन और मजबूती का भाव महसूस करेंगे। काम के सिलसिले में आपको अच्छे नतीजे मिलेंगे। आप की तारीफ होगी और आपके कार्य भार में बढ़ोतरी होगी। आपकी कार्यकुशलता से आपका बॉस प्रभावित हुए बिना नहीं रह पाएगा। व्यापारी वर्ग को आज कुछ अच्छे नतीजे मिलेंगे। आप उत्तम भोजन का आनंद लेंगे। दांपत्य जीवन में थोड़ा सावधानी बरतनी चाहिए। प्रेम जीवन में आज का दिन खुशियों से भरा रहेगा।अपने विचार और ऊर्जा को उन कामों में लगाएँ, जिनसे आपके सपने हक़ीक़त का रूप ले सकते हैं। सिर्फ़ ख़याली पुलाव पकाने से कुछ नहीं होता है। अभी तक आपके साथ समस्या यह है कि आप कोशिश करने की बजाय केवल इच्छा करते हैं। आर्थिक जीवन में आज खुशहाली रहेगी। इसके साथ ही आप कर्जों से भी आज मुक्त हो सकते हैं। अगर आप परिवार के सदस्यों के साथ समय नहीं बिताएंगे, तो आप घर पर समस्याओं की उम्मीद कर सकते हैं। आपका प्यार न सिर्फ़ परवान चढ़ेगा, बल्कि नई ऊँचाइयों को भी छूएगा। दिन की शुरुआत प्रिय की मुस्कान से होगी और रात उसके सपनों में ढलेगी। किसी लघु या मध्यावधि पाठ्यक्रम में दाखिला लेकर अपनी तकनीकी क्षमताओं में निखार लाएँ। शाम का वक्त अच्छा रहे इसके लिए आपको दिनभर मन लगाकर काम करने की जरुरत है। वैवाहिक जीवन के कई फ़ायदे भी होते हैं और आप उन्हें आज हासिल कर सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- अपने इष्टदेव की सोने की मूर्ति घर में स्थापित कर पूजा करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। आपके अंदर आत्म सम्मान की बढोत्तरी होगी और हर काम में सफलता मिलेगी। काम के सिलसिले में बेहतरीन नतीजे हासिल होंगे। आपको अपने काम में आनंद आएगा और आगे बढ़ चढ़कर कार्य संपन्न करेंगे। भाग्य का साथ मिलेगा। आप किसी भी चुनौती से घबराएंगे नहीं और मेहनत करेंगे। विरोधियों से आप जीत जायेंगे। नौकरी पेशा लोगों के लिए दिन अच्छा रहेगा। दांपत्य जीवन में भी आज का दिन खुशनुमा रहने वाला है। प्रेम जीवन जीने वालों को दिक्कतें हो सकती हैं।आप जो शारीरिक बदलाव आज करेंगे, वे निश्चित तौर पर आपके रूप-रंग को आकर्षक बनाएगा। अगर आप अपनी रचनात्मक प्रतिभा को सही तरीक़े से इस्तेमाल करें तो वह काफ़ी फ़ायदेमंद साबित होगी। परिवार के सदस्यों की ज़रूरतों को तरजीह दें। उनके सुख-दुःख के भागीदार बनें, ताकि उन्हें महसूस हो कि आप वाक़ई उनका ख़याल रखते हैं। आज आप इश्क़ की चाशनी ज़िन्दगी में घुलती हुई महसूस करेंगे। आप किसी बड़े व्यावसायिक लेन-देन को अंजाम दे सकते हैं और मनोरंजन से जुड़ी किसी परियोजना में कई लोगों का संयोजन कर सकते हैं। इस राशि के बच्चे आज खेलकूद में दिन बिता सकते हैं, ऐसे में माता-पिता को उनपर ध्यान देना चाहिए क्योंकि चोट लगने की संभावना है। यूँ तो जीवन हमेशा कुछ नया और चौंकाने वाली चीज़ आपके सामने लाता है। लेकिन आज आप अपने जीवनसाथी का एक अनोखा पहलू देखकर ख़ुशी से चौंक जाएंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- शिव जी की पूजा करें तो स्वास्थ्य अच्छा रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिनमान सामान्य फलदायक रहेगा। आपके खर्चों में बढ़ोतरी होगी। मानसिक चिंताएं बढ़ेंगी और सेहत भी कुछ बिगड़ सकती है, इसलिए अपने ऊपर पूरा ध्यान दें। नौकरी पेशा लोगों को तनाव का सामना करना पड़ेगा और नौकरी बदलने का विचार मन में आएगा। व्यापारी वर्ग के लिए आज का दिन फायदेमंद रहेगा। आपको कहीं से प्रॉफिट मिल सकता है। ससुराल पक्ष के लोगों से आपको अच्छे परिणाम मिलेंगे। दांपत्य जीवन में प्रेम रहेगा। प्रेम जीवन बिता रहे रहे लोगों को आज कुछ दिक्कतों से दो-चार होना पड़ सकता है।अपनी बीमारी के बारे में चर्चा करने से बचें। ख़राब तबियत से ध्यान हटाने के लिए कोई और दिलचस्प काम करें। क्योंकि इस बारे में आप जितनी ज़्यादा बातें करेंगे, उतनी ही ज़्यादा तकलीफ़ आपको होगी। आज के दिन घर के किसी इलेक्ट्रोनिक सामान के खराब हो जाने की वजह से आपका धन खर्च हो सकता है। अपने मेहमानों से ख़राब बर्ताव न करें। आपका ऐसा व्यवहार न केवल आपके परिवार को दुःखी कर सकता है, बल्कि संबंधों में दूरी भी पैदा कर सकता है। एक प्यारी-सी मुस्कुराहट से अपने प्रेमी का दिन रोशन करें। यह उन उम्दा दिनों में से एक दिन है जब कार्यक्षेत्र में आप अच्छा महसूस करेंगे। आज आपके सहकर्मी आपके काम की तारीफ करेंगे और आपका बॉस भी आपके काम से खुश होगा। कारोबारी भी आज कारोबार में मुनाफा कमा सकते हैं। यह दिन बेहतरीन दिनों में से एक हो सकता है। आज दिन में आप कई अच्छे प्लान भविष्य के लिए बना सकते हैं लेकिन शाम के वक्त किसी दूर के रिश्तेदार के घर में आ जाने के कारण आपके सारे प्लान धरे के धरे रह सकते हैं। जो यह समझते हैं कि शादी सिर्फ़ सेक्स के लिए होती है, वे ग़लत हैं। क्योंकि आज आपको सच्चे प्यार का एहसास होगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- हरे रंग के कपड़े पहनें। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहने वाला है। आपकी इनकम में बढ़ोतरी होगी और आपका ध्यान भी इस ओर रहेगा कि अपनी मेहनत से मिलने वाले फल को किस प्रकार गुणात्मक रूप से बढ़ाएं, जिससे आपकी इनकम बढ़ती हुई नजर आए। नौकरी पेशा लोगों के लिए आज का दिन अच्छा है। उन्हें अपने काम का अच्छा नतीजा मिलेगा। जो लोग व्यापार करते हैं, उन्हें किसी बड़े व्यक्ति का सहयोग मिलेगा, जिससे काम में सफलता मिलेगी। दांपत्य जीवन को सुख मिलेगा। प्रेम जीवन जीने वालों को भी आज अच्छे नतीजे मिलेंगे। ज़िंदगी की ओर उदास नज़रिया रखने से बचें। जेवर और एंटीक में निवेश फ़ायदेमंद रहेगा और समृद्धि लेकर आएगा। परिवार की स्थिति आज वैसी नहीं रहेगी जैसा आप सोचते हैं। आज घर में किसी बात को लेकर कलह होने की संभावना है ऐसी स्थिति में खुद पर काबू रखें। मुहब्बत की टीस आज रात आपको सोने नहीं देगी। इस राशि के जातकों को कार्यक्षेत्र में आवश्यकता से अधिक बोलने से बचना चाहिए नहीं तो आपकी छवि पर बुरा प्रभाव पड़ सकता है। इस राशि के कारोबारियों को किसी पुराने निवेश की वजह से आज घाटा होने की संभावना है। वह काम जो आज आप दूसरों के लिए स्वेच्छा से करेंगे, न सिर्फ़ औरों के लिए मददगार साबित होगा बल्कि आपके दिल में ख़ुद की छवि भी सकारात्मक होगी। वैवाहिक जीवन में कठिन दौर से गुज़रने के बाद आपको अब कुछ राहत का एहसास होगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- तांबे का पैसा और चाँदी दूध व चावल से धोकर जमीन में दबाएं, चावल, दूध घर के बाहर किसी पौधे में डालने से स्वास्थ्य अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य फलदायक रहेगा। आप अपने काम पर ज्यादा ध्यान देंगे और अपनी कमियों को दूर करने की कोशिश करेंगे। परिवार का माहौल अच्छा रहेगा। लोगों का सहयोग मिलेगा। किसी पड़ोसी से विवाद हो सकता है। दांपत्य जीवन में प्रेम और खुशी बरकरार रहेगी। आपका रिश्ता मधुर बनेगा। प्रेम जीवन जीने वालों को कुछ दिक्कतों का सामना करना पड़ सकता है। आज आप अपने किसी पुराने दोस्त से जी भर कर बातें करेंगे। आपकी सेहत आज मजबूत रहेगी।आज आपका आत्मविश्वास बढ़ेगा और प्रगति निश्चित है। आज आप अपना धन धार्मिक कार्यों में लगा सकते हैं जिससे आपको मानसिक शांति मिलने की पूरी संभावना है। घर के किसी सदस्य के व्यवहार की वजह से आप परेशान रह सकते हैं। आपको उनसे बात करने की जरुरत है। विवाहेतर प्रेम संबंध आपकी प्रतिष्ठा धूमिल कर सकते हैं। नई परियोजनाओं और कामों को अमली जामा पहनाने के लिए बेहतरीन दिन है। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। जीवनसाथी यह जता सकता है कि आपके साथ रहने का क्या-क्या ख़ामियाज़ा उसे भुगतना पड़ रहा है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- जमादार को कुछ पैसे देने से प्रेम सम्बन्ध बेहतर होंगे। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा और आज आप भविष्य के लिए कुछ नया सोचेंगे। अपने घर के बुजुर्गों के आशीर्वाद से आपके काम बनेंगे। नौकरी पेशा लोगों को आज कुछ निराशा का सामना करना पड़ सकता है। जो लोग व्यापार करते हैं, उनके लिए आजका दिन अच्छा रहेगा। दांपत्य जीवन सामान्य रहेगा। प्रेम जीवन जीने वालों को भी आज कुछ दिक्कतें हो सकती हैं। दोस्तों के साथ शाम सुखद रहेगी लेकिन ज़्यादा खाने और मदिरापान से बचें। समय और धन की कद्र आपको करनी चाहिए नहीं तो आने वाला वक्त परेशानियों भरा रह सकता है। यह वक़्त इस बात को समझने का है कि ग़ुस्सा छोटा-पागलपन है और यह आपको बारी नुक़सान की तरफ़ धकेल सकता है। आज आपको निराशा हाथ लग सकती है, क्योंकि मुमकिन है कि आप अपने प्रिय के साथ सैर-सपाटे पर न जा पाएँ। आज अनुभवी लोगों से जुड़कर जानने की कोशिश करें कि उनका क्या कहना है। वक्त की नाजाकत को समझते हुए आज आप सब लोगों से दूरी बनाकर एकांत में वक्त बिताना पसंद करेंगे। ऐसा करना आपके लिए हितकर भी होगा। शादी सिर्फ़ एक छत के नीचे रहने का नाम नहीं है; एक-दूसरे के साथ कुछ समय बिताना भी ज़रूरी है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- अच्छे स्वास्थ्य के लिए छिलके सहित बादाम, साबुत मूंगफली, चने की दाल, घी, पीला कपडा किसी देव स्थान में देने से स्वास्थ्य में सुधार होगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य फलदायक रहेगा। कामों को समय से निपटाना चुनौती होगा। मानसिक तनाव भी रहेगा क्योंकि आप चिंता ग्रस्त रहेंगे। खर्चों में कमी आएगी और इनकम अच्छी होगी। दांपत्य जीवन में प्रेम रहेगा। संतान सुख की प्राप्ति होगी। प्रेम जीवन जीने वालों को अपने प्रिय से दिल की बात कहने में मजा आएगा।प्यार, उम्मीद, सहानुभूति, आशावादिता और निष्ठा जैसी सकारात्मक भावनाओं को अपनाने के लिए ख़ुद को प्रोत्साहित करें। एक बार ये गुण आपके अंदर रच-बस जाएँ, तो हर हालात में वे ख़ुद ही सकारात्मक तरीक़े से उभर आएंगे। जिन लोगों ने किसी से उधार लिया है उन्हें आज किसी भी हालत में उधार चुकाना पड़ सकता है जिससे आर्थिक स्थिति थोड़ी कमजोर हो जाएगी। जब आप समूह में हों तो ध्यान रखें कि आप क्या कह रहे हैं, बिना ज़्यादा समझे-बूझे अचानक कहे गए शब्दों के चलते आप कड़ी आलोचना के शिकार हो सकते हैं। किसीकी दख़लअंदाज़ी के चलते आपके और आपके प्रिय के रिश्ते में दूरियाँ आ सकती हैं। योग्य कर्मियों को पदोन्नति या आर्थिक मुनाफ़ा हो सकता है। अंजान लोगों से बात करना ठीक है लेकिन उनकी विश्वसनियता जाने बिना उनको अपने जीवन की बातें बताकर आप अपना वक्त ही जाया करेंगे और कुछ नहीं। ख़ुद तनावग्रस्त होने की झल्लाहट आप बेवजह अपने जीवनसाथी पर निकाल सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- ज्ञानी, विद्वान और न्यायकर्ता लोगों का सम्मान करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य फलदायक रहेगा। आपके खर्चों में काफी बढ़ोतरी हो सकती है, जिससे आपको कुछ परेशानी होगी। इनकम सामान्य रूप बनी रहेगी। दांपत्य जीवन में सुख मिलेगा। अपने जीवन साथी की क्रिएटिविटी को देखकर आपको काफी खुशी होगी। प्रेम जीवन जीने वालों को कुछ दिक्कतों का सामना करना पड़ सकता है। आपको अपने किसी मित्र से कुछ सहायता मिल सकती है। काम के सिलसिले में अच्छे नतीजे मिलेंगे। व्यापारी वर्ग के लिए भी आज का दिन कुछ अच्छे समाचार लेकर आएगा।आपको काफ़ी समय से चल रही बीमारी से छुटकारा मिल सकता है। जीवनसाथी से पैसों से जुड़े किसी मुद्दे को लेकर आज बहस होने की आशंका है। आज आपकी फिजुलखर्ची पर आपका साथी आपको लेक्चर दे सकता है। अपनी नई परियोजनाओं के लिए अपने माता-पिता को विश्वास में लेने का सही समय है। हालाँकि प्यार में निराशा हाथ लग सकती है लेकिन हिम्मत मत हारिए क्योंकि आखिर में जीत सच्चे प्यार की ही होती है। आज के दिन आप सबके ध्यान का केंद्र होंगे और सफलता आपकी पहुँच में होगी। आपके घर वाले आज आपसे कई परेशानियां शेयर करेंगे लेकिन आप अपनी ही धुन में मस्त रहेंगे और खाली समय में कुछ ऐसा करेंगे जो करना आपको पसंद है। अगर आप जीवनसाथी के अलावा किसी और को अपने ऊपर असर डालने का मौक़ा दे रहे हैं, तो जीवनसाथी की ओर से आपको नकारात्मक प्रतिक्रिया मिलना संभव है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- घर में गंगाजल का किसी न किसी रूप में प्रयोग करने से आर्थिक स्थिति बेहतर बनेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहने वाला है। आपकी इनकम भी बढ़िया रहेगी और खर्चों में भी कमी आएगी। शारीरिक तौर पर सेहत अच्छी रहेगी लेकिन मानसिक तनाव हो सकता है। काम के सिलसिले में अच्छे नतीजे मिलेंगे लेकिन आप अपने काम से खुश नहीं होंगे। दांपत्य जीवन सामान्य रहेगा। प्रेम जीवन जीने वालों कुछ दिक्कतें हो सकती हैं। आपको अपने प्रिय की बात माननी चाहिए।आपका व्यक्तित्व आज इत्र की तरह महकेगा और सबको आकर्षित करेगा। व्यापाार में मुनाफा आज कई व्यापारियों के चेहरे पर खुशी ला सकता है। परिवार के सदस्य सहयोगी होंगे, लेकिन उनकी काफ़ी सारी मांगें होंगी। आपको अपनी हार से कुछ सबक़ सीखने की ज़रूरत है, क्योंकि आज अपने दिल की बात ज़ाहिर करने से नुक़सान भी हो सकता है। आज आपकी कड़ी मेहनत कार्यक्षेत्र में ज़रूर रंग दिखाएगी। उन चीजों को दोहराना जिनका अब आपके जीवन में कोई महत्व नहीं है, आपके लिए ठीक नहीं है। ऐसा करके आप अपना वक्त ही बर्बाद करेंगे और कुछ नहीं। आपकी भागदौड़ भरी दिनचर्या के कारण आपका जीवनसाथी ख़ुद को दरकिनार महसूस कर सकता है, जिसका इज़हार शाम को होना मुमकिन है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- गेहूँ, बाजरा, गुड़ मिलाकर लाल गाय को खिलाने से पारिवारिक जीवन में ख़ुशियों की बौछार होगी। \n"
}]
