horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ चुनौतियां लेकर आ सकता है। रोजगार की दिशा में प्रयास कर रहे जातकों को आज नए अवसर प्राप्त होंगे। कार्यक्षेत्र में शत्रु प्रबल रहेंगे, उनकी वजह से कुछ व्यवधान आ सकते हैं। व्यापारी वर्ग के लिए भी समय अनुकूल रहेगा। यदि आप कहीं पर निवेश करने की सोच रहे हैं, तो इसके लिए दिन उत्तम नहीं है। व्यापार में विस्तार के लिए आज परिवार के साथ विचार विमर्श अवश्य करें, सभी की उम्मीदों पर खरा उतरने की आप की विशेषता आज आपको यश देगी। सायंकाल का समय आप अपने मित्रों के साथ बातचीत में व्यतीत करेंगे। आज आप अपनी संतान के लिए कोई उपहार खरीद कर ला सकते हैं।सेहत को देखभाल की ख़ास ज़रूरत है। अचानक आए ख़र्चे आर्थिक बोझ बढ़ा सकते हैं। घरेलू मामलों पर तुरंत ध्यान देने की ज़रूरत है। शाम के लिए कोई ख़ास योजना बनाएँ और कोशिश करें कि यह ज़्यादा-से-ज़्यादा रुमानी हो। संयम और साहस का दामन थामे रखें। ख़ास तौर पर तब जब दूसरे आपका विरोध करें, जिसकी कामकाज के दौरान संभावना है। आज आप अपने जीवनसाथी के साथ आज समय गुजारेंगे लेकिन किसी पुरानी बात के फिर से सामने आने की वजह से आप दोनों के बीच कहासुनी होने की आशंका है। वैवाहिक जीवन को अधिक सुखमय बनाने के आपके प्रयास उम्मीद से ज़्यादा रंग लाएंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- पराई स्त्री के प्रति नजरे साफ़ रखने से आर्थिक उन्नति होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। राजनीति से जुड़े जातकों के लिए समय अनुकूल है। अच्छा जनसमर्थन प्राप्त होगा, जिससे मित्रों की संख्या में भी इजाफा होगा। कोई नया कार्य शुरू करने के लिए समय उत्तम है, लेकिन आपको अपनी माता जी के स्वास्थ्य का ध्यान रखना होगा और उनके बाहर के खाने-पीने से परहेज रखना होगा। आज आप दिन का सभी काम जल्दी खत्म करके सायंकाल का कुछ समय परिवार के साथ बिताएंगे, जिससे आपको मानसिक शांति भी मिलेगी। पिताजी का पूर्ण सहयोग मिलेगा और परिवार में मांगलिक कार्यक्रमों की भी रूपरेखा तैयार होगी। अपने व्यवसाय में आप धीरे-धीरे सफलता की ओर कदम बढ़ाएंगे।जीवन-साथी ख़ुशी की वजह साबित होगा। धन की आवाजाही आज दिन भर होती रहेगी और दिन ढलने के बाद आप बचत करने में भी सक्षम हो पाएंगे। कुछ लोग जितना कर सकते हैं, उससे कई ज़्यादा करने का वादा कर देते हैं। ऐसे लोगों को भूल जाएँ जो सिर्फ़ गाल बजाना जानते हैं और कोई परिणाम नहीं देते। आज आपके दिल की धड़कनें अपने प्रिय के साथ ताल-से-ताल मिलाती मालूम होंगी। जी हाँ, यह प्यार का ही ख़ुमार है। जो कला और रंगमंच आदि से जुड़े हैं, उन्हें आज अपना कौशल दिखाने के लिए कई नए मौक़े मिलेंगे। यात्रा आपके लिए आनन्ददायक और बहुत फ़ायदेमंद होगी। शादीशुदा ज़िन्दगी के मोर्चे पर हालात वाक़ई थोड़े मुश्किल रहे हैं, लेकिन अब आप सुधरते हालात महसूस कर सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- गणेश या विष्णु जी के मंदिर में कांसे की ज्योत दान में देने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए कुछ निराशाजनक रह सकता है। जो लोग रोजगार की तलाश में इधर-उधर भटक रहे हैं, तो उनको रोजगार मिलने की संभावना आज कम बन रही है। बिजनेस की समस्याओं को खत्म करने के लिए आपको अपने पिताजी की सलाह की आवश्यकता होगी और उनके मार्गदर्शन से आप अपने बिजनेस को चरम तक पहुंचाएंगे। स्थाई संपत्ति से आज लाभ मिलता दिख रहा है। भाई बहनों के साथ जरूरी चीजों पर चर्चा होगी। कार्यक्षेत्र में सभी लोग आज आपकी मदद के लिए आगे आएंगे। यदि आप लंबे समय से किसी वस्तु की प्राप्ति की कामना कर रहे थे, तो उसकी प्राप्ति से आज मन खुश होगा।नियमित व्यायाम के माध्यम से वज़न को नियन्त्रित रखें। कुछ ख़रीदने से पहले उन चीज़ों का इस्तेमाल करें, जो पहले से आपके पास हैं। अपने दोस्तों और परिवार के सहयोग के चलते आप नए आत्मविश्वास और रोमांच से भरपूर रहेंगे। अपने प्रिय की पुरानी बातों को माफ़ करके आप अपनी ज़िंदगी में सुधार ला सकते हैं। कार्यक्षेत्र में आपके कामकाज की सराहना होगी। आज आपके पास खाली समय होगा और इस समय का इस्तेमाल आप ध्यान योग करने में कर सकते हैं। आपको आज मानसिक शांति का अहसास होगा। आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्तों की तरह है और आपको आज यह एहसास होगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- बाहर जाते समय केसर या हल्दी का तिलक मस्तक पर करना आर्थिक स्थिति को सुधारेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके व्यापार में उन्नति भरा रहेगा। आज आपके व्यापार में नई-नई डील फाइनल हो सकती हैं, जिससे मन प्रसन्न रहेगा और आर्थिक स्थिति मजबूत होगी। संतान के विवाह में आ रही अड़चनें आज किसी व्यक्ति की मदद से समाप्त होगी, जिसमें परिवार के सभी सदस्य खुशी मनाते नजर आएंगे। सामाजिक कार्यों में आज आपकी रूचि बढ़ेगी। विद्यार्थियों के आत्मविश्वास में आज वृद्धि होगी और वह हर कार्य को करने के लिए तत्पर रहेंगे। आज आप अपने मित्रों के साथ कहीं बाहर घूमने का प्लान भी बना सकते हैं। आज आपका सामाजिक दायरा भी बढ़ा हुआ दिखेगा।किसी सज्जन पुरुष की दैवीय बातें आपको संतोष और ढांढस बंधाएंगी। आप पैसा बना सकते हैं, बशर्ते आप अपनी जमा-पूंजी पारम्परिक तौर पर निवेश करें। आज के दिन बिना कुछ ख़ास किए आप आसानी से लोगों का ध्यान अपनी ओर आकर्षित करने में क़ामयाब रहेंगे। सावधान रहें, क्योंकि कोई आपकी छवि धूमिल करने की कोशिश कर सकता है। हालाँकि वरिष्ठों से कुछ विरोध के स्वर सुनाई देंगे- लेकिन फिर भी आपको दिमाग़ ठण्डा रखने की ज़रूरत है। ज़रूरतमंदों की मदद करने की आपकी ख़ासियत आपको सम्मान दिलाएगी। शादीशुदा ज़िन्दगी के नज़रिए से यह थोड़ा मुश्किल वक़्त है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- प्रेमी/प्रेमिका को नीले फूल गिफ्ट में देने से प्रेम सम्बन्धों में मजबूती आएगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज आप हर कदम पर सफलता की सीढ़ी चढ़ेंगे। ऑफिस में समय से पहले काम पूरा करके आप अपने अधिकारियों की आंखों का तारा बनेंगे, जिसकी वजह से विरोधियों का षड्यंत्र असफल रहेगा। सायंकाल का समय आप अपने परिवार के साथ व्यतीत करेंगे और जीवनसाथी के साथ जरूरी मुद्दों पर विचार विमर्श करेंगे। रिश्तेदारों के साथ यदि कोई कटुता चली आ रही थी, तो वह आज समाप्त होगी। आज आप सांसारिक सुख भोग के साधनों पर भी खर्चा कर सकते हैं, लेकिन आपको अपनी आय और व्यय दोनों में संतुलन बना कर चलना होगा, नहीं तो आपको नुकसान उठाना पड सकता है।आपका दानशीलता का व्यवहार आपके लिए छुपे हुए आशीर्वाद की तरह सिद्ध होगा, क्योंकि यह आपको शक, अनास्था, लालच और आसक्ति जैसी ख़राबियों से बचाएगा। ख़ास लोग ऐसी किसी भी योजना में रुपये लगाने के लिए तैयार होंगे, जिसमें संभावना नज़र आए और विशेष हो। आपके बच्चे के पुरुस्कार वितरण समारोह का बुलावा आपके लिए ख़ुशनुमा एहसास रहेगा। वह आपकी उम्मीदों पर खरा उतरेगा और आप उसके ज़रिए अपने सपने साकार होते हुए देखेंगे। आपका होना इस दुनिया को आपके प्रिय के लिए रहने के क़ाबिल बनाता है। किसी भी ख़र्चीले काम या योजना में हाथ डालने से पहले ठीक तरह से सोच-विचार कर लें। आज जीवनसाथी के साथ समय बिताने के लिए आपके पास पर्याप्त समय होगा। आपके प्रेम को देखकर आज आपका प्रेमी गदगद हो जाएगा। वैवाहिक जीवन के लिए विशेष दिन है। अपने जीवनसाथी को बताएँ कि आप उनसे कितना प्यार करते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- चन्द्रमा को अर्घ्य (चावल, दूध मिलाकर) देना नौकरी/बिज़नेस के लिए फ़ायदेमंद रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। विदेश से व्यापार कर रहे जातकों को आज कोई शुभ सूचना प्राप्त हो सकती है। भाई-बहन के विवाह का प्रस्ताव आज प्रबल रहेगा। परिवार में मांगलिक कार्यक्रम होने से परिवार के सभी सदस्य आज व्यस्त नजर आएंगे एवं छोटे बच्चे मौज मस्ती करते दिखेंगे। कार्यक्षेत्र में आज आप अपने प्रतिद्वंदी के लिए सिरदर्द बने रहेंगे। दांपत्य जीवन में सुखद स्थिति का अनुभव होगा। वृद्धजनों की सेवा में पुण्य कार्यों पर धन व्यय होगा, लेकिन मन में खर्च की भावना रहेगी। विद्यार्थियों के लिए दिन शुभ है, लेकिन अपनी पढ़ाई में एकाग्रता के साथ जुटे रहेगे।\n शारीरिक लाभ के लिए, विशेषकर मानसिक तौर पर मज़बूती हासिल करने के लिए ध्यान और योग का आश्रय लें। धन की आवश्यकता कभी भी पड़ सकती है इसलिए आज जितना हो अपने पैसे की बचत करने का विचार बनाएं। अगर आप सामाजिक जलसों और कार्यक्रमों में भाग लेंगे, तो आप अपने संगी-साथियों की फ़ेहरिस्त में इज़ाफ़ा कर सकते हैं। कोई अच्छी ख़बर या जीवनसाथी/प्रिय से मिला कोई संदेश आपके उत्साह को दोगुना कर देगा। इस राशि के कारोबारियों को आज कारोबार के सिलसिले में अनचाही यात्रा करनी पड़ सकती है। यह यात्रा आपको मानसिक तनाव दे सकती है। नौकरी पेशा लोगों को आज ऑफिस में इधर-उधर की बातें करने से बचना चाहिए। जीवन की पेचीदिगियों को समझने के लिए आज घर के किसी वरिष्ठ शख्स के साथ आप वक्त गुजार सकते हैं। आपका जीवनसाथी आपकी बहुत तारीफ़ करेगा और आप पर बहुत स्नेह उढ़ेलेगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अच्छी आर्थिक स्थिति के लिए ॐ गं गणपतये नमः इस मंत्र का 11 बार उच्चारण सुबह-शाम करें। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। संवेदनशील मुद्दों पर परिवार के साथ विचार विमर्श करेंगे और प्रेम जीवन में मधुरता बनी रहेगी। कार्यक्षेत्र में गुप्त शत्रु आज सक्रिय रहेंगे और आपको नुकसान पहुंचाने की हर संभव कोशिश कर सकते हैं। कार्यस्थल पर कड़ी मेहनत करने के बाद आय कम और व्यय अधिक होगा, लेकिन आज आपको धन के अपव्यय से बचना होगा और अपनी आय और व्यय दोनों में संतुलन बना कर रखना होगा। व्यस्तता के चलते आप अपने गृहस्थ जीवन पर ध्यान न देने के कारण जीवन साथी आज आपसे नाराजगी जता सकते हैं, लेकिन आपको उनकी बात समझ नहीं होगी।गर्भवती महिलाओं के लिए बहुत अच्छा दिन नहीं है। चलते-फिरते समय ख़ासा ख़याल रखने की ज़रूरत है। दूसरों को प्रभावित करने के लिए ज़रूरत से ज़्यादा ख़र्चा न करें। दिन को ख़ास बनाने के लिए शाम को परिवार के साथ किसी अच्छी जगह खाने जाएँ। आपका प्रिय दिन भर आपको याद करने में समय बिताएगा। कार्यक्षेत्र में दिल लगाने से बचें नहीं तो आपकी बदनामी हो सकती है। यदि आप किसी से जुड़ना भी चाहते हैं तो ऑफिस से दूरी बनाकर ही उनसे बात करें। आज अपने प्रेमी के साथ वक्त बिता पाएंगे और उनके सामने अपने जज्बातों को रख पाएंगे। वैवाहिक जीवन में गर्मजोशी और गर्म खाने की बहुत एहमियत है; आप आज दोनों का ही लुत्फ़ उठा सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- किसी भिखारी व अपंग व्यक्ति को खाना खिलाने से हेल्थ अच्छी रहेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। विद्यार्थियों को गुरुजनों और सहयोगियों का साथ मिलेगा और भविष्य की बातों पर चर्चा भी करेंगे। नौकरी से जुड़े जातकों को आज किसी दूसरी जगह से प्रस्ताव मिल सकता है। कार्य पूर्ति के लिए  आप अपनी बातों को दूसरों तक पहुंचाने में कामयाब हो सकते हैं, तो आपको सरकारी नीतियों का भरपूर लाभ मिलेगा। कोई महत्व पूर्ण व्यवस्था आपके पक्ष में आज फाइनल हो सकती है। आज आप का ससुराल पक्ष के किसी व्यक्ति से वैचारिक मतभेद हो सकता है, लेकिन उसमें आपके जीवनसाथी आपके साथ खड़े नजर आएंगे।ध्यान से सुकून मिलेगा। अपने जीवनसाथी केे साथ धन से जुड़े किसी मामले को लेकर आज आपका झगड़ा हो सकता है। हालांकि अपने शांत स्वभाव से आप सबकुछ ठीक कर देंगे। दोस्त आपके निजी जीवन में ज़रूरत से ज़्यादा दख़लअंदाज़ी करेंगे। रोमांस रोमांचक होगा- इसलिए उससे संपर्क करें जिससे आप प्रेम करते हैं और दिन का भरपूर लुत्फ़ लें। आज आपने जो नई जानकारी हासिल की है, वह आपको अपने प्रतिस्पर्धियों पर बढ़त दिलाएगी। वक़ील के पास जाकर क़ानूनी सलाह लेने के लिए अच्छा दिन है। आप और आपका जीवनसाथी मिलकर वैवाहिक जीवन की बेहतरीन यादें रचेंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- अस्पताल में रोगियों की सहायता करने से पारिवारिक जीवन अच्छा चलेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। यदि आपको अपने बिजनेस के लिए कोई महत्वपूर्ण निर्णय लेना पड़े, तो सोच विचार कर लें, नहीं तो भविष्य में आपको इससे हानि हो सकती है। आज आपको अपने भाई की मदद की आवश्यकता होगी। पिताजी से आज कोई वैचारिक मतभेद उत्पन्न हो सकता है, लेकिन आप उनकी बात मानकर आगे बढ़ेंगी, तो भविष्य में आपको लाभ होगा। संतान को अच्छे कार्य करते देख मन में हर्ष होगा। आज आप अपने व्यवसाय के लिए कुछ नए-नए उपकरणों की खरीदारी भी कर सकते हैं। सायंकाल का समय आप अपने जीवनसाथी को कहीं घुमाने फिराने लेकर जा सकते हैं।ज़रूरत से ज़्यादा खाने से बचें और सेहतमंद रहने के लिए नियमित व्यायाम करें। किसी करीबी दोस्त की मदद से आज कुछ करोबारियों को अच्छा-खासा धन लाभ होने की संभावना है। यह धन आपकी कई परेशानियों को दूर कर सकता है। आपके बच्चे के पुरुस्कार वितरण समारोह का बुलावा आपके लिए ख़ुशनुमा एहसास रहेगा। वह आपकी उम्मीदों पर खरा उतरेगा और आप उसके ज़रिए अपने सपने साकार होते हुए देखेंगे। आपकी प्रेम कहानी आज एक नया मोड़ ले सकती है, आपका साथी आज आपसे शादी को लेकर बात कर सकता है। ऐसे में कोई भी फैसला लेने से पहले आपको विचार अवश्य करना चाहिए। कामकाज के मोर्चे पर आपकी कड़ी मेहनत ज़रूर रंग लाएगी। आज आपको ढेरों दिलचस्प निमंत्रण मिलेंगे- साथ ही आपको एक आकस्मिक उपहार भी मिल सकता है। वैवाहिक जीवन में सब कुछ अच्छा महसूस होगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- हरे रंग के वस्त्र अधिक पहने इससे स्वास्थ्य अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nरोजगार से जुड़े जातकों को पिछले कुछ दिनों से चली आ रही समस्याओं का समाधान मिलेगा। किसी बड़े अधिकारी की मदद से जमीन से संबंधित मामला निपट सकता है। व्यस्तता के बीच आज आप अपने दांपत्य जीवन के लिए समय निकालने में कामयाब रहेंगे। ससुराल पक्ष से आपके संबंध धीरे-धीरे अच्छे होने लगेंगे, लेकिन लेनदेन से बचें। धार्मिक स्थानों की यात्रा के प्रसंग प्रबल हो सकती हैं। यदि साझेदारी में कोई कार्य करने की सोच रहे हैं, तो उसमें अवरोध उत्पन्न हो सकता है। प्रेम जीवन जी रहे लोग आज अपने जीवनसाथी को अपने परिवार वालों से मिलवा सकते हैं।अपने जीवन-साथी के साथ पारिवारिक समस्याओं को साझा करें। एक-दूसरे को फिर से भली-भांति जानने के लिए थोड़ा और वक़्त एक-दूसरे के साथ बिताएँ और ख़ुद की स्नेही जोड़े की छवि को मज़बूत करें। आपके बच्चे भी घर में ख़ुशी और सुकून के माहौल को महसूस कर सकेंगे। इससे आपको एक-दूसरे के साथ व्यवहार में ज़्यादा खुलापन और आज़ादी मिलेगी। जिन लोगों ने किसी से उधार लिया है उन्हें आज किसी भी हालत में उधार चुकाना पड़ सकता है जिससे आर्थिक स्थिति थोड़ी कमजोर हो जाएगी। दूसरों को प्रभावित करने की आपकी क्षमता आपको कई सकारात्मक चीज़ें दिलाएगी। आज आप अपने प्रिय से अपने जज़्बात का इज़हार करने में मुश्किल महसूस करेंगे। लोग आपको अपने बढ़िया काम के लिए कार्यक्षेत्र में पहचानेंगे। शाम का वक्त अच्छा रहे इसके लिए आपको दिनभर मन लगाकर काम करने की जरुरत है। आपके और आपके जीवनसाथी के दरमियान कोई अजनबी नोंकझोंक की वजह बन सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- दस वर्ष से कम आयु की कन्याओं को किसी भी रूप में प्रसन्न करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज आपकी दिनचर्या व्यवस्थित रहेगी। नौकरी से जुड़े जातकों पर आज का काम का बोझ अधिक हो सकता है, लेकिन उन्हें मेहनत से कार्य करके अपने कार्य में महारत हासिल करनी होगी। आज आपको अपने क्रोध पर नियंत्रण रखना होगा और वाणी में सौम्यता बनाए रखनी होगी। आज आप अपने कार्य की योजना पहले से ही बना लेंगे, लेकिन फिर भी कुछ अकस्मात फेरबदल करना पड़ेगा। आज आपका अपने भाई बहनों से मतभेद हो सकता है। यदि कहीं निवेश करने की योजना बना रहे हैं, तो किसी परिचित की मदद मिलने से संभावना बन सकती है। प्रेम जीवन सुखमय रहेगा। ससुराल पक्ष से मान सम्मान मिलेगा।अवांछित विचार दिमाग़ में छा सकते हैं। ख़ुद को शारीरिक व्यायाम का मज़ा लेने दें, क्योंकि खाली दिमाग़ शैतान का घर होता है। वैसे तो अपना पैसा दूसरे को देना किसी को पसंद नहीं आता लेकिन आज आप किसी जरुरतमंद को पैसा देकर सुकून का अनुभव करेंगे। अनचाहे मेहमानों से शाम को आपका घर भरा रह सकता है। आपका महबूब आज आपको बड़ी ख़ूबसूरती से कुछ ख़ास करके चौंका सकता है। आज आराम के लिए बहुत कम समय है- क्योंकि पहले के टाले हुए काम आपको व्यस्त रखेंगे। नए विचारों और आइडिया को जाँचने का बेहतरीन वक़्त। आपका जीवनसाथी आपको प्यार का एहसास देना चाहता है, उसकी मदद करें। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- लाल व भूरी चींटियों को खांड, मिश्री खिलाने से पारिवारिक जीवन अच्छा चलने लगता है। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए निश्चित परिणाम लेकर आएगा। विद्यार्थियों को अपने भविष्य के लिए नई संभावनाओं की प्राप्ति होगी। यदि आपको कोई रोग परेशान कर रहा है, तो उसमें आज सुधार होगा। संतान के विवाह में आ रही समस्या आज समाप्त होगी। आज आपकी सामाजिक ख्याति का विस्तार होगा। पारिवारिक वातावरण में आज कुछ तनाव हो सकता है, लेकिन महत्वपूर्ण विषयों में सभी एकजुट हो जाएंगे। व्यवसाय में अधिक धन लगाना आपके लिए लाभकारी रहेगा। सायंकाल का समय आप अपने माता-पिता को किसी देव दर्शन की यात्रा पर लेकर जा सकते हैं। मित्रों की मदद से आज पूरे दिन आय के नए स्रोत आपके सामने आएंगे, जिससे मन में प्रसन्नता रहेगी।शारीरिक और मानसिक लाभ के लिए ध्यान व योग करना उपयोगी रहेगा। बिना बताये आज कोई देनदार आपके अकाउंट में पैसे डाल सकता है जिसके बारे में जानकर आपको अचंभा भी होगा और खुशी भी। किसी ऐसे के साथ परस्पर संवाद की कमी जिसका आपको बहुत ख़याल है, आपको तनाव दे सकती है। आप आज प्यार की मनोदशा में होंगे- और आपके लिए काफ़ी मौक़े भी होंगे। किसी के साथ नयी परियोजना या भागीदारी वाले व्यवसाय को शुरू करने से बचें। समय का अच्छा इस्तेमाल करने के लिए आज आप पार्क में घूमने का प्लान बना सकते हैं लेकिन वहां किसी अनजान शख्स से आपकी बहस होने की अशंका है जिससे आपका मूड खराब हो जाएगा। आपके आस-पास के लोग कुछ ऐसा कर सकते हैं, जिसके चलते आपका जीवनसाथी आपकी तरफ़ फिर से आकर्षित महसूस करेगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अपने वजन के बराबर जौ तोलकर किसी गौ-आश्रम में देने से पारिवारिक जीवन खुशहाल रहेगा। \n"
}]
