horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। बीमा व्यवसाय से जुड़े जातकों के लिए आज दिन उत्तम रहेगा। जीवनसाथी के साथ अच्छा समय व्यतीत होगा, लेकिन घरेलू खर्च के कारण मानसिक तनाव हो सकता है। यदि आपका कोई नया एक मामला चल रहा है, तो स्थिति आज आपके पक्ष में दिखेंगी। नौकरी मैं किसी सहयोगी के कारण आज विश्वासघात का सामना करना पड़ सकता है, इसलिए अपने कार्यों को सावधानीपूर्वक पूरा करें। विद्यार्थियों की शिक्षा में आ रही बाधा सायंकाल के समय दूर हो जाएगी।स्वयं को शांत बनाए रखें क्योंकि आज आपको ऐसी कई बाधाओं का सामना करना पड़ सकता है, जिनके चलते आप काफ़ी मुश्किल में पड़ सकते हैं। ख़ास तौर पर अपने ग़ुस्से पर क़ाबू रखें, क्योंकि यह और कुछ नहीं बल्कि थोड़ी देर पागलपन है। धन की आवाजाही आज दिन भर होती रहेगी और दिन ढलने के बाद आप बचत करने में भी सक्षम हो पाएंगे। परिवार के सदस्यों का आपके जीवन में विशेष महत्व होगा। आज आपको अपने प्रिय की याद सताएगी। यह दूसरे देशों में व्यावसायिक सम्पर्क बनाने का बेहतरीन समय है। आज रात को जीवनसाथी के साथ खाली वक्त बिताते समय आपको लगेगा कि आपको उन्हें और भी वक्त देना चाहिए। परिवार के सदस्यों के साथ थोड़ी दिक़्क़त का सामना करना पड़ सकता है। लेकिन दिन के आख़िर में आपका जीवनसाथी आपकी परेशानियों को सहलाएगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- माथे पर केसर का तिलक करना स्वास्थ्य के लिए शुभ रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। संतान के भविष्य से संबंधित कोई शुभ सूचना आज आपको प्राप्त हो सकती है। व्यापारियों को आज कोई सुखद सूचना मिल सकती है, जिसके लिए उन्हें कुछ यात्रा भी करनी पड़ेगी। सायंकाल के समय आप किसी सामाजिक समारोह में भी सम्मिलित हो सकते हैं। भाइयों की मदद से आज आपको सहयोग प्राप्त होगा। सामाजिक कार्य करने की इच्छा भी आज जागृत होगी। मामा पक्ष से लाभ होता दिख रहा है। आज किसी अतिथि का आगमन हो सकता है,  जिसमें परिवार के सभी सदस्य आवभगत में लगे रहेंगे।सेहत अच्छी रहेगी। आज यार दोस्तों के साथ पार्टी में आप खूब पैसे लुटा सकते हैं लेकिन इसके बावजूद भी आपका आर्थिक पक्ष आज मजबूत रहेगा। आपका कोई क़रीबी आज काफ़ी अजीब मूड में होगा और उसे समझना लगभग असंभव साबित होगा। अटके कामों के बावजूद रोमांस और बाहर घूमना-फिरना आपके दिलो-दिमाग़ पर छाया रहेगा। आज आप अतिरिक्त ज़िम्मेदारी अपने कंधों पर ले सकते हैं, जो आपके लिए ज़्यादा आय और प्रतिष्ठा का सबब साबित होगी। जो लोग अब तक किसी काम में व्यस्त थे आज उन्हें अपने लिए समय मिल सकता है लेकिन घर में किसी काम के आ जाने से आप फिर से व्यस्त हो सकते हैं। आज से पहले शादीशुदा ज़िन्दगी इतनी अच्छी कभी नहीं रही। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- घर में फूल, पानी में पनपने वाले पौधे (मनी-प्लांट आदि), मछली का एक्वेरियम उत्तर या पश्चिमोत्तर(चन्द्र की दिशा) दिशा में रखने से फैमिली में खुशियाँ आती हैं। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन राजनीति से जुड़े जातकों के लिए उत्तम रहेगा। कार्यक्षेत्र में आज आपके गुप्त शत्रु नुकसान पहुंचाने का हर संभव प्रयास करेंगे, लेकिन आपको सचेत रहना है। आज आप अपनी कार्यकुशलता से अपनी हर समस्या का समाधान निकालने का प्रयास करेंगे। आपकी आर्थिक स्थिति तनावपूर्ण हो सकती है। अपने सभी खर्चों पर नियंत्रण करें और समझदारी से धन का व्यय करें। आपकी माता जी से किसी बात को लेकर आज मनमुटाव की स्थिति बनती दिख रही है, लेकिन आपको अपनी वाणी पर नियंत्रण रखना होगा।अपने दिन की शुरुआत कसरत से करें- यही वक़्त है जब आप अपने बारें में अच्छा महसूस करने की शुरुआत कर सकते हैं- इसे अपनी दिनचर्या में शामिल करें और नियमित रखने की कोशिश करें। जो उधारी के लिए आपके पास आएँ, उन्हें नज़रअन्दाज़ करना ही बेहतर रहेगा। कोई पुराना परिचित आपके लिए परेशानी का सबब बन सकता है। अपने प्रिय की ग़ैर-ज़रूरी भावनात्मक मांगों के सामने घुटने न टेकें। अहम लोगों से बातचीत करते वक़्त अपने आँख-कान खुले रखिए, हो सकता है आपके हाथ कोई क़ीमती बात या विचार लग जाए। आज खाली वक्त का सही उपयोग करने के लिए आप अपने पुराने मित्रों से मिलने का प्लान बना सकते हैं। अगर आपके जीवनसाथी का मन खिन्न है और चाहते हैं की दिन अच्छा गुज़रे, तो चुप्पी साधे रहें। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- फिटकरी से दाँत साफ़ करना आर्थिक स्थिति को मजबूत करेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके जीवनसाथी की भावनाओं और आवश्यकताओं का ध्यान रखें, जिससे आपके रिश्ते में मजबूती आएगी और प्रेम जीवन सुखमय रहेगा। आज आपकी खोई हुई चीज मिलने के आसार दिख रहे हैं। विद्यार्थियों को आज गुरुजनों का सहयोग मिलेगा, जिससे वह अपने अधूरे लक्ष्यों को पूरा करने में सफल रहेंगे। प्रशासन के सहयोग से आज आपके कार्य पूरे होंगे और जरूरी दस्तावेजों भी पूरे होंगे। आज आप सामाजिक सेवा में भी कुछ धन व्यय करेंगे। विवाह योग्य जातकों के लिए आज विवाह के अच्छे अवसर प्राप्त होंगे।गर्भवती महिलाओं को चलते-फिरते समय ख़ास ख़याल रखने की ज़रूरत है। अगर संभव हो तो ऐसे लोगों से दूर रहें जो धूम्रपान करते हैं, क्योंकि इससे पैदा होने वाले शिशु को नुक़सान हो सकता है। आज आप आसानी से पैसे इकट्ठा कर सकते हैं- लोगों को दिए पुराने कर्ज़ वापिस मिल सकते हैं- या फिर किसी नयी परियोजना पर लगाने के लिए धन अर्जित कर सकते हैं। आपकी निजी ज़िंदगी के बारे में दोस्तों से आपको अच्छी सलाह मिलेगी। नये रोमांस की संभावना प्रबल है, प्रेम का फूल आपकी ज़िन्दगी में जल्दी ही खिल सकता है। आज के दिन कार्यक्षेत्र में चीज़ें वाक़ई बेहतरी की ओर बढ़ सकेंगी, अगर आप आगे बढ़कर उन लोगों से भी दुआ-सलाम करें जो आपको ज़्यादा पसंद नहीं करते। अपने घर में बिखरी चीजों को संभालने का आज आप प्लान करेंगे लेकिन आपको इसके लिए आज खाली समय नहीं मिल पाएगा। ऐसा लगता है कि आपके जीवनसाथी आज आपके ऊपर ख़ास ध्यान देंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- काला सुरमा वीरान स्थान में दबाने से स्वास्थ्य में सुधार होगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ निराशाजनक रहेगा। व्यापार में आज आपके प्रतिद्वंदी आपका सिर दर्द बने रहेंगे और अपने कार्यों को पूरा करने मे विध्न डाल सकते है। संतान के भविष्य से संबंधित आज आपको कोई शुभ सूचना प्राप्त हो सकती है। आपके द्वारा किए गए मार्गदर्शन से लोगों का फायदा होगा, इससे आपका सामाजिक दायरा भी बढ़ेगा, जिससे व्यक्ति आपसे मित्रता रखने की चेष्टा रखेंगे। विद्यार्थियों को शिक्षा के क्षेत्र में कुछ अड़चनें आ सकती हैं। सायंकाल के समय किसी पुराने मित्र से मुलाकात आनंददायक रहेगी। कारोबार में प्रगति होने के लाभ बनते दिख रहे हैं, जिससे आपके आत्मविश्वास में वृद्धि होगी।प्यार, उम्मीद, सहानुभूति, आशावादिता और निष्ठा जैसी सकारात्मक भावनाओं को अपनाने के लिए ख़ुद को प्रोत्साहित करें। एक बार ये गुण आपके अंदर रच-बस जाएँ, तो हर हालात में वे ख़ुद ही सकारात्मक तरीक़े से उभर आएंगे। आज आपके ऑफिस का कोई सहकर्मी आपकी कीमती वस्तु चुरा सकता है इसलिए आज आपको अपना सामान ध्यान से रखने की जरुरत है। बच्चे आपके दिन को बहुत मुश्किल बना सकते हैं। प्यार-दुलार के हथियार का इस्तेमाल कर उन्हें समझाएँ और अनचाहे तनाव से बचें। याद रखें कि प्यार ही प्यार को पैदा करता है। प्यार-मोहब्बत के लिहाज़ से दिन थोड़ा मुश्किल रहेगा। करिअर के नज़रिए से शुरू किया सफ़र कारगर रहेगा। लेकिन ऐसा करने से पहले अपने माता-पिता से इजाज़ता ज़रूर ले लें, नहीं तो बाद में वे आपत्ति कर सकते हैं। दिन की शुरुआत भले ही थोड़ी थकाऊ रहे लेकिन जैसे-जैसे दिन आगे बढ़ेगा आपको अच्छे फल मिलने लगेंगे। दिन के अंत में आपको अपने लिए समय मिल पाएगा और आप किसी करीबी से मुलाकात करके इस समय का सदुपयोग कर सकते हैं। अपने जीवनसाथी की वजह से आपको मानसिक अशान्ति का सामना करना पड़ सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- आर्थिक स्थिति बेहतर करने के लिए गाय को गुड खिलाएँ। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित फलदायक रहेगा। परिवार और कार्य क्षेत्र में काफी दिनों से बनी हुई असमंजस की स्थिति का आज अंत होगा और आपके सभी कार्य सुचारू रूप से चलते रहेंगे। किसी प्रियजन से आज आपको कोई उपहार मिल सकता है। ननिहाल पक्ष से संबंधों में मधुरता आएगी। सायंकाल का समय मौज मस्ती में व्यतीत होगा। कारोबार में आ रही रुकावट आज समाप्त होगी। नौकरी से जुड़े जातकों के लिए आज प्रमोशन मिल सकता है, लेकिन आपके कुछ नए शत्रु भी उत्पन्न हो सकते हैं, इसलिए सतर्क रहें।दोस्तों का रुख़ सहयोगी रहेगा और वे आपको ख़ुश रखेंगे। आज घर से बाहर बड़ों का आशीर्वाद लेकर निकलें इससे आपको धन लाभ हो सकता है। अपने परिवार की भलाई के लिए मेहनत करें। आपके कामों के पीछे प्यार और दूरदृष्टि की भावना होनी चाहिए, न कि लालच का ज़हर। आज प्यार की कमी महसूस हो सकती है। संतोषजनक परिणाम पाने के लिए काम को योजनाबद्ध तरीक़े से करें, दफ़्तर की परेशानियों को हल करने में आपको मानसिक तनाव का सामना करना पड़ सकता है। आज आपको अचानक किसी अनचाही यात्रा पर जाना पड़ सकता है जिसकी वजह से घरवालों के साथ समय बिताने का आपका प्लान खराब हो सकता है। हँसी-मजा़क के बीच आपके और आपके जीवनसाथी के बीच कोई पुराना मुद्दा उभर सकता है, जो फिर वाद-विवाद का रूप भी ले सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- बंदरों की सेवा करें व लाल मीठी वस्तु खिलाने से नौकरी/बिज़नेस में सफलता मिलेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nछात्रों को अपने भविष्य के प्रति अधिक जागरूक रहने की आवश्यकता पड़ेगी, वह सफलता की सीढ़ी चढ़ाएंगी। व्यवसायिक यात्राएं मुश्किल भरी हो सकती है, लेकिन भविष्य में आपको उसका लाभ अवश्य मिलेगा। संतान के विवाह संबंधी समस्या खत्म होगी और व्यवस्था के प्रस्ताव पर बातचीत पूरी होती नजर आएगी। किसी सदस्य से आपको कोई अच्छा समाचार सुनने को मिलेगा। कार्यक्षेत्र में आज तरक्की होगी और अचानक धन लाभ होने के योग बनेंगे। सायंकाल का समय आप अपने माता पिता के साथ कुछ जरूरी मुद्दों पर बातचीत में व्यतीत करेंगे।ख़ुश हो जाएँ क्योंकि अच्छा समय आने वाला है और आप स्वयं में अतिरिक्त ऊर्जा का अनुभव करेंगे। रियल एस्टेट और वित्तीय लेन-देन के लिए अच्छा दिन है। घरेलू ज़िंदगी सुकूनभरी और ख़ुशनुमा रहेगी। प्यार-मोहब्बत की नज़रिए से बेहतरीन दिन है। प्यार का मज़ा चखते रहें। व्यवसायियों के लिए अच्छा दिन है, क्योंकि उन्हें अचानक बड़ा फ़ायदा हो सकता है। आज घर के लोगों के साथ बातचीत करते दौरान आपके मुंह से कोई ऐसी बात निकल सकती है जिससे घर के लोग नाराज हो सकते हैं। इसके बाद घर के लोगों को मनाने में आपका काफी समय जा सकता है। सुबह जीवनसाथी से आपको कुछ ऐसा मिल सकता है, जिससे आपका सारा दिन ख़ुशगवार गुज़रेगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- काला-सफेद कंबल किसी धर्म स्थान में देने से हेल्थ बेहतर होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। कई प्रकार के विवाद आपके सामने आ सकते हैं, लेकिन आपको धैर्य रखकर सभी को संभालना होगा। राजकीय क्षेत्र से जुड़े जातकों के लिए समय उत्तम रहेगा।, उनका मान सम्मान बढेगा। कार्य क्षेत्र में समय लगाकर अपने कार्य कौशल में सुधार लाएं, जिससे आप की मुसीबतें कम होंगी। सायंकाल के समय किसी सामाजिक राजनीतिक कार्यक्रम में समय व्यतीत होगा। पैतृक संपत्ति संबंधित विभाग विवाद का किसी बड़े आदमी की सलाह से समाधान होगा। आज आपका घरेलू और व्यावसायिक वातावरण काफी व्यस्त रहने वाला है।व्यस्त दिनचर्या के बावजूद स्वास्थ्य अच्छा रहेगा। आप दूसरों पर कुछ ज़्यादा ख़र्चा कर सकते हैं। घर में तालमेल बनाए रखने के लिए साथ में मिलकर काम करें। आज आपकी मुस्कान बेमानी है, हँसी में वो खनक नहीं है, दिल धड़कने में आनाकानी कर रहा है; क्योंकि आप किसी ख़ास के साथ की कमी महसूस कर रहे हैं। रचनात्मक काम में लगे लोगों के लिए सफलता से भरा दिन है, उन्हें वह शौहरत और पहचान मिलेगी जिसकी उन्हें एक अरसे से तलाश थी। दूसरों की राय को ग़ौर से सुनें- अगर आप आज वाक़ई फ़ायदा चाहते हैं तो। किसी ख़बसूरत याद के कारण आपके और आपके जीवनसाथी के बीच की अनबन रुक सकती है। इसलिए वाद-विवाद की हालत में पुराने दिनों की यादों को ताज़ा करना न भूलें। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- धन लाभ के लिए उगते हुए सूर्य को देखते हुए 11 बार ॐ का उच्चारण करें। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम सफलता दायक रहेगा। यदि आप किसी विवाद से गुजर रहे हैं, तो स्थितियां आज आपके पक्ष में नजर आएंगी। आप अपनी वाणी से सभी को संतुष्ट करेंगे और कुछ भविष्य के लिए भी निर्णय लेंगे। लव लाइफ में मधुरता आएगी। यदि आपके कुछ कार्य लंबे समय से रुके हुए हैं, तो आज आप उनको पूरा करने का मन बना सकते हैं। ससुराल पक्ष से किसी व्यक्ति से आज कोई विवाद हो सकता है, लेकिन जीवन साथी इस में आपके साथ खड़े नजर आएंगे। आज अपने स्वास्थ्य के प्रति सचेत रहें क्योंकि पेट से संबंधित कोई समस्या आज परेशान कर सकती है।आपकी सकारात्मक सोच पुरस्कृत होगी, क्योंकि आप अपनी कोशिशों में क़ामयाबी पा सकते हैं। आपने बीते समय में बहुत पैसा खर्च किया है जिसका खामियाजा आज आपको भुगतना पड़ सकता है। आज आपको पैसों की जरुरत होगी लेकिन वो आपको मिल नहीं पाएगा। लोगों और उनके इरादों के बारे में जल्दबाज़ी में फ़ैसला न लें। हो सकता है कि वे दबाव में हों और उन्हें आपकी सहानुभूति व विश्वास की ज़रूरत हो। अपनी बातों को सही साबित करने के लिए आज के दिन आप अपने संगी से झगड़ सकते हैं। हालांकि आपका साथी समझदारी दिखाते हुए आपको शांत कर देगा। नयी परियोजनाओं और ख़र्चों को टाल दें। जीवन का आनंद लेने के लिए आपको अपने दोस्तों को भी समय देना चाहिए। अगर आप समाज से कटकर रहेंगे तो आवश्यकता पड़ने पर आपके साथ भी कोई नहीं होगा। शादीशुदा ज़िन्दगी के नज़रिए से चीज़ें काफ़ी अच्छी रहेंगी। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- आर्थिक उन्नति के लिए घर में केले का पेड़ लगाकर उसकी सेवा करना अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए खुशहाली लेकर आएगा। भविष्य की योजनाओं को पूरा करने के लिए विशेषज्ञ से सलाह लेंगे। व्यापार में किसी बड़े लाभ के चक्कर में भाग दौड़ करने के लिए भी तत्पर रहेंगे। सायंकाल के समय आप अपने माता-पिता की सेहत का ध्यान रखें। ससुराल पक्ष से आज आपको सहयोग प्राप्त होगा, जिससे आपके कार्य बनते नजर आएंगे। कार्यक्षेत्र में आज स्थित सुधरने लगेंगी और एक-एक करके सभी कार्य बनते चले जाएंगे। संतान आपके व्यापार में आज आपका हाथ बटायेगी।शराब से दूर रहें, क्योंकि इससे आपकी नींद में खलल पड़ेगा और आप गहरे आराम से महरूम रह सकते हैं। जिन लोगों को आप जानते हैं, उनके ज़रिए आपको आमदनी के नए स्रोत मिलेंगे। परिवार के सदस्य आपके नज़रिए का समर्थन करेंगे। सावधान रहें, क्योंकि कोई आपकी छवि धूमिल करने की कोशिश कर सकता है। नौकरों और सहकर्मियों से परेशानी होने की संभावना को ख़ारिज नहीं किया जा सकता है। घर के कामों को पूरा करने के बाद इस राशि की गृहणियां आज के दिन फुर्सत में टीवी या मोबाइल पर कोई मूवी देख सकती हैं। आस-पड़ोस की किसी सुनी-सुनाई बात को लेकर आपका जीवनसाथी तिल-का-ताड़ बना सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- प्रेमी/प्रेमिका से मिलने जाने से पहले मिश्री खाकर व पानी पीकर निकले इससे प्रेम सम्बन्धों में बढ़ोतरी होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके व्यापार में प्रतिस्पर्धा बढ़ेगी और आपके कार्यों में कुछ अवरोध भी उत्पन्न हो सकते हैं। आज आपको अपने पिताजी के स्वास्थ्य का ध्यान रखना होगा और उनके भीड़भाड़ वाली जगह पर जाने से पहले सुरक्षा के इंतजाम करने होंगे। मित्रों के साथ अच्छा समय व्यतीत होगा और आपको मानसिक शांति मिलेगी। आज कई कार्य एक साथ आ जाने से भागदौड़ वाली स्थिति रहेगी। जीवनसाथी का आर्थिक सहयोग मिलेगा, जिससे आप किसी नए कार्य को करने की योजना भी बना सकते हैं।\n चोट से बचने के लिए सावधानी से बैठें। साथ ही सही तरीक़े से कमर सीधी करके बैठना न केवल व्यक्तित्वमें सुधार लाता है, बल्कि सेहत और आत्म-विश्वास के स्तर को भी ऊपर ले जाता है। आज आप आसानी से पैसे इकट्ठा कर सकते हैं- लोगों को दिए पुराने कर्ज़ वापिस मिल सकते हैं- या फिर किसी नयी परियोजना पर लगाने के लिए धन अर्जित कर सकते हैं। पारिवारिक तनावों को अपनी एकाग्रता भंग न करने दें। बुरा दौर ज़्यादा सिखाता है। उदासी के भंवर में ख़ुद को खोकर वक़्त बर्बाद करने से बेहतर है कि ज़िंदगी के सबक़ को जानने और सीखने की कोशिश की जाए। प्रेम-संबंध में ग़ुलाम की तरह व्यवहार न करें। आपके पास आज अपनी क्षमताओं को दिखाने के मौक़े होंगे। कुछ लोगों के लिए आकस्मिक यात्रा दौड़-भाग भरी और तनावपूर्ण रहेगी। चीज़ें आपकी इच्छा के मुताबिक़ नहीं चलेंगी, लेकिन अपने हमदम के साथ आप अच्छा समय गुज़ारेंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- सफेद चन्दन का तिलक मस्तक व नाभिस्थल पर करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आपके व्यावहारिक शिक्षा क्षेत्र का विकास होगा और नए अवसरों का फायदा उठाकर आप व्यापार की योजनाएं बनाएंगे। संतान के विवाह का प्रस्ताव आज प्रबल होगा। प्रेम जीवन में नया अध्याय जुड़ेगा। यदि कहीं निवेश करने का सोच रहे हैं, तो उसके लिए दिन उत्तम रहेगा। कर्ज से राहत मिलेगी और आपके धन कोष में वृद्धि होगी। साझेदारी में यदि कोई व्यापार करना चाहते हैं, तो भविष्य में आप को लाभ पहुंचाएगा। आपको अपने परिवार और रोजगार दोनों को ठीक तरह से संभाल कर चलना होगा, नहीं तो एक काम को सही करने के चलते दूसरा काम खराब हो सकता है।रक्तचाप के मरीज़ों को ख़ास ख़याल रखने और दवा-दारू करने की ज़रूरत है। साथ ही उन्हें कॉलेस्ट्रोल को क़ाबू में रखने की कोशिश भी करनी चाहिए। ऐसा करना आगे काफ़ी लाभदायक सिद्ध होगा। सिर्फ़ अक़्लमंदी से किया गया निवेश ही फलदायी होगा- इसलिए अपनी मेहनत की कमाई सोच-समझ कर लगाएँ। अगर आप अपने साथी के नज़रिए को नज़रअंदाज़ करेंगे, तो वह अपना आपा खो सकता/सकती है। आज अपने प्रिय को माफ़ करना न भूलें। किसी के साथ नयी परियोजना या भागीदारी वाले व्यवसाय को शुरू करने से बचें। आपमें से कुछ लोगों को लंबा सफ़र करना पड़ सकता है – जो काफ़ी दौड़-भाग भरा होगा – लेकिन साथ ही बहुत फ़ायदेमंद भी साबित होगा। आपका जीवनसाथी आपसे नाराज़ हो सकता है, क्योंकि आप उनसे कोई बात साझा करना भूल गए थे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- लगातार 108 दिन किसी भी बुजुर्ग महिला के चरण स्पर्श करना पारिवारिक सुख के लिए लाभकारी है। \n"
}]
