horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "आप सृजनात्मक ऊर्जा से भरपूर हैं ,अपनी कल्पनाशक्ति का उपयोग करें ǀइससे आपको ख़ुशी और सौभाग्य दोनों मिलेंगे ǀदिल की ना सुनें ,अपने दिमाग की सुनें ǀतर्कशक्ति से काम लें ǀअपनी ऊर्जा को सही जगह पर लगायें ǀनिवेश के लिए अच्छा दिन है ǀअधिक सावधानी की बजाय अपने आप को थोडा ढीला छोड़ दें,राहत मिलेगी ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "आप काफी संवेदनशील हैं और आपका पाचन तन्त्र भी |जैसे ही आप कोई ऐसा खाना खाते हैं जो आपके पाचन तन्त्र के अनुकूल नही होता तो आपका शरीर इसे रिजेक्ट कर देता है |आपको इसी कारण उलटी और दस्त हो सकते हैं ,अगर आप संभले नही तो समस्या गंभीर रूप भी ले सकती है | देसी स्तर पर तैयार की गयी दवाइयां अपनाने की कोशिश करें |",
        "मेष प्यार और संबंध राशिफल": "आज आपकी किसी से रोमांटिक मुलाकात हो सकती है हालाँकि मामला आगे बढ़ने में आपकी और आपके पार्टनर की कुछ अपरिपक्वता आड़े आएगी | अपने पार्टनर के पिछले समय को लेकर असुरक्षित महसूस न करें और अपने बीच में अविश्वास की भावना न आने दें | अगर बहाव के साथ शांति से चलेंगे तो अपने पार्टनर के साथ मजबूत रिश्ता बना पायेंगे |",
        "मेष कैरियर और धन राशिफल": "आज पेशेवर मामलों में, आपको एक प्रभावशाली व्यक्ति से समर्थन मिल सकता है। उस व्यक्ति के साथ काम करते हुए, अपने काम के माध्यम से उसे प्रभावित करने के लिए कोई भी कसर न छोड़े। आप एक पदोन्नति या वेतन वृद्धि को प्राप्त करने के लिए सीढ़ी चढ़ रहे हैं। दूसरों से इसके बारे में बात करने से बचें। बस अपने काम पर ध्यान केंद्रित करे । आपका काम ही आपके बारे में बोलेगा ।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "आप हंसी-मजाक के मूड में हैं ǀ अपनी इस विशेषता को बनाएं रखें जो आपको मुश्किल समय में भी चिंतामुक्त रखती है ǀ आप अपनी सक्रिय प्रवृति के कारण एक बिजनेस डील हासिल करने में कामयाब होंगे ǀ कोई आपसे प्रोत्साहन चाहता है.उसके मेंटर बन जाएँ ǀ अपने करीबियों के साथ अच्छा वक़्त गुजरेगा ǀ मछली खाते हुए सावधान रहें ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "आज आपको अपनी शारीरिक फिटनेस को और भी दुरुस्त करने के लिए किसी से प्रेरणा मिलेगी I|आप दिमागी तौर पर यह बात अच्छे से जानते हैं कि आपको अपनी फिटनेस को सुधारना है लेकिन करने के नाम पर आप पीछे हटते रहे हैं I| आज आप किसी ऐसे व्यक्ति से मिलेंगे जो चाहे खुद बहुत अच्छे रूप-आकार का स्वामी न हो,लेकिन आपको अवश्य प्रेरित करेगा I|आज आप कोई नया व्यायाम कार्यक्रम या खाने का नया पैटर्न शुरू कर सकते हैं I|",
        "वृषभ प्यार और संबंध राशिफल": "आप हाल फिलहाल अपने जीवन में हर तरह के संबंधों को लेकर लापरवाह रहे हैं लेकिन आपको समय रहते इनमे आ गई दूरी को कम करने के लिए कदम उठाने चाहिए | आपके पार्टनर ने आपके मुश्किल समय में आपका काफी साथ दिया है लेकिन आप उसी उत्साह से उनका साथ नही दे पाए हैं |केवल अपने साथी की कमियां ढूँढने में न लगे रहें | आपने अभी तक इस बात पर ध्यान नही दिया है कि उन्होंने खुद में कितना सुधार कर लिया है |",
        "वृषभ कैरियर और धन राशिफल": "आज आपके मितव्ययी होने की संभावना हैं, और आप एक असाधारण अवस्था में रहेंगे । आप एक महंगी कला की वस्तु खरीद सकते है क्यों की आप कला के पुजारी है । आप अपने पास के किसी व्यक्ति के लिए एक महंगा उपहार खरीद सकते है जो की उस व्यक्ति को आश्रयचकित् कर सकता है । आपके कार्यस्थल में सब कुछ सुचारू रूप से चलेगा ।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "आज दिनभर आपका मूड बदलता रहेगा लेकिन आपका भाग्य आपके साथ है ,इसका एक नुक्सान यह है कि आप भाग्य के भरोसे पर अधिक रह सकते हैं ǀ इस बात का ध्यान रखें कि इसके कारण परियोजनाओं की तैयारी में कोई कमी ना रहे ǀ वित्तीय फायदे तो होंगे किन्तु अनावश्यक खर्च ना करें ǀ वित्तीय लाभ का यह सिलसिला अधिक समय तक नही चलेगा ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "आपको यह बात बहुत ध्यान देकर समझने की आवश्यकता है कि आपका स्वास्थ्य आपकी संपत्ति है और आपको इसका बहुत ध्यान रखना है ǀआज स्वास्थ्य सम्बन्धी कोई कार्यक्रम,कोई खेल या कोई अभ्यास –कक्षा शुरू करने के लिए बहुत अच्छा दिन है ǀ तैराकी या पानी सम्बन्धी कोई अन्य कार्यकलाप विशेष लाभकारी होंगे ǀ अगर आप आज स्वास्थ्य सम्बन्धी कोई कार्यक्रम शुरू करते हैं तो उसकी सफलता की संभावनाएं अधिक होंगी ǀ",
        "मिथुन प्यार और संबंध राशिफल": "आज आप अपने रोमांटिक सम्बन्ध को अधिक समय नही दे पायेंगे क्योंकि आप दुसरे पारिवारिक संबंधों में व्यस्त रहेंगे | आपके मात पिता या बच्चे आपसे आपका काफी समय मांगेंगे लेकिन अगर आप इन सब जिम्मेदारियों में अपने पार्टनर को भी शामिल कर लेंगे तो रोमांस के लिए भी मौका निकल ही आएगा | इससे आपके सम्बन्ध को एक नयी ताजगी मिलेगी |",
        "मिथुन कैरियर और धन राशिफल": "अपने स्वयं के वित्त एवं धन का नियंत्रण लेना आप के लिए अब बहुत महत्वपूर्ण है और आप इस लक्ष्य को प्राप्त करने के लिए कड़ी मेहनत से डरते नहीं हैं । आज आप बहुत संगठित और अनुशासित हैं और आप बहुत ही व्यावहारिक तरीके से अपने कार्य क्षेत्र और कैरियर के मुद्दों से निपटने के लिए तैयार हैं। आज आप अपने अच्छे काम शुरू करे और एक बहुत ही कम समय के भीतर आप अपने वित्त एवं धन के सकारात्मक परिणाम को महसूस करेंगे ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "आपने अपने लिए बहुत ऊँचे मानक तय किये हैं और आप इन्हें हासिल करने के लिए बहुत प्रयास कर रहे हैं ǀ फिर भी लक्ष्य तक पहुंचना मुश्किल होगा और इससे आपको थोड़ी निराशा होगी ǀ आपको लक्ष्य तय करने से पहले अपनी क्षमताएं ध्यान में रखनी होंगी ǀ समय कोई बड़ा फैसला लेने के लिए उपयुक्त नही है ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "आप आज थोडा सा निराश अनुभव करेंगे क्योंकि आपको लगता है कि आपको कोई प्यार नही करता |किसी करीबी की एक झप्पी आपके लिए कमाल कर सकती है |इसे शारीरिक आकर्षण समझकर भूल न करें |अगर आप पर कोई प्यार बरसायेगा तो आप थोड़े भावनात्मक हो ही जायेंगे |इसका अफ़सोस न करें ,खुद से सवाल किये बिना अपने दिल को हल्का हो जाने दें |",
        "कर्क प्यार और संबंध राशिफल": "विरोधाभासी ग्रहों की वजह से आज आप विपरीत दिशा में जा सकते है । आप एक निर्णायक निर्णय लेना चाहते है , लेकिन आप काफी सतर्क है और किसी भी तरह का असंतुलन नहीं चाहते । इन विरोधाभासी प्रभावों के कारण आपका प्यार का जीवन काफी दिलचस्प हो जाएगा। इन सब से आपको अपने साथी या अपने रिश्तो पर एक सबक मिलेगा , जो की आपको भविष्य के लिए योजना बनाने में मददगार साबित होगा ।",
        "कर्क कैरियर और धन राशिफल": "आप आगे बढ़ रहे हैं , वहीं लोग आपको नीचे खींचने की और कोशिश कर सकते हैं। मौखिक विवाद में न फंसे । आप प्रयास करे की आपका कार्य बोले । आप एक ऐसी स्थिति में पहुंच जायेंगे जहा से आपको नीचे धकेलना मुश्किल होगा । अच्छा काम करते रहे । अपने सहयोगियों और अधीनस्थों के साथ सौहार्द बनाए एवं मधुर वाक्यों का प्रयोग करे।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आज अपने अपने ही भीतर शक्ति का नया-अद्वितीय श्रोत ढूँढ लेंगे और आपको यह अनुभव होने लगेगा कि आप अपने जीवन में जिन समस्याओं से अब जूझ रहे हैं ,उनसे निपटने के लिए आपको किसी भी बाह्य मदद की जरुरत नही है ǀ आप आसानी से खुद ही सब कर सकते हैं,इस बात का अनुभव आपको आज हो जाएगा ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "शाम का समय आपके लिए चुनौतीभरा हो सकता है लेकिन आध्यात्मिक प्रकार की एक्सरसाइजेज जैसे योग ,ध्यान और ताई-ची आदि से आप अपनी अच्छी सेहत के रास्ते में आने वाली हर बाधा से पार पा सकते हैं |अगर कोई तकलीफ बढती दिखाई दे तो उसके प्रति लापरवाह न हों ,तुरंत डॉक्टर की मदद लें और उनसे कहें कि आपको कोई हलकी दवा दे दें |",
        "सिंह प्यार और संबंध राशिफल": "आपका अपने जीवन साथी के साथ लगाव काम के दबावों के चलते कम होता दिखाई दे रहा है लेकिन आप इस को अर्थपूर्ण बनाने के लिए अपनी कोशिश तो कर ही सकते हैं | अगर आप इस सम्बन्ध को लेकर गंभीर हैं तो आपको उसी आकर्षण को वापस पाने की कोशिशें करनी हैं नही तो अपनी भावनाओं को नियंत्रण में रखें | अगर किसी का आपके लिए अधिक महत्व ही नही है तो व्यर्थ के प्रयासों में समय क्यों नष्ट करना ?",
        "सिंह कैरियर और धन राशिफल": "आप अपने कार्यो को करते हुए धैर्य रखते है , पर आज आप में अधिकार की भावना रहेगी । आपको ये एहसास करने की जरूरत है की चीजे अपनी गति से आगे चलेंगी और ज्यादा पाने की चाह आपको पीछे की और धकेल सकती है । आपमें हमेशा धैर्य की भावना रही है और हमेशा से निर्धारित मार्ग की तरफ आप अग्रसर रहे है , आपको ये याद करने की जरूरत है की क्यों आप इस पथ पर आगे की और बढे थे और उसी पथ पर आगे बढ़ते रहे ।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आज आप महत्वपूर्ण मुद्दों पर अपने सम्बन्धियों से बात कर सकते हैं ǀ प्यार से बातचीत करें और नम्र बने रहें ǀ अगर आप अभी स्थिति को नही संभाल पा रहें हैं तो अभी इसे छोड़ दें ǀ अगर मूड हल्का करना चाहते हैं तो शाम को किसी समारोह में भाग लें ǀ आध्यात्मिकता और विश्वास पर फोकस करने से आपको सहायता मिलेगी ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "आप भावनात्मक रूप से बिलकुल शक्तिशाली हैं |आपको इस मौके का प्रयोग अपने सम्पर्क में आने वाले हर व्यक्ति के लिए प्यार और देखभाल दिखाने के लिए करना चाहिए लेकिन आपको यह सब करने से पहले मैडिटेशन करके अपनी क्षमता को कोई रास्ता देना चाहिए | अगर आप मूड में हैं तो अपनी इस ऊर्जा का उपयोग अतिरिक्त एक्सरसाइज करके भी कर सकते हैं |",
        "कन्या प्यार और संबंध राशिफल": "अगर आप बहुत अच्छा सम्बन्ध बनाये रखना चाहते हैं तो यह बहुत जरूरी है कि आप अपने अहंकार को छोड़ दें | आपकी तंग सोच और अहंकार से आपके पारिवारिक जीवन में कई परेशानियां आ सकती हैं | अगर आप छोटे विवादों को बड़ी समस्याओं में तब्दील नही होने देना चाहते तो अभी संभल जाएँ | जो मामला अभी चल रहा है उसे अपने से अलग नजरिये से देखने की कोशिश करें |",
        "कन्या कैरियर और धन राशिफल": "कुछ समय से आपके व्यय बढ रहे थे पर आज से आप इन सब में एक खुशनुमा बदलाव देखेंगे । आखिरकार आपका भाग्य आपका साथ देगा और आपके खर्चे काफी हद तक नियंत्रण में आयेंगे और माहौल बदलता हुआ सा नजर आएगा जिससे आपकी आमदनी बढेग़ी पर आपको अत्यधिक सावधानी से आगे बढ़ना है । जल्दबाजी में लिए गया हुआ कदम आपको पीछे की और धकेल सकता है जिससे आपके धन पर प्रतिकूल प्रभाव पड़ सकता है।"
    },
    "6": {
        "तुला दैनिक राशिफल": "आज आप बहुत साहसिक अनुभव कर रहे हैं और अपना रास्ता खुद बनाने के लिए तैयार हैं ǀ आप अपनी इच्छाशक्ति से सब मुश्किलों पर विजय प्राप्त कर लेंगे ǀआज आपकी तरक्की को कोई नही रोक सकता ǀइसीलिए अपने सभी मुश्किल काम आज करने की योजना बनाएं,सफलता आपके कदम चूमेगी ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "आज पानी से जुडी कोई दुर्घटना हो सकती है ǀइसीलिए अगर आप तैराकी,सीलिंग या सर्फिंग के लिए जा रहे हैं तो अतिरिक्त सावधानी रखें ǀ इसके अलावा आपकी तबियत बहुत अच्छी रहेगी और आप नई व्यायाम या योग कक्षाएं शुरू कर सकते हैं ǀअपने आसपास किसी से आप और अच्छी शारीरिक फिटनेस हासिल करने के लिए प्रेरित होंगे ǀ",
        "तुला प्यार और संबंध राशिफल": "आज आप प्यार में आक्रामक हो सकते है । आप ये सुनिश्चित करें की आप अपने अहंकार को दूर रखने का प्रयास करे , ताकि आप अपने सम्भंधो का पूरा आनंद ले सके । हालाँकि , आपके साथी को आपका ये नया रूप पसंद आएगा और आपके नए आत्मविश्वास के संचार का आनंद भी आएगा । सुनिश्चित करें की इस अवसर का आप लाभ उठायें और इस समय का आनंद ले ।",
        "तुला कैरियर और धन राशिफल": "आज आपका भाग्य सट्टा उद्यम एवं उससे जुडी चीज़ो में आपका साथ देगा । अगर आप किसी दुविधा में हैं तो आज का दिन आपको तर्कशक्ति प्रदान करेगा जिससे आप उचित निर्णय ले पाओगे । ये निर्णय आपकी वित्तीय जरुरतो पर भी आगे जाकर अछा प्रभाव डालेगा । आज का दिन भूमि निवेश के लिए भी फायदेमंद रहेगा ।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "आप आज किसी अपराजेय शक्तिपुंज के समान महसूस करेंगे और किसी भी विरोध पर आसानी से विजय हासिल कर लेंगे ǀआज का दिन उस काम को करने का बहुत अच्छा दिन है जो आप काफी समय से करने की कोशिश कर रहे थे क्योंकि आज आपको कोई नही रोक सकता ǀआज का दिन अपने सबसे महत्वपूर्ण काम करें,सफलता आपके कदम चूमेगी ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "आज छोटी मोटी स्वास्थ्य सम्बन्धी दिक्कतें जैसे ठंड,खांसी,जुकाम या सिरदर्द आदि हो सकती हैं ǀ कलाई य उंगली में भी दर्द महसूस कर सकते हैं ǀइससे आपका काम कुछ धीमा पड़ जाएगा ǀनिराश न हों,ये सब तो चलता ही रहता है ǀसंभव हो तो आज अच्छे से आराम कर लें,इससे आप कल काम करने के लिए तैयार हो पायेंगे ǀठंडे पेय पीने से बचें ǀ",
        "वृश्चिक प्यार और संबंध राशिफल": "आज आपके लिए प्यार और रोमांस जोखिमभरे साबित हो सकते हैं | आप आज ऐसे किसी आदमी से मिलेंगे जो धूर्त नही है और केवल गंभीर और सच्चे रिश्ते में यकीन रखता है लेकिन आपको इस आदमी के साथ रोमांटिक तरीके से नही जुड़ना है | पहले इस लड़के /लड़की से दोस्ती करके उन्हें यह जताने की कोशिश करें कि आप उनका कितना ख्याल रखते हैं | उनको अच्छे से जान लें और उन्हें भी जानने का मौका दें |",
        "वृश्चिक कैरियर और धन राशिफल": "आप अपने वांछित लक्ष्यों को प्राप्त करने के लिए और अपने परिवार की धन वृद्धि के लिए शक्तिशाली ऊर्जा से भरे हुए हैं। आप अधिक ज्ञान को प्राप्त करने में सक्षम हो जायेंगे और जिससे आप अगली बार किसी की सेवा करने पर अधिक कमाने लायक हो जाएंगे , इस तरह से आपके हाथो में वित्तीय सुरक्षा और सफलता के लिए सभी सामग्री रहेगी ।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आज आप अपने संपर्क में आने वाले हर व्यक्ति के साथ प्रेमपूर्ण व्यवहार करेंगे ǀ कोई आपकी उदारता से प्रभावित होकर दिन के अंत तक आपसे अपनी भावना का इजहार कर सकता है हालाँकि अभी भी आपके मन में कडवे अनुभव भरे हुए हैं ǀ लेकिन अब समय आ गया है की आप सारी नकारात्मकता को दूर करके एक नयी शुरुआत करें ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "इस बात का ध्यान रखें कि आप क्या खा रहे हैं क्योंकि आज पेट और पचान तन्त्र से जुडी दिक्कतें सामने आ सकती हैं |पिछले कुछ समय से आपकी समझ में भी यह बात आ गई है कि आपको अपनी डाइट में काफी सारे बदलाव करने की जरूरत अहि और आज आपको इसके अच्छे परिणाम दिखाई भी देंगे |इससे आपका मानसिक तनाव कम हो जायेगी जो वास्तव में किसी बाहरी कारण से नही था जैसा आप सोचते थे बल्कि आपकी जीवनशैली के ही कारण था |",
        "धनु प्यार और संबंध राशिफल": "आपको दुसरे लोगों की लव लाइफ के ड्रामे का हिस्से बनने के लिए मजबूर किया गया है |आपको स्पष्ट तौर पर इससे बचना चाहिए और अगर आप नही बच सकते तो आपको किसी का भी पक्ष नही लेना चाहिए | दोनों विरोधी पक्षों को आप सही सलाह तो दे ही सकते हैं ,वह बेशक दें | अपने लिए कुछ नए और जबर्दस्त प्लान बनाएं |",
        "धनु कैरियर और धन राशिफल": "आप अपनी इच्छाओं को पूर्ण करने के लिए चाल चलने की कोशिश कर रहे हैं , लेकिन आप इन बातों में लिप्त न हो नहीं तो आप मुसीबत में पड़ सकते हैं । लोग इसे एक अपराध के रूप में लेंगे और हमेशा के लिए आप अपना विश्वास खो सकते हैं जो इतने सालों में अपने अपने लिए बनाया है, इसलिए इस तरह के कृत्य से दूर रहे और बस आप अपने हर कार्य में ईमानदारी का प्रदर्शन करे , जिस तरह से आपने हमेशा से किया है !"
    },
    "9": {
        "मकर दैनिक राशिफल": "आप ऊर्जा से भरे हैं और बहुत अच्छे मूड में भी हैं ǀदोस्तों को पार्टी दे सकते हैं ǀ अपनी ख़ुशी में खोकर आपका ध्यान भविष्य के खतरों से हट सकता है ǀघबराए नही,किसी आदमी से कोई नुक्सान होने की आशंका नही है ,केवल आपका पेट अपच वाला अधिक भोजन करने के कारण खराब हो सकता है,जिससे आपकी सेहत पर असर पड़ सकता है ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "आज आपको ठंड और बुखार परेशान कर सकते हैं ǀ बाहर जाते हुए बहुत सावधान रहें क्योंकि आप वायरस की चपेट में आ सकते हैं ǀ ठंड की समस्या तो छोटी सी है लेकिन यह कई दिनों तक आपको परेशान कर सकती है जिससे अप चिडचिडे हो सकते हैं ǀ हो सकता है कि आप अपने भोजन में काफी बड़े स्तर पर परिवर्तन की योजना बनाएं लेकिन बेहतर होगा कि आप पहले व्यवहारिक रूप से यह जांच कर लें कि आप जो खाना अपने लिए निश्चित कर रहें हैं ,क्या आप उसपर अमल कर पायेंगे ?",
        "मकर प्यार और संबंध राशिफल": "आप और आपके साथी के लिए आज जीत की स्थिति बनी हुई है । आपकी कामुक भावना आप पर हावी है जिसके कारण आप मजबूर है । इसी तरह की आग दूसरी तरफ भी विद्यमान है । सचेत रहे और पूछे , आप निराश नहीं लौटेंगे । सिर्फ एक छोटी सी कोमल और देखभाल वाले दृष्टिकोण की आवश्यकता है और वैसे भी आप एक समझदार साथी है ।",
        "मकर कैरियर और धन राशिफल": "आपकी कड़ी मेहनत और धैर्य की लंबी प्रतिबद्धता का फल आपको मिलने जा रहा है और एक बड़ा अवसर आपके करियर को आगे ले जाने के लिए आपको मिल सकता है । अंतः आपको अपनी प्रतिबद्धताओं का लाभ मिलना शुरू हो जाएगा , हालांकि अन्य लोगों के योगदान को याद करे और न भूले और उनके साथ सदा विनम्र रहे । यह न केवल आपको लोकप्रिय बनाएगा बल्कि आपके भविष्य में भी मदद देगा ।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "आपके आसपास आपका ध्यान और समय बांटने वाली बहुत सी गतिविधियाँ चल रही हैǀछोटी-मोटी बातों पर समय व्यर्थ ना करें ǀएकाग्र रहें,तभी आपको मुक्त ऊर्जा का प्रवाह अनुभव हो पायेगा ǀअगर आपको यह मिल गया तो आपकी जिन्दगी बन जायेगी ǀ घबराएं नहीं,ध्यान से समझकर समय रहते अवसर का लाभ उठायें ǀसफलता की कुंजी प्राथमिकताएं तय करने से मिलेगी |",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "आपको अपने और दूसरों के मामले में धीरज रखना सीखना होगा |आपके सामने ऐसी बहुत सारी स्थितियां आएँगी जिनसे आपको कोई फायदा नही हुआ होगा और उन स्थितियों में अपने आप को संभालने के लिए आपको सही वक़्त और सही चीजें होने का इन्तजार करना सीखना होगा |सुबह की सैर करें और अगर संभव हो तो घास पर नंगे पैर चलें |",
        "कुंभ प्यार और संबंध राशिफल": "आज का दिन अपने सम्बन्ध को अगले स्तर पर पहुचाने के लिए बिलकुल ठीक है | अगर आप सिंगल हैं तो किसी के साथ सम्बन्ध जोड़ सकते हैं और अगर पहले से किसी से जुड़े हैं तो उन्हें शादी के लिए प्रपोज कर सकते हैं | हालंकि, मामला तब तक आगे नही बढने वाला जब तक आप खुद पहल न करें | आपको कमान खुद अपने हाथों में लेनी होगी |",
        "कुंभ कैरियर और धन राशिफल": "काम करते हुए आप एक विस्तृत दृष्टिकोण को अपनाते है । यह आपका सकारात्मक पहलू है और इस सप्ताह के अंत में आपका दृष्टिकोण मौद्रिक लाभ में बदलेगा । जोड़-तोड़ से बचें और जो भी करे ईमानदारी से करे । आपके काम की गुणवत्ता आपके काम की मात्रा के बजाय ज्यादा महत्व रखेगी । वफ़ादारी स्वागतयोगनीय होगी जो किसी भी मुश्किल स्थिति से आपको बाहर निकल देगी ।"
    },
    "11": {
        "मीन दैनिक राशिफल": "आज आप पूरा दिन थोड़े से भावुक रहेंगे ǀआप जो भी करेंगे पूरे मन से करेंगे और इसीलिए आपको सफलता जरुर मिलेगीǀआप पिछले कुछ समय से किसी महत्वपूर्ण मुद्दे को टाल रहें हैं लेकिन आज इस मुद्दे को प्राथमिकता के आधार पर रखकर सुलझाने के लिए बहुत अच्छा दिन है ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "आज आपको खांसी और जुकाम हो सकता है Iअपनी व्यक्तिगत साफ़-सफाई का विशेष ध्यान रखें Iअपने हाथ खाने से पहले खासकर और वैसे भी कई बार धोएं Iअगर संभव हो तो आज आराम करें जिससे आप हो सकने वाली किसी बीमारी की आशंका से बच सकें I|नियमित और गहरी नींद लेना न भूलें ,इससे आपको स्वस्थ रहने में काफी मदद मिलेगी I|",
        "मीन प्यार और संबंध राशिफल": "अभी का समय रोमांटिक माहौल के लिए अच्छा नही है और आपका सम्बन्ध एक लीक पर चल रहा है | शादीशुदा जोड़े अपने रिश्ते में कम होते प्यार को थोड़ी सी कोशिश करके फिर से पैदा कर सकते हैं | आपको ऐसा लग सकता है कि प्यार से आपके लिए बहुत सारी जिम्मेदारियां पैदा हो रही हैं जिससे आपको परेशानी हो रही है लेकिन धीरज रखें और इस अस्थायी चिडचिडेपन के दौर से निकलने तक शांत और सहनशील बने रहें |",
        "मीन कैरियर और धन राशिफल": "हास्य की आपकी भावना आपकी सबसे बड़ी संपत्ति है, अपने आप को और अपने वरिष्ठ अधिकारियों के बीच की खाई को पाटने के लिए यह सबसे उपयुक्त है । बोले गए कठोर शब्दों को अपने दिल में न रखे बल्कि ये कठोर शब्द के बारे में सोचे क्यों की ये बोले गए कठोर शब्द ही आपको आगे ले जाने में मदद करेंगे । आज अप्रत्याशित स्रोतों से धन प्राप्ति के संकेत है ।"
    }
}]
