horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "आज आपको अपनी मेहनत का फल मिलेगा ǀपहचान और इज्जत भी मिलेगी ǀवित्तीय स्थिति बेहतर होगी,ऑफिस में तारीफ़ मिलेगी ǀ वेतन में बढ़ोतरी भी संभव है ǀ सेल्स क्षेत्र वाले लोग भी लक्ष्य हासिल क्र पायेंगे ǀ आज अपने परिधान में नीला रंग शामिल करें ǀ इससे सकारात्मक ऊर्जा मिलेगी ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "हालाँकि आपकी सेहत अच्छी है लेकिन इसके हिसाब से आपमें स्टैमिना कम है ǀहालाँकि आपको इसका अनुभव केवल खुद को बिस्तर से बाहर आने तक ही होगा ǀघर से आपके बाहर निकलते ही खुशमिजाज मौसम आपका स्वागत करेगा और आप खुद को अपनी स्वाभाविक लय में ही पायेंगे ǀआज दुपहिया वाहन का प्रयोग करने से बचें,अगर करना ही पड़े तो सावधान रहें ǀ",
        "मेष प्यार और संबंध राशिफल": "इससे पहले कि आप दूसरों से प्यार की अपेक्षा करें , आपको खुद को प्यार करना सीखना होगा | आपको आज यही बात स्पष्ट रूप से सीखनी है | यह समय आपके लिए अपने मन की आवाज सुनने और खुद को वह प्यार और इज्जत देने का है जिसके आप हकदार हैं | इसके बाद आपको प्यार की तलाश में बाहर नही जाना पड़ेगा | इसकी जगह आपके आत्मविश्वास और आत्मसम्मान के कारण अच्छे ओर सार्थक लोग खुद आपकी जिंदगी में आना चाहेंगे |",
        "मेष कैरियर और धन राशिफल": "आपको विदेशी भूमि में स्थापित प्रतिष्ठित कंपनियों के साथ कार्य करने के लिए प्रस्ताव मिल सकता है , और आपके विदेश में बसने का आपका सपना सच हो सकता है, हालाँकि दस्तावेज से जुड़े कुछ मुद्दों का सामना करना पड़ सकता है लेकिन इन मुद्दों का समय रहते हल हो जाएगा, और जब आपको सब कुछ मिल जाएगा जिसे आप चाहते थे तो धन की वर्षा भी आप पर होने लगेगी ।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "आज आप पूरा दिन थोड़े से भावुक रहेंगे ǀआप जो भी करेंगे पूरे मन से करेंगे और इसीलिए आपको सफलता जरुर मिलेगीǀआप पिछले कुछ समय से किसी महत्वपूर्ण मुद्दे को टाल रहें हैं लेकिन आज इस मुद्दे को प्राथमिकता के आधार पर रखकर सुलझाने के लिए बहुत अच्छा दिन है ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "कई सारी विशेष घटनाएँ और ऑफिस की पार्टीज आपके पाचन को खराब कर सकती हैं और फिर आपको अपने आसपास फिट और स्वस्थ लोगों को देखकर इर्ष्या भी होगी |अपने अन्दर नकारात्मकता न आने दें |खुद को यह विश्वास दिलाएं कि आप खुद भी नियमित वर्कआउट करके ऐसी ही सेहत हासिल कर सकते हैं |मिठाइयों और तैलीय खाने की मात्रा को कम करके आप अपनी सेहत को बिगड़ने से बचा सकते हैं |",
        "वृषभ प्यार और संबंध राशिफल": "आपका बेहतरीन रहन सहनकाफी लोगों को आपकी ओर आकर्षित करेगा लेकिन उनमें से अधिकतर काफी चालाक हैं और आपसे प्यार करने का दिखावा करते हैं | ऐसे समय में केवल सकारात्मकता पर फोकस करें कि आप अकेले नही हैं | नकारात्मकता को नजरअंदाज कर दें कि आप अकेले हैं | यह तो बस शुरुआत है और अभी आपको बहुत से चाहने वाले मिलेंगे |",
        "वृषभ कैरियर और धन राशिफल": "शोध विधार्थियों को आज के दिन शुभ सन्देश मिल सकता है । जो विद्यार्थी आज के दिन प्रतियोगिता परीक्षा में भाग ले रहे है वे भी अपनी आशा से ज्यादा अछी परीक्षा देंगे परन्तु समय के अनुसार निर्णय और काम करना काफी महत्वपूर्ण होगा । इन घटनाओं से आपको जो अवसर मिल रहे है आपको शीघ्र अतिशीघ्र इनका उपयोग करना होगा अन्यथा अवसर हाथ से निकल सकता है । आपको एक कठोर और कठिन निर्णय अपने कार्य क्षेत्र या करियर की सुरक्षा के लिए लेना पड़ सकता है ।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "आज के दिन आपसे बहुत सारी अपेक्षाएं रहेंगी ǀ आप अपने वर्त्तमान घर या नौकरी में बदलाव का फैसला ले सकते हैं ǀ कशमकश में न रहें , बदलाव होना अच्छा ही रहेगा ǀ आपको किसी ऐसे आदमी से बात करके अप्रत्याशित सहायता मिल सकती है जो चुपचाप आपकी भलाई चाहता रहा है ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "आपमें अब सभी बाधाओं और चुनौतियों से पार पाने के लिए पर्याप्त ऊर्जा है जो आपके सामने आने वाली हैं |हालाँकि कुछ ऐसे भी मुद्दें हैं जिनमे आपका काफी समय और ऊर्जा लग जायेगी |इससे आप बहुत थके हुए और तनावग्रस्त सा महसूस कर सकते हैं |इसके लिए पहले ही तैयार हो जाएँ और अपना मनपसंद खाना पकाकर रखें जिसका आनंद आप सारा काम करने के बाद उठा सकते हैं |",
        "मिथुन प्यार और संबंध राशिफल": "आज आप सामाजिक होने के बारे में सोच रहे थे लेकिन आप ऐसे किसी आदमी की ओर आकर्षित होंगे जिसकी प्राथमिकताएं और रुचियाँ आपसे मेल खाती हैं | इस नए रोमांटिक साथी के साथ आप बेहद खुश महसूस करेंगे | हालंकि कुछ समय के बाद आपको यह सब बकवास लगने लगेगा और आप इससे बाहर आना चाहेंगे | अभी अकेले होने के इस दौर में ,अपने पार्टनर को प्यार करने के बेहतर तरीकों के बारे में सोचें |",
        "मिथुन कैरियर और धन राशिफल": "आप जो चाहते हैं , वो सब कुछ हासिल करने की आप में शक्ति है! दूसरे आप के बारे में क्या सोचते है , इस तरफ ध्यान न दे । वे लोग इस तरह का दिखावा कर सकते है , की जिससे से आप को नीचा देखना पड़े पर अंदर से वे जानते है की आप में अपार प्रतिभा है । अपने आत्म विश्वास का आनंद लें क्यों की आपका खेल खेलने से पहले ही जितना तय है ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "भाग्य आपकी वित्तीय स्थिति पर मुस्कुरा रहा है और अधिक कमाई के कारण आप के खर्चे भी बढ़ गए हैंǀअब समय आ गया है की आप अपने खर्च पर नियंत्रण रखें ǀअब फिजूलखर्ची से बचना होगा ǀ आपके परिजन या किसी करीबी के साथ ऐसा कुछ होगा कि आपके भीतर भी उससे अशांति आएगी ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "आप अपने रूटीन को बदलने के बारे में सोच रहें हैं ǀलेकिन अच्छी तरह से सोचे बिन इसे न बदलें ǀआप भविष्य के बारे में सोचते हुए अपने वर्त्तमान को भुला देते हैं ǀइससे बचें ǀअपनी वर्तमान जीवनशैली में फिलहाल कोई बदलाव न करें,उस का मजा लें ǀअगर आप अकेले रह रहें हैं तो आपकी सेहत पूरी तरह आपके हाथों में हैǀ",
        "कर्क प्यार और संबंध राशिफल": "आज आपको यह बहुत अच्छे से समझ आ जाएगा कि आप क्या चाहते हैं और आपकी किसी भी सम्बन्ध से क्या अपेक्षाएं हैं | आपको यह भी महसूस हो सकता है कि आपके लक्ष्य आपके पार्टनर के साथ मेल नही खाते लेकिन कोई भी बड़ा फैसला लेने से पहले आपको मतभेद बातचीत से सुलझाने की कोशिश करनी चाहिए | आपकी समझाने -मनाने की शक्ति बहुत अच्छी है इसीलिए आपको उसका प्रयोग करना चाहिए |",
        "कर्क कैरियर और धन राशिफल": "आज आपको अपनी आय और व्यय का संतुलन करना मुश्किल होगा । आज अपनी आय की वृद्धि के लिए एक दूसरी नौकरी की तलाश शुरू करने के लिए भी ये सबसे अच्छा दिन है। आपको अपनी पसंद के हिसाब से कुछ कार्य मिल सकता है और यह अगले कुछ वर्षों में आपके प्राथमिक कार्य बनने की क्षमता रखता है । इस बीच आपको अपनी जीवन शैली को बनाए रखने के क्रम में कुछ खर्चो के साथ संतुलित रहना होगा ।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "खुशियाँ मनाने का समय है ǀआपके किसी करीबी की शादी है ǀइस जोड़े को आपसे बहुत शुभकामनाएँ मिलेंगी ǀअगर किसी से प्यार करते हैं तो उससे शादी के बारे में सोच सकते हैं ǀजो पहले से शादीशुदा हैं,उनके लिए पार्टी में मजे करने का समय है ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "सामान्यत आप बहुत स्पष्ट सोचते हैं लेकिन आज अपनी समस्याओं और असुरक्षाओं के चलते तार्किक तरीके से नही सोच पायेंगे इसीलिए आज का दिन कोई नयी परियोजना या किसी नए पार्टनर के साथ काम शुरू करने के लिए बहुत अच्छा नही कहा जा सकता ǀआपसे आज गलत फैसले लिए जा सकते हैं ǀइसीलिए भविष्य की कोई भी योजना आज बनाना ठीक नही होगा ǀआज आराम करें ǀ",
        "सिंह प्यार और संबंध राशिफल": "आप आजकल पहले से भी अधिक आकर्षण के केंद्र बने हुए हैं | आपको ऐसे आदमी भी संपर्क करेंगे जिन लोगों से आपको उम्मीद भी नही थी,इससे आपको काफी आश्चर्य होगा लेकिन उनके बारे में समय लेकर सोचें कि आपके लिए सबसे अच्छा क्या रहेगा ? समय के साथ साथ खुद ही उनका फैसला हो जाएगा |पिछले समय के कडवे अनुभवों के कारण खुद को बांधे न रखें ,खुलकर जीयें |",
        "सिंह कैरियर और धन राशिफल": "आज आपको नौकरी की संभावनाओं के बारे में कुछ अच्छी खबर प्राप्त हो सकती है। आपको अपनी पसंद की कंपनियों में एक साक्षात्कार के लिए बुलाया जा सकता है। आज उभरते हुए लेखकों के लिए यह एक महान दिन हो सकता है क्यों की आपके लेख या आपकी पुस्तक प्रसिद्ध प्रकाशक के द्वारा प्रकाशित हो सकती है । आपका करियर अब पूरी तरह से एक नए रूप में शोभित होगा ।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आप अपने आस पास बदलाव लाने के लिए उत्साह से भरे हैं ǀलेकिन आपके लिए शांति से बैठकर यह सोचना अच्छा रहेगा कि क्या बदलाव की कोई जरुरत भी है ? अब जबकि आप अपनी परियोजनाओं को आगे बढाने की तैयारी कर रहे हैं,बेहतर होगा कि आप ये परियोजनाएं अपने लिए किसी और को चुनने दें ǀआप आज दृढ निश्चय से भरे रहेंगे ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "आज अपनी सेहत का विशेष निरिक्षण करें ǀआप पिछले कुछ समय से कई जरूरी मिनरल और पर्याप्त तरल पदार्थ नही ले रहे हैं ǀइसने वास्तव में आपकी सेहत को नुक्सान ही पहुंचाया है,चाहे आपको इसका पता भी न चला हो ǀ आज आप सम्पूर्ण स्वास्थ्य जांच के लिए जा सकते हैं ǀ इसके परिणामों को चेतावनी के तौर पर लें और खुद में सुधार लायें ǀ आप शायद अभी भी खुद को स्वस्थ महसूस कर रहे हों लेकिन यह सच नही है ǀ",
        "कन्या प्यार और संबंध राशिफल": "जो किसी के साथ सम्बन्ध में हैं उनके निजी जीवन में एक नया दौर आने वाला है | आप या तो शादी कर सकते हैं या लिव- इन में रहने की योजना बना सकते हैं | इन दोनों ही स्थितियों में आपको काफी निवेश करना पड़ेगा क्योंकि घर को रि –मॉडल करने की जरुरत होगी | जो अकेले हैं , उन्हें कोई अन्तरंग और मजेदार आदमी आज मिल सकता है |",
        "कन्या कैरियर और धन राशिफल": "आप अपने सभी लक्ष्यों को समय पर पूरा करेंगे और कार्य क्षेत्र में शांति का माहौल रहेगा , लेकिन व्यापार के मामलों में किसी भी समझौते पर हस्ताक्षर करने से पहले कानूनी विशेषज्ञों से परामर्श करें। धोखाधड़ी की संभावना है। यदि संभव हो तो अपनी व्यापारिक सौदों को दूसरे दिन पर ठाले और अपने सहयोगियों की विश्वसनीयता का मूल्यांकन करे ।"
    },
    "6": {
        "तुला दैनिक राशिफल": "एक वृद्ध व्यक्ति सोचने के लिए मजबूर करेगा ǀयोजना बनाना और प्राथमिकताएं तय करना आपकी खासियत हैं ǀअपना काम करें,सब सही होगा ǀशांति बनाये रखें और धीरज से काम लें ǀकोई आपसे आज मिलने आएगा ǀअपनी सेहत और आराम का ख़ास ध्यान रखें ǀजल्द ही ऐसी वित्तीय स्थिति बन रही है जो आपके लिए फायदे का सौदा साबित होगी ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "आज आपकी सेहत काफी हद तक अच्छी रहेगी और वे तकलीफें जो आप पिछले कई दिनों से महसूस कर रहे थे,आज ख़त्म हो जायेंगी |उन तकलीफों के लिए भी सावधानी बरतना आवश्यक है जो आपको आज हो सकती हैं |अगर आप इनके प्रति लापरवाह रहेंगे तो ये गंभीर समस्याओं में बदल सकती हैं |समय पर इनके समाधान के उपाय कर लेने से आप आसानी से इनसे बच सकते हैं |",
        "तुला प्यार और संबंध राशिफल": "आप काफी संबंधों में अपनी किस्मत आजमा चुके हैं और अब छोटे छोटे संबंधों से बोर हो चुके हैं | अब आपको अपने निजी दायरे में वापस आ जाना चाहिए जहां कोई झाँक भी न सके | अगर आप किसी सम्बन्ध से परेशान हो चुके हैं और इससे पूरी तरह बाहर नही निकल पा रहे तो अपने साथी को इस बारे में बताकर आप छोटा सा ब्रेक तो ले ही सकते हैं |",
        "तुला कैरियर और धन राशिफल": "आप की भावना अदम्य है, इसलिए आप अपनी क्षमता को दुसरो को आगे बढ़ने में समर्पित करे और चीजों को व्यवस्थित एवं संगठित करे । इससे आप अपनी कठोर मेहनत के बल पर मान्यता और प्रतिष्ठा अर्जित करेंगे । आपके व्यय में वृद्धि हो सकती है , इसलिए अपने खर्चे और निवेश को कम करे ।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "आप ऊर्जा से भरे हैं और बहुत अच्छे मूड में भी हैं ǀदोस्तों को पार्टी दे सकते हैं ǀ अपनी ख़ुशी में खोकर आपका ध्यान भविष्य के खतरों से हट सकता है ǀघबराए नही,किसी आदमी से कोई नुक्सान होने की आशंका नही है ,केवल आपका पेट अपच वाला अधिक भोजन करने के कारण खराब हो सकता है,जिससे आपकी सेहत पर असर पड़ सकता है ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "इस समय आपको अपनी मानसिक शांति प्राप्त करने के लिए आध्यत्मिकता का सहारा लेना चाहिये ǀ ऐसे लोगों को खोजने की कोशिश करें जिनका झुकाव आधात्मिकता की और है ǀ फिलहाल आप या तो मोटापे से परेशान हैं या फिर जीवन की कुछ विशेष घटनाओं से ,इसीलिए आप कहीं भी फोकस नही कर पा रहे हैं ǀ",
        "वृश्चिक प्यार और संबंध राशिफल": "आप जिससे अभी हाल फिलहाल मिले हैं उसके मन में अपनी अच्छी छवि बनाने के लिए बहुत उत्साहित हैं लेकिन उस ख़ास के मन में आपकी इमेज बिगाड़ने के लिए आपको कोई गलत सलाह दे सकता है | हो सकता है कि सलाह देने वाला भी उसी के प्रति आकर्षित हो | इसीलिए सावधान रहें और अपने ही अनुसार काम करें | हो सके तो उनसे बातचीत करने की पहल खुद कर लें |",
        "वृश्चिक कैरियर और धन राशिफल": "अपने स्वयं के वित्त एवं धन का नियंत्रण लेना आप के लिए अब बहुत महत्वपूर्ण है और आप इस लक्ष्य को प्राप्त करने के लिए कड़ी मेहनत से डरते नहीं हैं । आज आप बहुत संगठित और अनुशासित हैं और आप बहुत ही व्यावहारिक तरीके से अपने कार्य क्षेत्र और कैरियर के मुद्दों से निपटने के लिए तैयार हैं। आज आप अपने अच्छे काम शुरू करे और एक बहुत ही कम समय के भीतर आप अपने वित्त एवं धन के सकारात्मक परिणाम को महसूस करेंगे ।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आपकी एकाग्रता और विचारशक्ति इस समय अपने चरम पर है और इसीलिए आप अपने आसपास के लोगों की स्थिति के बारे में और भी संवेदनशील हैं ǀ इससे आपको पिछले कुछ मतभेद सुलझाने में मदद मिलेगी ǀ आप किसी ऐसे व्यक्ति के सम्पर्क में आ सकते हैं जिससे आप काफी पहले अलग हो गए थे ǀ यह समय आपसी मतभेद भुलाकर आगे बढने का है,व्हाहे इसके लिए आपको कुछ झुकना ही क्यों न पड़े ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "आप अपनी खुद की देखभाल करने में सक्षम हैं और अपना सब काम खुद ही करते हैं लेकिन ऐसे करने में आपने सभी अपनों से एक दूरी सी बनाई हुई है और इससे आपके दिमाग और आत्मा के स्वस्थ विकास में बाधा पहुच रही है ǀइसीलिए अपने आसपास लोगों से मिलने-जुलने की कोशिश करें ǀआप कैसा जीवन जी रहें हैं,इस बारे में उनकी राय भी जानने की कोशिश करें ǀ",
        "धनु प्यार और संबंध राशिफल": "आप इस समय कुछ निराश अनुभव कर रहे हैं | आप विपरीत लिंग के कई सारे बन्दों के साथ डेट कर चुके हैं फिर भी आपको अभी तक कोई अपनी पसंद का नही मिला है | परिवार से भी आप पर विवाह कर लेने का दबाव है | अपने परिवारवालों को यह समझाने की कोशिश करें कि आप सही आदमी के लिए प्रतीक्षा करना चाहते हैं और इसीलिए वे आपको अभी के लिए सिंगल होने का भी पूरा मजा लेने दें |",
        "धनु कैरियर और धन राशिफल": "आप उस पैसे के साथ काफी लापरवाह है जो आपने अपनी जरूरत के लिए बचाया है , लेकिन आपको भविष्य में अपनी वित्तीय सुरक्षा के लिए , अपनी असाधारण आदतों को नियंत्रित करना होगा । आप अपने निवेश के बारे में एक विशेषज्ञ से परामर्श करें जो आपको धन के बारे में उचित परामर्श दे सके जिससे धन की वृद्धि हो ।"
    },
    "9": {
        "मकर दैनिक राशिफल": "आज ग्रहों की दशा आपको शांत तरीके से अपने बारे में सोचने का मौका देगी ǀआपने पिछले समय में कई मौकों पर काफी कठोर ढंग से अपनी प्रतिक्रिया दी है लेकिन अब आप मानसिक रूप से काफी शांत स्थिति में हैं ǀसुलह करने और सम्बन्ध सुधरने के लिए बहुत अच्छा समय हैǀख़ुशी पाने का सबसे अच्छा तरीका यह है कि खुद को भी और दूसरों को भी एक दूसरा मौका जरुर दें ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "आपकी सेहत काफी अच्छी लग रही है ǀआज अपना मनपसंद खाना खाकर आनंद लें ǀ शराब पीकर गाडी चलाने से बचें ǀकोई अप्रत्याशित तथा अचानक नुक्सान हो सकता है ǀआज कहीं यात्रा करना सुरक्षित नही होगा ǀविशेषकर,जो लोग इसी प्रकार के कामों या नौकरी में हैं,बहुत अधिक सावधान रहें ǀ",
        "मकर प्यार और संबंध राशिफल": "आप भावुक और प्रेम से ओतप्रोत हैं। आप अपने साथी के साथ एक बहुत ही गहन संबंध अनुभव कर रहे है ।आप दोनों एक दूसरे के साथ का आनंद लें । आज का दिन एक दूसरे की भावनाओं का सम्मान करने का दिन है। हर रिश्ते को आगे बढ़ने के लिए उसे कुछ समय देना पड़ता है ताकि वो सही तरह से फले फुले । ऐसा न करने पर वह बहुत जल्द ही खत्म हो सकता है । अपने मित्रों और परिवार से भी मिले क्यों की उन्हें आप की जरूरत है।",
        "मकर कैरियर और धन राशिफल": "उद्यम पूंजीपतियों के लिए आज का दिन शुभ हो सकता हैं! लोग आपकी विचारधारा से प्रभावित होंगे लेकिन अपनी बातो को उनके ऊपर न थोपे । हालांकि आपको धन मिलने में देरी हो सकती है परन्तु ये धन आपको मिलने की उम्मीद है ।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "आप आज सृजनात्मक महसूस करेंगे और बहुत सारे कामों के लिए खुद को तैयार पायेंगे ǀ हालंकि आपको यह वास्तविक भय रहेगा कि दूसरे क्या सोचेंगे और कहेंगे ? आपको यह समझना है कि सही नजरिये से आधा काम तो बिना किये ही हो जाता है ǀ यद्यपि सृजनात्मक और ऊर्जापूर्ण रहने के बावजूद आपका आत्मविश्वास आज साथ नही देगा ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "आप आज ऊर्जा से भरे हैं |अपनी अतिरिक्त ऊर्जा का प्रयोग खुद को फिट और स्वस्थ रखने के प्रयासों में करें |हर रोज नियमित और सही तरीके से एक्सरसाइज करने को अपनी आदत बनाएं |इस बारे में समर्पित रहें और टालमटोल न करें |आपको अपनी सेहत के मामले में लापरवाही बहुत ही महंगी पड़ेगी इसीलिए अपने रूटीन स्वास्थ्य सम्बन्धी अपनी आदतों पर ख़ास ध्यान दें |",
        "कुंभ प्यार और संबंध राशिफल": "आप जितनी भी कोशिश कर रहे है , लेकिन आपका साथी आप पर ध्यान नहीं दे रहा है । ये समय अपने कृत्यों से उसे संतुष्ट करने का है । आप घर जल्दी आये और हो सके तो अपने साथी के लिए खाना बनाये । अपने कमरे को प्रकाश व् मोमबत्तियों से सजायें । अपने साथी को ये दर्शायें की प्यार आपकी नस नस में है । आपका साथी इस बात को समझेगा । अगर आप अपने साथी से दूर है तो दूरभाष के द्वारा उससे संपर्क साध सकते है ।",
        "कुंभ कैरियर और धन राशिफल": "बड़े रोजगार के अवसर आप का इंतजार कर रहे हैं! ध्यान से इस बारे में सोचे और आपके पूर्ण संतुष्ट होने पर अपने करियर की दिशा परिवर्तित करे । आपका सहकर्मी नौकरी को त्याग सकता है और उसकी जगह आप किसी जरूरतमंद को अपने यहाँ काम पर लगवा सकते है । हालाँकि आप अवगत नहीं है , लेकिन आपके मूल्य काफी उच्च स्तर के है । आपके वेतनमान में बढोतरी की संभावना रहेगी और आपकी वित्तीय स्थिति भी मजबूत होगी चाहे आप किसी भी पद पर हो ।"
    },
    "11": {
        "मीन दैनिक राशिफल": "अपने सृजनात्मक विचारों को कार्यान्वित करने का यह बहुत अच्छा समय है ǀअपने विचारों को बड़ा रखें तथा किसी बोद्धिक या व्यवसायिक प्रशिक्षण में हिस्सा लें, इससे आपको औरो पर बढ़त हासिल होगी ǀ हालाँकि ऐसा करते हुए आपको कुछ वित्तीय परेशानियां आ सकती हैं ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "आपको कोई ऐसा दोस्त आज मिलेगा जो आपकी सब स्वास्थ्य आवश्यकताओं का ध्यान रखेगा ǀ आपने अब तक कई बार बहुत गंभीरता से कई स्वास्थ्य सम्बन्धी फैसले लिए हैं परन्तु आप उनपर चल नही पाते बीच में ही छोड़ देते हैं ǀ ये दोस्त आपको तय रूटीन पर बने रहने और अपने लक्ष्यों को पूरा करने में मदद करेगा ǀआप एक साथ जिम शुरू कर सकते हैं या दौड़ने जा सकते हैं,लेकिन अगर आप आज से शुरुआत करेंगे तो आपको बहुत लाभ होगा ǀ",
        "मीन प्यार और संबंध राशिफल": "ग्रहों की स्थिति के कारण आपके रिश्तो में कल कुछ समस्याऐं आई थी , लेकिन आज ये समस्याऐं सुलझती हुई दिखाई देंगी । आप शांत रहेंगे और समस्या को सुलझाने में सक्षम होंगे , हालाँकि कल ये रिश्ता तनाव की परम अवस्था में था । यह एक दूसरे के प्रति अपने प्यार और प्रतिबद्धता को नवीनीकृत करने का समय है।",
        "मीन कैरियर और धन राशिफल": "आज के दिन आपका जोर निवेश और धन पर रहेगा । अपने आप पर नियंत्रण रखे ! आज के दिन सम्पति के बारे में खोज खबर कर सकते है पर किसी भी तरह के धन वृद्धि उद्यम में न फंसे । वेतन वृद्धि के लिए अपने वरिष्ठ अधिकारीयों पर दबाव न डाले । इसके लिए अभी सही समय नहीं है । उत्तम रहेगा की अपने वर्तमान संगठन में अधिक ज्ञान प्राप्त करने की कोशिश करे ।"
    }
}]
