horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आप परोपकार के कार्यों में व्यतीत करेंगे। दूसरों की मदद करने से आज आपको सुकून मिलता दिख रहा है। आज रात्रि में पत्नी को सेहत से जुड़ी समस्या परेशान कर सकती है, इसलिए ध्यान रखें। आपके कार्यक्षेत्र में आज कुछ परिवर्तन आप के पक्ष में हो सकते हैं, जिससे आपके साथी कर्मचारियों का मूड खराब हो सकता है, लेकिन आप अपने अच्छे व्यवहार से माहौल को सामान्य बनाने में कामयाब रहेंगे। संतान पक्ष से आज कोई सुखद समाचार सुनने को मिलेगा।आपका विनम्र स्वभाव सराहा जाएगा। कई लोग आपकी ख़ासी तारीफ़ कर सकते हैं। अपने जीवनसाथी के साथ मिलकर आज आप भविष्य के लिए कोई आर्थिक योजना बना सकते हैं और उम्मीद है कि यह योजना सफल भी होगी। अगर आप हर किसी की मांग पूरी करने की कोशिश करेंगे, तो सिर्फ़ नाकामी आपके हाथ लगेगी। हर रोज़ प्रेम में पड़ने की अपनी आदत को बदलिए। आने वाले समय में दफ़्तर में आपका आज का काम कई तरीक़े से असर दिखाएगा। वह काम जो आज आप दूसरों के लिए स्वेच्छा से करेंगे, न सिर्फ़ औरों के लिए मददगार साबित होगा बल्कि आपके दिल में ख़ुद की छवि भी सकारात्मक होगी। बिजली कटौती या फिर किसी अन्य वजह से आपको सुबह तैयार होने में परेशानी का सामना करना पड़ सकता है, लेकिन जीवनसाथी की ओर से इससे निबटने में काफ़ी मदद मिलेगी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- काली-सफेद गाय को खाना खिलाने से प्रेम सम्बन्ध अच्छे होंगे। \n",
    "1": "वृष राशिः आज का राशिफल\nआज आप अपने परिवार जनों के साथ सुखद समय व्यतीत करेंगे। आज का दिन भागदौड़ भरा रहेगा, लेकिन स्वास्थ्य के प्रति सचेत रहें। दोपहर के समय कोई हर्षवर्धन समाचार सुनने को मिल सकता है, जिससे आपका आत्मविश्वास बढ़ेगा। सायंकाल का समय आज आप किसी मांगलिक कार्यक्रम में सम्मिलित होने में व्यतीत करेंगे, जिससे आपके आत्म सम्मान में वृद्धि होगी। दांपत्य जीवन सुखमय रहेगा।मुस्कुराएँ, क्योंकि यह सभी समस्याओं का सबसे उम्दा इलाज है। आज आपका सामना कई नई आर्थिक योजनाओं से होगा- कोई भी फ़ैसला करने से पहले अच्छाईयों और कमियों पर सावधानी से ग़ौर फ़रमाएँ। दिन के उत्तरार्ध में अचानक आई कोई अच्छी ख़बर पूरे परिवार को ख़ुशी देगी। आपका प्रिय आज रोमांटिक मूड में होगा। रचनात्मक कामों से जुड़े लोगों के लिए बेहतरीन दिन है, क्योंकि उन्हें वह शोहरत और पहचान मिलेगी जिसकी उन्हें लम्बे समय से तलाश थी। जो लोग घर सेे बाहर रहते हैं आज वो अपने सारे काम पूरे करके शाम के समय किसी पार्क या एकांत जगह पर समय बिताना पसंद करेंगे। जब आपका जीवनसाथी जब सारे मनमुटाव भुलाकर प्यार के साथ आपके पास फिर आएगा, तो जीवन और भी सुन्दर लगेगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- सफेद खरगोश को भोजन कराने से आर्थिक स्थिति मजबूत होगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। पिता के आशीर्वाद व उच्च अधिकारियों की कृपा से किसी बहुमूल्य वस्तु अथवा संपत्ति की प्राप्ति की अभिलाषा आज आपकी पूरी होगी, जिससे परिवार में हर्ष का माहौल रहेगा। व्यावसायिक मामलों में व्यस्तता अधिक रहेगी, लेकिन आपको व्यर्थ के व्यय से बचना होगा, नहीं तो भविष्य में आर्थिक स्थिति की चिंता हो सकती है। आज किसी प्रिय एवं महान पुरुष के दर्शन से आप का मनोबल बढ़ता दिख रहा है।असहजता आपकी मानसिक शांति में बाधा पैदा कर सकती है, लेकिन कोई दोस्त आपकी परेशानियों के समाधान में काफ़ी मददगार साबित होगा। तनाव से बचने के लिए मधुर संगीत का सहारा लें। आज आप आसानी से पैसे इकट्ठा कर सकते हैं- लोगों को दिए पुराने कर्ज़ वापिस मिल सकते हैं- या फिर किसी नयी परियोजना पर लगाने के लिए धन अर्जित कर सकते हैं। आपको ख़ुश रखने के लिए आपके बच्चे जो कुछ बन पड़ेगा, वह करेंगे। आज आप कुछ अलग क़िस्म के रोमांस का अनुभव कर सकते हैं। जब तक आपको तसल्ली न हो जाए कि सारा काम पूरा हो चुका है, दस्तावेज़ अपने वरिष्ठ को न दें। आज आपको अपनेे ससुराल पक्ष से कोई बुरी खबर मिल सकती है जिसके कारण आपका मन दुखी हो सकता है और आप काफी समय सोच विचार करने में गंवा सकते हैं। आप एक बेहतरीन जीवनसाथी होने की ख़ुशक़िस्मती को शिद्दत से महसूस कर पाएंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- हनुमान चालीसा का पाठ करना स्वास्थ्य के लिए शुभ रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nयदि आज आपको कोई निर्णय लेना हो, तो शीघ्रता और भावुकता से ना लें, नहीं तो आगे चलकर आपको पछताना पड़ सकता है। व्यवसाय के लिए की गई यात्रा उत्तम लाभदायक रहेगी, जिससे आपको धन प्राप्ति के योग भी बन रहे हैं, जो आपके धन कोष की स्थिति को सुदृढ़ करेंगे। व्यवसाय की योजनाओं को गति मिलेगी। आज आपके राज्य मान पद व प्रतिष्ठा में वृद्धि होगी। धार्मिक कार्यों में आज रूचि बढ़ेगी। विद्यार्थियों की शिक्षा के मार्ग में आ रही बाधा दूर होगी। रात्रि के समय आप देव दर्शन का लाभ उठाएंगे।अगर आपकी योजना बाहर घूमने-फिरने की है तो आपका वक़्त हँसी-ख़ुशी और सुकून भरा रहेगा। जिन लोगों ने कहीं निवेश किया था आज के दिन आपको आर्थिक हानि होने की संभावना है। आज का दिन मज़े करने के लिहाज़ से बढ़िया है, इसलिए अपनी पसंदीदा चीज़ों और काम का लुत्फ़ उठाएँ। रोमांचक दिन है, क्योंकि आपका प्रिय आपको तोहफ़े/उपहार दे सकता है। आज आपका कोई छुपा विरोधी आपको ग़लत साबित करने की पुरज़ोर कोशिश करेगा। दूसरों की राय को ग़ौर से सुनें- अगर आप आज वाक़ई फ़ायदा चाहते हैं तो। यह दिन शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक रहेगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- माता(चन्द्र की कारक) को सम्मान देना व उनकी सेवा करने से नौकरी/बिज़नेस के लिए लाभदायक है। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन राजनीति के क्षेत्र में उत्तम लाभदायक रहेगा। यदि आपका बहुत दिनों से कोई कार्य रुका हुआ है, तो वह आज पूरा होगा, जिससे आप बहुत खुश नजर आएंगे। स्वास्थ्य के प्रति सचेत रहें, पाचन क्रिया मंद तथा नेत्र विकार होने की संभावना है। सायं काल का समय आज हास्य परिहास व प्रिय जनों के दर्शन में व्यतीत होगा। खान पीन का विशेष ध्यान रखें। संतान की आज धार्मिक कार्यों में रुचि बढ़ेगी। भाई बहनों का सहयोग प्राप्त होगा।मौज-मस्ती की यात्राएं और सामाजिक मेलजोल आपको ख़ुश रखेंगे और सुकून देंगे। बिना विचार किये आपको किसी को भी अपना पैसा नहीं देना चाहिए नहीं तो आपको आने वाले वक्त में बड़ी परेशानी है सकती है। अपनी बातों पर क़ाबू रखें, क्योंकि इसके चलते बड़े-बुज़ुर्ग आहत महसूस कर सकते हैं। बेकार की बातें करके समय बर्बाद करने से बेहतर है कि आप शांत रहें। याद रखें कि समझदार कामों के ज़रिए ही हम जीवन को अर्थ देते हैं। उन्हें महसूस करने दें कि आप उनका ख़याल रखते हैं। सारी दुनिया की मदहोशी उन ख़ुशनसीबों के बीच सिमट जाती है, जो प्यार में हों। जी हाँ, आप वही ख़ुशनसीब हैं। जब तक आपको तसल्ली न हो जाए कि सारा काम पूरा हो चुका है, दस्तावेज़ अपने वरिष्ठ को न दें। किसी वजह से आज आपके ऑफिस में जल्दी छुट्टी हो सकती है इसका आप फायदा उठाएंगे और अपने परिवार के लोगों के साथ कहीं घूमने जाएंगे। इस बात की प्रबल सम्भावना है कि आपके आस-पास के लोग आप दोनों के बीच मतभेद पैदा करने का प्रयास करेंगे। अत: बाहरी लोंगों के कहने पर अमल करना ठीक नहीं होगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए सूर्य चालीसा व आरती पढ़ें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज विद्यार्थियों को अधिक मेहनत की आवश्यकता होगी, तभी सफलता मिलती दिख रही है। यदि आपकी कोई पारिवारिक समस्या चल रही थी, तो वह आज समाप्त होगी, विपरीत परिस्थितियों में अपने क्रोध पर नियंत्रण रखें, नहीं तो आपको नुकसान उठाना पड़ सकता है। परिवार में आज कोई शुभ मांगलिक कार्यक्रम हो सकता है, जिसमें परिवार के सभी सदस्य भी व्यस्त नजर आएंगे। राजकीय मदद भी मिलेगी। सायंकाल के समय अचानक से धन लाभ होने के भरपूर योग बन रहे हैं।ख़ुशनुमा दिन के लिए मानसिक तनाव और झंझटों से बचें। जेवर और एंटीक में निवेश फ़ायदेमंद रहेगा और समृद्धि लेकर आएगा। आपका जीवनसाथी आपकी सहायता करेगा और मददगार साबित होगा। प्रेम के दृष्टिकोण से आपके लिए यह दिन विशेष रहने वाला है। आप महसूस करेंगे कि आपकी रचनात्मकता कहीं खो गयी है और फ़ैसले करने में आपको ख़ासी दिक़्क़त का सामना करना पड़ेगा। आज के समय में अपने लिए वक्त निकाल पाना बहुत मुश्किल है। लेकिन आज ऐसा दिन है जब आपके पास अपने लिए भरपूर समय होगा। आज आप महसूस करेंगे कि शादी का बंधन वाक़ई स्वर्ग में बनाया जाता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- नौकरी व बिज़नेस में जाने से पूर्व केसर का तिलक मस्तक पर करना काफी शुभ रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nविद्यार्थियों को आज शिक्षा व प्रतियोगिता के क्षेत्र में उपलब्धि के योग बन रहे हैं। आज आय के नए स्तोत्र सामने आएंगे, जो लोग रोजगार के क्षेत्र में कार्य कर रहे हैं, उन्हें सफलता प्राप्त होगी, लेकिन वाणी पर संयम रखें, तभी आपको विशेष सम्मान मिलता दिख रहा है। व्यस्तता के कारण आज आपके स्वास्थ्य पर मौसम का विपरीत प्रभाव पड़ सकता है, इसलिए सावधान रहें। जीवनसाथी का सहयोग और सानिध्य आपको विशेष मात्रा में मिलेगा। सायंकाल के समय की गई यात्रा सुखद व लाभदायक रहेगी।शारीरिक लाभ के लिए, विशेषकर मानसिक तौर पर मज़बूती हासिल करने के लिए ध्यान और योग का आश्रय लें। आज आपको अपना धन खर्च करने की जरुरत नहीं पड़ेगी क्योंकि घर का कोई बड़ा आज आपको धन दे सकता है। आपके आकर्षण और व्यक्तित्व के ज़रिए आपको कुछ नए दोस्त मिलेंगे। आप जहाँ हैं वहीं रहेंगे, बावजूद इसके प्यार आपको एक नए और अनोखे लोक में ले जाएगा। साथ ही आज आप रोमानी सफ़र पर भी जा सकते हैं। कार्यक्षेत्र में दिल लगाने से बचें नहीं तो आपकी बदनामी हो सकती है। यदि आप किसी से जुड़ना भी चाहते हैं तो ऑफिस से दूरी बनाकर ही उनसे बात करें। बातों को सही तरीके से समझने का आज आपको प्रयास करना चाहिए नहीं तो इसकी वजह से आप खाली समय में इन्हीं बातों के बारे में सोचते रहेंगे और अपना समय बर्बाद करेंगे। आपको अपने जीवनसाथी की ओर से ख़ास तोहफ़ा मिल सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- चितकबरा(काला-सफेद) रुमाल जेब में रखने से नौकरी व बिज़नेस में तरक्की होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज आपको कुछ विपरीत परिस्थितियों का सामना करना पड़ सकता है, लेकिन धैर्य रखें और अपनी वाणी पर नियंत्रण रखें। आज आपके रुके हुए कार्यों को पूरा करने का दिन आ गया है। आर्थिक पक्ष मजबूत होकर होगा और दिन में वृद्धि करेगा। आज शाम का समय आप अपने परिजनों से भेंट एवं रात्रि में सैर सपाटे व मौज मस्ती का अवसर प्राप्त होगा। संतान के भविष्य के लिए आज कोई नई योजना बना सकते हैं।नफ़रत को दूर करने के लिए संवेदना का स्वभाव अपनाएँ, क्योंकि नफ़रत की आग बहुत ज़्यादा ताक़तवर है और मन के साथ शरीर पर भी बुरा असर डालती है। याद रखें कि बुराई अच्छाई से ज़्यादा आकर्षक ज़रूर दिखाई देती है, लेकिन उसका असर ख़राब ही होता है। आज आपको अपने भाई या बहन की मदद से धन लाभ होने की संभावना है। अपने जीवनसाथी के मामलों में ज़रूरत से ज़्यादा दखल देना उसकी झुंझलाहट का कारण बन सकता है। ग़ुस्से को फिर से भड़कने से रोकने के लिए उसकी इजाज़त लें, तो आसानी से इस परेशानी को हल किया जा सकता है। जो लोग अब तक सिंगल हैं उनकी मुलाकात आज किसी खास से होने की संभावना है लेकिन बात को आगे बढ़ाने से पहले यह जरुर जान लें कि कहीं वो शख्स किसी के साथ रिश्ते में न हो। जो लोग विदेश व्यापार से जुड़े हैं उन्हें आज मनमाफिक फल मिलने की पूरी उम्मीद है। इसके साथ ही नौकरी पेशा से जुड़े इस राशि के जातक आज अपनी प्रतिभा का पूर्ण इस्तेमाल कार्यक्षेत्र में कर सकते हैं। वक्त पर चलने के साथ-साथ अपनों को वक्त देना भी आवश्यक है। यह बात आज आप समझेंगे लेकिन इसके बावजूद भी आप अपने घरवालों को पर्याप्त समय नहीं दे पाएंगे। आज आपको और आपके जीवनसाथी को प्यार-मुहब्बत के लिए पर्याप्त समय मिल सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- गरीब कन्याओं में खीर बाँटने से पारिवारिक सुख बढ़ेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम लाभदायक रहेगा। यदि कोर्ट कचहरी में कोई मामला चल रहा है, तो उसका आज अंत होगा और आपको विजय प्राप्त होगी। आज घर की उपयोगी वस्तुओं पर धन खर्च होगा, लेकिन आपको अपनी आर्थिक स्थिति को ध्यान में रखकर ही धन व्यय करना होगा। यदि आज रूपए पैसे के लेनदेन की सोच रहे हैं, तो सावधानी बरतें। आज आपके विरोधी परास्त होंगे।क़ुदरत ने आपको आत्मविश्वास और तेज़ दिमाग़ से नवाज़ा है- इसलिए इनका भरपूर इस्तेमाल कीजिए। बीते दिनों में जितना धन आपने आज को बेहतर बनाने के लिए इनवेस्ट किया था उसका फायदा आज आपको फायदा मिल सकता है। अपने सामाजिक जीवन को दरकिनार न करें। अपनी व्यस्त दिनचर्या में से थोड़ा-सा समय निकालकर अपने परिवार के साथ किसी आयोजन में शिरकत करें। यह न सिर्फ़ आपका दबाव कम करेगा, बल्कि आपकी झिझक भी मिटा देगा। अटके कामों के बावजूद रोमांस और बाहर घूमना-फिरना आपके दिलो-दिमाग़ पर छाया रहेगा। बहादुरी भरे क़दम और फ़ैसले आपको अनुकूल पुरुस्कार देंगे। ऐसे लोगों से जुड़ने से बचें जो आपकी प्रतिष्ठा को आघात पहुँचा सकते हैं। यह दिन आपके जीवनसाथी के रूमानी पहलू को भरपूर तरीक़े से दिखाएगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- पश्चिमोत्तर(चन्द्र की दिशा) दिशा में जीरो वाट का दूधिया बल्ब रात्रि में जलाने से फैमिली लाइफ में सुख बढ़ता है। \n",
    "9": "मकर राशिः आज का राशिफल\nव्यवसाय में किए गए कुछ नए परिवर्तनों से आज आपको भरपूर लाभ मिलता दिख रहा है, जिससे आप अपने आर्थिक स्थिति को मजबूत बनाने में भी सफल रहेंगे। शाम के समय धार्मिक स्थानों की यात्रा का प्रसंग प्रबल होगा, लेकिन वाहन से सावधानी बरतें। सायंकाल के समय वाहन के खराब हो जाने से धन खर्च बढ़ सकता है। विद्यार्थी यदि किसी एग्जाम की तैयारी कर रहे हैं, तो उसमें सफलता प्राप्त होगी। पुत्र व पुत्री के विवाह का प्रसंग आज प्रबल हो सकता है।आपका तेज़ काम आपको प्रेरित करेगा। सफलता हासिल करने के लिए समय के साथ अपने विचारों में बदलाव लाएँ। इससे आपका दृष्टिकोण व्यापक होगा, समझ का दायरा बढ़ेगा, व्यक्तित्व में निखार आएगा और दिमाग़ विकसित होगा। अगर आप अपनी रचनात्मक प्रतिभा को सही तरीक़े से इस्तेमाल करें तो वह काफ़ी फ़ायदेमंद साबित होगी। अपने जीवन-साथी के साथ बेहतर समझ ज़िन्दगी में ख़ुशी, सुकून और समृद्धि लाएगी। कोई आपको दिल से सराहेगा। काम में आपकी दक्षता की आज परीक्षा होगी। इच्छित परिणाम देने के लिए आपको अपनी कोशिशों पर एकाग्रता बनाए रखने की ज़रूरत है। वक्त पर चलने के साथ-साथ अपनों को वक्त देना भी आवश्यक है। यह बात आज आप समझेंगे लेकिन इसके बावजूद भी आप अपने घरवालों को पर्याप्त समय नहीं दे पाएंगे। पारिवारिक विवादों के कारण आज आपका वैवाहिक जीवन प्रभावित रह सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- घर में दूषित जल इकट्ठा न होने दें। इससे नौकरी/बिज़नेस में उन्नति होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nयदि आज आप किसी संपत्ति के क्रय विक्रय की सोच रहे हैं, तो इसके लिए उसके सभी संवैधानिक पहलुओं को गंभीरता से जांच लें, अन्यथा आपको नुकसान हो सकता है। जीवनसाथी के अचानक शारीरिक कष्ट होने से भागदौड़ और अधिक धन खर्च की स्थिति आ सकती है। परिवार में यदि कोई विवाद बहुत लंबे से चल रहा है, तो फिर से उठा सकता है, लेकिन परिवार के बुजुर्गों की सहायता से आज वह समाप्त होगा।दोस्तों का रुख़ सहयोगी रहेगा और वे आपको ख़ुश रखेंगे। आज आपके भाई-बहन आपसे आर्थिक मदद मांग सकते हैं और उनकी मदद करके आप खुद आर्थिक दबाव में आ सकते हैं। हालांकि स्थिति जल्द ही सुधर जाएगी। शाम के समय सामाजिक गतिविधियाँ उससे कई बेहतर रहेंगी, जितनी आपने उम्मीद की थी। आज के इस ख़बसूरत दिन प्रेम-संबंध में आपकी सभी शिकायतें ग़ायब हो जाएंगी। साझीदारी की परियोजनाएँ सकारात्मक परिणाम से ज़्यादा परेशानियाँ देंगी। कोई आपका बेजा फ़ायदा उठा सकता है और उसे ऐसा करने देने के लिए आप ख़ुद से ही नाराज़ हो सकते हैं। जो लोग बीते कुछ दिनों से काफी व्यस्त थे उन्हें आज अपने लिए फुर्सत के पल मिल सकते हैं। वैवाहिक जीवन के कई फ़ायदे भी होते हैं और आप उन्हें आज हासिल कर सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- नौकरी व बिज़नेस में तरक्की के लिए घर में कहीं भी संगमरमर या अच्छे पत्थर के टुकड़े, दाना आदि रखें। गमलों या बाथरूम में रखना अधिक शुभ है। \n",
    "11": "मीन राशिः आज का राशिफल\nदांपत्य जीवन आनंद दायक रहेगा। पास व दूर की यात्रा हो सकती है। विद्यार्थियों को आज मानसिक व बौद्धिक भारत से छुटकारा मिलता दिख रहा है। शाम के समय कहीं घूमने फिरने की महत्वपूर्ण जानकारी मिल सकती है, जिससे आपका दिमाग रिलैक्स रहेगा। आज आपके माता-पिता की सलाह आपके लिए मददगार व उपयोगी सिद्ध होगी, जिससे आप उनके साथ समय व्यतीत करेंगे। व्यापार में उत्तम धन लाभ के भरपूर योग बन रहे हैं।आपको कामकाम के मोर्चे पर धक्का लग सकता है, क्योंकि आपकी सेहत आपके साथ नहीं है और इसके चलते आपको कोई ज़रूरी काम अधर में ही छोड़ना पड़ सकता है। ऐसे हालात में धैर्य और होशियारी से काम लें। अगर आप लोन लेने वाले थे और काफी दिनों से इस काम में लगे थे तो आज के दिन आपको लोन मिल सकता है। लोग आपको आशाएँ और सपने देंगे, लेकिन असल में सारा दारोमदार आपके प्रयासों पर रहेगा। प्रेम के दृष्टिकोण से उत्तम दिन है। बेहतर कामकाज के चलते आपको तारीफ़ मिल सकती है। आज अपने लिए वक्त निकालकर अपने जीवनसाथी के साथ आप कहीं घूमने जा सकते हैं। हालांकि इस दौरान आप दोनों के बीच थोड़ी बहुत कहासुनी हो सकती है। समय की कमी की वजह से आप दोनो के बीच निराशा या कुंठा के भाव पनप सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- हनुमान चालीसा का पाठ करने से हेल्थ बेहतर होगी। \n"
}]
