horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपका परोपकार के कार्य में व्यतीत होगा। कार्य क्षेत्र में भी आज आपके पक्ष में कुछ बदलाव हो सकते हैं, इससे आपकी आगे की राह और आसान हो जाएगी, जिसे देखकर आपके साथियों का मूड खराब हो सकता है, लेकिन आपका अच्छा व्यवहार सबको खुश कर देगा। शाम के समय आपके जीवनसाथी के स्वास्थ्य में कुछ खराबी के कारण परेशानी हो सकती है लेकिन जल्दी सब पर नियंत्रण होगा। इसमें भागदौड़ और धन व्यय होगा। विद्यार्थियों को परीक्षा में कठिन परिश्रम की आवश्यकता पड़ेगी।मुस्कुराएँ, क्योंकि यह सभी समस्याओं का सबसे उम्दा इलाज है। पैसे की अहमियत को आप अच्छे से जानते हैं इसलिए आज के दिन आपके द्वारा बचाया गया धन आपके बहुत काम आ सकता है और आप किसी बड़ी मुश्किल से निकल सकते हैं। आपके बच्चे के पुरुस्कार वितरण समारोह का बुलावा आपके लिए ख़ुशनुमा एहसास रहेगा। वह आपकी उम्मीदों पर खरा उतरेगा और आप उसके ज़रिए अपने सपने साकार होते हुए देखेंगे। अपने प्रिय के बिना समय बिताने में दिक़्क़त महसूस करेंगे। यात्रा और शिक्षा से जुड़े काम आपकी जागरुकता में वृद्धि करेंगे। असजता की वजह से आप वैवाहिक जीवन में ख़ुद को फँसा हुआ अनुभव कर सकते हैं। आपको ज़रूरत है तो जीवनसाथी के साथ आत्मीय बातचीत की। धीरे-धीरे ही सही लेकिन जिंदगी अब ट्रैक पर आ रही है इस बात का अहसास आज आपको होगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- किसी जानवर को अकारण कष्ट न दें और न ही कभी जीव हत्या करें व शाकाहार को अपनाने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "1": "वृष राशिः आज का राशिफल\nआज आपके परिवार में कोई शुभ मांगलिक कार्यक्रम पर चर्चा हो सकती है, जिसमें परिवार के बुजुर्गों की सलाह आवश्यक होगी। संतान के भविष्य की आज थोड़ी चिंता सता सकती है। व्यापार व व्यवसाय को आज नई गति मिलेगी। व्यापारियों को आज नगद धन की कमी का सामना करना पड़ सकता है। ससुराल पक्ष से आज सम्मान मिलता दिख रहा है। आज आप अपने स्वास्थ्य के प्रति सचेत रहें क्योंकि अधिक भागदौड़ से पैरों में दर्द इत्यादि की समस्या हो सकती है।धैर्य बनाए रखें, क्योंकि आपकी समझदारी और प्रयास आपको सफलता ज़रूर दिलाएंगे। करीबी रिश्तेदारों के घर जाना आज आपकी आर्थिक स्थिति को बिगाड़ सकता है। आपके जीवन-साथी की लापरवाही संबंधों में दूरी बढ़ा सकती है। साथ में अपना क़ीमती समय बिताएँ और मीठी यादों को फिर से ताज़ा करें, ताकि पुराने दिनों को फिर से वापस लाया जा सके। समय, कामकाज, पैसा, यार-दोस्त, नाते-रिश्ते सब एक ओर और आपका प्यार एक तरफ़, दोनों आपस में खोए हुए - कुछ ऐसा मिज़ाज रहेगा आपका आज। मौज-मस्ती के लिए घूमना संतोषजनक रहेगा। वैवाहिक जीवन के मोर्चे पर यह दिन वाक़ई बहुत बढ़िया है। माता-पिता को बिना बताए आज आप उनके पसंद की कोई डिश घर पर ला सकते हैं इससे घर में सकारात्मक माहौल बन जाएगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- अच्छी आर्थिक स्थिति के लिए ॐ गं गणपतये नमः इस मंत्र का 11 बार उच्चारण सुबह-शाम करें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज आपको अपने व्यवसाय के लिए यदि कोई यात्रा करनी पड़े, तो अवश्य करें क्योंकि यात्रा सुखद व लाभदायक रहेगी। आज आपकी सामाजिक कार्य में रुचि बढ़ती दिख रही है। विद्यार्थियों को गुरुजनों का आशीर्वाद प्राप्त होगा। आज माता के स्वास्थ्य में कुछ खराबी आ सकती है, इसलिए उनके खान-पान पर विशेष ध्यान रखें। नौकरी में आज उच्चाधिकारियों की कृपा से आपका प्रमोशन होता दिख रहा है।दोस्त आपका परिचय किसी ख़ास इंसान से कराएंगे, जो आपकी सोच पर गहरा प्रभाव डालेगा। धन से जुड़ा कोई मसला आज हल हो सकता है और आपको धन लाभ हो सकता है। अपने घर के वातावरण में कुछ बदलाव करने से पहले आपको सभी की राय जानने की कोशिश करनी चाहिए। आपके प्रिय/जीवनसाथी का फ़ोन आपका दिन बना देगा। आज के दिन अधिकांश समय ख़रीदारी और दूसरी गतिविधियाँ में जाएगा। ऐसा लगता है कि आपके जीवनसाथी आज आपके ऊपर ख़ास ध्यान देंगे। सफलता-प्राप्ति के लिए स्वप्न देखना बुरा नहीं है, परन्तु हमेशा दिवास्वप्न में खोये रहना आपके लिए नुक़सानदेह साबित हो सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- बेडरूम की दक्षिण दीवार पर ज़ीरो वाट का लाल बल्ब जलाएं, इससे पारिवारिक सुख बढ़ेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। आज आपको अचानक से बड़ी मात्रा में धन प्राप्त हो सकता है, जिससे आपकी आर्थिक स्थिति सुदृढ़ होगी। यदि आप कहीं निवेश करना चाहते हैं, तो उसके लिए आज दिन उत्तम रहेगा। आज आपकी मान पद व प्रतिष्ठा में वृद्धि होती दिख रही है। कोई भी निर्णय जल्दबाजी में ना लें क्योंकि जल्दबाजी में लिया गया निर्णय आपको नुकसान पहुंचा सकता है। रात्रि का समय भगवान की पूजा व आस्था में व्यतीत होने से आपको लाभ होगा। कठिनाइयों का सामना करना पड़ सकता है। हिम्मत न हारें और इच्छित फल पाने के लिए कड़ी मेहनत करें। इन नाकामियों को तरक़्क़ी का आधार बनाएँ। मुश्किल घड़ी में रिश्तेदार भी काम आएंगे। आज आपके ऑफिस का कोई सहकर्मी आपकी कीमती वस्तु चुरा सकता है इसलिए आज आपको अपना सामान ध्यान से रखने की जरुरत है। किसी दूर के रिश्तेदार के यहाँ से मिली आकस्मिक अच्छी ख़बर आपके पूरे परिवार के लिए ख़ुशी के लम्हे लाएगी। आज आप ऐसे इंसान से मिल सकते हैं, जो आपको ख़ुद अपनी ज़िन्दगी से ज़्यादा चाहता होगा। आपको याद रखने की ज़रूरत है कि भगवान उसी की मदद करता है, जो ख़ुद अपनी मदद करता है। आपका जीवनसाथी आज आपके लिए कुछ बहुत ख़ास करने वाला है। शादीशुदा हैं तो आज आपके बच्चे की कोई शिकायत घर पर आ सकती है जिससे आप परेशान हो जाएंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- अच्छी आर्थिक स्थिति के लिए सफेद वस्त्र अधिक पहनें। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आपको राजनीतिक क्षेत्र में मन मुताबिक परिणाम प्राप्त होंगे। संतान के प्रति दायित्व की भी आज पूर्ति होगी। यदि आपके कुछ काम लंबे समय से रुके हुए हैं, तो आज उनको पूरा करने का दिन है। आज आप अपने व्यवसाय में नई नई योजनाएं बनाएंगे, जो आगे चलकर आपके लिए उत्तम फलदायक रहेंगे। आज आपको आंखों संबंधित कोई परेशानी हो सकती है, इसीलिए सावधानी बरतें। आज शाम का समय आप अपने परिवार के छोटे बच्चों के साथ खेलकूद में व्यतीत करेंगे।शरीर के किसी अंगे में दर्द होने की संभावना है। किसी भी ऐसे काम से बचें, जिसमें ज़्यादा शारीरिक मेहनत की ज़रूरत हो। पर्याप्त आराम भी करें। जिन व्यापारियों के संबंध विदेशों से हैं उन्हें आज धन हानि होने की संभावना है इसलिए आज के दिन सोच समझकर चलें। अपने दिन की योजना सावधानी से तय करें। ऐसे लोगों से बात करें, जो आपकी मदद कर सकते हैं। अपने दिल की बात ज़ाहिर करके आप ख़ुद को काफ़ी हल्का और रोमांचित महसूस करेंगे। खाली वक्त का सही इस्तेमाल करना आपको सीखना ही होगा नहीं तो जीवन में आप कई लोगों से पीछे रह जाएंगे। यह दिन आपके जीवनसाथी का बेहतरीन पहलू आपको दिखाने वाला है। ठंडा पानी पीना आज आपके स्वास्थ्य को खराब कर सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- चमेली का तेल, सिंदूर, चाँदी के वर्क का चोला हनुमान जी को चढाने से स्वास्थ्य अच्छा रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक होगा। आज बिजनेस के लिए कुछ महत्वपूर्ण निर्णय लेने पड़ेंगे। जिसमें आपको पिताजी की सलाह की आवश्यकता पड़ेगी। आज का दिन परोपकार व सेवा करने में व्यतीत होगा और शत्रु प्रबल होंगे, लेकिन फिर भी वह आपका कुछ नहीं बिगाड़ पाएंगे, दांपत्य जीवन में सुखद अनुभव महसूस होगा और मन से भी आप प्रसन्नता महसूस करेंगे। विद्यार्थियों को परीक्षा में सफलता प्राप्त होगी।तनाव के चलते बीमारी से दो-चार होना पड़ सकता है। सुकून महसूस करने के लिए दोस्तों और परिवार के साथ कुछ समय बिताएँ। आज आपके भाई-बहन आपसे आर्थिक मदद मांग सकते हैं और उनकी मदद करके आप खुद आर्थिक दबाव में आ सकते हैं। हालांकि स्थिति जल्द ही सुधर जाएगी। आज का दिन ख़ुशियों से भरा रहेगा, क्योंकि आपका जीवन-साथी आपको ख़ुशी देने का हर प्रयास करेगा। अगर आप अपने प्रिय को पर्याप्त समय न दें, तो वह नाराज़ हो सकता/सकती है। अपना समय और ऊर्जा दूसरों की मदद करने में लगाएँ, लेकिन ऐसे मामलों में पड़ने से बचें जिनसे आपका कोई लेना-देना नहीं है। वैवाहिक जीवन में कठिन दौर से गुज़रने के बाद आपको अब कुछ राहत का एहसास होगा। अपना पसंदीदा संगीत सुनना आपको एक चाय के प्याले से अधिक ताज़गी का अनुभव दे सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- सात मुखी रुद्राक्ष धारण करने से हेल्थ अच्छी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज विद्यार्थियों को शिक्षा प्रतियोगिता के क्षेत्र में विशेष सफलता प्राप्त होगी। व्यवसाय में आय के नए स्रोत बनेंगे, जिससे आपकी आर्थिक स्थिति भी सुदृढ़ होगी। आज आपकी वाणी की सौम्यता दूसरे लोगों को प्रभावित करेगी, जिससे आपको विशेष सम्मान प्राप्त होगा। आज भाग दौड़ अधिक हो सकती है, जिससे आपके स्वास्थ्य पर अधिक प्रभाव पड़ सकता है, इसलिए सावधानी बरतें। जीवनसाथी का विशेष सानिध्य प्राप्त होगा।जल्दी ही बीमारी से उबरने की संभावना है। जिन लोगों ने कहीं निवेश किया था आज के दिन आपको आर्थिक हानि होने की संभावना है। दोस्त शाम के लिए कोई बढ़िया योजना बनाकर आपका दिन ख़ुशनुमा कर देंगे। किसी दिलचस्प इंसान से मिलने की प्रबल संभावना है। दूसरों की राय को ग़ौर से सुनें- अगर आप आज वाक़ई फ़ायदा चाहते हैं तो। वैवाहिक सुख के दृष्टिकोण से आज आपको कुछ अनोखा उपहार मिल सकता है। अपने साथी के लिए कोई बेहतरीन पकवान बनाना आपके फीके पड़े रिश्तों में गर्मजोशी भर सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- अपने बड़े भाई के विचारों का सम्मान करने व उनकी बात मानने से आर्थिक स्थिति में सुधार होगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपको अपनी नौकरी व व्यवसाय में अपनी वाणी पर संयम ना रखने से विपरीत परिस्थितियों का सामना करना पड़ सकता है, इसलिए वाणी में सौम्यता बनाए रखें। आज का दिन आपके लिए सुखदाई रहेगा। आपका आर्थिक पक्ष मजबूत होकर आपके धन सम्मान व यश कीर्ति में वृद्धि होगी। आज आपके रुके हुए काम बनते दिख रहे हैं, लेकिन आलस को त्याग कर आपको आगे बढ़ना होगा। सायं काल का समय आप अपने प्रिय जनों के साथ मौज मस्ती में व्यतीत करेंगे।अपनी सेहत के बारे में ज़रूरत से ज़्यादा चिंता न करें। निश्चिंतता बीमारी की सबसे बड़ी दवा है। आपका सही रवैया ग़लत रवैये को हराने में क़ामयाब रहेगा। आज बिना किसी की मदद के ही आप धन कमा पाने में सक्षम होंगे। कोई चिट्ठी या ई-मेल पूरे परिवार के लिए अच्छी ख़बर लाएगी। आज आप जीवन में सच्चे प्रेम की कमी का अनुभव करेंगे। ज़्यादा चिंता न करें, हर चीज़ समय के साथ बदलती है और इसलिए आपकी रोमांटिक ज़िंदगी में भी बदलाव आएगा। आज मौसम का मिजाज कुछ ऐसा रहेगा कि आप बिस्तर से उठने को राजी नहीं होंगे। बिस्तर से उठने के बाद आपको अहसास होगा कि आप अपना कीमती समय बर्बाद कर चुके हैं। आपके वैवाहिक जीवन से सारा मज़ा खो सा गया मालूम होता है। अपने जीवनसाथी से बात करें और कुछ मस्तीभरी योजना बनाएँ। घर का कोई सदस्य आज आपके खिलाफ बातें कर सकता है जिससे आपकी भावनाएं आहत होंगी। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- शिव जी की पूजा करें तो स्वास्थ्य अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज के दिन आपको रुपए पैसे के लेन-देन में सावधानी बरतनी है क्योंकि आपका धन फंस सकता है, जिसके लिए आपको कोर्ट कचहरी के चक्कर भी काटने पड़ सकते हैं। लेकिन फिर भी आपको असफलता ही प्राप्त होगी, इसलिए सावधानी बरतें। आज घर की कुछ वस्तुओं पर धन का खर्चा होने से आपका मन प्रसन्न रहेगा। आज सांसारिक सुख के साधनों में वृद्धि होगी। व्यापार के लिए कुछ यात्राएं करनी पड़ सकती हैं। आज आपकी किसी पुराने मित्र से मुलाकात हो सकती है।आपका विनम्र स्वभाव सराहा जाएगा। कई लोग आपकी ख़ासी तारीफ़ कर सकते हैं। आज आपको अपनी संतान की वजह से आर्थिक लाभ होने की संभावना नजर आ रही है। इससे आपको काफी खुशी होगी। आज काम तनावभरा और थकाऊ होगा, लेकिन दोस्तों का साथ आपको ख़ुशमिज़ाज और ज़िंदादिल बनाए रखेगा। आज आप ऐसे इंसान से मिल सकते हैं, जो आपको ख़ुद अपनी ज़िन्दगी से ज़्यादा चाहता होगा। कुछ लोगों के लिए आकस्मिक यात्रा दौड़-भाग भरी और तनावपूर्ण रहेगी। थोड़ी-सी कोशिश करें तो यह दिन आपके वैवाहिक जीवन के सबसे विशेष दिनों में से एक हो सकता है। आज आप अपने देश से जुड़ी कुछ जानकारियों को जानकर चकित हो सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- जीव सेवा सर्वोत्तम सेवा है- इसलिए आज किसी कोढ़ी व गूंगे, बहरे व्यक्ति की मदद करें। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। व्यवसाय के क्षेत्र में मन के अनुकूल लाभ होने से खुशी होगी और आप की आर्थिक स्थिति मजबूत होगी, जिससे आपको अपने भविष्य की चिंता कम होगी। विद्यार्थी प्रतियोगिता की तैयारी में कड़ी मेहनत करते नजर आएंगे। आज धार्मिक स्थानों पर जाने का प्लान भी बन सकता है। वाहन के प्रयोग से सावधानी बरतें क्योंकि उसकी अकस्मात खराबी से आपका खर्च बढ़ सकता है।मौज-मस्ती की यात्राएं और सामाजिक मेलजोल आपको ख़ुश रखेंगे और सुकून देंगे। घर की जरुरतों को देखते हुए आज आप अपने जीवनसाथी के साथ कोई कीमती सामान खरीद सकते हैं जिससे आर्थिक हालात थोड़े तंग हो सकते हैं। घरेलू कामकाज आपको ज़्यादातर वक़्त व्यस्त रखेंगे। अटके कामों के बावजूद रोमांस और बाहर घूमना-फिरना आपके दिलो-दिमाग़ पर छाया रहेगा। व्यस्त दिनचर्या के बावजूद भी आज आप अपने लिए समय निकालपाने में सक्षम होंगे। खाली वक्त में आज कुछ रचनात्मक कर सकते हैं। जीवनसाथी के साथ आज की शाम वाक़ई कुछ ख़ास होने वाली है। ग़ज़ब का दिन है – फ़िल्म, पार्टी और दोस्तों के साथ घूमना-फिरना मुमकिन है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- आर्थिक स्थिति अच्छी करने के लिए लहसुन या प्याज की गाँठ बहते जल में प्रवाहित करें। \n",
    "10": "कुंभ राशिः आज का राशिफल\nयदि आज किसी संपत्ति को खरीदना चाहते हैं, तो उसके क्रय विक्रय के साथ उसके पूर्व सारे वैधानिक पहलुओं पर गंभीरता से विचार ले और कोई भी हस्ताक्षर करने से पहले अच्छे से विचार कर लें। आज पुत्र व पुत्री में से किसी के स्वास्थ्य में गिरावट आ सकती है, जिससे आप परेशान रहेंगे और भागदौड़ अधिक रहेगी और खर्च की स्थिति रहेगी। यदि आज किसी से धन का लेनदेन करना हो, तो सोच समझ कर करें।शारीरिक और मानसिक लाभ के लिए ध्यान व योग करना उपयोगी रहेगा। आज आपको अपने भाई या बहन की मदद से धन लाभ होने की संभावना है। जिन लोगों के साथ आप रहते हैं वे आपसे बहुत ख़ुश नहीं होंगे, चाहे आपने इसके लिए कुछ भी क्यों न किया हो। रोमांस को झटका लगेगा और आपके क़ीमती तोहफ़े भी आज जादू चलाने में विफल रहेंगे। कोई रोचक मैगजीन या उपन्यास पढ़ के आजके दिन को आप अच्छी तरह से व्यतीत कर सकते हैं। आपको अपने जीवनसाथी का सख़्त और रुखा पहलू देखने को मिल सकता है, जिसके चलते आप असहज महसूस करेंगे। कारोबारियों को रुकी हुई योजनाओं को फिर से चालू करने के लिए आज सोचना चाहिए। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- पार्टनर से प्रेम सम्बन्धों को अच्छा रखने के लिए गुरु अथवा पिता को गुलाबी रंग के वस्त्र भेंट में दें। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन विद्यार्थियों के मानसिक व बौद्धिक भार को कम करने के लिए होगा। शाम के समय घूमने फिरने के दौरान कोई शुभ सूचना प्राप्त हो सकती है, जो आपके काम आएगी। आज माता-पिता की सलाह व आशीर्वाद से आपके बिजनेस में चार चांद लगेगे, जिससे आप सफलता की सीढ़ी चढ़ेगे। दांपत्य जीवन आनंदमय रहेगा और जीवन साथी के साथ पास व दूर की यात्रा पर भी जा सकते हैं, जिससे जीवन साथी काफी खुश नजर आएंगे।जल्दी ही बीमारी से उबरने की संभावना है। अचानक आए ख़र्चे आर्थिक बोझ बढ़ा सकते हैं। अपने बच्चों के लिए योजना बनाने के लिहाज़ से अच्छा दिन है। आपके प्रेम की राह एक ख़ूबसूरत मोड़ ले सकती है। आज आपको पता चलेगा कि फ़िजा़ओं में जब प्यार घुलता है तो कैसा महसूस होता है। आप चाहें तो परेशानियों को मुस्कुराकर दरकिनार कर सकते हैं या उनमें फँसकर परेशान हो सकते हैं। चुनाव आपको करना है। एक बढ़िया जीवनसाथी के साथ जीवन वाक़ई अद्भुत लगता है और आज आप इस बात का अनुभव कर सकते हैं। स्वयं के लिए अच्छा समय निकालना बढ़िया रहेगा। आपको इसकी सख़्त ज़रूरत भी है। यदि आप अपने मित्रों को इसमें सहभागी बनाएँ, तो आनन्द दोगुना हो जाएगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- चाँदी का टुकड़ा या चाँदी का सिक्का जेब में सदैव रखने से धन की वृद्धि होगी। \n"
}]
