horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फलदायक रहने वाला है। कामों में व्यस्तता के चलते आप अपने शरीर पर ध्यान कम देंगे, जिससे शारीरिक रूप से थकावट हो सकती है। इनकम में बढ़ोतरी होने का अंदेशा है, इसलिए इस दिशा में विशेष प्रयास करें। आप धार्मिक आचरण करेंगे और सामाजिक कामों में बढ़ चढ़कर हिस्सा लेंगे।परिवार का पूरा सहयोग आपको प्राप्त होगा। दांपत्य जीवन में आपको खुशियां मिलेंगी और आपका जीवन साथी आपको कोई ऐसी युक्ति बताएगा जो आपको धन लाभ देगी। प्रेम जीवन जी रहे लोगों के लिए भी दिन काफी बेहतर रहने वाला है।अगर आप पिछले कुछ वक़्त से झुंझलाहट महसस कर रहें हैं तो आपको याद रखना चाहिए कि सही कर्म और विचार आज आपके लिए बहुप्रतीक्षित राहत लेकर आएंगे। आज आपका धन कई चीजों पर खर्च हो सकता है, आपको आज अच्छा बजट प्लान करने की आवश्यकता है इससे आपकी कई परेशानियां दूर हो सकती हैं। आपको ऐसी परियोजनाएँ शुरू करनी चाहिए, जो पूरे परिवार के लिए समृद्धिलाएँ। आज का दिन रोमांस से भरपूर होने की पूरी संभावना है। आपके अंदर नेतृत्व का गुण और लोगों की ज़रूरतों को समझने की संवेदनशीलता है। अगर आप ख़ुद को अभिव्यक्त करने पर ज़ोर देंगे, तो सफलता आपके क़दम चूमेगी। आज आप जीवनसाथी के साथ वक्त बिताने और उनको कहीं घुमाने ले जाने का प्लान करेंगे लेकिन उनकी खराब तबीयत की वजह से यह नहीं हो पाएगा। आपका जीवनसाथी आज ऊर्जा और प्रेम से भरपूर है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- रात को पाने में जौ भिगोकर रखें व अगली सुबह किसी जानवर या पक्षियों को खिलाने से हेल्थ अच्छी रहेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा।भाग्य का सितारा बुलंद रहेगा, जिससे कामों में सफलता मिलेगी। दोपहर बाद आप अपने ऑफिस में कोई नया परिवर्तन कर सकते हैं, जिससे आप और भी मजबूती से अपना पक्ष अपने वरिष्ठ के सामने रख सकें। काम के सिलसिले में दिन काफी बेहतर रहने वाला है।पारिवारिक जीवन भी खुशी देगा। दांपत्य जीवन जी रहे लोगों को आज जीवन साथी के गुस्से का सामना करना पड़ सकता है। जो लोग प्रेम जीवन जी रहे हैं, उन्हें बेहतर नतीजे हासिल होंगे।व्यस्त दिनचर्या के बावजूद सेहत अच्छी रहेगी। लेकिन इसे हमेशा के लिए सच मानने की ग़लती न करें। अपनी ज़िंदगी और सेहत का सम्मान करें। दीर्घावधि मुनाफ़े के नज़रिए से स्टॉक और म्यूचुअल फ़ंड में निवेश करना फ़ायदेमंद रहेगा। शाम का ज़्यादातर समय मेहमानों के साथ गुज़रेगा। रोमांस के लिहाज़ से रोमांचक दिन है। शाम के लिए कोई ख़ास योजना बनाएँ और जितना हो सके, इसे उतना रुमानी बनाने की कोशिश करें। कामकाज के सिलसिले में आपके ऊपर ज़िम्मेदारियों का बोझ बढ़ सकता है। आज ऐसी कई सारी चीज़ें होंगी – जिनकी तरफ़ तुरन्त ग़ौर करने की आवश्यकता है। आप और आपका जीवनसाथी मिलकर वैवाहिक जीवन की बेहतरीन यादें रचेंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- फटे पुराने कपड़े, रद्दी सामान, अखबार आदि को घर से बाहर निकालना पारिवारिक जीवन के लिए अच्छा है। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन सामान्य फलदायक रहेगा। दोपहर तक की स्थितियां कमजोर रहेंगी, स्वास्थ्य भी कमजोर रहेगा और कामों में रुकावट आ सकती है, लेकिन दोपहर बाद स्थितियां पूरी तरह से बदल जाएंगी। भाग्य मजबूत होगा और आपके अटके हुए काम बनने लगेंगे। स्वास्थ्य में भी सुधार होगा। किसी लंबी यात्रा पर जाएंगे, जिसमें आपको खुशी मिलेगी। किसी खास व्यक्ति से मिलने का मौका मिलेगा। प्रेम जीवन में खुशायाँ आएंगी तथा दांपत्य जीवन जी रहे लोगों को भी आज अच्छे नतीजे हासिल होंगे।ऐसी गतिविधियों में संलग्न रहें, जो आपको सुकून दें। तंग आर्थिक हालात के चलते कोई अहम काम बीच में अटक सकता है। सामाजिक उत्सवों में सहभागिता का मौक़ा है, जो आपको प्रभावशाली व्यक्तियों के संपर्क में लाएगा। आपको उदार और स्नेह से भरे प्यार का तोहफ़ा मिल सकता है। अहम लोगों से बातचीत करते वक़्त अपने आँख-कान खुले रखिए, हो सकता है आपके हाथ कोई क़ीमती बात या विचार लग जाए। आज खाली वक्त्त किसी बेकार के काम में खराब हो सकता है। आज से पहले शादीशुदा ज़िन्दगी इतनी अच्छी कभी नहीं रही। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- आर्थिक स्थिति को अच्छा रखने के लिए कांसे का दान करें, इससे बुध प्रसन्न रहता है। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन उतार-चढ़ाव से भरा रहेगा। जीवनसाथी से संबंधों में कुछ तनाव मिल सकता है लेकिन जैसे जैसे समय आगे बढ़ेगा आपकी मनोदशा बदलेगी। ससुराल पक्ष में किसी समारोह में जाने का मौका मिल सकता है। उन से अच्छे संबंध बनेंगे और प्रेम पूर्वक दिन बिताएंगे। जीवनसाथी का स्वास्थ्य बिगड़ सकता है। काम के संबंध में आपको अच्छे नतीजे हासिल होंगे। प्रेम जीवन जी रहे लोगों के लिए दिनमान अनुकूल रहेगा। पारिवारिक जीवन बेहतर रहेगा।मानसिक और नैतिक शिक्षा के साथ शारीरिक शिक्षा भी लें, केवल तभी सर्वांगीण विकास संभव है। याद रखें कि एक स्वस्थ शरीर में ही एक स्वस्थ दिमाग़ निवास करता है। अगर आपका धन से जुड़ा कोई मामला कोर्ट-कचहरी में अटका था तो आज उसमें आपको विजय मिल सकती है और आपको धन लाभ हो सकता है। आपको अपनी एक-सी दिनचर्या से थोड़ी छुट्टी लेकर आज दोस्तों के साथ सैर-सपाटा करने की ज़रूरत है। सच्चे और पवित्र प्रेम का अनुभव करें। आपको कार्यक्षेत्र में अच्छे फल पाने के लिए अपने काम करने के तरीके पर गौर करने की जरुरत है नहीं तो आप बॉस की नजरों में आपकी नकारात्मक छवि बन सकती है। आज आपको अपनेे ससुराल पक्ष से कोई बुरी खबर मिल सकती है जिसके कारण आपका मन दुखी हो सकता है और आप काफी समय सोच विचार करने में गंवा सकते हैं। आज का दिन उन्माद में घिर जाने का है; क्योंकि आप अपने जीवनसाथी के साथ प्रेम के चरम का अनुभव करेंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- बड़े भाई के पैर छूकर आशीर्वाद लेने से नौकरी/बिज़नेस में तरक्की देगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन आंशिक रूप से फलदायक रहेगा। खर्चों में जो बढ़ोतरी चली आ रही है वह धीरे-धीरे कम हो जाएगी और आपको धन लाभ भी होगा। स्वास्थ्य के मामले में दिन थोड़ा सा कमजोर रह सकता है। कुछ लोगों को आज उनके गलत कार्यों की सजा भी मिल सकती है। इसलिए आपको थोड़ा ध्यान रखना चाहिए। प्रेम जीवन जी रहे लोगों के लिए दिन बेहतर रहेगा। प्रिय का पूरा साथ मिलेगा। जो लोग दांपत्य जीवन जी रहे हैं उन्हें अपने जीवनसाथी से प्यार जताने का मौका मिलेगा। परिवार में सभी लोग एकजुट रहेंगे। काम के सिलसिले में नतीजे बेहतर होंगे और आपके पक्ष में होंगे।आपका तेज़ काम आपको प्रेरित करेगा। सफलता हासिल करने के लिए समय के साथ अपने विचारों में बदलाव लाएँ। इससे आपका दृष्टिकोण व्यापक होगा, समझ का दायरा बढ़ेगा, व्यक्तित्व में निखार आएगा और दिमाग़ विकसित होगा। आप पैसा बना सकते हैं, बशर्ते आप अपनी जमा-पूंजी पारम्परिक तौर पर निवेश करें। अपने घर के वातावरण में कुछ बदलाव करने से पहले आपको सभी की राय जानने की कोशिश करनी चाहिए। अगर आप खुले दिल से अपनी बात रखें, तो आपकी मोहब्बत आज आपके सामने प्यार के फ़रिश्ते के रूप में आएगी। कारोबारी जितना हो अपने कारोबार से जुड़ी बातों को किसी से शेयर न करें। अगर आप ऐसा करते हैं तो आप बड़ी मुश्किल में पड़ सकते हैं। आज के दिन घटनाएँ अच्छी तो होंगी, लेकिन तनाव भी देंगी – जिसके चलते आप थकान और दुविधा महसूस करेंगे। वैवाहिक जीवन में कई उतार-चढ़ाव के बाद एक-दूसरे के प्यार को सराहने का यह सही दिन है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- नेत्रहीन, कोढ़ी, अपंग को एक से अधिक रंग का कपड़ा दान करने से नौकरी व बिज़नेस में फायदा मिलेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। आपके खर्चे भी बढ़ेंगे और प्रेम जीवन के लिए दिन थोड़ा कमजोर रहेगा। आप की अपने प्रिय से अनबन हो सकती है और आपका प्रिय आपसे नाराज हो सकता है। दांपत्य जीवन जी रहे लोगों के लिए दिन बेहतर रहेगा। उनका जीवन साथी उन्हें उनके काम में सहयोग करेगा। काम के सिलसिले में आपके लिए दिन बेहतर रहने वाला है। अपने खुद के प्रयासों से आप बेहतर नतीजे हासिल करेंगे।\n खेलों और आउटडोर गतिविधियों में भागीदारी आपकी खोयी ऊर्जा को फिर से इकट्ठा करने में आपकी मदद करेगी। अगर आप छात्र हैं और विदेशों में जाकर पढ़ाई करना चाहते हैं तो घर की आर्थिक तंगी आज आपके माथे पर शिकन ला सकती है। बुज़ुर्ग रिश्तेदार अपनी बेजा मांगों से आपको परेशान कर सकते हैं। अपने प्रिय की बातों के प्रति आप ज़रूरत से ज़्यादा संवेदनशील रहेंगे- आपको अपने जज़्बात पर क़ाबू रखने की ज़रूरत है और ऐसा कुछ करने से बचें जो मामले को और भी बिगाड़ दे। हालाँकि वरिष्ठों से कुछ विरोध के स्वर सुनाई देंगे- लेकिन फिर भी आपको दिमाग़ ठण्डा रखने की ज़रूरत है। आज आपको महत्वपूर्ण मामलों पर ध्यान लगाने की ज़रूरत है। आपका जीवनसाथी रोज़ाना की ज़रूरतों को पूरा करने से अपने हाथ पीछे खींच सकता है, जिसके चलते आपका मन उदास होने की संभावना है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- अच्छे पारिवारिक जीवन के लिए किसी क्यारी, पीपल या बड़ के पास धरती पर 28 बार सरसों का तेल टपकाएं, यही कार्य आप घर में गमले में मिटटी रखकर भी कर सकते हैं। \n",
    "6": "तुला राशिः आज का राशिफल\nआज आपका दिन आपके लिए मध्यम फलदायक रहेगा। दोपहर बाद अपने समय को अपने प्रिय के साथ बिताना पसंद करेंगे। प्रेम जीवन के लिए आज का दिन बेहतरीन दिनों में से एक रहेगा। आप जी भर कर प्यार लुटाएंगे और आपका प्रिय भी हर तरह से आपसे खुश रहेगा। प्रेम जीवन जी रहे लोगों को आज अपने प्रिय को कोई उपहार देना चाहिए। दांपत्य जीवन में मिले-जुले परिणाम मिलेंगे। जीवन साथी आपसे किसी प्रकार के धन की मांग कर सकता है, जो उनके लिए आवश्यक होगा। आपको उनके साथ तालमेल बिठाकर रहना होगा। कार्य में मिलाजुला समय रहेगा। किसी प्रकार के विवाद में ना पड़ें।व्यस्त दिनचर्या के बावजूद सेहत अच्छी रहेगी। लेकिन इसे हमेशा के लिए सच मानने की ग़लती न करें। अपनी ज़िंदगी और सेहत का सम्मान करें। जीवन की गाड़ी को अच्छे से चलाना चाहते हैं तो आज आपको पैसे की आवाजाही पर विशेष ध्यान देना होगा। आज आप जिस सामाजिक कार्यक्रम में जाएंगे, वहाँ आप सबके ध्यान का केन्द्र होंगे। मुहब्बत का सफ़र प्यारा, मगर छोटा होगा। दफ़्तर की राजनीति हो या फिर कोई विवाद, चीज़ें आपके पक्ष में झुकी नज़र आएंगी। इस राशि के लोगों को आज अपने आप को समझने की जरुरत है। यदि आपको लगता है कि आप दुनिया की भीड़ में कहीं खो गये हैं तो अपने लिए वक्त निकालें और अपने व्यक्तित्व का आकलन करें। आपके जीवनसाथी की ओर से मिला कोई ख़ास तोहफ़ा आपके खिन्न मन को ख़ुश करने में काफ़ी मददगार साबित होगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- अपने इष्टदेव को पीले पुष्प चढ़ाएं, इससे आर्थिक स्थिति अच्छी रहेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फलदायक रहेगा। यदि किसी यात्रा पर जा रहे हैं तो आज उसे स्थगित कर दें। परिवार में खुशियां मिलेंगी। आज के दिन को परिवार वालों के साथ बिताने का प्रयास करेंगे। आज अपने घर को सजाने में समय लगाएंगे। घरेलू खर्चों में भी ध्यान देंगे। कोई नया वाहन खरीदने की दिशा में प्रयास कर सकते हैं। काम के सिलसिले में आपको बेहतर नतीजे हासिल होंगे और आप मजबूती के साथ खड़े रहेंगे लेकिन अपने साथ काम करने वालों से आपकी अनबन हो सकती है। स्वास्थ्य मजबूत बनेगा। पुरानी बीमारियों से मुक्ति मिलेगी। माता-पिता का सहयोग मिलेगा।आप खाली समय का आनंद ले सकेंगे। भागीदारी वाले व्यवसायों और चालाकी भरी आर्थिक योजनाओं में निवेश न करें। अपने दोस्तों और परिवार के सहयोग के चलते आप नए आत्मविश्वास और रोमांच से भरपूर रहेंगे। आज आप अपने दोस्त की महक उसकी अनुपस्थिति में महसूस करेंगे। लघु व्यवसाय करने वाले इस राशि के जातकों को आज घाटा हो सकता है। हालांकि आपको घबराने की जरुरत नहीं है अगर आपकी मेहनत सही दिशा में है तो आपको अच्छे फल अवश्य मिलेंगे। कुछ लोगों के लिए आकस्मिक यात्रा दौड़-भाग भरी और तनावपूर्ण रहेगी। यह दिन आपके जीवन में वसंत-काल की तरह है - रोमानी व प्यार से भरा; जहाँ सिर्फ़ आप और आपका जीवनसाथी साथ हों। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- रुद्राक्ष की माला अपने गले में धारण करने से नौकरी/बिज़नेस में उन्नति होगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फलदायक रहेगा। आप अपने परिवार के छोटों का पूरा ध्यान रखेंगे।आवश्यकता होने पर उनकी मदद भी करेंगे। आज आप किसी यात्रा पर जा सकते हैं जो काफी आनंद देने वाली साबित होगी। अपने मित्रों से मुलाकात हो सकती है। किसी खास व्यक्ति के जीवन में आने से आज का दिन बेहतर बनेगा। प्रेम जीवन के लिए भी दिन अनुकूल है दांपत्य जीवन जी रहे लोगों को आज किसी विशेष पूजा पाठ में सम्मिलित होने का मौका मिल सकता है। काम के सिलसिले में दिनमान आपके पक्ष में रहेगा।जीवन-साथी ख़ुशी की वजह साबित होगा। आज आपको अपने उन रिश्तेदारों को पैसा उधार नहीं देना चाहिए जिन्होंने आपका पिछला उधार अब तक वापस नहीं किया है। शाम के समय सामाजिक गतिविधियाँ उससे कई बेहतर रहेंगी, जितनी आपने उम्मीद की थी। सारी दुनिया की मदहोशी उन ख़ुशनसीबों के बीच सिमट जाती है, जो प्यार में हों। जी हाँ, आप वही ख़ुशनसीब हैं। नए प्रस्ताव आकर्षक होंगे, लेकिन जल्दबाज़ी में निर्णय लेना समझदारी का काम नहीं है। जिन लोगों के घर वाले शिकायत करते हैं कि वो घरवालों को पर्याप्त समय नहीं देते वो आज घरवालों को समय देने के बारे में सोच सकते हैं लेकिन ऐन वक्त पर किसी काम के आने की वजह से ऐसा नहीं हो पाएगा। आज आप महसूस करेंगे कि जीवनसाथी के साथ की एहमियत कितनी हे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- घर में खाली पड़े बर्तनों में कांसे का एक टुकड़ा रखने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा।मानसिक तनाव से दोपहर बाद मुक्ति मिलेगी। धन इकट्ठा होगा जिससे आर्थिक स्थिति मजबूत बनेगी। स्वास्थ्य अभी थोड़ा कमजोर बना रह सकता है, जिस पर विशेष ध्यान देना जरूरी होगा। दांपत्य जीवन में मिले-जुले नतीजे मिलेंगे। जीवन साथी से अच्छा व्यवहार करें अन्यथा रिश्ता बिगड़ सकता है। प्रेम जीवन जी रहे लोगों को आज कुछ परेशानी हो सकती है। उनका प्रिय उनसे कुछ ज्यादा ही बहस बाजी कर सकता है। विरोधियों पर आप भारी रहेंगे कोर्ट। कचहरी के कामों में सफलता मिलेगी। अपने दिन प्रतिदिन के काम के लिए दिन बेहतर रहेगा।आज आपके पास अपनी सेहत और लुक्स से जुड़ी चीज़ों को सुधारने के लिए पर्याप्त समय होगा। रात के समय आप आज आपको धन लाभ होने की पूरी संभावना है क्योंकि आपके द्वारा दिया गया धन आज आपको वापस मिल सकता है। अगर आप दफ़्तर में अतिरिक्त समय लगाएंगे, तो आपकी घरेलू ज़िंदगी पर नकारात्मक असर पड़ सकता है। आपका काम दरकिनार हो सकता है- क्योंकि आप अपने प्रिय की बांहों में ख़ुशी, आराम और उल्लास महसूस करेंगे। अगर आप अपने काम पर ध्यान दें तो क़ामयाबी और प्रतिष्ठा आपकी होगी। आपकी संप्रेषण अर्थात कम्यूनिकेशन की क्षमता प्रभावशाली साबित होगी। आज आपको अपने जीवनसाथी का दैवीय पक्ष देखने को मिल सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अच्छे पारिवारिक जीवन के लिए किसी भी कुत्ते (अगर काले रंग का हो, तो विशेष शुभ है) को दूध पिलाएं। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन बढ़िया साबित होगा। जो खर्चे बढ़ रहे थे, उनमें आज कुछ कमी आएगी। आप मानसिक रूप से भी खुद को ज्यादा मजबूत महसूस करेंगे। नए नतीजे आपके सामने आएंगे और आप के निर्णय लेने की क्षमता बढ़ेगी। धार्मिक रूप से आप मजबूत बनेंगे। दांपत्य जीवन में दिन बेहतर रहेगा और जीवन साथी का व्यवहार भी संतुलित रहेगा। प्रेम जीवन जी रहे लोगों को आज कुछ अच्छी खबर सुनने को मिल सकती है। परिवार के लोगों का व्यवहार भी बेहतरीन रहेगा और काम के सिलसिले में आज का दिन आपको कुछ उपलब्धि दिलवा सकता है।अपने विचार और ऊर्जा को उन कामों में लगाएँ, जिनसे आपके सपने हक़ीक़त का रूप ले सकते हैं। सिर्फ़ ख़याली पुलाव पकाने से कुछ नहीं होता है। अभी तक आपके साथ समस्या यह है कि आप कोशिश करने की बजाय केवल इच्छा करते हैं। नौकरी पेशा से जुड़े लोगों को आज धन की बहुत आवश्यकता पड़ेगी लेकिन बीते दिनों में किये गये फिजुलखर्च के कारण उनके पास पर्याप्त धन नहीं होगा। अपने परिवार की भलाई के लिए मेहनत करें। आपके कामों के पीछे प्यार और दूरदृष्टि की भावना होनी चाहिए, न कि लालच का ज़हर। आज के इस ख़बसूरत दिन प्रेम-संबंध में आपकी सभी शिकायतें ग़ायब हो जाएंगी। किसी नयी परियोजना पर काम करने से पहले अच्छी तरह सोच-विचार लें। हितकारी ग्रह कई ऐसे कारण पैदा करेंगे, जिनकी वजह से आज आप ख़ुशी महसूस करेंगे। शादीशुदा ज़िन्दगी के मोर्चे पर हालात वाक़ई थोड़े मुश्किल रहे हैं, लेकिन अब आप सुधरते हालात महसूस कर सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- सफेद धोती काले किनारे वाली किसी साधु-संत को दान में देने से आर्थिक स्थिति बेहतर होगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फलदायक रहेगा। दिन की शुरुआत में धन लाभ होगा। दोपहर होते-होते आपके खर्चों में अचानक से बढ़ोतरी हो जाएगी जो आपको परेशान कर देगी। विशेष रूप से अपने खर्चों पर ध्यान दें क्योंकि यह आपको आर्थिक रूप से कमजोर बना सकते हैं। काम के सिलसिले में दिन बेहतर रहेगा। आपके अपने काम करने के तरीके से लोग इंप्रेस होंगे और आपसे सलाह भी लेंगे।भाग्य का सितारा बुलंद रहेगा। पारिवारिक जीवन में संतुष्टि रहेगी। प्रेम जीवन में उतार-चढ़ाव रहेगा। दांपत्य जीवन जी रहे लोगों के लिए दिन काफी खुशनुमा रहेगा।आउटडोर गतिविधियां काफ़ी थकावटी और तनाव देने वाली साबित होंगी। बीते दिनों में जितना धन आपने आज को बेहतर बनाने के लिए इनवेस्ट किया था उसका फायदा आज आपको फायदा मिल सकता है। ग्लानि और पछतावे में वक़्त बर्बाद न करें, बल्कि ज़िन्दगी से सीखने की कोशिश करें। हर बात पर प्यार का दिखावा करना ठीक नहीं है इससे आपका रिश्ता सुधरने की जगह बिगड़ सकता है। आज फ़ायदा हो सकता है, बशर्ते आप अपनी बात भली-भांति रखें और काम में लगन व उत्साह दिखाएँ। शाम के वक्त आज आप किसी करीबी के घर वक्त बिताने जा सकते हैं लेकिन इस दौरान आपको उनकी कोई बात बुरी लग सकती है और आप तय समय से पहले वापस लौट सकते हैं। आज आपको अपने जीवनसाथी का दैवीय पक्ष देखने को मिल सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- काला-सफेद कंबल किसी धर्म स्थान में देने से हेल्थ बेहतर होगी। \n"
}]
