horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। यदि आप किसी बैंक, व्यक्ति या संस्था से कोई ऋण लेने की सोच रहे हैं, तो कदापि ना लें क्योंकि आपको उसे उतारना कठिन होगा। जीवन साथी से आज उत्तम सहयोग प्राप्त होगा। आज आपको परिवार में मान सम्मान प्राप्त होता दिख रहा है। आज रात्रि का समय आप किसी मांगलिक कार्यक्रम में जा सकते हैं। विद्यार्थियों को अपनी पढ़ाई पर फोकस करना होगा, तभी सफलता मिलती दिख रही है।ज़िन्दगी की बेहतरीन चीज़ों को शिद्दत से महसूस करने के लिए अपने दिल-दिमाग़ के दरवाज़े खोलें। चिंता को छोड़ना इसकी ओर पहला क़दम है। आज किसी करीबी से आपका झगड़ा हो सकता है और बात कोर्ट कचहरी तक जा सकती है। जिसकी वजह से आपका अच्छा खास धन खर्च हो सकता है। रिश्तेदारों और दोस्तों से अचानक उपहार मिलेगा। ख़ुशी के लिए नए संबंध की प्रतीक्षा करें। जिंदगी में चल रही आपाधापी के बीच आज आपको अपने लिए पर्याप्त समय मिलेगा और और आप अपने पसंदीदा कामों को कर पाने में कामयाब हो पाएंगे। काफ़ी वक़्त बाद आप और आपका जीवनसाथी एक शान्त दिन साथ बिता सकते हैं, जब कोई लड़ाई-झगड़ा न हो - सिर्फ़ प्यार हो। सफलता-प्राप्ति के लिए स्वप्न देखना बुरा नहीं है, परन्तु हमेशा दिवास्वप्न में खोये रहना आपके लिए नुक़सानदेह साबित हो सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- अच्छी आर्थिक स्थिति के लिए नहाने से पूर्व नाभि में तेल लगाकर फिर पूरे शरीर में तेल लगाएं व स्नान करें। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए बहुत व्यस्तता भरा रहेगा। आज भागदौड़ अधिक होगी। व्यापार में तेजी के लिए आज नए-नए उपकरणों का प्रयोग करेंगे। आपकी निर्णय लेने की क्षमता ओं का आज आपको भरपूर लाभ मिलेगा। आपके जो कार्य लंबे समय से रुके हुए थे, वह भी आज पूर्ण हो सकते हैं। यदि आज किसी भी कार्य मे विनिमय करना पड़े, तो दिल खोलकर करें क्योंकि भविष्य में उससे आपको भरपूर लाभ होगा। आज शाम का समय आप अपने जीवन साथी को कहीं बाहर घुमाने व कोई उपहार खरीदने के लिए ले जा सकते हैं।सेहत से जुड़ी समस्याएँ आपके लिए परेशानी का सबब बन सकती हैं। घर के जरुरी सामान पर धन खर्च करके आपको आर्थिक परेशानी तो आज जरुर होगी लेकिन इससे आप भविष्य की कई परेशानियों से बच जाएंगे। परिवार के सदस्यों के साथ कुछ आराम के पल बिताएँ। हालाँकि प्यार में निराशा हाथ लग सकती है लेकिन हिम्मत मत हारिए क्योंकि आखिर में जीत सच्चे प्यार की ही होती है। खाली समय का पुरा आनंद उठाने के लिए आपको लोगों से दूर होकर अपने पसंदीदा काम करने चाहिए। ऐसा करके आपमें सकारात्मक बदलाव भी आएंगे। जन्मदिन भूलने जैसी किसी छोटी-सी बात को लेकर जीवनसाथी से तक़रार मुमकिन है। लेकिन अन्ततः सब ठीक हो जाएगा। माता के साथ आज आप अच्छा समय बिता सकते हैं, आज वो आपसे आपकी बचपन की बातें शेयर कर सकती हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- केसर लगी पीली मिठाई, केसरी हलवा खुद भी खाएं और गरीबों में भी बाँटने से स्वास्थ्य अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आयेगा। आज आपको फिजूलखर्ची से बचना होगा, नहीं तो आप अपनी आर्थिक स्थिति को संकट में डाल देगे। आज संतान पक्ष का कोई शुभ समाचार सुनने को मिल सकता है, जिससे आपके मन में संतुष्टि का भाव होगा। आज आप अपने भाई के स्वास्थ्य के प्रति थोड़ा चिंतित नजर आएंगे। सायंकाल से लेकर रात्रि तक का समय आप अपने परिवार के बुजुर्ग सदस्यों के साथ विचार विमर्श में व्यतीत करेंगे। भविष्य में कुछ योजनाएं बनाएंगे।आज आपका स्वास्थ्य दुरुस्त रहने की पूरी उम्मीद है। अपने अच्छे स्वास्थ्य के चलते आज आप अपने दोस्तों के साथ खेलने का प्लान बना सकते हैं। रियल एस्टेट सम्बन्धी निवेश आपको अच्छा-ख़ासा मुनाफ़ा देंगे। प्रभावशाली और महत्वपूर्ण लोगों से परिचय बढ़ाने के लिए सामाजिक गतिविधियाँ अच्छा मौक़ा साबित होंगी। जो लोग अब तक सिंगल हैं उनकी मुलाकात आज किसी खास से होने की संभावना है लेकिन बात को आगे बढ़ाने से पहले यह जरुर जान लें कि कहीं वो शख्स किसी के साथ रिश्ते में न हो। गप्पबाज़ी और अफ़वाहो से दूर रहें। आपका जीवनसाथी किसी फ़रिश्ते की तरह आपका बहुत ध्यान रखेगा। आपका संंगी आज आपके लिए घर पर कोई सरप्राइज डिश बना सकता है जिससे आपके दिन की थकान मिट जाएगी। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- शिवलिंग पर जल चढ़ाने से लव लाइफ अच्छी रहेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम लाभदायक रहेगा। आपने कार्य क्षेत्र में जो परिश्रम किए हैं, आज आपको उनका उत्तम लाभ प्राप्त होगा। संतान के प्रति आपका विश्वास मजबूत होगा। मामा पक्ष से आज आपको प्रेम मिलने की भरपूर संभावना है। आज आप अपनी शान शौकत के लिए कुछ धन खर्च कर सकते हैं। आपके शत्रु भी परेशान रहेंगे, लेकिन आपको चिंता करने की कोई आवश्यकता नहीं है। आज अपने माता-पिता की सेहत का विशेष ध्यान रखें ताकि उनके स्वास्थ्य में कोई कमी न आये। विद्यार्थियों को अपने गुरुजनों का आशीर्वाद प्राप्त होगा।अपनी ऊर्जा का इस्तेमाल किसी मुश्किल में फँसे इंसान की मदद करने के लिए करें। याद रखें – यह शरीर तो एक-न-एक दिन मिट्टी में मिलने वाला है, अगर यह किसी के काम न आ सके तो इसका क्या फ़ायदा? पैसों की कमी आज घर में कलह की वजह बन सकती है, ऐसी स्थिति में अपने घर के लोगों से सोच-समझकर बात करें और उनसे सलाह लें। सबको अपनी महफ़िल में दावत दें। क्योंकि आपके पास आज अतिरिक्त ऊर्जा है, जो आपको किसी पार्टी या कार्यक्रम का आयोजन करने के लिए प्रेरित करेगी। आज आप ख़ुद को अपने प्रिय के प्यार से सराबोर महसूस करेंगे। इस लिहाज़ से आज का दिन बहुत ख़ूबसूरत रहेगा। इस राशि के जातक आज के दिन अपने भाई-बहनों के साथ घर पर कोई मूवी या मैच देख सकते हैं। ऐसा करके आप लोगों के बीच प्यार में इजाफा होगा। इस बात की प्रबल सम्भावना है कि आपके आस-पास के लोग आप दोनों के बीच मतभेद पैदा करने का प्रयास करेंगे। अत: बाहरी लोंगों के कहने पर अमल करना ठीक नहीं होगा। आपको महसूस हो सकता है कि आप अपना दिन बर्बाद कर रहे हैं। इसलिए अपने दिन की योजना बेहतर तरीक़े से बनाएँ। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- आर्थिक स्थिति को मजबूत करने के लिए बड़ या पीपल के पेड़ को दूध से सींचें और वहां की मिटटी का टीका शरीर पर कहीं भी लगाएं। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज आपको अपने ससुराल पक्ष से कोई वाद-विवाद की स्थिति उत्पन्न हो सकती है, इसलिए आपको अपनी वाणी पर संयम रखना होगा, नहीं तो आपके संबंधों में कटुता आ जाएगी। यदि मित्रों से संबंधित कोई कष्ट है, तो उसमें आज निश्चित सुधार होता दिख रहा है। आज आपको अपने किसी मित्र की सहायता करनी पड़ेगी। यदि कोई विवाद चल रहा है, तो वह आज समाप्त होगा। आज आप अपनी आर्थिक स्थिति के लिए थोड़ा चिंतित नजर आएंगे।बच्चे आपकी शाम को ख़ुशी की चमक लाएंगे। थकाऊ और उबाऊ दिन को अलविदा कहने के लिए एक बढ़िया डिनर की योजना बनाएँ। उनका साथ आपके शरीर में फिर से ऊर्जा भर देगा। धन से जुड़ा कोई मसला आज हल हो सकता है और आपको धन लाभ हो सकता है। जीवनसाथी के साथ ख़रीदारी मज़ेदार रहेगी। इससे आप दोनों के बीच की समझ में भी इज़ाफ़ा होगा। आप के दिल की धड़कनें आपके प्रिय के साथ कुछ ऐसे चलेंगी कि आज जीवन में प्यार का संगीत बज उठेगा। प्रेमी को वक्त देने की कोशिश करेंगे लेकिन किसी जरुरी काम के आ जाने के कारण आप उनको समय दे पाने में कामयाब नहीं हो पाएंगे। विवादों की एक लम्बी कड़ी आपके रिश्तों को कमजोर कर सकती है अत: इसे हल्के में लेना ठीक नहीं होगा। स्वयंसेवी कार्य या किसी की मदद करना आपकी मानसिक शांति के लिए अच्छे टॉनिक का काम कर सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- सफेद चंदन का तिलक लगायें स्वास्थ्य अच्छा रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज आपको अपने व्यवसाय के लिए कुछ यात्राएं भी करनी पड़ेगी, जिनका आपको लाभ होगा, लेकिन आज आपको अपनी नौकरी में अपने शत्रुओं से सावधान रहना होगा, नहीं तो वह आपके खिलाफ कोई भारी षड्यंत्र रच सकते हैं। यदि कोई कानूनी विवाद चल रहा है, तो वह आज समाप्त हो सकता है। आज आप अपने घर की दैनिक जरूरतों के लिए कुछ सामान खरीद सकते हैं, जिसमें धन भी अधिक व्यय होगा। सामाजिक व धार्मिक क्रियाकलापों में आज आपकी रुचि बढ़ती दिख रही है।आपके परिवार को आपसे बहुत ज़्यादा उम्मीदें हैं, जिसके चलते आप खीज महसूस कर सकते हैं। धन की आवश्यकता कभी भी पड़ सकती है इसलिए आज जितना हो अपने पैसे की बचत करने का विचार बनाएं। दिन को रोमांचक बनाने के लिए क़रीबी दोस्तों और परिवार के साथ समय बिताएँ। जिनकी सगाई हो चुकी है, वे अपने मंगेतर से बहुत-सी ख़ुशियाँ पाएंगे। आपको ऐसी जगहों से महत्वपूर्ण बुलावा आएगा, जहाँ से आपने इसकी कभी कल्पना भी न की हो। आपका जीवनसाथी आपको ख़ुश करने के लिए आज काफ़ी कोशिशें करता नज़र आएगा। सेहत के लिहाज़ से दौड़ लगाना आपके लिए फ़ायदेमंद रहेगा, क्योंकि यह मुफ़्त भी है और अच्छी एक्सरसाइज़ भी। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- चारपाई के पायों में तांबे की चार कील गाड़ने से हेल्थ अच्छी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपका शुभ मांगलिक कार्यक्रमों के लिए होगा। आज आपके परिवार में कोई शादी विवाह हो सकता है, जिसमें परिवार के सभी सदस्य व्यस्त  नजर आयेगे। आज आपको किसी कार्य में निवेश करना पड़े, तो उसके लिए दिन उत्तम है। आज आपके अधिकार व संपत्ति में वृद्धि होती दिख रही है। विद्यार्थियों को आज कुछ किताबों की आवश्यकता होगी। जीवनसाथी से आज कुछ अनबन हो सकती है, लेकिन उन्हें मनाने की पूरी कोशिश करें, जो लोग रोजगार की दिशा में प्रयास कर रहे हैं, उनको आज हमको सफलता मिलेगी।उदास और अवसादग्रस्त न हों। आर्थिक पक्ष के मजबूत होने की पूरी संभावना है। अगर आपने किसी शख्स को पैसा उधार दिया था तो आज आपको वो पैसा वापस मिलने की उम्मीद है। बच्चे की तबियत परेशानी का कारण बन सकती है। अपने प्रेम-प्रसंग के बारे में इधर-उधर ज़्यादा बातें न करें। इस राशि वाले जातकों को आज खाली वक्त में आध्यात्मिक पुस्तकों का अध्ययन करना चाहिए। ऐसा करके आपकी कई परेशानियां दूर हो सकती हैं। आपकी व्यस्त दिनचर्या के चलते आपका जीवनसाथी आपके ऊपर शक़ कर सकता है। लेकिन दिन के अन्त तक वह आपकी बात समझेगा और आपको गले लगाएगा। आज आपके जोशीले अंदाज से आपके सहकर्मी आपसे आकर्षित हो सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- इस मंत्र का उच्चारण करें 'ओम सूर्य नारायणाय नमो नमः' \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज आपका मन कुछ अशातियो से परेशान रहेगा और व्यापार के लिए किए गए कार्य भी निष्फल हो सकते हैं। आज आपके परिवार में कोई कलह सिर उठा सकती हैं, लेकिन आपको संयम रखना होगा, नहीं तो रिश्ते में दरार पड़ सकती हैं। शाम तक परिवार के बुजुर्ग सदस्यों की सलाह से पारिवारिक कलह समाप्त हो जाएगी। नौकरी के जातकों के लिए आज प्रमोशन मिलने के भरपूर योग बन रहे हैं। आज शाम का समय आप अपने परिवार के छोटे बच्चों के साथ खेलकूद में व्यतीत करेंगे।आपका उदार स्वभाव आज आपके लिए कई ख़ुशनुमा पल लेकर आएगा। आज आपको पैसों से जुड़ी कोई समस्या आ सकती है जिसे सुलझाने के लिए आप अपने पिता या पितातुल्य किसी आदमी से सलाह ले सकते हैं। घर पर आपके बच्चे आपके सामने किसी समस्या को तिल का ताड़ बनाकर पेश करेंगे- कोई भी क़दम उठाने से पहले तथ्यों की भली-भांति पड़ताल कर लें। आप आज प्यार की मनोदशा में होंगे- और आपके लिए काफ़ी मौक़े भी होंगे। अगर आप जल्दबाज़ी में निष्कर्ष निकालेंगे और ग़ैर-ज़रूरी काम करेंगे, तो आज का दिन काफ़ी निराशाजनक हो सकता है। यह समय जीवन में आपको वैवाहिक जीवन का भरपूर आनन्द देगा। शराब या सिगरेट का बहुत ज्यादा सेवन करना आज आपके स्वास्थ्य की स्थिति को खराब कर सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- पीपल के वृक्ष को केसर से तिलक कर पीले कच्चे धागे से बाँधने से पारिवारिक जीवन में खुशहाली आएगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से लाभदायक रहेगा। आज आपके अंदर ज्ञान व परोपकार के कार्यों की भावना विकसित होगी। आज आप किसी सामाजिक कार्य में भाग ले सकते हैं। आर्थिक स्थिति सुदृढ़ होगी। आज शाम से लेकर रात तक आपको पेट के विकार होने की संभावना है, इसलिए सावधान रहे। खान-पान पर संयम बरतें। आज आपको अपने आलस को त्याग कर आगे बढ़ना होगा, तभी कार्यों में सफलता मिलती दिख रही है। जीवन साथी का आपको भरपूर सहयोग मिलेगा।उन भावनाओं को पहचानें, जो आपको प्रेरित करती हैं। डर, शंका और लालच जैसी नकारात्मक भावनाओं को छोड़ें, क्योंकि ये विचार उन चीज़ों को आकर्षित करते हैं, जो आप नहीं चाहते हैं। जमीन या किसी प्रॉपर्टी में निवेश करना आज आपके लिए घातक हो सकता है जितना हो सके इन चीजों में निवेश करने से बचें। आप दोस्तों के साथ बेहतरीन वक़्त बिताएंगे, लेकिन गाड़ी चलाते वक़्त ज़्यादा सावधानी बरतें। प्यार का जज़्बा अनुभव के परे है, लेकिन आज आप प्यार की इस मदहोशी की कुछ झलक पा सकेंगे। यदि आपको व्यस्त दिनचर्या के बाद भी अपने लिए समय मिल पा रहा है तो आपको इस समय का सदुपयोग करना सीखना चाहिए। ऐसा करके अपने भविष्य को आप सुधार सकते हैं। छोटे-छोटे मामलों को लेकर हुए आपके आपसी झगड़े आज आपके वैवाहिक जीवन में कटुता को बढ़ा सकते हैं। इसलिए आपको चाहिए कि दूसरों के कहने और बहकावे में न आएं। लंबे समय के बाद आप भरपूर नींद का मज़ा ले पाएंगे। इसके बात आप बहुत शान्त और तरोताज़ा महसूस करेंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- रोज़ाना हरी घास पर नंगे पाँव चलने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आपको सामने कुछ ऐसे खर्चे आएंगे, जो आप को ना चाहते हुए भी करने पड़ेंगे। ससुराल पक्ष से भी आज आपको सम्मान मिलता दिख रहा है। अपने व्यवसाय में भी आपका मन लगेगा एवं रुके हुए कार्य पूर्ण हो जाएंगे। यदि किसी नए कार्य में निवेश करना पड़े, तो अवश्य करें क्योंकि भविष्य में उसका भरपूर लाभ मिलेगा। आज दोपहर के समय जीवनसाथी के स्वास्थ्य में गिरावट आ सकती है, जिससे आपको थोड़ी भागदौड़ करनी पड़ेगी। धन भी व्यय होगा। संतान का आज आपको भरपूर सहयोग मिलेगा। पिताजी की सलाह से किए गए कार्यों में सफलता प्राप्त होगी।ध्यान और आत्म-चिन्तन लाभदायक सिद्ध होगा। पुराने निवेशों के चलते आय में बढ़ोत्तरी नज़र आ रही है। पारिवारिक उत्तरदायित्व में वृद्धि होगी, जो आपको मानसिक तनाव दे सकती है। मतभेद के चलते व्यक्तिगत संबंधों में दरार पड़ सकती है। भरपूर रचनात्मकता और उत्साह आपको एक और फ़ायदेमंद दिन की ओर ले जाएंगे। जीवनसाथी का आत्मकेन्द्रित व्यवहार आपको नागवार गुज़रेगा। छोटे भाई के साथ घूमने जा सकते हैं इससे आप दोनों के रिश्तों में प्रगाढ़ता आएगी। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- नीले वस्त्रों को अधिक पहने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। आज आप अपनी बुद्धि और विवेक से नई-नई खोज करने में समय व्यतीत करेंगे, लेकिन आज आपको अपनी सीमित व आवश्यकता के अनुसार ही धन व्यय करे, नहीं तो आपकी आर्थिक स्थिति मुसीबत में पड़ सकती है। आज आपको अपने परिवार जनों से विश्वासघात होने की संभावना दिख रही है, इसलिए सावधानी बरतें। आज शाम से लेकर रात तक आप पास की यात्रा भी कर सकते हैं, जो आपके लिए लाभदायक रहेगी। आज आपको अपनी सेहत के प्रति सचेत रहना है, तभी आपके कार्य करते दिख रहे हैं।मौज-मस्ती की यात्राएं और सामाजिक मेलजोल आपको ख़ुश रखेंगे और सुकून देंगे। किसी बड़े समूह में भागीदारी आपके लिए दिलचस्प साबित होगी, हालाँकि आपके ख़र्चे बढ़ सकते हैं। संबंधी आपके उदार स्वभाव का ग़लत फ़ायदा उठाने की कोशिश करेंगे। चौकन्ने रहें, नहीं तो बाद में आप ठगा हुआ महसूस करेंगे। उदारता एक हत तक ही ठीक है, लेकिन अगर यह अपना दायरा पार कर ले तो परेशानी बन जाती है। व्यक्तिगत संबंध संवेदनशील और नाज़ुक रहेंगे। आज खाली वक्त्त किसी बेकार के काम में खराब हो सकता है। आप अपने जीवनसाथी को समझने में आपसे ग़लती हो सकती है, जिसकी वजह से सारा दिन उदासी में गुज़रेगा। आपको अपने जीवन में आज किसी खास इंसान की कमी खल सकती है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- आर्थिक उन्नति के लिए हरे रंग के वाहन का प्रयोग करना शुभ है। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। यदि बहुत समय से पुत्र व पुत्री से संबंधित कोई विवाद लटका हुआ है, तो वह आज समाप्त होगा,जिससे परिवार के सभी सदस्य खुश नजर आएंगे। आज रात्रि का समय आप अपने परिजनों और परिवारजनों के साथ हास्य विनोद में व्यतीत करेंगे। खुशमिजाज व्यक्तिव होने के कारण आज अन्य व्यक्ति आपसे चेष्टा बनाने की इच्छा रखेंगे, इससे आपके मित्रों की संख्या में इजाफा होगा।आपकी व्यक्तिगत समस्याएँ मानसिक शांति को भंग कर सकती हैं। मानसिक दबाव से बचने के लिए कुछ रोचक और अच्छा पढ़ें। जो लोग शेयर बाजार में पैसा लगाते हैं आज उनका पैसा डूब सकता है। वक्त रहते सचेत हो जाएं तो आपके लिए बेहतर रहेगा। किसी ऐसे के साथ परस्पर संवाद की कमी जिसका आपको बहुत ख़याल है, आपको तनाव दे सकती है। आज आप ख़ुद को अपने प्रिय के प्यार से सराबोर महसूस करेंगे। इस लिहाज़ से आज का दिन बहुत ख़ूबसूरत रहेगा। आज आप ऑफिस से घर वापस आकर अपना पसंदीदा काम कर सकते हैं। इससे आपके मन को शांति मिलेगी। जीवनसाथी की मासूमियत आपके दिन को ख़ास बना सकती है। इस सप्ताहांत में आप काफ़ी-कुछ करना चाहते हैं, लेकिन अगर आप काम टालते रहेंगे तो ख़ुद पर ही खीझ पैदा होने लगेगी। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- स्त्रियों का आदर-सम्मान करना व उनकी भावनाओं को ठेस न पहुँचाने से फैमिली लाइफ अच्छी रहती है। \n"
}]
