horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nदोस्त बहुत महत्वपूर्ण होते हैं और आज यह बात आपको समझ में आएगी। आपके किसी काम में दोस्त बहुत मददगार रहेंगे। आप के खर्चे एकाएक बढ़ेंगे, जिन पर ध्यान देना बहुत जरूरी होगा। सेहत में भी उतार-चढ़ाव हो सकता है, कुछ लोग बाहर जाने की खबर सुनकर खुश हो सकते हैं। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिन खुशियां खोलेगा और आपका जीवन साथी बहुत प्यार भरी बातें करेगा। बिजनेस के लिए आज कुछ नया सोचने का समय होगा। आपको लाभ भी होगा, यदि आप प्रेम जीवन बिता रहे हैं, तो आज आप अपने प्रिय के लिए कोई बढ़िया सा गिफ्ट लेकर आ सकते हैं।ज़िंदगी की ओर एक उदार रवैया अपनाएँ। अपने हालात की शिकायत करने और उसे लेकर दुःखी होने से कुछ हासिल नहीं होने वाला। यह ज़्यादा मांगने वाली सोच जीवन की सुगंध को ख़त्म कर देती है और संतोषी जीवन की आशा का गला घोंट देती है। आज आपको अपना धन खर्च करने की जरुरत नहीं पड़ेगी क्योंकि घर का कोई बड़ा आज आपको धन दे सकता है। ज़रूरत के वक़्त आपको दोस्तों का सहयोग मिलेगा। पुरानी यादों को ज़ेहन में ज़िंदा कर दोस्ती को फिर से तरोताज़ा करने का वक़्त है। अगर आपको एक दिन की छुट्टी पर जाना है तो चिंता न करें, आपकी ग़ैरहाज़िरी में सभी काम ठीक से चलते रहेंगे। और अगर किसी ख़ास वजह से कोई परेशानी खड़ी भी हो जाए, तो आप लौटने पर उसे आसानी से हल कर लेंगे। अपने शरीर को दुरुस्त करने के लिए आज भी आप कई बार सोचेंगे लेकिन बाकी दिनों की तरह भी आज यह प्लान धरा का धरा रह जाएगा। अगर आप वैवाहिक तौर पर लंबे समय से कुछ नाख़ुश हैं, तो आज के दिन आप हालात बेहतर होते हुए महसूस कर सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- अच्छे स्वास्थ्य के लिए जेब में लाल रंग का रुमाल रखें। \n",
    "1": "वृष राशिः आज का राशिफल\nपरिवार की जिम्मेदारियां निभाने का वक्त आ गया है। आपको इसमें खुशी भी मिलेगी और आत्मिक अनुभूति भी परिवार से आपको मिलेगी। इनकम को लेकर आज आपको चिंता करने की जरूरत नहीं होगी क्योंकि अच्छा लाभ हो सकता है। आप किसी महत्वपूर्ण यात्रा पर जा सकते हैं, जिसके नतीजे आपके हाथ में होंगे। प्रेम जीवन बिता रहे लोग रिश्ते में बढ़ती हुई गलतफहमी और विरोधाभास से दुखी हो सकते हैं, जबकि शादीशुदा लोगों का गृहस्थ जीवन किसी गलतफहमी का शिकार हो सकता है। आपको अपने जीवनसाथी से उस गलतफहमी को दूर करने की कोशिश करनी चाहिए। आपकी सेहत अच्छी रहेगी।आपका बच्चों जैसा भोला स्वभाव फिर सतह पर आ जाएगा और आप शरारती मनोदशा में होंगे। अपने धन का संचय कैसे करना है यह हुनर आज आप सीख सकते हैं और इस हुनर को सीख कर आप अपना धन बचा सकते हैं। नवयुवकों को स्कूल प्रोजेक्ट की बाबत कुछ राय लेने की ज़रूरत हो सकती है। शाम के लिए कोई ख़ास योजना बनाएँ और कोशिश करें कि यह ज़्यादा-से-ज़्यादा रुमानी हो। अपनी पेशेवर क्षमताओं को बढ़ाकर आप करिअर में नए दरवाज़े खोल सकते हैं। अपने क्षेत्रे में आपको अपार सफलता मिलने की संभावना भी है। अपनी सभी क्षमताओं को निखारकर औरों से बेहतर बनने की कोशिश करें। शाम का वक्त अच्छा रहे इसके लिए आपको दिनभर मन लगाकर काम करने की जरुरत है। आपका जीवनसाथी आपकी बहुत तारीफ़ करेगा और आप पर बहुत स्नेह उढ़ेलेगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- रात को ॐ का 28 बार उच्चारण धीरे-धीरे व शांत मन से करना पारिवारिक सुख को बढ़ाएगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nमिथुन राशि के लोग आज अपनी चंचलता के लिए जाने जाएंगे। आप काफी हंसी मजाक के मूड में होंगे और अपने चारों तरफ से लोगों को खुश रखने की कोशिश करेंगे। परिवार का माहौल टेंशन से भरा हो सकता है, इसलिए आपको अपने हल्के अंदाज से सब को खुश रखने की कोशिश करनी होगी। आपके काम को लेकर स्थितियां आज बहुत कुछ अच्छा दिखा रही हैं, इसलिए इस समय का पूरा फायदा उठाएं। यदि आप शादीशुदा हैं, तो आज का दिन बहुत ही खुशनुमा होगा और अपने जीवन साथी के साथ आपके संबंधों में घनिष्ठता आएगी और संतान से प्रेम जताएंगे। यदि आप प्रेम जीवन बिता रहे हैं, तो आज अपने प्रिय से घंटो बातें करेंगे और कोई बिजनेस डील भी उनसे शेयर कर सकते हैं।भाग्य पर निर्भर न रहें और अपनी सेहत को सुधारने की कोशिश करें, क्योंकि क़िस्मत ख़ुद बहुत आलसी होती है। आप उन योजनाओं में निवेश करने से पहले दो बार सोचें जो आज आपके सामने आयी हैं। बच्चे आपको घरेलू काम-काज निबटाने में मदद करेंगे। आपका प्रिय आज कुछ खीझा हुआ महसूस कर सकता है, जो आपके दिमाग़ पर दबाव और बढ़ा देगा। आप किसी बड़े व्यावसायिक लेन-देन को अंजाम दे सकते हैं और मनोरंजन से जुड़ी किसी परियोजना में कई लोगों का संयोजन कर सकते हैं। खाली समय में आज आप अपने मोबाइल पर कोई वेब सीरीज देख सकते हैं। लंबे समय से कामकाज का दबाव आपके वैवाहिक जीवन के लिए कठिनाई खड़ा कर रहा है। लेकिन आज सारी शिकायतें दूर हो जाएंगी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- सूर्योदय के समय प्राणायाम करने से स्वास्थ्य बना रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nकर्क राशि के लोगों का दिन आज खर्चों का हिसाब करने में बीतेगा। आपके मन में लंबे समय से कोई समस्या चली आ रही है, जिससे आपका मानसिक तनाव बढ़ा हुआ है। इस बात को अपने घर वालों से जाहिर करें, जिससे आपको इस समस्या से मुक्ति मिलेगी। काम को लेकर स्थिति अच्छी हैं। आपका भाग्य भी साथ देगा। यदि आप शादीशुदा हैं, तो आज आप काफी गंभीर मुद्रा में रहेंगे और अपने चारों ओर चल रही बातों पर आपका पूरा ध्यान होगा। यदि आप किसी से प्रेम करते हैं, तो आज का दिन आपको उनका इंतजार करना पड़ेगा, संभव है कि उनसे बात आज ना हो पाए।दूसरों के सफलता को सराहकर आप उसका लुत्फ़ ले सकते हैं। जीवन के बुरे दौर में पैसा आपके काम आएगा इसलिए आज से ही अपने पैसे की बचत करने के बारे में विचार करें नहीं तो आपको दिक्कतें हो सकती हैं। परिवार और बच्चों के साथ बिताया समय आपको फिर ऊर्जा से लबरेज़ कर देगा। आपको उदार और स्नेह से भरे प्यार का तोहफ़ा मिल सकता है। अगर आप सीधा जवाब नहीं देंगे तो आपके सहयोगी आपसे नाराज़ हो सकते हैं। आज खाली वक्त का सही उपयोग करने के लिए आप अपने पुराने मित्रों से मिलने का प्लान बना सकते हैं। यह दिन आपके जीवनसाथी के रूमानी पहलू को भरपूर तरीक़े से दिखाएगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- पीपल के वृक्ष की छाया में खड़े होकर लोहे के बर्तन में जल, चीनी, घी तथा दूध मिलाकर पीपल की जड़ में चढ़ाने से आर्थिक समृद्धि आएगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन कई मायनों में आपके लिए बढ़िया दिन साबित होगा। आपकी इनकम में अच्छी वृद्धि देखने को मिलेगी, जिससे आपका हौसला भी बढ़ेगा और आपके रुके हुए काम भी आगे बढ़ेंगे। नौकरी के मामले में आप आज मुकद्दर का सिकंदर बनेंगे और अपने भाग्य के बलबूते कुछ नया करने की सोच सकते हैं, लेकिन अभी सावधानी रखें। कुछ नया काम हाथ में ना लें। यदि आप बिजनेस करते हैं, तो दिन आपके हाथ में रहेगा। यदि आप शादीशुदा हैं, तो आज का दिन आपका जीवन साथी आप से काफी खुश होगा और आप अपनी संतान की ओर से भी निश्चिंतता महसूस करेंगे। यदि आप किसी से प्रेम करते हैं, तो आज का दिन दिल की बात कहने के लिए बहुत अच्छा रहेगा। उनके मन में भी आपके लिए भावनाएं हैं।बाहर का और खुला खाना खाते वक़्त ख़ास तौर पर बचाव पर ध्यान देने की ज़रूरत है। हालाँकि बिना वजह तनाव न लें, क्योंकि यह आपको मानसिक कष्ट दे सकता है। रियल एस्टेट और वित्तीय लेन-देन के लिए अच्छा दिन है। ज़रूरत के वक़्त आपको दोस्तों का सहयोग मिलेगा। ख़ुशमिज़ाज रहें और प्यार की राह में बाधाओं का सामना करने के लिए तैयार रहें। योग्य कर्मियों को पदोन्नति या आर्थिक मुनाफ़ा हो सकता है। अपने मन पर काबू रखना सीखें क्योंकि कई बार आप मन की मानकर अपना कीमती समय बर्बाद कर देते हैं। आज भी आप ऐसा कुछ कर सकते हैं। किसी के प्रभाव में आकर आपका जीवनसाथी आपसे झगड़ सकता है, लेकिन प्यार और सद्भाव से मामला सुलझ जाएगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- चन्द्रमा की चाँदनी में 15 से 20 मिनट बैठना स्वास्थ्य के लिए अच्छा रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज आप केवल और केवल अपने काम पर ध्यान देंगे, जिससे परिवार वाले कुछ नाराज हो सकते हैं, लेकिन काम में इतना ना लगे कि सेहत बिगड़ जाए। ज्यादा थकान और कमजोरी से शारीरिक तौर पर परेशानी आ सकती है। शादीशुदा लोगों को अपने गृहस्थ जीवन  को संभाल कर रखना चाहिए क्योंकि आज का दिन आप के बीच झगड़ा करा सकता है। झगड़े का कारण आपके ससुराल वाले हो सकते हैं। प्रेम जीवन बिता रहे लोग रिश्ते में सच्चाई को महत्व देंगे और अपने जीवन की कोई पुरानी बात उन्हें बता सकते हैं।आज का दिन मौज-मस्ती और आनन्द से भरा रहेगा- क्योंकि आप ज़िन्दगी को पूरी तरह जिएंगे। कोई बेहतरीन नया विचार आपको आर्थिक तौर पर फ़ायदा दिलायेगा। नए पारिवारिक व्यवसाय को शुरू करने के लिए शुभ दिन है। इसे सफल बनाने के लिए दूसरे सदस्यों की भी मदद लें। कोई अच्छी ख़बर या जीवनसाथी/प्रिय से मिला कोई संदेश आपके उत्साह को दोगुना कर देगा। कार्यक्षेत्र में आपके सामने नई चुनौतियाँ आएंगी- ख़ास तौर पर अगर आप कूटनीतिक तरीक़े से चीज़ों को नहीं इस्तेमाल करेंगे तो। आज समय की नजाकत को देखते हुए आप अपने लिए समय निकाल सकते हैं लेकिन ऑफिस के किसी काम के अचानक आ जाने के कारण आप ऐसा करने में सफल नहीं हो पाएँगे। क्या आपको लगता है कि शादी महज़ समझौतों का नाम है? अगर हाँ, तो आप आज हक़ीक़त महसूस करेंगे और जानेंगे कि यह आपके जीवन की सबसे अच्छी घटना थी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- ॐ कें केतवे नमः। इस मंत्र का शाम-रात को 11 बार उच्चारण करने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज आप काफी मजाकिया अंदाज में होंगे और अपने चारों तरफ के माहौल को बहुत हल्का बना लेंगे, जिससे आज का दिन आप को बड़ा अच्छा महसूस होगा, लेकिन मानसिक रूप से कुछ ऐसी बातें आपके दिमाग में चलती रहेंगी, जो आपका काफी समय और ऊर्जा नष्ट करेगे, इसलिए अपने काम पर ध्यान जरूर दें क्योंकि उसको लेकर आपको चिंतित होना जरूरी है। आपकी इनकम आज अच्छी होगी। कुछ ऐसे काम होंगे, जो अपने आप आपकी इनकम को बढ़ाने में आपकी मदद करेंगे। शादीशुदा लोगों के गृहस्थ जीवन को देखें, तो आज थोड़ी सावधानी रखें। आपका जीवन साथी बीमार हो जा सकता है और उनके गुस्से का पारावान थोड़ा सा बढ़ सकता है। यदि आप प्रेम जीवन बिता रहे हैं, तो आज का दिन आपके लिए है, जितना खूबसूरती से आप इसे बिता सकते हैं, आज बिता पाएंगे।ज़रूरत से ज़्यादा खाने से बचें और सेहतमंद रहने के लिए नियमित व्यायाम करें। आपका धन आपके काम तभी आता है जब आप फिजूलखर्ची करने से खुद को रोकते हैं आज ये बात आपको अच्छी तरह से समझ में आ सकती है। आपका आकर्षक स्वभाव और ख़ुशमिज़ाज व्यक्तित्व नए दोस्त बनाने में आपकी मदद करेगा और आपके सम्पर्क में इज़ाफ़ा करेगा। आपका प्रिय को आपसे भरोसे और वादे की ज़रूरत है। जो आपकी सफलता के आड़े आ रहे थे, वे आपकी आँखों के सामने ही नीचे को खिसकेंगे। कोई रोचक मैगजीन या उपन्यास पढ़ के आजके दिन को आप अच्छी तरह से व्यतीत कर सकते हैं। जीवन की सबसे चुनौतीपूर्ण परिस्थितियों में आपको अपने जीवनसाथी से पूरा सहयोग मिलेगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- काले-सफेद तिल आटे में मिलाकर उसकी गोलियां मछलियों में डालने से सेहत अच्छी रहेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nमन में कुछ शंकाओं के साथ आज थोड़ा सा परेशान रहेंगे। आज अपने अंदर झांकने का मौका मिलेगा। आपने क्या, अच्छा किया, क्या बुरा किया, क्या खोया क्या पाया यह सब जानकर आध्यात्मिक अंदाज में खुद को परिपक्व बनाएगे। शादीशुदा जीवन को लेकर आपकी जो धारणाएं हैं। आज वह बदलेंगी और आप अपने जीवनसाथी से काफी निकटता महसूस करेंगे। आप समझेंगे कि दांपत्य जीवन वास्तव में एक महत्वपूर्ण भाग है।  प्रेम जीवन बिता रहे लोगों को आज अपने प्रिय का गुस्सा झेलना पड़ेगा  इसलिए सावधानी रखना जरूरी है। काम को लेकर स्थितियां अच्छी होंगी, बस मन को भटकने ना दें।भीड़भाड़ भरे इलाक़ों में यात्रा करते समय रक्तचाप के रोगियों को अतिरिक्त सावधान रहने की आवश्यकता है। आज के दिन घर के किसी इलेक्ट्रोनिक सामान के खराब हो जाने की वजह से आपका धन खर्च हो सकता है। कोई चिट्ठी या ई-मेल पूरे परिवार के लिए अच्छी ख़बर लाएगी। कोई आपको प्यार से दूर नहीं कर सकता है। दफ़्तर में आपको पता लग सकता है कि जिसे आप अपना दुश्मन समझते थे, वह दरअस्ल आपका शुभचिंतक है। शाम का वक्त अच्छा रहे इसके लिए आपको दिनभर मन लगाकर काम करने की जरुरत है। आप अपने जीवनसाथी के प्यार की मदद से ज़िन्दगी की मुश्किलों का आसानी से सामना कर सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- गणेश जी की पूजा करने से आर्थिक स्थिति मजबूत होगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज आप आंतरिक शक्ति से मजबूत होंगे, लोगों को शिक्षा देना और अच्छी सलाह देना आज यह काम आप बहुत करेंगे। अपने जीवन साथी को भी उपदेश देने में आप पीछे नहीं हटेंगे। हालांकि इससे आपके रिश्ते में प्रेम ही बढ़ेगा और जीवन साथी को आपकी बातों को बड़े ध्यान से सुनेएगे। यदि आप प्रेम जीवन बिता रहे हैं, तो आज का दिन आपको अपने घर वालों से प्रिया को मिलवाने के लिए बहुत अच्छा रहेगा। कोशिश करें कि ऐसा दोपहर तक कर लें। यदि आज आपके काम पर ध्यान दिया जाए, तो यह मान कर चलिए कि आज आप बहुत अच्छा परफॉर्म करेंगे और आपके काम की तारीफ भी होगी। आपकी सेहत भी बढ़िया रहेगी।भागमभाग भरे दिन के बावजूद आपकी सेहत पूरी तरह दुरुस्त रहेगी। आर्थिक तौर पर सुधार तय है। आप दोस्तों के साथ बेहतरीन वक़्त बिताएंगे, लेकिन गाड़ी चलाते वक़्त ज़्यादा सावधानी बरतें। आज आपको अपने प्रिय का एक अलग ही अन्दाज़ देखने को मिल सकता है। दफ़्तर में अपनी ग़लती स्वीकार करना आपके पक्ष में जाएगा। लेकिन आपको इसे सुधारने के लिए विश्लेषण की ज़रूरत है। आपकी वजह से जिसे नुक़सान हुआ हो, उससे माफ़ी मांगने की ज़रूरत है। याद रखिए कि हर कोई ग़लती करता है, लेकिन केवल बेवकूफ़ ही उन्हें दोहराते हैं। वक्त पर चलने के साथ-साथ अपनों को वक्त देना भी आवश्यक है। यह बात आज आप समझेंगे लेकिन इसके बावजूद भी आप अपने घरवालों को पर्याप्त समय नहीं दे पाएंगे। जीवनसाथी से निकटता आज आपको ख़ुशी देगी। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- नौ वर्ष तक की कन्याओं को भोजन सामग्री बाँटने से पारिवारिक सुख बढ़ेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज के दिन आप अपने खर्चों पर ध्यान देंगे और अपने विरोधियों से छुटकारा कैसे पाया जाए, इस पर आपका समय खर्च होगा। काम को लेकर स्थितियां आपके हाथ में नजर आएंगी और आपकी बुद्धि आपको कुछ अच्छे मौके आज प्रदान करेगी, जिससे आपका काम बढ़िया होगा। यदि आप शादीशुदा हैं, तो आज का दिन किसी कशमकश में बीतेगा। जीवनसाथी से विचारों में मतभेद हो सकता है। यदि आप प्रेम जीवन बिता रहे हैं, तो आज का दिन आपके लिए बहुत बढ़िया रहेगा और आपको अपने प्रिय के साथ अपनी सभी भावनाओं को व्यक्त करने का मौका मिलेगा।कुछ ऐसी घटनाएँ आपकी परेशानी का कारण बन सकती हैं, जिन्हें टालना मुमकिन न हो। लेकिन आप ख़ुद को शांत बनाए रखें और हालात से निपटने के लिए तुरंत प्रतिक्रिया न करें। दूसरों को प्रभावित करने के लिए ज़रूरत से ज़्यादा ख़र्चा न करें। दोस्तों और परिवार के सदस्यों के साथ शाम के आयोजन में शिरकत करें। सिर्फ़ स्पष्ट समझ के माध्यम से आप अपनी पत्नी/पति को भावनात्मक सहारा दे सकते हैं। ख़ुद को अभिव्यक्त करने के लिए अच्छा समय है- और ऐसे प्रोजेक्ट पर काम कीजिए, जो रचनात्मक हों। आज जीवनसाथी के साथ समय बिताने के लिए आपके पास पर्याप्त समय होगा। आपके प्रेम को देखकर आज आपका प्रेमी गदगद हो जाएगा। यह दिन आपके जीवनसाथी का बेहतरीन पहलू आपको दिखाने वाला है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- दूध मिले जल से स्नान करने से हेल्थ अच्छी रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज के दिन आप उदास  तो नहीं होंगे, लेकिन अपने मन में चल रहे द्वंद को अपने दोस्तों के सामने व्यक्त करेंगे, जिससे मन हल्का महसूस होगा। आज इनकम पर ध्यान देंगे। इनकम को कैसे बढ़ाया जाए और आर्थिक उन्नति कैसे हो, आपका सारा फोकस आज इस पर रहेगा। इनकम में आज बढ़ोतरी भी देखी जाएगी। यदि आप शादीशुदा हैं, तो आज का दिन आपका जीवन साथी आपके लिए कुछ खास कर सकता है, जिससे आपके रिश्ते में रोमांस बड़ेगा। यदि आप प्रेम जीवन बिता रहे हैं तो आज का दिन आपको अपने प्रिय के और नजदीक लेकर जाएगा और आप भावनात्मक रूप से काफी निकट आएंगे। काम को लेकर आज का दिन विरोधाभासी रहेगा। आपको अपनी काबिलियत पर भरोसा रखना चाहिए।क्षणिक ग़ुस्सा विवाद और दुर्भावना की वजह बन सकता है। आज का दिन ऐसी चीज़ों को ख़रीदने के लिए बढ़िया है, जिनकी क़ीमत आगे चलकर बढ़ सकती है। नवजात शिशु की ख़राब तबियत परेशानी का सबब बन सकती है। इस ओर तुरंत ध्यान देने की ज़रूरत है। डॉक्टर से भली-भांति सलाह लें, क्योंकि ज़रा-सी लापरवाही बीमारी को बद से बदतर बना सकती है। आज ही लंबे वक़्त से चले आ रहे झगड़ों को सुलझा लें, क्योंकि हो सकता है कि कल बहुत देर हो जाए। किसी साझीदारी वाले व्यवसाय में जाने से बचें – क्योंकि मुमकिन है कि भागीदार आपका बेजा फ़ायदा उठाने की कोशिश करें। आज टीवी या मोबाइल पर कोई मूवी देखने में आप इतना व्यस्त हो सकते हैं कि आप जरुरी कामों को करना भी भूल जाएंगे। मुमकिन है कि वैवाहिक जीवन में ठहराव से तंग आकर आपका जीवनसाथी आपके ऊपर फूट पड़े। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- किसी भी बुजुर्ग व्यक्ति के सुबह उठते साथ ही पाँव छूने से पारिवारिक जीवन अच्छा होगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज के दिन आप अपनी माता की सेहत को लेकर थोड़े चिंतित हो सकते हैं क्योंकि उनके बीमार पड़ने की संभावना होगी। आज आपको किसी वृद्ध और अनुभवी व्यक्ति का मार्गदर्शन मिल सकता है, जो आपके कैरियर में उन्नति के लिए मूल्यवान सिद्ध होगा। यदि आप शादीशुदा हैं, तो आज अपने जीवनसाथी से किसी भी तरह की लड़ाई से बचें और उनको अपने जीवन में स्थान दें। बिजनेस के लिहाज से आज का दिन आपको गवर्नमेंट सेक्टर में आगे बढ़ने में मददगार रहेगा। यदि आप प्रेम जीवन बिता रहे हैं, तो आपको अपने प्रिय के व्यवहार से कुछ निराशा हो सकती है।तरोताज़ा होने के लिए अच्छी तरह से आराम करें। आपको मेरी सलाह है कि शराब सिगरेट जैसी चीजों पर पैसा खर्च न करें, ऐसा करना आपके स्वास्थ्य को तो खराब करता ही है आपकी आर्थिक स्थिति भी इससे बिगड़ती है। बच्चे की तबियत परेशानी का कारण बन सकती है। प्रेम का आह्लाद महसूस करने के लिए आप किसी नए व्यक्ति से मिल सकते हैं। लाभदायक दिन है, इसलिए कोशिश करें और आगे बढें। अच्छे मौक़े आपका इंतज़ार कर रहे हैं। चंंद्रमा की स्थिति को देखते हुए यह कहा जा सकता है कि आज आपके पास काफी खाली वक्त होगा लेकिन बावजूद इसके भी आप वो काम नहीं कर पाएंगे जो आपको करना था। आपके वैवाहिक जीवन में शारीरिक सुख के नज़रिए से कुछ ख़ूबसूरत परिवर्तन हो सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- घर में गंगाजल का किसी न किसी रूप में प्रयोग करने से आर्थिक स्थिति बेहतर बनेगी। \n"
}]
