horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज आपको अपने प्रेम जीवन में कुछ तनाव देखने को मिल सकता है और आपकी माता जी से आपका वैचारिक मतभेद भी हो सकता है। विद्यार्थियों को अपनी शिक्षा के क्षेत्र में कुछ अड़चनों का सामना करना पड़ता पड़ सकता है। आपके घर में आज किसी सदस्य की सेहत खराब हो सकती है, जिसको लेकर आप थोड़ी चिंता रह सकती है। आपके बिजनेस की कोई खास डील फाइनल सकती है। इससे आपको बहुत खुशी होगी। आपको सामाजिक कार्य करने से सम्मान की प्राप्ति होगी और आपके भौतिक विकास का भी योग बनता नजर आ रहा है। आपके व्यापार में आज कुछ सकारात्मक बदलाव से नए सौदों की प्राप्ति होगी।कुछ तनाव और मतभेद आपको चिड़चिड़ा और बेचैन बना सकते हैं। आपकी माता पक्ष से आज आपको धन लाभ होने की पूरी संभावना है। हो सकता है कि आपके मामा या नाना आपकी आर्थिक मदद करें। कोई नया रिश्ता न सिर्फ़ लंबे वक़्त तक क़ायम रहेगा, बल्कि फ़ायदेमंद भी साबित होगा। आज आपकी मुस्कान बेमानी है, हँसी में वो खनक नहीं है, दिल धड़कने में आनाकानी कर रहा है; क्योंकि आप किसी ख़ास के साथ की कमी महसूस कर रहे हैं। आज घर में किसी पार्टी की वजह से आपका कीमती समय बर्बाद हो सकता है। अगर आपके जीवनसाथी की सेहत कर चलते किसी से मिलने की योजना रद्द हो जाए तो चिंता न करें, आप साथ में अधिक समय व्यतीत कर सकेंगे। दिन अच्छा हैै आज आपका प्रिय आपकी किसी बात पर खिलखिलाकर हंसेगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- तांबे का कड़ा धारण करने से स्वास्थ्य बना रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज आपको आपके भाई के सहयोग से उन्नति मिलेगी। आपको आज दिखावे से बचना होगा नहीं, तो आपके धर्म की हानि हो सकती है। सायं काल के समय आपको देवी स्थान की यात्रा से मन को सुकून मिलेगा। आपकी लव लाइफ आज आनंद दायक रहेगी। दिन के उत्तरार्ध में उलझनों के बावजूद भी आपके पराक्रम में वृद्धि होगी। कार्य के क्षेत्र में आज आपका ध्यान कई नई योजनाओं पर होगा। इसके साथ ही वातावरण भी आपके अनुकूल ही होगा और आपको आपके साथी भी सहयोग करेंगे, जिससे आपका मन प्रसन्न होगा। परिवार मे हर्ष होगा और आपके मनोरथ की सिद्धि भी होती रहेगी, जिससे आप के पारिवारिक सदस्य भी खुश नजर आएंगे।आप मानसिक और शारीरिक तौर पर थकान महसूस कर सकते हैं, थोड़ा-सा आराम और पौष्टिक आहार आपके ऊर्जा-स्तर को उठाए रखने में अहम साबित होगा। अपने ख़र्चों पर क़ाबू रखें और आज हाथ खोलकर व्यय करने से बचें। ऐसे कामों में सहभागिता करने के लिए अच्छा समय है, जिसमें युवा लोग जुड़े हों। जो लोग अपनेे प्रेमी से दूर रहते हैं उन्हें आज अपने प्रेमी की याद सता सकती है। रात के वक्त प्रेमी से घंटों फोन पर बात कर सकते हैं। खाली वक्त्त में कोई पुस्तक पढ़ सकते हैं। हालांकि आपके घर के बाकी सदस्य आपकी एकाग्रता को भंग कर सकते हैं। सेहत के नज़रिे से गले लगने के अपने फ़ायदे हैं और आपको यह एहसास आज अपने जीवनसाथी से मिल सकता है। अपने भविष्य की योजना बनाने के लिए बिलकुल उपयुक्त दिन है, क्योंकि आपके पास आराम के कुछ लम्हे होंगे। लेकिन अपनी योजनाओं को व्यावहारिक रखें और हवाई क़िले न बांधें। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- केले के पेड की पूजा करने से स्वास्थ्य अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके जीवन साथी आज आपको कोई शुभ समाचार सुनाइएंगे, जिससे उनकी उन्नति होगी और उससे आपका मन भी प्रसन्न होगा। यदि आपकी संपत्ति का कोई विवाद चल रहा है, तो वह किसी परिचित के माध्यम से सुलझता हुआ दिख रहा है। आज का दिन आपके लिए काफी सकारात्मक रहेगा। कलात्मक और रचनात्मक कामों को पूरा करने में आज आप अपना पूरा दिन बिता सकते हैं। आज के दिन आप वही कार्य करेंगे, जो आपको सबसे ज्यादा प्रिय हो और आप रिलैक्स नजर आएंगे। कार्यक्षेत्र में आज आपके सीनियर आपको सहयोग देंगे और नए प्रोजेक्ट्स को बेहतर बनाने के लिए भी आपके दिमाग में आज कुछ आइडिया आएंगे। इससे आप अपने कार्य क्षेत्र में उन्नति करोगे और अपनी आर्थिक स्थिति को सुदृढ़ बनाओगे।मुस्कुराएँ, क्योंकि यह सभी समस्याओं का सबसे उम्दा इलाज है। व्यापारियों को आज व्यापार में घाटा हो सकता है और अपने व्यापार को बेहतर बनाने के लिए आपको पैसा खर्च करना पड़ सकता है। बच्चे आपको अपनी उपलब्धियों से गर्व का अनुभव कराएंगे। आपका प्रेमी आज आपकी बातों को सुनने से ज्यादा अपनी बातें कहना पसंद करेगा जिसकी वजह से आप थोड़े खिन्न हो सकते हैं। आज आपको अपने कामों को समय पर निपटाने की कोशिश करनी चाहिए। ख्याल रखें कि घर पर आपका कोई इंतजार कर रहा है जिसको आपकी जरुरत है। रोज़मर्रा की शादीशुदा ज़िन्दगी में आज का दिन लज़ीज़ मिठाई जैसा है। आज अपने घर की छत में लेटकर खुले आसमान को निहारना आपको अच्छा लगेगा। आज आपके पास इसके लिए पर्याप्त समय होगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- गणेश जी को दूर्वा चढ़ाने से आर्थिक स्थिति अच्छी होगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज ऑफिस में आपके विचारों के मुताबिक माहौल बन जाएगा और आपके सहयोगी भी आपकी मदद के लिए आगे आएंगे, जिससे आपका मन प्रसन्न होगा। विवाह योग्य जातकों के लिए आज का दिन शुभ समाचार लेकर आएगा। शाम के समय आज आप किसी शादी विवाह में जा सकते हैं। दिन आपके लिए सृजनात्मक रहेगा, जो काम आज आप करेंगे, उसका फल आप को कुछ ही समय मिल जाएगा। आपके जो कार्य बहुत समय से अधूरे हैं, आज वह निपट जाएंगे और आप अपने परिवार के सदस्यों के साथ कुछ महत्वपूर्ण विषयों पर चर्चा भी कर सकते हैं। आज आपको नए अनुबंध प्राप्त होने के योग भी बन रहे हैं।आज आप खेल-कूद में हिस्सा ले सकते हैं, जो आपको तन्दुरुस्त बनाए रखेगा। आर्थिक तंगी से बचने के लिए अपने तयशुदा बजट से दूर न जाएँ। दोस्तों और परिवार के साथ मज़ेदार समय बीतेगा। संभव है कि कोई आपसे अपने प्यार का इज़हार करे। जिन रिश्तों को आप अहमियत देते हैं उन्हें समय देना भी आपको सीखना होगा नहीं तो रिश्ते टूट सकते हैं। जीवनसाथी के साथ आज की शाम वाक़ई कुछ ख़ास होने वाली है। अपने घर से बाहर निकलते समय अपने जरुरी सामान को एक बार जरुर देख लें। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- गणेश चालीसा व आरती का पाठ करने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज आपको अपने पारिवारिक खर्चों पर नियंत्रण रखना होगा। यदि ऐसा नहीं किया, तो वह आपकी आर्थिक स्थिति को बिगाड़ सकते हैं। आपका आज अपने जीवन साथी के साथ प्रेम पूर्वक समय बीतेगा और आप भविष्य की योजनाओं पर चर्चा भी करेंगे। छात्रों को अधिक एकाग्रता के साथ कार्य करने की जरूरत होगी। आपका शाम का समय आज मांगलिक कार्य में व्यतीत होगा। इससे आपका मन प्रसन्न रहेगा। आज आप व्यस्त होने के कारण भी धर्म अध्यात्म के लिए समय निकाल ही लेंगे। इससे आपके मन को शांति मिलेगी। कार्य के क्षेत्र में आज आपका अपने अधिकारियों से मनमुटाव हो सकता है। इससे आपके कार्यों में वे रुकावट डालने की कोशिश कर सकते हैं, इसलिए आपको आज अपने कार्यक्षेत्र पर पूरा ध्यान देना होगा।ज़िन्दगी की बेहतरीन चीज़ों को शिद्दत से महसूस करने के लिए अपने दिल-दिमाग़ के दरवाज़े खोलें। चिंता को छोड़ना इसकी ओर पहला क़दम है। अपने धन का संचय कैसे करना है यह हुनर आज आप सीख सकते हैं और इस हुनर को सीख कर आप अपना धन बचा सकते हैं। संबंधियों से आपको सहायता प्राप्त होगी। आज आप अपने जीवन की परेशानियों को अपने संगी से साझा करना चाहेंगे लेकिन वो अपनी परेशानियों के बारें में बता के आपको और ज्यादा परेशान कर देंगे। जीवनसंगी के साथ वक्त बिताने के लिए आज आप ऑफिस से जल्दी निकल सकते हैं लेकिन रास्ते में अत्यधिक जाम की वजह से आप ऐसा करने में समर्थ नहीं हो पाएंगे। आपके वैवाहिक जीवन से सारा मज़ा खो सा गया मालूम होता है। अपने जीवनसाथी से बात करें और कुछ मस्तीभरी योजना बनाएँ। लोगोंं के बीच रहकर सबका सम्मान करना आपको आता है इसलिए आप भी सबकी नजरों में अच्छी छवि बना पाते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- जमादार को कुछ पैसे देने से प्रेम सम्बन्ध बेहतर होंगे। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित फलदायक रहेगा, ना ज्यादा अच्छा ना ज्यादा बुरा। व्यापारियों को कैस की कमी का सामना करना पड़ पड़ता सकता है। रोजगार के क्षेत्र में अस्थिरता के कारण आज आपका मन व्यथित हो सकता है। वाणी और व्यवहार मे संयम व सावधानी बरतें और यह भी ध्यान दें कि इससे आपके आसपास के लोगों से टकराव की नौबत ना आए। अपने भाग्य पर भरोसा रखें और आत्मविश्वास के साथ करते कार्य रहें, जिससे सफलता मिलेगी। छात्रों को जो आर्थिक संकट चल रहे थे, उनसे आज मुक्ति मिलेगी और भविष्य के लिए नए रास्ते भी तय होंगे, जिससे छात्र बहुत प्रसन्न नजर आएंगे।अपने विचार और ऊर्जा को उन कामों में लगाएँ, जिनसे आपके सपने हक़ीक़त का रूप ले सकते हैं। सिर्फ़ ख़याली पुलाव पकाने से कुछ नहीं होता है। अभी तक आपके साथ समस्या यह है कि आप कोशिश करने की बजाय केवल इच्छा करते हैं। आज किसी करीबी से आपका झगड़ा हो सकता है और बात कोर्ट कचहरी तक जा सकती है। जिसकी वजह से आपका अच्छा खास धन खर्च हो सकता है। घरेलू मोर्चे पर समस्या खड़ी हो सकती है, इसलिए तोल-मोल कर ही बोलें। आप और आपका महबूब आज प्यार के समुन्दर में गोते लगाएंगे और प्यार की मदहोशी को महसूस करेंगे। आज ऐसे बर्ताव करें जैसे कि आप ‘सुपर-स्टार’ हैं, लेकिन सिर्फ़ उन चीज़ों की ही प्रशंसा करें जो उसके क़ाबिल हैं। आज के दिन आपका वैवाहिक जीवन एक विशिष्ट दौर से गुज़रेगा। आज आपके मन में उदासी रहेगी और आप नहीं जान पाएंगे कि इसका कारण क्या है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- आज ज्यादा क्रोध करना आपके लिए नुकसानदायक हो सकता है-घर में कर्पूर जलाकर आप इससे छुटकारा पा सकता हैं। \n",
    "6": "तुला राशिः आज का राशिफल\nआज आपके कार्य व्यापार से जुड़े सभी विवाद निपट सकते हैं और आपके कार्य के क्षेत्र में भी नए प्रोजेक्ट्स पर कुछ काम शुरू हो सकता है। दैनिक व्यापारियों की आय में आज वृद्धि होगी और नए स्रोत बनेंगे। आज प्रेम जीवन में आप का सम्मान बढ़ेगा और आप अपने पार्टनर को अपने परिवार के बारे में भी बताएंगे। यदि आपका जमीन जायदाद से जुड़ा कोई मामला चल रहा है, तो उसमें आपको कुछ परेशानी का सामना जरूर करना पड़ सकता है, जो लोग सरकारी क्षेत्र में है। उन जातकों की आज पद की गरिमा बढ़ेगी। पारिवारिक संपत्ति का यदि कोई विवाद चल रहा है, तो आज उसकी स्थितियां आपको अपने पक्ष में नजर आएंगी, जिससे मन में खुशी की लहर दौड़गी।आज आप उम्मीदों की जादुई दुनिया में हैं। नया आर्थिक क़रार अंतिम रूप लेगा और धन आपकी तरफ़ आएगा। बच्चे और परिवार दिन का केंद्र-बिंदु रहेंगे। रोमांस के लिहाज़ से बहुत अच्छा दिन नहीं है, क्योंकि आप आज सच्चा प्यार ढूंढने में विफल हो सकते हैं। व्यस्त दिनचर्या के बावजूद भी आज आप अपने लिए समय निकालपाने में सक्षम होंगे। खाली वक्त में आज कुछ रचनात्मक कर सकते हैं। जन्मदिन भूलने जैसी किसी छोटी-सी बात को लेकर जीवनसाथी से तक़रार मुमकिन है। लेकिन अन्ततः सब ठीक हो जाएगा। अगर आपकी आवाज सुरीली है तो कोई गाना गाकर आप अपने प्रेमी को आज खुश कर सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- किसी भी लड़की(चंद्रमा) का दिल न दुखाएं व अपनी गर्लफ्रेंड का सम्मान करना लव लाइफ के लिए अच्छा है। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nयदि आप नौकरी और व्यापार में कुछ नवीन तकनीकी रखना चाहते हैं, तो आगे चलकर इसका भरपूर लाभ होगा और आपके काम में नई जान भी आएगी। आपका धार्मिक कार्यों में मन लगेगा और संतान की तरफ से कोई शुभ समाचार सुनने को मिलेगा। परिवार के सभी सदस्य आज आपकी बातों से प्रभावित होंगे। जीवन साथी से आपके संबंधों में मधुरता आएगी। आज का दिन अनुकूल है। भाग्य का आपको भरपूर साथ मिलेगा। आज का दिन आपके लिए लाभ के अवसर लाया है, जिससे आपकी आर्थिक स्थिति मजबूत होगी और आप अपने परिवार में सुख-शांति और स्थिरता के साथ मजबूत रहेंगे।लाभ लेने के लिए बड़ों को अपनी अतिरिक्त ऊर्जा का सकारात्मक उपयोग करना चाहिए। आर्थिक रुप से आज आप काफी मजबूत नजर आएंगे, ग्रह नक्षत्रों की चाल से आज आपके लिए धन कमाने के कई मौके बनेंगे. आज आपको अपने होशियारी और प्रभाव का उपयोग संवेदनशील घरेलू मुद्दों को हल करने के लिए करना चाहिए। आप अनुभव करेंगे कि आपके प्रिय का आपके प्रति प्यार वाक़ई बहुत गहरा है। खाली समय का सदुपयोग होना चाहिए लेकिन आप आज आप इस समय का दुरुपयोग करेंगे और इस वजह से आपका मूड भी खराब होगा। अपने जीवनसाथी के साथ आप आज एक शानदार शाम गुज़ार सकते हैं। आज आप अपने देश से जुड़ी कुछ जानकारियों को जानकर चकित हो सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- सफेद फूलों का गुलदस्ता चाँदी के जार में घर में रखने से पारिवारिक ख़ुशियाँ बढ़ेंगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज आपको अपने किसी परिचित के लिए पैसों का इंतजाम करना पड़ सकता है। व्यापार धन की कमी के कारण कुछ अप्रिय स्थितियों का सामना भी करना पड़ सकता है, इसलिए व्यापारिक प्रतिस्पर्धा आपके लिए हानिकारक हो सकती हैं। पारिवारिक संपत्ति का आपको भरपूर लाभ होगा। विद्यार्थियों को अपनी मनचाही सफलता के लिए आज कड़ी मेहनत करनी पड़ सकती है, तभी वह सफल हो पाएंगे। अपने बिजनेस में आज कोई जोखिम उठाना पड़ेगा, तभी लाभ होने की आशा दिख रही है। आप आज रोजमर्रा के कामों से हटकर भी कुछ नए कामों में हाथ आजमाने की सोचेंगे।असुरक्षा/ दुविधा के चलते आप असमंजस में फँस सकते हैं। आर्थिक पक्ष के मजबूत होने की पूरी संभावना है। अगर आपने किसी शख्स को पैसा उधार दिया था तो आज आपको वो पैसा वापस मिलने की उम्मीद है। आपको बच्चों या ख़ुद से कम अनुभवी लोगों के साथ धैर्य से काम लेने की ज़रूरत है। शाम ढलते-ढलते कोई आकस्मिक रुमानी झुकाव आपके दिलोदिमाग़ पर छा सकता है। जब आपको लगता है कि आपके पास घर वालों या अपने दोस्तों के लिए टाइम नहीं है तो आपका मन खराब हो जाता है। आज भी आपकी मन स्थिति ऐसी ही रह सकती है। आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्तों की तरह है और आपको आज यह एहसास होगा। अगर आपकी आवाज सुरीली है तो कोई गाना गाकर आप अपने प्रेमी को आज खुश कर सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- गेहूँ और गुड़ गाय को खिलाने से सेहत बढ़िया रहेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nछात्रों को शिक्षा के क्षेत्र में कुछ परेशानियों का सामना करना पड़ सकता है। कुछ कामों के हाथ में आने से परेशानियां बढ़ सकती हैं, इसलिए आज पूरा ध्यान अपनी शिक्षा पर दें। व्यापार में कोई नया निवेश करना चाहते हैं, तो स्थितियां आप के पक्ष में हैं, जिसमें आपको वृद्धि होगी। साझेदारी से किए गए व्यापार में आपको भरपूर फायदा होगा। रोजमर्रा के घरेलू कामों को निपटाने का आज आपको भरपूर मौका मिलेगा। आपको अपनी संतान से संबंधित आज कोई बड़ा फैसला लेना पड़ सकता है। आय के लिए नए स्रोत विकसित होंगे और अपनी लाइफ को स्थाई रिश्तों में बदलने का आज प्रयास सफल होगा।आपकी सकारात्मक सोच पुरस्कृत होगी, क्योंकि आप अपनी कोशिशों में क़ामयाबी पा सकते हैं। आज आपके भाई-बहन आपसे आर्थिक मदद मांग सकते हैं और उनकी मदद करके आप खुद आर्थिक दबाव में आ सकते हैं। हालांकि स्थिति जल्द ही सुधर जाएगी। घर में शांति और सुकून का माहौल बनाए रखने के लिए तालमेल से काम करें। आप आज प्यार की मनोदशा में होंगे- और आपके लिए काफ़ी मौक़े भी होंगे। आप उन लोगों की तरफ़ वादे का हाथ बढ़ाएंगे, जो आपसे मदद की गुहार करेंगे। आज से पहले शादीशुदा ज़िन्दगी इतनी अच्छी कभी नहीं रही। यह दिन हो सकता है बहुत ही बढ़िया – दोस्तों या परिजनों के साथ बाहर जाकर फ़िल्म देखने की योजना भी बन सकती है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सफेद चन्दन का तिलक मस्तक पर लगाने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nयदि आपके पिता से आपके संबंध कुछ सही नहीं है, तो आज में सुधार होगा और लव लाइफ में नई ऊर्जा का संचार होगा। आपके व्यापार के लिए आज दिन अच्छा है और आपको अपनी आर्थिक स्थिति में भी सुधार देखने को मिलेगा। अपने खानपान में आज कतई लापरवाही ना बरतें अन्यथा आपका स्वास्थ्य प्रभावित हो सकता है। आज आपको अपने माता-पिता की सेवा का अवसर मिलेगा और उनका आशीर्वाद भी आपको प्राप्त होगा। शाम के समय स्थिति में और भी सुधार देखने को मिलेगा। आप अपने कार्य क्षेत्र में कोई भी जल्दबाजी ना करें अन्यथा आप से कुछ भूल हो सकती है, जिसका आपको नुकसान उठाना पड़ सकता है।आज आप उम्मीदों की जादुई दुनिया में हैं। जिन लोगों को आप जानते हैं, उनके ज़रिए आपको आमदनी के नए स्रोत मिलेंगे। वैवाहिक बंधन में बंधने के लिए अच्छा समय है। अनपेक्षित रोमांटिक आकर्षण की संभावना है। गप्पबाज़ी और अफ़वाहो से दूर रहें। आज आपका वैवाहिक जीवन हँसी-ख़ुशी, प्यार और उल्लास का केन्द्र बन सकता है। आज आप अपने किसी दोस्त की वजह से किसी बड़ी मुश्किल में फंसने से बच सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- कुत्ते को रोटी खिलाने से स्वास्थ्य बना रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज आप अपने व्यापार के लिए धन की योजनाओं का विचार बनाएंगे, जिससे आपकी आर्थिक स्थिति मजबूत होगी। आप शेयर बाजार, लॉटरी से संबंधित कार्यों में लाभ की स्थितियां बनती हुई दिख रही है। खाने पीने पर ध्यान रखें और बाहर निकलते समय स्वास्थ्य के नियमों का पालन करें। यदि आपने व्यापार में कोई जोखिम उठाया है, तो उसका परिणाम आज आपके हित में होगा। आपके परिवारिक जीवन में कुछ परेशानियां चल रही हैं, उन्हें धैर्य और अपने मधुर व्यवहार से ठीक किया जा सकता है आज आपको अपने भाई के सहयोग से संबंधित समाचार प्राप्त हो सकता है।अपनी शारीरिक सेहत सुधारने के लिए संतुलित आहर लें लम्बे समय से अटके मुआवज़े और कर्ज़ आदि आख़िरकार आपको मिल जाएंगे। एक पारिवारिक आयोजन में आप सभी के ध्यान का केन्द्र होंगे। शाम को प्रिय के साथ रोमांटिक मुलाक़ात और साथ में कहीं लज़ीज़ खाना खाने के लिहाज़ से बढ़िया दिन है। सफ़र के लिए दिन ज़्यादा अच्छा नहीं है। आज आप अपने जीवनसाथी के साथ कुछ बेहतरीन पल गुज़ार सकेंगे। परिवार के साथ मिलकर किसी ज़रूरी फ़ैसले को अन्तिम रूप दिया जा सकता है। ऐसा करने के लिए यही सही वक़्त भी है। आगे चलकर यह निर्णय काफ़ी लाभदायक साबित होगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- तांबे का पैसा और चाँदी दूध व चावल से धोकर जमीन में दबाएं, चावल, दूध घर के बाहर किसी पौधे में डालने से स्वास्थ्य अच्छा रहेगा। \n"
}]
