horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए निश्चित परिणाम लेकर आएगा। छात्रों को शिक्षा के क्षेत्र में कुछ अवरोधों का सामना करना पड़ सकता है। नौकरी से जुड़े जातकों को आज ऑफिस में कुछ नए अधिकार दिए जाएंगे और प्रमोशन भी मिल सकता है। संतान के विवाह संबंधी चिंता आज समाप्त होगी, लेकिन परिवार के किसी सदस्य के स्वास्थ्य की चिंता सता सकती है। माता जी के साथ कुछ वैचारिक मतभेद हो जाने की वजह से परिवार में अशांति का माहौल रहेगा। मामा पक्ष से भी धन लाभ मिलता दिख रहा है। सायंकाल का समय आप अपने परिवार के छोटे बच्चों के साथ मौज मस्ती में व्यतीत करेंगे।ख़ुद को उत्साही बनाए रखने के लिए अपनी कल्पनाओं में कोई ख़ूबसूरत और शानदार तस्वीर बनाएँ। जिन लोगों ने लोन लिया था आज उन्हें उस लोन की राशि को चुकाने में दिक्कतें आ सकती हैं। अपने परिवार की भलाई के लिए मेहनत करें। आपके कामों के पीछे प्यार और दूरदृष्टि की भावना होनी चाहिए, न कि लालच का ज़हर। दूसरों की दख़लअन्दाज़ी गतिरोध पैदा कर सकती है। आपने बीते दिनों कार्यक्षेत्र में कई काम अधूरे छोड़े हैं जिसका भुगतान आज आपको करना पड़ सकता है। आज आपका खाली वक्त भी ऑफिस के काम को पूरा करने में ही लगेगा। आज आपका जीवनसाथी आपकी सेहत के प्रति असंवेदनशील हो सकता है। इस सप्ताहांत परिवार के साथ शॉपिंग पर जाना संभव लग रहा है, लेकिन शॉपिंग जेब पर भारी भी पड़ सकती है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- मंगल रूद्र रूप है, इसलिए भगवान शिव का कोई भी मंत्र पढ़ते रहने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। प्रेम जीवन में कुछ तनाव हो सकता है, जिसकी वजह से आपका मन आपके कामकाज में नहीं लगेगा, लेकिन परेशान ना हो। सायंकाल तक तनाव तमन्ना समाप्त हो जाएगा। आज आपको अपने परिवार के सदस्यों से बहस बाजी में ना पड़कर उनकी सलाह को मानना आपके लिए उपयोगी सिद्ध होगा। यदि आज आप अपने व्यापार में कोई नई डील फाइनल करने जा रहे हैं, तो वह आपके लिए हानिकारक सिद्ध हो सकती है, इसलिए सावधान रहें।कुछ रचनात्मक करने के लिए अपने दफ़्तर से जल्दी निकलने की कोशिश करें। लम्बे समय से अटके मुआवज़े और कर्ज़ आदि आख़िरकार आपको मिल जाएंगे। पारिवारिक सदस्यों की मदद आपकी ज़रूरतों का ख़याल रखेगी। ख़याली परेशानियों को छोड़ें और अपने साथी के साथ रोमांटिक समय बिताएँ। जीवन का आनंद लेने के लिए आपको अपने दोस्तों को भी समय देना चाहिए। अगर आप समाज से कटकर रहेंगे तो आवश्यकता पड़ने पर आपके साथ भी कोई नहीं होगा। आप शादीशुदा ज़िन्दगी से जुड़े चुटकुले सोशल मीडिआ पर पढ़कर खिलखिलाते हैं। लेकिन आज जब आपके वैवाहिक जीवन से जुड़ी कई प्यारी चीज़ें आपके सामने आएंगी, तो आप भावुक हुए बिना नहीं रह सकेंगे। इंटरनेट सर्फ़िंग करना आपकी अंगुलियों की अच्छी वर्जिश करने के साथ-साथ आपके ज्ञान को भी बढ़ा सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अपने इष्टदेव को पूजा में लाल सिंदूर अर्पित करने से हेल्थ अच्छी रहेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज यदि आपने कोई मकान व दुकान खरीदने का मन बना रखा है, तो उसमें सफलता मिलेगी और भविष्य में इसका भरपूर लाभ भी मिलेगा। आपका लंबे समय से रुका हुआ धन आज आपको प्राप्त हो सकता है, जिससे आपके धन कोष में वृद्धि होगी और आप की आर्थिक स्थिति मजबूत होगी। आज आपको किसी भी तरह की अनैतिक गतिविधियों से दूर रहना होगा, नहीं तो आप को नुकसान उठाना पड़ सकता है। नौकरी से जुड़े जातकों को आज कुछ शत्रु परेशान करने की कोशिश कर सकते हैं, इसलिए अपने काम को जल्दबाजी से ना करे, धैर्य रखकर करें।आज आप उम्मीदों की जादुई दुनिया में हैं। संदिग्ध आर्थिक लेन-देन में फँसने से सावधान रहें। बुज़ुर्ग रिश्तेदार अपनी बेजा मांगों से आपको परेशान कर सकते हैं। आज वे कपड़े न पहनें जो आपके प्रिय को पसंद न हों, नहीं तो मुमकिन है कि वो आहत महसूस करे। जब आपसे राय पूछी जाए तो संकोच न करें- क्योंकि इसके लिए आपकी काफ़ी तारीफ़ होगी। किसी ख़बसूरत याद के कारण आपके और आपके जीवनसाथी के बीच की अनबन रुक सकती है। इसलिए वाद-विवाद की हालत में पुराने दिनों की यादों को ताज़ा करना न भूलें। आज ख्याली दुनिया में आप खोए रहेंगे, आपके इस व्यवहार से आपके घर वाले परेशान हो सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- आर्थिक उन्नति के लिए हरे रंग के वाहन का प्रयोग करना शुभ है। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज आपके व्यापार को किसी बुजुर्ग की सलाह से बड़ा लाभ मिल सकता है। विदेशी व्यापार कर रहे लोगों को आज कोई शुभ सूचना प्राप्त होगी। राजनीतिक लोगों से संबंध बनेंगे और सामाजिक क्षेत्र में भी आपका दायरा चारों ओर फैलेगा। इसके लिए आप पर्यत्न करते रहें। किसी भी गलतफहमी को पैदा ना होने दें। सायंकाल का समय आप अपने मित्रों के साथ हर्षोल्लास में व्यतीत करेंगे। यदि आपने कोई पार्ट टाइम बिजनेस शुरू किया है, तो उसमें आपको फायदा होगा। आज आप अपने घर की जरूरतों के लिए कुछ सामान की खरीदारी कर सकते हैं।आज के दिन ऐसी चीज़ों पर काम करने की ज़रूरत है, जो आपकी सेहत में सुधार ला सकती हैं। विदेशों में पड़ी आपकी जमीन आज अच्छे दामों में बिक सकती है जिससे आपको मुनाफा होगा। रिश्तेदारों के यहाँ छोटी यात्रा आपके भागदौड़ भरे दिन में आराम और सुकून देने वाली साबित होगी। आपकी मुलाक़ाता एक ऐसे दोस्त से होगी, जिसे आपका ख़याल है और जो आपको समझता भी है। अपने घर में बिखरी चीजों को संभालने का आज आप प्लान करेंगे लेकिन आपको इसके लिए आज खाली समय नहीं मिल पाएगा। आपको ख़ुश करने के लिए आपका जीवनसाथी काफ़ी कोशिशें कर सकता है। किसी को काम देने से पहले उस काम के बारे में आपको खुद भी जानकारी एकत्रित कर देनी चाहिए। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- लाल रंग की बोतल में पानी भरकर धूप में रखें व उस पानी का सेवन करने से हेल्थ अच्छी रहेगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज आपको अपने परिवार के किसी सदस्य से अच्छी खबर सुनने को मिल सकती है, जिससे आपका आर्थिक बोझ भी कम होगा और आपका मन प्रसन्न होगा। कपड़ा व्यापार कर रहे व्यापारियों को आज आर्थिक लाभ हो सकता है और प्रेम जीवन आनंदमय रहेगा, लेकिन आपको अपनी व अपने परिवार के सदस्यों के सेहत का ध्यान रखना होगा और भीड़भाड़ वाली जगहो पर जाने से बचना होगा। आज आपके कार्यक्षेत्र में आपके किसी शत्रु को आपकी प्रगति से जलन हो सकती है, इसलिए सभी से अच्छा व्यवहार करें, नहीं तो वह आप को नुकसान पहुंचाने की कोशिश कर सकते हैं।तनाव से बचने के लिए अपना क़ीमती वक़्त बच्चों के साथ गुज़ारें। आप बच्चों की उपचार करने की शक्ति महसूस करेंगे। वे आध्यात्मिक तौर पर धरती पर सबसे ज़्यादा ताक़तवर और भावनात्मक लोग हैं। उनके साथ आप ख़ुद को ऊर्जा से लबरेज़ पाएंगे। आज आप आसानी से पैसे इकट्ठा कर सकते हैं- लोगों को दिए पुराने कर्ज़ वापिस मिल सकते हैं- या फिर किसी नयी परियोजना पर लगाने के लिए धन अर्जित कर सकते हैं। क़रीबी दोस्त और साझीदार नाराज़ होकर आपकी ज़िंदगी मुश्किल बना सकते हैं। अपने प्रिय को समझने की कोशिश करें, नहीं तो मुश्किल में फँस सकते हैं। वह काम जो आज आप दूसरों के लिए स्वेच्छा से करेंगे, न सिर्फ़ औरों के लिए मददगार साबित होगा बल्कि आपके दिल में ख़ुद की छवि भी सकारात्मक होगी। आज आपका वैवाहिक जीवन हँसी-ख़ुशी, प्यार और उल्लास का केन्द्र बन सकता है। आज के दिन रिश्तेदारों से मुलाक़ात करके आप सामाजिक दायित्वों की पूर्ति कर सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- श्री लक्ष्मी-नारायण मंदिर में प्रसाद चढ़ा कर ग़रीबों को खाने की सामग्री बांटने से फैमिली लाइफ अच्छी रहेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। परिवार का वातावरण अच्छा रहेगा और रिश्ते में मजबूती आएगी। यदि पारिवारिक संपत्ति से संबंधित भी कोई विवाद चल रहा था, तो वह आज समाप्त होगा। सरकारी नौकरी से जुड़े जातकों को आज महिला सहकर्मी व अधिकारी सहयोग कर सकते हैं । आज आपको अपने आसपास के माहौल को खुशनुमा बनाए रखने का प्रयास करना होगा। गाया आपके कार्यक्षेत्र में आज कोई नया परिवर्तन हो सकता है, जो आपको आश्चर्य में डाल सकता है। विद्यार्थियों के उच्च शिक्षा के मार्ग प्रशस्त होंगे।आपका ईर्ष्यालु स्वभाव आपको उदास और दुःखी बना सकता है। आप यह चोट ख़ुद को पहुँचा रहे हैं, इसलिए जितनी जल्दी हो सके इसे छोड़ दें। दूसरों के सुख-दुःख बांटने की आदत विकसित करें। यदि आप किसी से उधार वापस मांग रहे थे और अब तक वो आपकी बात को टाल रहा था तो आज बिना बोले ही वो आपको पैसा लौटा सकता है। पुराने परिचितों से मिलने-जुलने और पुराने रिश्तों को फिर से तरोताज़ा करने के लिए अच्छा दिन है। अपने प्रिय से दूर होने के बावजूद आप उसकी मौजूदगी महसूस करेंगे। मौज-मस्ती के लिए घूमना संतोषजनक रहेगा। आज के दिन आपके और आपके जीवनसाथी के लिए गहरी आत्मीयतापूर्ण बातें का सही समय है। सितारे इशारा कर रहे हैं कि किसी नज़दीकी स्थान की यात्रा हो सकत है। यह सफ़र मज़ेदार रहेगा और आपके प्रिय लोगों का साथ मिलेगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- शिव जी की पूजा करें तो स्वास्थ्य अच्छा रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित फलदायक रहेगा। कार्यक्षेत्र में जीवन साथी की सलाह आपके लिए मददगार साबित होगी और व्यवहारिक सोच से आपकी प्रतिष्ठा बढ़ेगी। यदि लंबे समय से आपके घर के कुछ कार्य लटके हुए थे, तो आज आपको उन्हें पूरा करने का समय मिलेगा। रोजगार के क्षेत्र में पिछले कुछ दिनों से आ रही समस्याए आज समाप्त होगी। आपके अंदर नेतृत्व क्षमता का भी विकास होगा और व्यवहार में आपके द्वारा किए गए परिवर्तन आपके लिए उपयोगी सिद्ध होंगे। संतान को अपने भविष्य में आगे बढ़ते देख आपके मन मे प्रसन्नता रहेगी।प्यार, उम्मीद, सहानुभूति, आशावादिता और निष्ठा जैसी सकारात्मक भावनाओं को अपनाने के लिए ख़ुद को प्रोत्साहित करें। एक बार ये गुण आपके अंदर रच-बस जाएँ, तो हर हालात में वे ख़ुद ही सकारात्मक तरीक़े से उभर आएंगे। जो लोग काफी वक्त से आर्थिक तंगी से गुजर रहे थे उन्हें आज कहीं से धन प्राप्त हो सकता है जिससे जीवन की कई परेशानियां दूर हो जाएंगी। बच्चे खेल-कूद और दूसरी बाहरी गतिविधियों पर ज़्यादा वक़्त ख़र्च करेंगे। प्रेम-संबंध में ग़ुलाम की तरह व्यवहार न करें। आज जितना हो सके लोगों से दूर रहें। लोगों को वक्त देने से बेहतर है अपने आपको वक्त दें। वैवाहिक जीवन में कठिन दौर से गुज़रने के बाद आपको अब कुछ राहत का एहसास होगा। आप बहुत कुछ करना चाहते हैं, फिर भी मुमकिन है कि आप आज चीज़ों को बाद के लिए टाल दें। दिन ख़त्म होने से पहले उठें और काम में लग जाएँ, नहीं तो आपको महसूस होगा कि पूरा दिन बर्बाद हो गया है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- ॐ बृं बृहस्पतये नमः इस मंत्र को 11 बार उच्चारण करने से लव लाइफ अच्छी रहेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। रोजगार के क्षेत्र में अस्थिरता के कारण मन परेशान हो सकता है। भाइयों तथा मित्रों की मदद के लिए नए अवसर मिलेंगे, जिससे आपका भविष्य मजबूत होगा। रिश्तेदारों के साथ संबंधों में मधुरता आएगी। सायंकाल का समय आप धार्मिक कार्यों में अपना मन लगा सकते हैं। छात्रों को एकाग्रता के साथ प्रतियोगी परीक्षा की तैयारी करनी होगी। विवाहयोग्य जातकों के लिए अच्छे विवाह के प्रस्ताव मिलेंगे। आज आप अपने कार्य क्षेत्र में घर के सभी दायित्वों को सफलतापूर्वक पूरा करेंगे।स्वास्थ्य के लिहाज़ से बहुत अच्छा दिन है। आपकी ख़ुशमिज़ाजी ही आपके आत्मविश्वास में बढ़ोतरी करेगी। आज मुमकिन है कि आपको धन से जुड़ी कोई समस्या हो लेकिन अपनी सूझबूझ से आप हानि को भी मुनाफे में बदल सकते हैं। एक बेहतरीन शाम के लिए रिश्तेदार/दोस्त घर आ सकते हैं। ख़ुशी के लिए नए संबंध की प्रतीक्षा करें। आज घर में अधिकतर समय आप सो कर गुजार सकते हैं। शाम के वक्त आपको महसूस होगा कि आपने अपना कितना कीमती समय बर्बाद कर दिया। वैवाहिक जीवन में निजता का ध्यान रखना भी आवश्यक है। लेकिन आज के दिन आप दोनों ज़्यादा-से-ज़्यादा एक-दूसरे के क़रीब जाना चाहेंगे। ऑफिस में आज बहुत ज्यादा काम होने की वजह से आपको आंखों से जुड़ी परेशानी हो सकती है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- जीव सेवा ही ईश्वर सेवा है- आज किसी लंगड़े या अपाहिज व्यक्ति की मदद करके आप ईश्वरीय अनुभूति को महसूस कर सकते हैं। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। व्यापार में नई चीज शामिल करने से स्थिति आपके पक्ष में नजर आएंगी और पुरानी देनदारियों से भी आप मुक्त हो सकते हैं। लव लाइफ में आपको कोई उपहार मिल सकता है, जिसकी वजह से नई ऊर्जा का संचार होगा और प्रेम जीवन सुखमय होगा। घर के लिए कुछ जरूरी चीजों की खरीदारी करेंगे, लेकिन उसमें पहले आपको अपनी जेब का ख्याल रखना होगा। कार्य क्षेत्र में नए प्रोजेक्टों पर आपके सुझावों का स्वागत होगा और आपको उसमें नेतृत्व करने को भी कहा जा सकता है। भाई व बहन के विवाह का प्रस्ताव आज प्रबल होगा।आप खाली समय का आनंद ले सकेंगे। नया आर्थिक क़रार अंतिम रूप लेगा और धन आपकी तरफ़ आएगा। अपना कुछ समय दूसरों को देने के लिए अच्छा दिन है। आपके प्रिय की ख़राब तबियत के चलते रोमांस को दरकिनार होना पड़ सकता है। यात्रा और शिक्षा से जुड़े काम आपकी जागरुकता में वृद्धि करेंगे। जीवनसाथी के साथ वाद-विवाद होने की काफ़ी संभावना है। अगर आप किसी नए काम की शुरुआत कर रहे हैं तो आज का दिन आपके लिए अच्छा है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- एक नारियल और सात बादाम किसी भी धर्म-स्थान में दें तो लव लाइफ स्मूथ चलती है। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपको अपने आलस्य को दूर भगाकर आगे बढने का होगा। अपने कार्य क्षेत्र के लंबित पड़े कार्य को पूरा करने करना होगा। आपके अधिकारी भी इसमें आपकी मदद कर सकते हैं। यदि आप किसी कानूनी मामले से गुजर रहे हैं, तो स्थितियां आज आपके पक्ष में नजर आएंगी और आप अपनी वाणी से भी सभी को संतुष्ट करने में सफल रहेंगे, लेकिन आज आपको अपने किसी रिश्तेदार व मित्रों को उधार देने से बचना होगा अन्यथा धन वापस आने की संभावना कम है। घर के किसी सदस्य के विवाह के कार्यक्रम में आज आप सम्मिलित हो सकते हैं। जीवनसाथी से प्रेम व स्नेह बनाए रखें।बेकार का तनाव और चिंताएँ ज़िंदगी का रस निचोड़कर आपको पूरी तरह चूस सकती हैं। भलाई इसी में है कि इन आदतों को छोड़ दें, नहीं तो इनसे केवल आपकी परेशानियों में बढ़ोतरी ही होगी। अतिरिक्त आय के लिए अपने सृजनात्मक विचारों का सहारा लें। छोटे बच्चे आपको व्यस्त रखेंगे और दिली सुकून देंगे। काफ़ी वक़्त फ़ोन न करके आप अपने प्रिय को तंग करेंगे। सामाजिक और धार्मिक समारोह के लिए बेहतरीन दिन है। बिन बुलाए किसी मेहमान की वजह से आपकी योजनाएँ तो गड़बड़ा सकती हैं, लेकिन आपका दिन ख़ुशनुमा हो जाएगा। ऑफिस में आज बहुत ज्यादा काम होने की वजह से आपको आंखों से जुड़ी परेशानी हो सकती है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- संयम सफलता पाने का एक अभिन्न अंग है- इसे पाने के लिए पीले सूरजमुखी के पौधे घर में लगाकर उनकी देखभाल करें। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन प्रेम जीवन जी रहे लोगों के लिए सफलतादायक रहेगा। आज आपके रिश्ते में सम्मान बढ़ेगा। यदि आपके जीवनसाथी ने आपको अपने परिवार वालों से नहीं मिलवाया है, तो वह आज मिलवा सकते हैं। पड़ोसियों के साथ अच्छा समय व्यतीत होगा और किसी कार्य में उनकी मदद भी मिलेगी। धार्मिक कार्यों में आपका सहयोग मिलने से आपकी ख्याति बढ़ेगी। यदि विदेश में आपका कोई भाई या बहन रहता है, तो उनसे आज मुलाकात हो सकती है। सायंकाल का समय आप अपने भाई बहनो के साथ व्यतीत करेंगे।अपने व्यक्तित्व को विकसित करने के लिए गम्भीर तौर पर प्रयास करें। आज आपको अपनी संतान की वजह से आर्थिक लाभ होने की संभावना नजर आ रही है। इससे आपको काफी खुशी होगी। अगर आप पार्टी करने की सोच रहे हैं, तो अपने अपने अच्छे दोस्तों को बुलाएँ। ऐसे कई लोग होंगे, जो आपका उत्साह बढाएंगे। आज आप इश्क़ की चाशनी ज़िन्दगी में घुलती हुई महसूस करेंगे। चिट्ठी-पत्री में सावधानी बरतने की ज़रूरत है। जब आप अपने जीवनसाथी से भावनात्मक तौर पर जुड़ते हैं, तो नज़दीकी अपने आप महसूस की जा सकती है। अपने अच्छे लेखन के साथ आज आप किसी अकल्पनीय उड़ान पर जा सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- हरे रंग के वस्त्र अधिक पहने इससे स्वास्थ्य अच्छा रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके व्यावसायिक प्रतिस्पर्धा के लिए हानिकारक हो सकता है। आज आपकी खोई हुई चीज व धन मिलने से मन प्रसन्न रहेगा। यदि कोई नया व्यापार शुरू करना चाहते हैं, तो उसके लिए दिन उत्तम रहेगा, लेकिन किसी भी तरह का निवेश करने से पहले अपने जीवनसाथी की सलाह अवश्य लें। आज आपको अपनी आय और व्यय दोनों में संतुलन बनाकर चलना होगा, नहीं तो भविष्य में मुश्किल आ सकती है। माता पिता के आशीर्वाद से मार्गदर्शन से आज कोई लाभ हो सकता है। आज आपको अपने पिताजी के स्वास्थ्य का ध्यान रखना होगा और डॉक्टर से सलाह लेते रहें।आपका आकर्षक बर्ताव दूसरों का ध्यान आपकी तरफ़ खींचेगा। पैसों की कमी आज घर में कलह की वजह बन सकती है, ऐसी स्थिति में अपने घर के लोगों से सोच-समझकर बात करें और उनसे सलाह लें। आपको बच्चों या ख़ुद से कम अनुभवी लोगों के साथ धैर्य से काम लेने की ज़रूरत है। प्रेम निःसीम होता है, सभी सीमाओं के परे; आपने ये बातें पहले भी सुनी होंगी। लेकिन आज वह दिन है जब आप अगर चाहें तो यह ख़ुद महसूस कर सकते हैं। आपका व्यक्तित्व ऐसा है कि ज्यादा लोगों से मिलकर आप परेशान हो जाते हैं और फिर अपने लिए वक्त निकालने की कोशिश करने लग जाते हैं। इस लिहाज से आज का दिन आपके लिए बहुत उम्दा रहने वाला है। आज आपको अपने लिए पर्याप्त समय मिलेगा। जीवनसाथी से निकटता आज आपको ख़ुशी देगी। रात को आज आप अपने किसी करीबी से कई देर तक फोन पर बात कर सकते हैं और अपने जीवन में चल रही बातों को बता सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- घर में खाली पड़े बर्तनों में कांसे का एक टुकड़ा रखने से आर्थिक स्थिति अच्छी रहेगी। \n"
}]
