horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आप परेशान हो सकते हैं। पुराने मित्रों का आज आपको सहयोग मिलेगा और मुलाकात भी होगी। जीवनसाथी का अच्छा सहयोग और सानिध्य आज आपको प्राप्त होगा। कार्य व्यवसाय में आज आपको आर्थिक लाभ रुक-रुक कर होने से धन संबंधी परेशानियां काफी हद तक नजर आ रही हैं। यदि आपका अपने आस पड़ोस में कोई विवाद चल रहा है, तो वह भी आज कम हो सकता है। दोपहर के समय आज आपको कोई पारिवारिक समस्या परेशान कर सकती है। आज आप अपनी माता जी के लिए कोई उपहार खरीद सकते हैं।आज का दिन ऐसे काम करने के लिए बेहतरीन है, जिन्हें करके आप ख़ुद के बारे में अच्छा महसूस करते हैं। आज यार दोस्तों के साथ पार्टी में आप खूब पैसे लुटा सकते हैं लेकिन इसके बावजूद भी आपका आर्थिक पक्ष आज मजबूत रहेगा। कोई चिट्ठी या ई-मेल पूरे परिवार के लिए अच्छी ख़बर लाएगी। आप महसूस करेंगे कि प्यार में बहुत गहराई है और आपका प्रिय आपको सदा बहुत प्यार करेगा। जो कला और रंगमंच आदि से जुड़े हैं, उन्हें आज अपना कौशल दिखाने के लिए कई नए मौक़े मिलेंगे। आप चाहें तो परेशानियों को मुस्कुराकर दरकिनार कर सकते हैं या उनमें फँसकर परेशान हो सकते हैं। चुनाव आपको करना है। अपने जीवनसाथी के स्नहे से भीगकर आप ख़ुद को राजसी महसूस कर सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए गेहूँ के 11 दाने सूर्योदय के समय खाएं। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपका आलस्य से भरा रहेगा, जिसकी वजह से जोड़ों में दर्द व जकड़न की समस्या भी परेशान कर सकती है। आज आप अपने आप को अस्वस्थ महसूस कर सकते हैं। व्यवसाय मे आज अच्छा धन लाभ अर्जित कर पाएंगे। नौकर पेशा जातकों को आज आकस्मिक लाभ कि स्थिति बनती दिख रही है। सायंकाल के समय आज आपको किसी मांगलिक समारोह में सम्मिलित होने का अवसर प्राप्त हो सकता है। कार्य को विलंब से करने पर आज आपके व्यवसाय की गति धीमी है, जिससे आप की आर्थिक स्थिति कमजोर होगी। सायंकाल के समय आज आप अपने मित्रों के साथ मौज मस्ती में व्यतीत करेंगे।धार्मिक भावनाओं के चलते आप किसी तीर्थस्थल की यात्रा करेंगे और किसी संत से कुछ दैवीय ज्ञान प्राप्त करेंगे। जिन व्यापारियों के संबंध विदेशों से हैं उन्हें आज धन हानि होने की संभावना है इसलिए आज के दिन सोच समझकर चलें। कोई चिट्ठी या ई-मेल पूरे परिवार के लिए अच्छी ख़बर लाएगी। आपके जीवन में प्रेम की बहार आ सकती है; आपको ज़रूरत है तो बस अपने आँख-कान खुले रखने की। रचनात्मक काम में लगे लोगों के लिए सफलता से भरा दिन है, उन्हें वह शौहरत और पहचान मिलेगी जिसकी उन्हें एक अरसे से तलाश थी। दीर्घावधि में कामकाज के सिलसिले में की गयी यात्रा फ़ायदेमंद साबित होगी। बढ़िया खाना, रोमानी पल और जीवनसाथी का साथ - यही ख़ास है आज। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- सतनाजे की रोटी बनाकर पक्षियों में डालने से आर्थिक स्थिति अच्छी होगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मिश्रित फलदायक रहेगा। आज आपके व्यापार में धन लाभ होने की संभावना भी बनती दिख रही है। आपको अपने व्यापारिक खर्चों को नियंत्रण करने की आवश्यकता है और यदि आज धन का लेनदेन करना पड़े, तो भी सावधानी से करें, नहीं तो भविष्य में आपको नुकसान उठाना पड़ सकता है। संतान पक्ष की ओर से आज कोई हर्षवर्धन समाचार सुनने को मिल सकता है। सायंकाल का समय आज आप अपने मित्रों के साथ किसी पार्टी का आयोजन कर सकते हैं। आपकी परेशानी बढ़ सकती है।दोस्तों के साथ शाम अच्छी रहेगी लेकिन ज़्यादा खाने से बचें क्योंकि यह आपकी अगली सुबह ख़राब कर सकती है। ख़र्चों में इज़ाफ़ा होगा, लेकिन साथ ही आमदनी में हुई बढ़ोत्तरी इसको संतुलित कर देगी। आपको चिंतामुक्त होकर अपने क़रीबी दोस्तों और परिवार के बीच ख़ुशी के लम्हे तलाशने की ज़रूरत है। व्यक्तिगत मार्गदर्शन आपके रिश्ते में सुधार लाएगा। काम में आपकी दक्षता की आज परीक्षा होगी। इच्छित परिणाम देने के लिए आपको अपनी कोशिशों पर एकाग्रता बनाए रखने की ज़रूरत है। इस राशि के लोगों को आज अपने आप को समझने की जरुरत है। यदि आपको लगता है कि आप दुनिया की भीड़ में कहीं खो गये हैं तो अपने लिए वक्त निकालें और अपने व्यक्तित्व का आकलन करें। जीवनसाथी के साथ आज की शाम वाक़ई कुछ ख़ास होने वाली है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- धर्म स्थान के लिए ध्वजा (झंड़े) का दान करने से स्वास्थ्य अच्छा होगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम रूप से फलदायक रहेगा। आज आपको अपने माता-पिता की सेहत का विशेष ध्यान रखना होगा क्योंकि उसमें गिरावट देखने को मिल सकती है, इसलिए बाहर के खाने-पीने से परहेज रखें। आज आपको धन प्राप्ति के योग भी बनते दिख रहे हैं। आपको अपने खर्च पर नियंत्रण रखना होगा। छात्रों को आज अपनी तैयारियों का  परीक्षण करने का मौका मिलेगा, जिसे देखकर सफलता अवश्य मिलेगी। संतान को अच्छे कार्य करते देख आपका उनके प्रति विश्वास और मजबूत होगा। सामाजिक क्षेत्र में भी आज आपकी ख्याति चारों ओर फैलेगी, जिसे आपके प्रशंसको की संख्या में भी वृद्धि होगी। व्यापारिक क्षेत्र में सुझाव आने के लिए आज आपको नए अवसरों की प्राप्ति होगी।शारीरिक बीमारी के सही होनी की काफ़ी संभावनाएँ हैं और इसके चलते आप शीघ्र ही खेल-कूद में हिस्सा ले सकते हैं। आज आपको अपने उन रिश्तेदारों को पैसा उधार नहीं देना चाहिए जिन्होंने आपका पिछला उधार अब तक वापस नहीं किया है। दूसरों को प्रभावित करने की आपकी क्षमता आपको कई सकारात्मक चीज़ें दिलाएगी। प्रेम का आह्लाद महसूस करने के लिए आप किसी नए व्यक्ति से मिल सकते हैं। संयम और साहस का दामन थामे रखें। ख़ास तौर पर तब जब दूसरे आपका विरोध करें, जिसकी कामकाज के दौरान संभावना है। आज आप जीवनसाथी के साथ वक्त बिताने और उनको कहीं घुमाने ले जाने का प्लान करेंगे लेकिन उनकी खराब तबीयत की वजह से यह नहीं हो पाएगा। पारिवारिक विवादों के कारण आज आपका वैवाहिक जीवन प्रभावित रह सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- शुद्ध सूती कपडा और नमकीन गरीब स्त्रियों को समय-समय पर दान करने से आर्थिक स्थिति अच्छी होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए उन्नति के नए नए मार्ग खोलेगा। आप जिस भी कार्य को करने का मन बनाएंगे। आज उसमें आपको सफलता अवश्य मिलेगी, जिससे आपकी आर्थिक स्थिति भी मजबूत होगी। माता-पिता के सहयोग व आशीर्वाद से आज आपको अपने सभी कार्य में सफलता मिलती दिख रही है। गृहस्थ जीवन में आज कुछ तनाव हो सकता है। सायंकाल के समय आज आपको अपनी प्रियजनों के साथ आनंद के क्षण बिताने का मौका मिलेगा। आज आपको अपने भाई से बिगड़ते संबंधों को सुधारने का भी मौका मिलेगा। आज आपको अपने किसी कार्य को आगे के लिए नहीं टालना है, नहीं तो वह आपके नुकसान का कारण बन सकता है।स्वास्थ्य के लिहाज़ से बहुत अच्छा दिन है। आपकी ख़ुशमिज़ाजी ही आपके आत्मविश्वास में बढ़ोतरी करेगी। आर्थिक दृष्टि से आज का दिन मिलाजुला रहने वाला है। आज आपको धन लाभ तो हो सकता है लेकिन इसके लिए आपको कड़ी मेहनत करनी होगी। आपको परिवार के सदस्यों के साथ थोड़ी दिक़्क़त होगी, लेकिन इस वजह से अपनी मानसिक शान्ति भंग न होने दें। जो लोग अपनेे प्रेमी से दूर रहते हैं उन्हें आज अपने प्रेमी की याद सता सकती है। रात के वक्त प्रेमी से घंटों फोन पर बात कर सकते हैं। भागीदार आपकी योजनाओं और व्यावसायिक ख़यालों के प्रति उत्साही होंगे। आज अपने लिए वक्त निकालकर अपने जीवनसाथी के साथ आप कहीं घूमने जा सकते हैं। हालांकि इस दौरान आप दोनों के बीच थोड़ी बहुत कहासुनी हो सकती है। आपका जीवनसाथी आपको ज़्यादा ख़ास वक़्त देने वाला है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- घर में फटे-पुरानी पुस्तकें या धार्मिक ग्रंथों को न रखने से फैमिली लाइफ अच्छी चलेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आप को प्रत्येक कार्यों में सावधान रहने की आवश्यकता है। आपको धन के पीछे भागने की प्रवृत्ति पर आज लगाम लगानी होगी, नहीं तो आप धन के चक्कर में कहीं बुरी तरह फंस सकते हैं। आज आपकी व्यावसायिक प्रतिस्पर्धा आपके हर काम में व्यवधान डालने का प्रयास कर सकती है। आज आपका आपके परिजनों से किसी मामूली बात पर झगड़ा हो सकता है, उससे सतर्क रहें और अपनी वाणी में मधुरता बनाए रखें, नहीं तो इसमें दरार पड़ सकती है। ससुराल पक्ष से भी आज आपको धन लाभ मिलता दिख रहा है। आज आपको दोपहर तक अपने सभी कार्यों को पूर्ण करना होगा, नहीं तो आपको नुकसान हो सकता है।स्वास्थ्य के लिहाज़ से बहुत अच्छा दिन है। आपकी ख़ुशमिज़ाजी ही आपके आत्मविश्वास में बढ़ोतरी करेगी। दूसरों को प्रभावित करने के लिए ज़रूरत से ज़्यादा ख़र्चा न करें। रिश्तेदारों और दोस्तों से अचानक उपहार मिलेगा। किसी से अचानक हुई रुमानी मुलाक़ात आपका दिन बना देगी। आप जीतोड़ मेहनत और धीरज के बल पर अपने उद्देश्य हासिल कर सकते हैं। आज आप जीवनसाथी के साथ वक्त बिताने और उनको कहीं घुमाने ले जाने का प्लान करेंगे लेकिन उनकी खराब तबीयत की वजह से यह नहीं हो पाएगा। जीवनसाथी से अच्छी बातचीत हो सकती है; आप महसूस करेंगे कि आप-दोनों में कितना प्यार है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- चाँदी का कड़ा धारण करना आर्थिक स्थिति को बेहतर करेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम सफलता देनेवाला रहेगा। आज सरकारी काम में सफलता मिलने की उम्मीद है, लेकिन प्रयास करते रहें। दांपत्य जीवन में छोटी मोटी बातों को दिल पर ना लगाएं, नहीं तो जीवन साथी से आपका वाद-विवाद हो सकता है। आज व्यापार में आप के अधिकांश कार्य थोड़े से परीक्षण से ही पूरे हो जाएंगे। अधिकारी वर्ग भी मुश्किल कार्य में आज आपका सहयोग करेंगे। नौकरी से जुड़े जातकों को आज उनके शत्रु परेशान करने की पूरी कोशिश करेंगे, लेकिन आपको उनसे सतर्क रहना होगा। आज आपके पिताजी की सेहत में भी कुछ गिरावट देखने को मिल सकती है।दिन की शुरुआत आप योग ध्यान से कर सकते हैं। ऐसा करना आपके लिए फायदेमंद रहेगा और सारे दिन आपमें ऊर्जा रहेगी। अपने जीवनसाथी केे साथ धन से जुड़े किसी मामले को लेकर आज आपका झगड़ा हो सकता है। हालांकि अपने शांत स्वभाव से आप सबकुछ ठीक कर देंगे। आज के दिन आपको कुछ परेशानियों का सामना करना पड़ सकता है। यथार्थवादी रवैया अपनाएँ और जो आपकी ओर मदद का हाथ बढ़ाएँ, उनसे किसी चमत्कारकी उम्मीद न करें। ज़ाहिर तौर पर रोमांस के लिए पर्याप्त मौक़े हैं- लेकिन ऐसा बहुत कम समय के लिए है। नई योजनाएँ आकर्षक होंगी और अच्छी आमदनी का ज़रिया साबित होंगी। यात्रा के दौरान आप नयी जगहों को जानेंगे और महत्वपूर्ण लोगों से मुलाक़ात होगी। कोई पुराना दोस्त अपने साथ आपके जीवनसाथी के पुराने यादगार क़िस्से लेकर आ सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- लाल गाय या लाल कुत्ते को भोजन कराना पारिवारिक जीवन की ख़ुशियों को बढ़ाएगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए व्यस्तता व भाग-दौड़ भरा रहेगा। व्यापार में धन लिए किए गए प्रयास सफल होंगे। यदि आज किसी संपत्ति के खरीदने का मन बना रहे हैं, तो उसके लिए दिन उत्तम रहेगा और साझेदारी में यदि कोई व्यापार किया हुआ है, तो वह आज आपको भरपूर लाभ देगा, इससे आपको अपने भविष्य की आर्थिक स्थिति के चिंता कम होगी, लेकिन फिर भी आपको अपनी आय और व्यय दोनों में संतुलन बनाकर रखना होगा, नहीं तो आपको भविष्य में परेशानी का सामना करना पड़ सकता है। व्यस्थता के बीच आप अपने परिवार के सदस्यों के लिए समय निकालने में कामयाब रहेंगे।आपमें से जो दफ़्तर में ओवरटाइम कर रहे थे और ऊर्जा की कमी से जूझ रहे थे, आज उन्हें फिर वैसी ही समस्याओं से दो-चार होना पड़ सकता है। आज घर से बाहर बड़ों का आशीर्वाद लेकर निकलें इससे आपको धन लाभ हो सकता है। माता-पिता की तबियत में सुधार होगा और वे अपना प्यार आपके ऊपर बरसाएंगे। प्रेम-जीवन में आशा की नयी किरण आयेगी। आज का दिन बढ़िया प्रदर्शन और ख़ास कामों के लिए है। आपने बीते दिनों कार्यक्षेत्र में कई काम अधूरे छोड़े हैं जिसका भुगतान आज आपको करना पड़ सकता है। आज आपका खाली वक्त भी ऑफिस के काम को पूरा करने में ही लगेगा। आज आपको अपने जीवनसाथी का दैवीय पक्ष देखने को मिल सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- तांबे का कड़ा धारण करने से स्वास्थ्य बना रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपकी आशाओं के प्रति परिणाम देने वाला रहेगा। आज आपकी सोची हुई योजनाएं सफल होती नजर आएंगी, लेकिन बाद में विघ्न आने के कारण उनमें निराशा ही हाथ लगेगी, जिससे आप निराश हो सकते हैं, लेकिन आपको परेशान होने की आवश्यकता नहीं है। पिताजी के सहयोग व आशीर्वाद आपकी योजना को गति मिलेगी, जिससे आप की आर्थिक स्थिति मजबूत की और बढ़ेगी। आज आपको अपने व्यापार में साझेदारी से धन को लेकर भी कुछ अनबन हो सकती है, लेकिन आप अपने मधुर विवाह के कारण इन परेशानियों से बाहर निकल जाएंगे।आज का दिन ऐसे काम करने के लिए बेहतरीन है, जिन्हें करके आप ख़ुद के बारे में अच्छा महसूस करते हैं। दूसरों को प्रभावित करने के लिए ज़रूरत से ज़्यादा ख़र्चा न करें। अपनी महत्वाकांक्षाओं को माता-पिता को बतलाने का सही समय है। वे आपको सहयोग देंगे। आपको भी ध्यान केंद्रित कर कड़ी मेहनत करने की ज़रूरत है। प्रेमी को आज आपकी कोई बात चुभ सकती है। वो आपसे रुठें इससे ही पहले ही अपनी गलती का अहसास कर लें और उन्हें मना लें। आपने भली-भांति काम किया है, इसलिए अब उसके फ़ायदे लेने का समय है। रात के समय आज आप घर के लोगों से दूर होकर अपने घर की छत या किसी पार्क में टहलना पसंद करेंगे। आप अपने वैवाहिक जीवन की सारी ख़राब यादें भूल जाएंगे और आज का भरपूर लुत्फ़ लेंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- आर्थिक स्थिति को मजबूत करने के लिए बड़ या पीपल के पेड़ को दूध से सींचें और वहां की मिटटी का टीका शरीर पर कहीं भी लगाएं। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपका लाभ के अच्छे अवसर तलाशने में व्यतीत होगा, लेकिन परेशान न हो वह आपको अवसर अवश्य मिलेंगे। आज आप संतान की पढ़ाई को लेकर भी कुछ यात्रा कर सकते हैं, इसमें आपको सफलता अवश्य मिलेगी। विदेश में रह रहे प्रियजन से आज आपको कोई शुभ समाचार सुनने को मिल सकता है। आज आपके परिवार में आपके भाई के विवाह का प्रस्ताव मंजूर हो सकता है, जिससे परिवार के सदस्यों में प्रसन्नता नजर आएगी और किसी मांगलिक कार्यक्रम पर भी आज चर्चा कर सकते हैं। सायंकाल के समय यदि आपके आस पड़ोस में कोई विवाद होता है, तो आपको इससे बचना होगा, नहीं तो वह कानूनी हो सकता है। उन भावनाओं को पहचानें, जो आपको प्रेरित करती हैं। डर, शंका और लालच जैसी नकारात्मक भावनाओं को छोड़ें, क्योंकि ये विचार उन चीज़ों को आकर्षित करते हैं, जो आप नहीं चाहते हैं। आपका धन आपके काम तभी आता है जब आप फिजूलखर्ची करने से खुद को रोकते हैं आज ये बात आपको अच्छी तरह से समझ में आ सकती है। घर बदलने के लिए बढ़िया दिन है। आपके जीवन-साथी के पारिवारिक सदस्यों की वजह से आपका दिन थोड़ा परेशानीभरा हो सकता है। ख़ुद को अभिव्यक्त करने के लिए अच्छा समय है- और ऐसे प्रोजेक्ट पर काम कीजिए, जो रचनात्मक हों। बातों को सही तरीके से समझने का आज आपको प्रयास करना चाहिए नहीं तो इसकी वजह से आप खाली समय में इन्हीं बातों के बारे में सोचते रहेंगे और अपना समय बर्बाद करेंगे। जीवनसाथी की वजह से आपकी कोई योजना या कार्य गड़बड़ हो सकता है; लेकिन धैर्य बनाए रखें। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- शुक्रवार को श्री सूक्त का पाठ करना प्रेम सम्बन्धों के लिए बहुत शुभ है। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम देने वाला रहेगा। व्यवसाय योजनाओं में आज आपको अचानक से बदलाव करना पड़ सकता है। आपके लंबे समय से कुछ कार्य रूके हुए थे, तो वह आज किसी प्रियजन की मदद से पूरे होंगे, जिससे आपको धन लाभ मिलता दिख रहा है। ससुराल पक्ष के किसी सदस्य से आज आपकी अनबन हो सकती है। यदि आज कहीं पर निवेश करने का मन बना रहे हैं, तो उसके लिए दिन उत्तम रहेगा। नौकरी कर रहे जातकों को आज प्रमोशन मिल सकता है। आज आप किसी भी कार्य को लेकर कोई ठोस निर्णय नहीं ले पाएंगे, जिससे आपका नुकसान भी हो सकता है।दिन फ़ायदेमन्द साबित होगा और आप किसी पुरानी बीमारी में काफ़ी आराम महसूस करेंगे। आज आपको समझ आ सकता है कि धन को बिना सोच विचारे खर्च करना आपको कितना नुक्सान पहुंचा सकता है. परिवार की स्थिति आज वैसी नहीं रहेगी जैसा आप सोचते हैं। आज घर में किसी बात को लेकर कलह होने की संभावना है ऐसी स्थिति में खुद पर काबू रखें। अपने प्रिय की पुरानी बातों को माफ़ करके आप अपनी ज़िंदगी में सुधार ला सकते हैं। यात्राओं से व्यवसाय के नए मौक़े मिलेंगे। आज आप बिना किसी वजह के कुछ लोगों के साथ उलझ सकते हैं। ऐसा करना आपके मूड को तो खराब करेगा ही साथ ही इससे आपका कीमती समय भी बर्बाद होगा। आज आप अपने जीवनसाथी के साथ कुछ बेहतरीन पल गुज़ार सकेंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- स्वस्थ पारिवारिक जीवन पानें पिछड़ी जाति से आने वाली लड़कियों की सहायता करें। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए अनुकुल रहने वाला है। उत्तम सेहत रहने के कारण आज आप मन लगाकर कार्य करेंगे, लेकिन यदि किसी का हस्तक्षेप होता है, तो उनमें विघ्न आ सकते हैं। आज आपको अपने आइडिया को किसी दूसरे के सामने प्रस्तुत नहीं करना है, नहीं तो वह लटक सकता हैं। सामाजिक सामान मिलने से आज आपका मनोबल भी बढ़ता दिख रहा है। सामाजिक कार्य में सफलता मिलने के कारण अन्य व्यक्ति आपसे संबंध बनाने की चेष्टा करेंगे, इससे आपके मित्रों की संख्या में भी इजाफा होगा। राजनैतिक क्षेत्र में भी आज आपको मान सम्मान मिलता दिख रहा है। यदि आप किसी से उधार लेने का मन बना रहे हैं, तो अभी कुछ समय के लिए रुक जाएं।व्यस्त दिनचर्या के बावजूद स्वास्थ्य अच्छा रहेगा। इस राशि के कुछ लोगों को आज जमीन से जुड़े किसी मुद्दे को लेकर धन खर्च करना पड़ सकता है। पारिवारिक मोर्चे पर समस्याएँ मुँह बाए खड़ी हैं। पारिवारिक ज़िम्मेदारियों की अनदेखी आपको सबकी नाराज़गी की केंद्र बना सकती है। प्यार का भरपूर लुत्फ़ मिल सकता है। अपना बायोडाटा भेजने या किसी इंटरव्यू में जाने के लिए अच्छा समय है। घर के कामों को पूरा करने के बाद इस राशि की गृहणियां आज के दिन फुर्सत में टीवी या मोबाइल पर कोई मूवी देख सकती हैं। यह दिन आपके जीवनसाथी के रूमानी पहलू को भरपूर तरीक़े से दिखाएगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- गणेश या विष्णु जी के मंदिर में कांसे की ज्योत दान में देने से पारिवारिक जीवन अच्छा रहेगा। \n"
}]
