horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए बहुत महत्वपूर्ण है इसलिए बेकार की बातों को छोड़कर काम पर ध्यान दें। नौकरी आपके लिए महत्वपूर्ण है, इसलिए काम पर पूरा ध्यान देना आपके लिए जरूरी होगा। व्यापार करने वालों को अच्छे नतीजे मिलेंगे। आपकी इनकम बढ़ेगी। आपकी कार्यकुशलता मजबूत होगी लेकिन अपने व्यवहार पर ध्यान दें और साथ काम करने वाले लोगों को महत्व दें। दांपत्य जीवन में तनाव बढ़ सकता है। प्रेम जीवन जीने वालों के लिए दिन अच्छा रहेगा।दोस्तों के साथ शाम अच्छी रहेगी लेकिन ज़्यादा खाने से बचें क्योंकि यह आपकी अगली सुबह ख़राब कर सकती है। लम्बे समय से अटके मुआवज़े और कर्ज़ आदि आख़िरकार आपको मिल जाएंगे। बच्चे भविष्य की योजनाएँ बनाने की अपेक्षा घर के बाहर ज़्यादा समय बिताकर आपको निराश कर सकते हैं। प्यार की ताक़त आपको प्यार करने की वजह देती है। जो कला और रंगमंच आदि से जुड़े हैं, उन्हें आज अपना कौशल दिखाने के लिए कई नए मौक़े मिलेंगे। दिन अच्छा है दूसरों के साथ-साथ आप अपने लिए भी वक्त निकाल पाएंगे। जीवनसाथी के साथ थोड़ा हँसी-मज़ाक़, थोड़ी छेड़-छाड़ आपको किशोरावस्था के दिनों की याद दिला देंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अपने इष्टदेव को पूजा में लाल सिंदूर अर्पित करने से हेल्थ अच्छी रहेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा और स्वयं के अंदर सकारात्मकता महसूस करेंगे। आपमें आकर्षण रहेगा, जो आपके परिवार वालों को आप की बात सुनने पर विवश करेगा। आपकी स्थिति मजबूत होगी। इनकम बढ़िया रहेगी। खर्चे हल्के-फुल्के होंगे और आवश्यक कामों पर होंगे। परिवार में सामंजस्य रहेगा। प्रेम जीवन अच्छा चलेगा और अपने प्रिय से दिल की बातें कहेंगे। दांपत्य जीवन जीने वालों को प्रेम और रोमांस का अवसर मिलेगा।अपने मनमौजी और ज़िद्दी स्वभाव को क़ाबू में रखें, ख़ास तौर पर किसी जलसे या पार्टी में। क्योंकि ऐसा न करने पर वहाँ का माहौल तनावग्रस्त हो सकता है। नया आर्थिक क़रार अंतिम रूप लेगा और धन आपकी तरफ़ आएगा। परिवार के लिए किसी अच्छे और ऊँचे लक्ष्य को हासिल करने के नज़रिए से समझ-बूझकर थोड़ा ख़तरा उठाया जा सकता है। चूके मौक़ों की वजह से डरें नहीं। प्रेम के नज़रिए से आज का दिन आपके लिए ख़ुशियों से भरा रहेगा। नई शुरू की परियोजनाएँ उम्मीद के मुताबिक़ परिणाम नहीं देंगी। अगर आप यात्रा कर रहें है तो सभी ज़रूरी दस्तावेज़ साथ रखना न भूलें। आपका जीवनसाथी आपको प्यार का एहसास देना चाहता है, उसकी मदद करें। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- नौकरी/बिज़नेस में लाभ हेतु अपने जूतों के तलों में तांबे की सात-सात कील लगवाएं। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए अच्छा है और आज अपने काम पर ध्यान देने से प्रयास रंग लाएंगे। आपकी मेहनत सफल होगी और आपको धन की आवक रहेगी। परिवार का माहौल अच्छा रहेगा। दांपत्य जीवन में तनाव बढ़ सकता है। प्रेम जीवन जीने वालों को अच्छे नतीजे मिलेंगे। आपको सुख होगी प्राप्ति होगी। कोई नया मोबाइल खरीदने का विचार कर सकते हैं।आउटडोर खेल आपको आकर्षित करेंगे- ध्यान और योग आपको फ़ायदा पहुँचाएंगे। जो लोग अब तक पैसे को बिना वजह ही उड़ा रहे थे आज उन्हें अपने आप पर काबू रखना चाहिए और धन की बचत करनी चाहिए। कोई नया रिश्ता न सिर्फ़ लंबे वक़्त तक क़ायम रहेगा, बल्कि फ़ायदेमंद भी साबित होगा। अपनी दीवानगी को क़ाबू में रखें, नहीं तो यह आपके प्रेम-संबंध को मुश्किल में डाल सकती है। आपके लिए आज बहुत सक्रिय और लोगों से मेल-जोल भरा दिन रहेगा। लोग आपसे आपकी राय मांगेंगे और जो भी आप कहेंगे, उसे बिना सोचे मान लेंगे। दिन अच्छा है दूसरों के साथ-साथ आप अपने लिए भी वक्त निकाल पाएंगे। चीज़ें आपकी इच्छा के मुताबिक़ नहीं चलेंगी, लेकिन अपने हमदम के साथ आप अच्छा समय गुज़ारेंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- गणेश जी के मंदिर में एक काला-सफेद झंडा(पताका) दान में देने से प्रेम सम्बन्ध अच्छे होंगे। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा क्योंकि आज आपकी सेहत भी मजबूत रहेगी। पुराने समय से चली आ रही समस्याओं से मुक्ति मिलेगी। आपकी कर्मठता और आपका आत्मविश्वास सर चढ़कर बोलेगा। कामों में सफलता मिलेगी। आपके बॉस भी आपकी तारीफ करेंगे। इनकम बढ़िया रहेगी। दांपत्य जीवन सामान्य रहेगा। प्रेम जीवन में प्रेम की बढ़ोतरी होगी। काम के सिलसिले में आपका दायित्व बढ़ेगा।थोड़ा विश्राम करें और काम के बीच-बीच में जितना हो सके, उतना आराम करते रहें। आपके घर से जुड़ा निवेश फ़ायदेमंद रहेगा। बच्चे आपको अपनी उपलब्धियों से गर्व का अनुभव कराएंगे। अपने प्रिय से कुछ भी तल्ख़ कहने से बचें- नहीं तो बाद में आपको पछताना पड़ सकता है। कार्यक्षेत्र में आपका कोई प्रतिद्वंदी आज आपके खिलाफ साजिश कर सकता है, इसलिए आज आपको आंख कान खोलकर काम करने की जरुरत है। सामाजिक और धार्मिक समारोह के लिए बेहतरीन दिन है। जीवनसाथी के कारण कुछ नुक़सान हो सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अच्छी लव लाइफ के लिए किसी भी गरीब व्यक्ति को चमड़े का जूता दान करें। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन कई मायनों में आपके लिए बढ़िया रहेगा। पुरानी समस्याओं से मुक्ति मिलेगी और कोर्ट कचहरी के मामलों में ध्यान देंगे। मानसिक तनाव थोड़ा अधिक रहेगा, इसलिए बीच-बीच में आराम करें और मनोरंजन करें।काम के सिलसिले में अच्छे नतीजे हासिल होंगे। प्रेम जीवन में कुछ दिक्कतें आ सकती हैं। दांपत्य जीवन अच्छा रहेगा।लंबे समय से चली आ रही अपनी बीमारी का इलाज अपनी मुस्कान से करें, क्योंकि यह सभी परेशानियों की सबसे कारगर दवा है। आज आप काफ़ी पैसे बना सकते हैं- लेकिन इसे अपने हाथों से फिसलने न दें। घर में साफ़-सफ़ाई की ज़रूरत तुरंत है। हमेशा की तरह इस काम को अगली बार के लिए न टालें और कमर कस कर जुट जाएँ। अपने रोमांटिक ख़यालों को हर किसी को बताने से बचें। आज आपके पास अपनी धनार्जन की क्षमता को बढ़ाने के लिए ताक़त और समझ दोनों ही होंगे। सेमिनार और प्रदर्शनी आदि आपको नई जानकारियाँ और तथ्य मुहैया कराएंगे। जीवनसाथी से बिना पूछे योजना बनाएंगे, तो उनकी ओर से नकारात्मक प्रतिक्रिया मिल सकती है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- लाल या भूरे रंग की गाय को रोटी में गुड़ रखकर खिलाने से लव लाइफ अच्छी रहेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहेगा और जीवन साथी से संबंध मधुर रहेंगे। उनके साथ मिलकर भविष्य की कोई बड़ी योजना पर काम करेंगे। दांपत्य जीवन अच्छा रहेगा। प्रेम जीवन जीने वालों को कुछ निराशा हो सकती है। काम के सिलसिले में आपकी तीक्ष्ण बुद्धि आपके बहुत काम आएगी। व्यापारी वर्ग को भी अच्छा लाभ होने के योग बन रहे हैं। सरकार को समय पर टैक्स देते रहें।अपनी शारीरिक सेहत सुधारने के लिए संतुलित आहर लें आज आपके भाई-बहन आपसे आर्थिक मदद मांग सकते हैं और उनकी मदद करके आप खुद आर्थिक दबाव में आ सकते हैं। हालांकि स्थिति जल्द ही सुधर जाएगी। बच्चे आपको घरेलू काम-काज निबटाने में मदद करेंगे। अपने साथी को भावनात्मक तौर पर ब्लैकमेल करने से बचें। कार्यक्षेत्र में परिस्थितियाँ आपके पक्ष में लगती हैं। आज आप व्यस्त दिनचर्या के बावजूद भी अपने लिए समय निकाल पाने में समर्थ होंगे और इस खाली समय में अपने परिवार वालों के साथ गुफ्तगू कर सकते हैं। जीवनसाथी की ख़राब सेहत के चलते आप चिंताग्रस्त हो सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- विकलांग लोगों की सेवा करने से स्वास्थ्य अच्छा रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन भागदौड़ से भरा रहेगा। आपके ऊपर काम का बोझ भी ज्यादा होगा, इसलिए अपनी सेहत का पूरा ध्यान रखें, नहीं तो बीमार होने के योग बन जाएंगे। दांपत्य जीवन में कड़क रवैया अपनाना अच्छा नहीं। शांति से काम लें। प्रेम जीवन जीने वालों को अच्छे नतीजे मिलेंगे। अपने परिवार वालों से अपने प्रिय के बारे में बातचीत करेंगे। काम के सिलसिले में अधिक मेहनत करने पर जोर देना ठीक होगा। व्यापार में बड़े लोगों से संबंध बनेंगे।आज का दिन मौज-मस्ती और आनन्द से भरा रहेगा- क्योंकि आप ज़िन्दगी को पूरी तरह जिएंगे। आपके माता पिता आपकी फिजूलखर्ची को देखकर आज चिंतित हो सकते हैं और इसलिए आपको उनके गुस्से का शिकार भी होना पड़ सकता है। परिवार के साथ सामाजिक गतिविधियाँ सभी को ख़ुश रखेंगी। आज प्रेम-संबंधों में अपने स्वतन्त्र विवेक का इस्तेमाल कीजिए। आपके पास आज अपनी क्षमताओं को दिखाने के मौक़े होंगे। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। लंबे अरसे के बाद जीवनसाथी के साथ काफ़ी वक़्त गुज़ारने का मौक़ा मिल सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- किन्नरों(बुध नपुंसक है) का भूलकर भी अपमान न करें व यथाशक्ति इनको दान देने से आर्थिक स्थिति मजबूत होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम फलदायक है। बेवजह की बातों में ना पड़कर अपने काम पर ध्यान दें। प्रेम जीवन जीने वालों को अच्छा समय मिलेगा। आप कोई कविता लिखकर अपने प्रिय को प्रपोज कर सकते हैं और उन्हें खुश रखने की कोशिश करेंगे। जो लोग शादीशुदा हैं, उनके दांपत्य जीवन प्रेम से भरा रहेगा और अपने जीवन साथी को कैसे खुश रखना है, आपको भली भांति आता है। व्यापार के लिए दिन अच्छा है। काम के सिलसिले में जो लोग नौकरी पेशा हैं, उन्हें अपने मेहनत का अच्छा इनाम मिल सकता है।यह हँसी की चमक से उजला दिन है, जब ज़्यादातर चीज़ें आपके मन के मुताबिक़ होंगी। रुका हुआ धन मिलेगा और आर्थिक हालात में सुधार आएगा। आपकी ज्ञान की प्यास आपको नए दोस्त बनाने में मददगार साबित होगी। ज़िन्दगी की हक़ीक़त का सामना करने के लिए आपको अपने प्रिय को कम-से-कम कुछ वक़्त के लिए भूलना पड़ेगा। बिना गहराई से समझे-बूझे किसी व्यावसायिक/क़ानूनी दस्तावेज़ पर हस्ताक्षर न करें। अगर आप ख़रीदारी पर जाएँ तो ज़रूरत से ज़्यादा जेब ढीली करने से बचें। अपने जीवनसाथी की नुक़्ताचीनी से आप आज परेशान हो सकते हैं, लेकिन वह आपके लिए कुछ बढ़िया भी करने वाला है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- ॐ ऐं ह्रीं श्रीं शनैश्चराय नमः इस मंत्र का सुबह-शाम 11 बार उच्चारण करने से लव लाइफ अच्छी रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आप अतीत में जिएंगे। कुछ पुरानी यादों को ताजा करेंगे। पुराने दोस्तों से बातचीत होगी। परिवार का माहौल अच्छा रहेगा। किसी का अधिक बातूनी रवैया आपको परेशान कर सकता है। काम के सिलसिले में अच्छे नतीजे मिलेंगे। नौकरी में आपकी मेहनत रंग लाएगी। व्यापार करते हैं तो आपको कुछ नए सिरे से काम करना फायदा देगा। दांपत्य जीवन अच्छा रहेगा। प्रेम जीवन जीने वालों को दिक्कतें आ सकती हैं।आज आप ख़ुद को सुकून में और ज़िंदगी का लुत्फ़ उठाने के लिए सही मनोदशा में पाएंगे। उधार मांगने वाले लोगों को नज़रअन्दाज़ करें। आज का दिन ख़ुशियों से भरा रहेगा, क्योंकि आपका जीवन-साथी आपको ख़ुशी देने का हर प्रयास करेगा। आज आप ख़ुद को अपने प्रिय के प्यार से सराबोर महसूस करेंगे। इस लिहाज़ से आज का दिन बहुत ख़ूबसूरत रहेगा। दोस्त आपको तारीफ़ से सराबोर कर देंगे, क्योंकि आप बहुत कठिन काम पूरा करने में क़ामयाब रहेंगे। दिन की शुरुआत भले ही थोड़ी थकाऊ रहे लेकिन जैसे-जैसे दिन आगे बढ़ेगा आपको अच्छे फल मिलने लगेंगे। दिन के अंत में आपको अपने लिए समय मिल पाएगा और आप किसी करीबी से मुलाकात करके इस समय का सदुपयोग कर सकते हैं। बढ़िया खाना, रोमानी पल और जीवनसाथी का साथ - यही ख़ास है आज। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- घर में सरकंडे या तीलियों की चिक खिड़की-दरवाजे पर लगाना आर्थिक स्थिति के लिए शुभ है। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहेगा और सेहत भी मजबूत रहेगी। आत्मविश्वास अच्छा रहेगा। परिवार और काम के बीच तालमेल बिठा कर रखेंगे। इससे सभी कुछ अच्छे से चलेगा। काम के सिलसिले में भी सुखद नतीजे हासिल होंगे। व्यापार तेज गति से आगे बढ़ेगा। दांपत्य जीवन में तालमेल अच्छा होने से कुछ समस्याएं समाप्त हो जाएंगी। प्रेम जीवन जीने वालों को अच्छे समाचार मिलेंगे। परिवार के छोटे सदस्य आपकी मदद को आगे आएंगे और आपको कुछ अच्छे समाचार प्राप्त होंगे।आपका उदार स्वभाव आज आपके लिए कई ख़ुशनुमा पल लेकर आएगा। आज आप अपने घर के वरिष्ठ जनों से पैसे की बचत करने को लेकर कोई सलाह ले सकते हैं और उस सलाह को जिंदगी में जगह भी दे सकते हैं. बहन का स्नेह आपको प्रोत्साहन देगा। लेकिन छोटी-मोटी बातों पर आपा खोने से बचें, क्योंकि इससे आपके हितों को नुक़सान पहुँचेगा। आपको पहली नज़र में किसी से प्यार हो सकता है। ऐसे लोगों से साथ जुड़ें जो स्थापित हैं और भविष्य के रुझानों को समझने में आपकी मदद कर सकते हैं। आप चाहें तो परेशानियों को मुस्कुराकर दरकिनार कर सकते हैं या उनमें फँसकर परेशान हो सकते हैं। चुनाव आपको करना है। आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्तों की तरह है और आपको आज यह एहसास होगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- चन्द्र उदय के बाद चंद्रमा की किरणों में बैठकर खीर खाने से पारिवारिक सुख बढ़ता है। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। धन का आगमन होगा, जिससे आपकी कुछ आर्थिक समस्याएं तुरंत ही समाप्त हो जाएंगी। आपका मन खुश होगा। बैंक से कर्ज लेकर कुछ नया काम करने का विचार करेंगे। परिवार में खुशी रहेगी। दांपत्य जीवन खुशनुमा रहेगा। प्रेम जीवन जीने वालों को भी आज सुखद नतीजे मिलेंगे। आप का मनोबल अच्छा रहेगा, जिससे कामों में सफलता मिलेगी।दूसरों के लिए ख़राब नीयत रखना मानसिक तनाव को जन्म दे सकता है। इस तरह के विचारों से बचें, क्योंकि ये समय की बर्बादी करते हैं और आपकी क्षमताओं को ख़त्म करते हैं। उधार मांगने वाले लोगों को नज़रअन्दाज़ करें। आज न सिर्फ़ अजनबियों से, बल्कि दोस्तों से सावधान रहने की ज़रूरत भी है। आपका प्रिय दिन भर आपको याद करने में समय बिताएगा। कार्यक्षेत्र में आपके प्रतिद्वन्द्वियों को अपने ग़लत कामों का फल मिलेगा। दूसरों की राय को ग़ौर से सुनें- अगर आप आज वाक़ई फ़ायदा चाहते हैं तो। संभावना है कि आपके और आपके जीवनसाथी के बीच तनाव और बढ़ सकता है। इससे बचाव न करने की स्थिति में इसके दूरगामी परिणाम अच्छे नहीं होंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- गणेश चालीसा व आरती का पाठ करने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज आप कुछ नया करना चाहेंगे। आपके इरादों में मजबूत रहेगी, जिससे कामों में सफलता मिलेगी। नौकरी बढ़िया चलेगी। व्यापार करने वालों को भी व्यापार में मुनाफा होगा। इनकम बढ़िया होने से मन हर्षित होगा। दांपत्य जीवन में खूबसूरत पलों का आनंद लेंगे। जो लोग प्रेम जीवन में हैं, उन्हें अपने प्रिय को दिल की बात बताने की जरूरत नहीं पड़ेगी, वह खुद ही अपनी ओर से इजहार करेंगे। आप का दिनमान अच्छा बीतेगा। आपकी सेहत में सुधार होगा।एक आध्यात्मिक व्यक्ति आशीर्वाद की वर्षा करेगा और मन की शांति लेकर आएगा। होशियारी से निवेश करें। आज आप जिस सामाजिक कार्यक्रम में जाएंगे, वहाँ आप सबके ध्यान का केन्द्र होंगे। किसी से अचानक हुई रुमानी मुलाक़ात आपका दिन बना देगी। भागीदार आपकी योजनाओं और व्यावसायिक ख़यालों के प्रति उत्साही होंगे। दिक़्क़तों का तेज़ी से मुक़ाबला करने की आपकी क्षमता आपको ख़ास पहचान दिलाएगी। शादी के ठीक पहले के ख़ूबसूरत दिनों की याद ताज़ा हो सकती है - वही छेड़छाड़, आगे-पीछे घूमना और इज़हार गर्माहट पैदा करेंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- गणेश जी को दूर्वा चढ़ाने से आर्थिक स्थिति अच्छी होगी। \n"
}]
