horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nखर्चों पर नियंत्रण रखने की कोशिश करें। सेहत का ध्यान रखें। जल्दबाजी में आकर कोई गलत कदम ना उठाएं। काम के सिलसिले में दिनमान अच्छा रहेगा। मेहनत पर भरोसा रखें। घर में सुख शांति रहेगी। रिश्तों को संभालने की कोशिश करें।थोड़ा विश्राम करें और काम के बीच-बीच में जितना हो सके, उतना आराम करते रहें। अपनेे लिए पैसा बचाने का आपका ख्याल आज पूरा हो सकता है। आज आप उचित बचत कर पाने में सक्षम होंगे। कोई आपको नुक़सान पहुँचाने की कोशिश कर सकता है। कई मज़बूत ताक़तें आपके ख़िलाफ़ काम कर रही हैं। आपको ऐसे क़दम उठाने से बचना चाहिए, जिसके चलते उनका और आपका आमना-सामना हो। अगर आप हिसाब बराबर करना चाहें, तो ऐसा सलीके से ही किया जाना चाहिए। कई लोगों के लिए आज की रोमांटिक शाम ख़ूबसूरत तोहफ़ों और फूलों से भरपूर रहेगी। आपकी अन्दरूरनी ताक़त कार्यक्षेत्र में दिन को बेहतर बनाने में मददगार साबित होगी। काम को समय पर निपटाकर जल्दी घर जाना आज आपके लिए अच्छा रहेगा इससे आपके परिवार वालों को भी खुशी मिलेगी और आप भी तरोताजा महसूस करेेंगे। आज का दिन उन्माद में घिर जाने का है; क्योंकि आप अपने जीवनसाथी के साथ प्रेम के चरम का अनुभव करेंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सिक्के(लेड धातु) के चार टुकड़े चलते पानी में बहाने से पारिवारिक जीवन खुशहाल बनेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज के दिन अपने काम पर पूरा ध्यान रहेगा। काम के साथ-साथ अपने परिवार को भी समझेंगे। बुजुर्गों के साथ बैठकर समय बिताएंगे। मानसिक रूप से मजबूत दिखेंगे। सेहत अच्छी रहेगी। प्रेम जीवन में सुखद नतीजे मिलेंगे और गृहस्थ जीवन में तनाव बढ़ सकता है।अपने दफ़्तर से जल्दी निकलने की कोशिश करें और वे काम करें जिन्हें आप वाक़ई पसंद करते हैं। उधार मांगने वाले लोगों को नज़रअन्दाज़ करें। लोगों के साथ ठीक तरह से पेश आएँ, ख़ास तौर पर उनके साथ जो आपसे प्यार करते हैं और आपका ख़याल रखते हैं। लवमेट आज आपसे किसी चीज की डिमांड कर सकता है लेकिन आप उसे पूरा नहीं कर पाएंगे जिसकी वजह से आपका लवमेट आपसे नाराज हो सकता है। आपको अपनी प्रतिभा दिखाने का अच्छा मौक़ा मिलेगा। देर शाम तक आपको कहीं दूर से कोई अच्छी ख़बर सुनने को मिल सकती है। आज आप अपने जीवनसाथी से काफ़ी आत्मीय बातचीत कर सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- कौवों को रोटी खिलाने से आर्थिक स्थिति बेहतर होगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nभाग्य के सहारे बैठने की आदत से बाहर निकलें और अब खुद पर भरोसा रखते हुए काम पर जुट जाएं। सेहत बढ़िया रहेगी। दोस्तों से मिलने जुलने का मौका मिलेगा। इनकम में बढ़ोतरी होगी। संबंधों में गर्माहट आएगी। पारिवारिक जीवन से संतोष मिलेगा।आपकी सबसे बड़ी पूंजी आपकी हँसने-हँसाने की शैली है, अपनी बीमारी को ठीक करने के लिए इसका उपयोग करके देखें। आज किसी करीबी से आपका झगड़ा हो सकता है और बात कोर्ट कचहरी तक जा सकती है। जिसकी वजह से आपका अच्छा खास धन खर्च हो सकता है। बच्चे आपको अपनी उपलब्धियों से गर्व का अनुभव कराएंगे। जब आप अपने प्रिय के साथ बाहर जाएँ तो अपने पहनावे और बरताव में नयापन रखें। यह वह दिन है जब आपको अपनी अहम योजनाओं पर रोशनी डालने के लिए ख़ास और बड़े लोगों से मिलना चाहिए। अपने शरीर को दुरुस्त करने के लिए आज भी आप कई बार सोचेंगे लेकिन बाकी दिनों की तरह भी आज यह प्लान धरा का धरा रह जाएगा। वैवाहिक जीवन में निजता का ध्यान रखना भी आवश्यक है। लेकिन आज के दिन आप दोनों ज़्यादा-से-ज़्यादा एक-दूसरे के क़रीब जाना चाहेंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- काले व सफेद तिल बराबर मात्रा में लेकर चितकबरे कपड़े में बांधकर अपने पास रखने से हेल्थ अच्छी रहेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nमानसिक तनाव दोपहर तक हावी रहेगा। उसके बाद दिल खुश हो जाएगा। काम के सिलसिले में बेहद अच्छे नतीजे मिलेंगे। आप की पकड़ मजबूत होगी और कोई बढ़िया समाचार सुनने से खुशी बढ़ेगी। सेहत अच्छी रहेगी। अपने रिश्तों को सहेज कर अपने खास लोगों का दिल जीतने में कामयाब रहेंगे। आज का दिन इनकम के लिए भी अच्छा रहेगा।आप खाली समय का आनंद ले सकेंगे। आपका धन आपके काम तभी आता है जब आप फिजूलखर्ची करने से खुद को रोकते हैं आज ये बात आपको अच्छी तरह से समझ में आ सकती है। आपके जीवन-साथी की सेहत तनाव और चिंता का कारण बन सकती है। ज़ाहिर तौर पर रोमांस के लिए पर्याप्त मौक़े हैं- लेकिन ऐसा बहुत कम समय के लिए है। दफ़्तर में अपनी ग़लती स्वीकार करना आपके पक्ष में जाएगा। लेकिन आपको इसे सुधारने के लिए विश्लेषण की ज़रूरत है। आपकी वजह से जिसे नुक़सान हुआ हो, उससे माफ़ी मांगने की ज़रूरत है। याद रखिए कि हर कोई ग़लती करता है, लेकिन केवल बेवकूफ़ ही उन्हें दोहराते हैं। जब आपको लगता है कि आपके पास घर वालों या अपने दोस्तों के लिए टाइम नहीं है तो आपका मन खराब हो जाता है। आज भी आपकी मन स्थिति ऐसी ही रह सकती है। पारिवारिक विवादों के कारण आज आपका वैवाहिक जीवन प्रभावित रह सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सोने की चैन जो पेट तक स्पर्श करती हो धारण करना स्वास्थ्य की दृष्टि से अच्छा है। \n",
    "4": "सिंह राशि: आज का राशिफल\nदोपहर तक स्थितियां बड़ी अच्छी रहेंगी। आप दिल से खुश होंगे और हर काम में आगे बढ़कर योगदान करेंगे लेकिन दोपहर बाद किसी बात को लेकर चिंताएं बढ़ सकती हैं। पैसे का बेवजह उपयोग होगा जिससे समस्या पैदा हो सकती है। इनकम ठीक-ठाक रहेगी। विरोधियों पर भारी पड़ेंगे।आपका ऊर्जा-स्तर ऊँचा रहेगा। अगर आपको लगता है कि आपके पास पर्याप्त धन नहीं है तो आज घर के किसी बड़े से धन संचित करने की सलाह लें। रिश्तेदारों के साथ अपने संबंधों को फिर तरोताज़ा करने का दिन है। आपको अपने प्रिय को ख़ुद के हालात समझाने में दिक़्क़त महसूस होगी। आपको पता लग सकता है कि आपके बॉस आपसे इतने रूखेपन से क्यों बात करते हैं। वजह जानकर आपको वाक़ई तसल्ली होगी। दिन अच्छा है दूसरों के साथ-साथ आप अपने लिए भी वक्त निकाल पाएंगे। आपका वैवाहिक जीवन आपके परिवार के चलते नकारात्मकर रूप से प्रभावित हो सकता है, लेकिन आप दोनों होशियारी से चीज़ें संभाल सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- लक्ष्मी जी की चालीसा व आरती पढ़ने से प्रेम सम्बन्ध मजबूत होंगे। \n",
    "5": "कन्या राशि: आज का राशिफल\nमानसिक तनाव से बाहर आने में दोपहर तक का वक्त लग जाएगा। उसके बाद अपने व्यापार को आगे बढ़ाएंगे। कुछ नया करने की सोचेंगे। काम के सिलसिले में दिमाग बहुत तेज गति से चलेगा और कठिन समस्याओं को भी हल कर लेंगे। रिश्तो में प्रेम बढ़ेगा और परिवार का सहयोग मिलेगा।आपका तल्ख़ रवैया दोस्तों के लिए परेशानी पैदा कर सकता है। आपके पिता की कोई सलाह आज कार्यक्षेत्र में आपको धन लाभ करा सकती है. आज आपका ऊर्जा से भरपूर, ज़िंदादिल और गर्मजोशी से भरा व्यवहार आपके आस-पास के लोगों को ख़ुश कर देगा। आज वे कपड़े न पहनें जो आपके प्रिय को पसंद न हों, नहीं तो मुमकिन है कि वो आहत महसूस करे। मशहूर लोगों से मेलजोल आपको नई योजनाएँ और आइडिया सुझाएगा। आज इस राशि के कुछ छात्र लेपटॉप या टीवी पर कोई मूवी देखकर अपना कीमती समय जाया कर सकते हैं। अपने जीवनसाथी को सरप्राइज़ देते रहें, नहीं तो वह ख़ुद को आपके जीवन में महत्वहीन समझ सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- स्वास्थ्य को बेहतर बनाने के लिए खाना खाते समय तांबे या सोने (अगर संभव हो तो) के चम्मच का ही प्रयोग करें। \n",
    "6": "तुला राशिः आज का राशिफल\nसंतान से लगाव महसूस करेंगे। दोपहर बाद कुछ खर्चे होंगे। नौकरी पर ध्यान देंगे जिससे काम में अच्छे नतीजे मिलेंगे। सेहत तंदुरुस्त रहेगी। भाग्य का साथ मिलेगा। इनकम में मजबूती आएगी। रिश्तों में प्यार बढ़ेगा। पारिवारिक जीवन से थोड़ी निराशा हो सकती है।आज के दिन ऐसी चीज़ों पर काम करने की ज़रूरत है, जो आपकी सेहत में सुधार ला सकती हैं। आज आप अपने घर के वरिष्ठ जनों से पैसे की बचत करने को लेकर कोई सलाह ले सकते हैं और उस सलाह को जिंदगी में जगह भी दे सकते हैं. ऐसा कोई जिसे आप जानते हैं, आर्थिक मामलों को ज़रूरत से ज़्यादा गंभीरता से लेगा और घर में थोड़ा-बहुत तनाव भी पैदा होगा। समय, कामकाज, पैसा, यार-दोस्त, नाते-रिश्ते सब एक ओर और आपका प्यार एक तरफ़, दोनों आपस में खोए हुए - कुछ ऐसा मिज़ाज रहेगा आपका आज। कार्यक्षेत्र में आपके प्रतिद्वन्द्वियों को अपने ग़लत कामों का फल मिलेगा। आज धार्मिक कामों में आप अपना खाली समय बिताने का विचार बना सकते हैं। इस दौरान बेवजह की बहसों में आपको नहीं पड़ना चाहिए। आपका जीवनसाथी अन्य दिनों की अपेक्षा आपका ज़्यादा ख़्याल रखेगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- पार्वती मंगल स्तोत्र का पाठ करने से फैमिली लाइफ अच्छी चलेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nअंदर से खुशी रहेगी। परिवार का साथ मिलेगा। घर वालों के साथ मिलकर कुछ नया करने की सोचेंगे। दोपहर बाद संतान से काफी भावुकता में बात करेंगे और अपने मन की बात उन्हें बताएंगे। प्रेम जीवन बिता रहे लोग आज काफी रोमांटिक और क्रिएटिव रहेंगे। काम के सिलसिले में आज का दिन आपके हाथ में है, इसका सदुपयोग करें।आज खेल-कूद में हिस्सा लेने की ज़रूरत है, क्योंकि चिर यौवन का रहस्य यही है। आज घर से बाहर बड़ों का आशीर्वाद लेकर निकलें इससे आपको धन लाभ हो सकता है। प्रभावशाली और महत्वपूर्ण लोगों से परिचय बढ़ाने के लिए सामाजिक गतिविधियाँ अच्छा मौक़ा साबित होंगी। ज़िन्दगी की हक़ीक़त का सामना करने के लिए आपको अपने प्रिय को कम-से-कम कुछ वक़्त के लिए भूलना पड़ेगा। ऐसे लोगों से साथ जुड़ें जो स्थापित हैं और भविष्य के रुझानों को समझने में आपकी मदद कर सकते हैं। दिन की शुरुआत भले ही थोड़ी थकाऊ रहे लेकिन जैसे-जैसे दिन आगे बढ़ेगा आपको अच्छे फल मिलने लगेंगे। दिन के अंत में आपको अपने लिए समय मिल पाएगा और आप किसी करीबी से मुलाकात करके इस समय का सदुपयोग कर सकते हैं। आपका जीवनसाथी आपकी ज़रूरतों को अनदेखा कर सकता है, जिसके चलते आप चिड़चिड़े हो सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- प्रेमी/प्रेमिका को नीले फूल गिफ्ट में देने से प्रेम सम्बन्धों में मजबूती आएगी। \n",
    "8": "धनु राशिः आज का राशिफल\nसेहत में मजबूती रहेगी जिससे कामों में हाथ आजमाएंगे और सफलता पाएंगे। मन मजबूत रहेगा। बुद्धि का साथ मिलेगा। कामों में सफलता मिलती चली जाएगी। भाग्य प्रबल होगा। इनकम हल्की होगी। कुछ बेवजह के इन्वेस्टमेंट से पैसा व्यर्थ हो सकता है, इसलिए सावधानी रखें। रिश्तो में तनाव बढ़ सकता है, सावधानी रखें।आज का दिन ऐसे काम करने के लिए बेहतरीन है, जिन्हें करके आप ख़ुद के बारे में अच्छा महसूस करते हैं। आज के दिन आपको धन लाभ होने की पूरी संभावना है लेकिन इसके साथ ही आपको दान-पुण्य भी करना चाहिए क्योंकि इससे आपको मानसिक शांति मिलेगी। कुछ लोगों के लिए- परिवार में किसी नए का आना जश्न और उल्लास के पल लेकर आएगा। क्या आपने कभी गुलाब और केवड़े की महक को एक साथ महसूस किया है? आज आपकी ज़िन्दगी प्यार-मोहब्बत के नज़रिए से ऐसे ही महकने को है। आपके लिए आज बहुत सक्रिय और लोगों से मेल-जोल भरा दिन रहेगा। लोग आपसे आपकी राय मांगेंगे और जो भी आप कहेंगे, उसे बिना सोचे मान लेंगे। अगर आप अपनी चीज़ों का ध्यान नहीं रखेंगे, तो उनके खोने या चोरी होने की संभावना है। आपके और आपके जीवन साथी के बीच विश्वास की कमी रह सकती है। जिससे आज वैवाहिक जीवन में तनाव हो सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- किसी भी शनि मंदिर में तेल व प्रसाद चढ़ाने से लव लाइफ अच्छी रहेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nमानसिक रूप से खुश रहेंगे। गृहस्थ जीवन में प्यार बढ़ेगा। प्रेम जीवन बिता रहे लोग खुद को भाग्यशाली समझेंगे और अपने प्रिय से दिल की बात कहेंगे। कानूनी पचड़े में फंसने से बचने की कोशिश करें। काम के सिलसिले में दिनमान अच्छा रहेगा।सेहत से जुड़े कार्यक्रमों को फिर से शुरू करने के लिए अच्छा दिन है। पैसों की कमी आज घर में कलह की वजह बन सकती है, ऐसी स्थिति में अपने घर के लोगों से सोच-समझकर बात करें और उनसे सलाह लें। अपने परिवार के साथ रुखा व्यवहार न करें। यह पारिवारिक शान्ति को भंग कर सकता है। रोमांटिक मुलाक़ात आपकी ख़ुशी में तड़के का काम करेगी। सहकर्मियों और वरिष्ठों से मिला सहयोग आपके उत्साह में इज़ाफ़ा करेगा। इस राशि के जातक आज के दिन अपने भाई-बहनों के साथ घर पर कोई मूवी या मैच देख सकते हैं। ऐसा करके आप लोगों के बीच प्यार में इजाफा होगा। आपका जीवनसाथी आपको इतना बेहतरीन पहले कभी महसूस नहीं हुआ। आपको उनसे कोई बढ़िया सरप्राइज़ मिल सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- रोज़ाना हरी घास पर नंगे पाँव चलने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज के दिन खुद पर भरोसा जमेगा। इनकम में बढ़ोतरी होगी जिससे आत्मविश्वास में भी बढ़ोतरी होगी। रिश्तों में प्रेम बढ़ेगा। जीवनसाथी अपना हक जमाएगा। काम के सिलसिले में दिनमान अच्छा रहेगा। मेहनत के अच्छे नतीजे मिलेंगे। खर्चे होने के योग बनेंगे। विरोधियों से सावधान रहें।मौज-मस्ती और मनपसंद काम करने का दिन है। अपने जीवनसाथी केे साथ धन से जुड़े किसी मामले को लेकर आज आपका झगड़ा हो सकता है। हालांकि अपने शांत स्वभाव से आप सबकुछ ठीक कर देंगे। कोई ऐसा जिसके साथ आप रहते हैं, आपके लापरवाह और अनिश्चित बर्ताव की वजह से चिढ़ सकता है। एक बार आप अपने हमक़दम को हासिल कर लें, तो ज़िन्दगी में किसी और की ज़रूरत नहीं होती। इस बात को आज आप गहराई से महसूस करेंगे। आज आपके पास अपनी धनार्जन की क्षमता को बढ़ाने के लिए ताक़त और समझ दोनों ही होंगे। अगर आप अपने घर से बाहर रहकर अध्ययन या नौकरी करते हैं तो आज के दिन आप खाली समय में अपने घर वालों से बात कर सकते हैं। घर की किसी खबर को सुनकर आप भावुक भी हो सकते हैं। आप महसूस करेंगे कि आपके जीवनसाथी में शहद से भी ज़्यादा मिठास है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- श्री लक्ष्मी-नारायण मंदिर में प्रसाद चढ़ा कर ग़रीबों को खाने की सामग्री बांटने से फैमिली लाइफ अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nखर्चों में तेजी होने से तनाव बढ़ेगा लेकिन काम के लिए दिमाग और सोच दोनों आपके पक्ष में रहेंगी। इनकम ठीक-ठाक रहेगी। रिश्तों में प्रेम बढ़ेगा। जीवन साथी से बड़े काम की बात सुनने को मिलेगी। व्यापार के लिए दिन उन्नतिशील है। सेहत अच्छी रहेगी।आपको अपनी सेहत के प्रति ज़्यादा सावधानी बरतने की ज़रूरत है, ख़ास तौर पर रक्तचाप के मरीज़ों को। आज आपके ऑफिस का कोई सहकर्मी आपकी कीमती वस्तु चुरा सकता है इसलिए आज आपको अपना सामान ध्यान से रखने की जरुरत है। अपने क़रीबी लोगों के सामने ऐसी बातें उठाने से बचें, जो उन्हें उदास कर सकती हैं। प्रेम भगवान की पूजा की ही तरह पवित्र है। यह आपको सच्चे अर्थों में धर्म व आध्यात्मिकता की ओर भी ले जा सकता है। जो कला और रंगमंच आदि से जुड़े हैं, उन्हें आज अपना कौशल दिखाने के लिए कई नए मौक़े मिलेंगे। चिट्ठी-पत्री में सावधानी बरतने की ज़रूरत है। वैवाहिक जीवन के मोर्चे पर यह दिन वाक़ई बहुत बढ़िया है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- नशेबाजी से दूर रहें, आर्थिक स्थिति बेहतर रहेगी। \n"
}]
