horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आपके राज्य मान पद व प्रतिष्ठा में वृद्धि होने के भरपूर योग बन रहे हैं, जिससे आपको सुखद परिणाम प्राप्त होंगे। आपको अकस्मात कहीं से धन प्राप्ति के संकेत भी मिल रहे हैं, जो आपकी आर्थिक स्थिति को मजबूत बनाने का हर संभव प्रयास करेंगे। सायंकाल का समय आप धर्म कर्म के कार्य में व्यतीत रहेंगे। धर्म कर्म पर खर्चा भी हो सकता है। जीवनसाथी आपको भरपूर सहयोग देंगे, जिससे आपके मन को खुशी मिलेगी। आज अपने माता-पिता जी को आप किसी तीर्थ स्थान पर ले जा सकते हैं।अपने नकारात्मक रवैये के चलते आप प्रगति नहीं कर पा रहे हैं। यह इस बात को समझने का सही वक़्त है कि चिंता की आदत ने आपके सोचने की क्षमता को ख़त्म कर दिया है। हालात के उजले पहलू की ओर देखें और आप पाएंगे कि चीज़ें सुधर रही हैं। आपके द्वारा धन को बचाने के प्रयास आज असफल हो सकते हैं हालांकि आपको इससे घबराने की जरुरत नहीं है स्थिति जल्द ही सुधरेगी। बुज़ुर्ग रिश्तेदार अपनी बेजा मांगों से आपको परेशान कर सकते हैं। अपने प्रेम-प्रसंग के बारे में इधर-उधर ज़्यादा बातें न करें। आपका वर्चस्ववादी स्वभाव आलोचना की वजह बन सकता है। अपने काम से आराम लेकर आज आप कुछ समय अपने जीवनसाथी के साथ बिता सकते हैं। जीवनसाथी के साथ एक आरामदायक दिन बीतेगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- आर्थिक स्थिति को अच्छा रखने के लिए कांसे का दान करें, इससे बुध प्रसन्न रहता है। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपको किसी सामाजिक समारोह में सम्मिलित होने का अवसर प्राप्त होगा। आज आपके मान सम्मान में भी वृद्धि होगी। आप अपने किए हुए कार्यों से फूले नहीं समाएंगे, जिनकी आप लोगों के मुख से प्रशंसा सुनेंगे। ऐसा करके आपको सुख की अनुभूति होगी और समाज में लोगों के बीच आपका मान-सम्मान बढ़ेगा। व्यापार कर रहे लोग अपने व्यवसाय में नए-नए आईडिया अपनाएंगे ताकि अपनी आर्थिक स्थिति को सुदृढ़ बना सकें। विद्यार्थियों को उच्च शिक्षा ग्रहण का अवसर प्राप्त होगा।घर पर तनाव का माहौल आपको नाराज़ कर सकता है। इसे दबाना आपकी शारीरिक समस्याओं में इज़ाफ़ा कर सकता है। शारीरिक गतिविधियों को बढ़ाकर इससे निजात पाएँ। ख़राब हालात से दूर रहना ही बेहतर है। कुछ ख़रीदने से पहले उन चीज़ों का इस्तेमाल करें, जो पहले से आपके पास हैं। दूसरों के मामलों में दख़ल देने से आज बचें। रोमांस आपके दिल पर क़ाबिज़ है। अपनी पेशेवर क्षमताओं को बढ़ाकर आप करिअर में नए दरवाज़े खोल सकते हैं। अपने क्षेत्रे में आपको अपार सफलता मिलने की संभावना भी है। अपनी सभी क्षमताओं को निखारकर औरों से बेहतर बनने की कोशिश करें। आज के समय में अपने लिए वक्त निकाल पाना बहुत मुश्किल है। लेकिन आज ऐसा दिन है जब आपके पास अपने लिए भरपूर समय होगा। आज के दिन आप वैवाहिक जीवन का असली स्वाद चख सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- काला सुरमा वीरान स्थान में दबाने से स्वास्थ्य में सुधार होगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपका विवादों से भरा रहेगा। आज आपका अपने भाइयों से भी विवाद हो सकता है, लेकिन आपको अपनी वाणी पर संयम रखना होगा क्योंकि कटु वचन रिश्तों में दरार डाल सकते हैं। शत्रु पक्ष से भी षड्यंत्र आपको आज परेशान कर सकते हैं, लेकिन आप अपनी कार्यकुशलता के बल पर समस्याओं का समाधान निकाल पाने में सफल रहेंगे। जीवनसाथी का आपको भरपूर सहयोग मिलेगा। यदि संपत्ति संबंधित कोई विवाद चल रहा था, तो वह आज समाप्त होगा।बेकार का तनाव और चिंताएँ ज़िंदगी का रस निचोड़कर आपको पूरी तरह चूस सकती हैं। भलाई इसी में है कि इन आदतों को छोड़ दें, नहीं तो इनसे केवल आपकी परेशानियों में बढ़ोतरी ही होगी। भागीदारी वाले व्यवसायों और चालाकी भरी आर्थिक योजनाओं में निवेश न करें। दोस्तों के साथ शाम को घूमने बाहर जाएँ, इससे आपको बहुत फ़ायदा होगा। रोमांस के लिहाज़ से रोमांचक दिन है। शाम के लिए कोई ख़ास योजना बनाएँ और जितना हो सके, इसे उतना रुमानी बनाने की कोशिश करें। अपने काम और प्राथमिकताओं पर ध्यान एकाग्र करें। आज के समय में अपने लिए वक्त निकाल पाना बहुत मुश्किल है। लेकिन आज ऐसा दिन है जब आपके पास अपने लिए भरपूर समय होगा। यह दिन आपके सामान्य वैवाहिक जीवन से कुछ हटकर होने वाला है। आपको अपने जीवनसाथी की ओर से कुछ ख़ास देखने को मिल सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- इस मंत्र का उच्चारण करें 'ओम सूर्य नारायणाय नमो नमः' \n",
    "3": "कर्क राशि: आज का राशिफल\nआज आपको उत्तम सफलता मिलने के योग बन रहे हैं, जिसमें भाग्य भी आपका भरपूर साथ देगा। किसी महान व्यक्ति के सहयोग से आज आपको कोई मूल्यवान वस्तु की प्राप्ति हो सकती है, जिसे प्राप्त करने की आप की प्रबल इच्छा थी। व्यापार में यदि कुछ नई योजनाओं को लाने का सोच रहे थे, तो आज वह शुरू हो सकती हैं, जिससे व्यापार को नई गति मिलेगी। रोजगार के क्षेत्र में जो लोग प्रयास कर रहे हैं, आज उनको रोजगार के अच्छे अवसर प्राप्त होंगे। संतान को आज मेहनत के दम पर सम्मान प्राप्त होगा, जिससे आपका मन हर्षित होगा।आज के दिन आप काम को अलग रखकर थोड़ा आराम करें और कुछ ऐसा करें जिसमें आपकी दिलचस्पी हो। जो लोग शादीशुदा हैं उन्हें आज अपने बच्चों की पढ़ाई पर अच्छा खासा धन खर्च करना पड़ सकता है। आम परिचितों से व्यक्तिगत बातों को बांटने से बचें। अपने प्रिय की पुरानी बातों को माफ़ करके आप अपनी ज़िंदगी में सुधार ला सकते हैं। ऐसे लोगों से साथ जुड़ें जो स्थापित हैं और भविष्य के रुझानों को समझने में आपकी मदद कर सकते हैं। इस राशि के लोग बड़े ही दिलचस्प होते हैं। ये कभी लोगों के बीच रहकर खुश रहते हैं तो कभी अकेले में हालांकि अकेले वक्त गुजारना इतना आसान नहीं है फिर भी आज दिन में कुछ समय आप अपने लिए जरुर निकाल पाएंगे। आपको महसूस होगा कि आपका वैवाहिक जीवन बहुत ख़ूबसूरत है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- तांबे के चौकोर टुकड़े पर केसर लगाकर, गुलाबी वस्त्र में लपेटकर, पूर्व दिशा में जाकर सूर्योदय के समय निर्जन स्थान में दबाने से फैमिली लाइफ अच्छी रहती है। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपको अपने सभी मामलों में विशेष रूप से सावधान रहना होगा। किसी को भी अपना रहस्य नहीं बताएं, नहीं तो आपको दुख मिल सकता है। आज आप अपने कार्यकाल में अपने प्रतिनिधियों का सिरदर्द बने रहेंगे, लेकिन वह आपका कुछ नहीं बिगाड़ पाएंगे। कारोबार में भी आज आपको अधिक लाभ होने के भरपूर योग बन रहे हैं। भाग्य में वृद्धि का भी आज दिन है। आज आप अपने लिए भी कुछ समय निकालेंगे, जिससे जीवन साथी को अच्छा लगेगा और आपका प्रेम जीवन सुदृढ़ होगा।आपकी जी-तोड़ मेहनत और परिवार का सहयोग इच्छित परिणाम देने में क़ामयाब रहेंगे। लेकिन तरक़्क़ी की रफ़्तार बरक़रार रखने के लिए मेहनत इसी तरह जारी रखें। इस राशि केे कुछ लोगों को आज संतान पक्ष से आर्थिक लाभ होने की उम्मीद है। आज आपको अपनी संतान पर गर्व महसूस होगा। आपके आकर्षण और व्यक्तित्व के ज़रिए आपको कुछ नए दोस्त मिलेंगे। बहुत ख़ूबसूरत और प्यारे इंसान से मिलने की प्रबल संभावना है। आज के दिन आप सबके ध्यान का केंद्र होंगे और सफलता आपकी पहुँच में होगी। यात्रा और भ्रमण वग़ैरह न सिर्फ़ आनन्ददायक सिद्ध होंगे, बल्कि काफ़ी शिक्षाप्रद भी रहेंगे। वैवाहिक सुख के दृष्टिकोण से आज आपको कुछ अनोखा उपहार मिल सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- बड़ी स्त्रियों (माँ, दादी, नानी या कोई बुजुर्ग महिला) का आशीर्वाद ग्रहण करने से स्वास्थ्य अच्छा रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज विद्यार्थियों को कला और लेखन कार्य में प्रदर्शन करने का मौका प्राप्त होगा, जिससे वह फूले नहीं समा आएंगे। आप काफी असमंजस से भरे हुए हैं, सभी प्रकार की मायूसी आज समाप्त होंगी, जिस वजह से आपके सभी कार्य अभी तक नहीं बन रहे थे, वे रुकावटें हट जाएंगी। पारिवारिक बिजनेस में पिताजी की सलाह लाभदायक सिद्ध होगी। विवाह योग्य जातकों के लिए आज विवाह के उत्तम प्रस्ताव आएंगे। संतान के भविष्य की आज आपको थोड़ी चिंता हो सकती है।\n अच्छी सेहत के लिए दूर तक पैदल घूमें। आज आप आसानी से पैसे इकट्ठा कर सकते हैं- लोगों को दिए पुराने कर्ज़ वापिस मिल सकते हैं- या फिर किसी नयी परियोजना पर लगाने के लिए धन अर्जित कर सकते हैं। पारिवारिक तनावों को अपनी एकाग्रता भंग न करने दें। बुरा दौर ज़्यादा सिखाता है। उदासी के भंवर में ख़ुद को खोकर वक़्त बर्बाद करने से बेहतर है कि ज़िंदगी के सबक़ को जानने और सीखने की कोशिश की जाए। आपके जीवन में प्रेम की बहार आ सकती है; आपको ज़रूरत है तो बस अपने आँख-कान खुले रखने की। काम में आपकी दक्षता की आज परीक्षा होगी। इच्छित परिणाम देने के लिए आपको अपनी कोशिशों पर एकाग्रता बनाए रखने की ज़रूरत है। आज आप सारे रिश्तों और रिश्तेदारों से दूर होकर अपना दिन किसी ऐसी जगह पर बिताना पसंद करेंगे जहां जाकर आपको शांति प्राप्त होती है। अगर थोड़ी-सी कोशिश की जाए तो जीवनसाथी के साथ आज का दिन आपकी ज़िन्दगी के सबसे रोमानी दिनों में से एक हो सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- चन्द्र उदय के बाद चंद्रमा की किरणों में बैठकर खीर खाने से पारिवारिक सुख बढ़ता है। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए चुनौतीपूर्ण रहेगा। आज आपको कुछ ऐसे कार्य में हाथ डालना है, जो काफी महत्वपूर्ण होंगे संभव है इन कार्यों में सफलता आपको अवश्य प्राप्त होगी और आपको मेहनत का फल मिलेगा, जिससे आप अपनी आर्थिक स्थिति को मजबूत बना पाएंगे। भविष्य की चिंता समाप्त होगी। आज आप घर गृहस्ती के लिए कुछ सामान खरीद सकते हैं। यदि आप कोई निवेश करना चाहते हैं, तो उसके लिए आज दिन उत्तम रहेगा।आपको लंबे समय से महसूस हो रही थकान और तनाव से आराम मिलेगा। इन परेशानियों से स्थायी निजात पाने के लिए जीवन-शैली में बदलाव लाने का सही समय है। बिना विचार किये आपको किसी को भी अपना पैसा नहीं देना चाहिए नहीं तो आपको आने वाले वक्त में बड़ी परेशानी है सकती है। परिवार के लोगों से अपनी परेशानियां साझा करके आप हल्का महसूस करते हैं, लेकिन कई बार आप अपने अहम को आगे रखकर घर वालों को जरुरी बातें नहीं बताते। आपको ऐसा नहीं करना चाहिए ऐसा करके परेशानी और भी बढ़ेगी कम नहीं होगी। आपका प्रिय आपको ख़ुश रखने के लिए कुछ ख़ास करेगा। पेशेवर तौर पर अपने अच्छे काम की पहचान आपको मिल सकती है। आप खुद को समय देना जानते हैं और आज तो आपको काफी खाली समय मिलने की संभावना है। खाली समय में आज आप कोई खेल-खेल सकते हैं या जिम जा सकते हैं। आपको महसूस होगा कि आपका वैवाहिक जीवन बहुत ख़ूबसूरत है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सफेद खरगोश को भोजन कराने से आर्थिक स्थिति मजबूत होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपका कुछ परेशानी जनक रहेगा। आप अपने व्यवहार को लेकर आज काफी चिंतित रहेंगे और आपको लगेगा कि काफी चीजें बिखरी हुई हैं। कई प्रकार के विवाद और झंझट भी आपके सामने आकर खड़े हो सकते हैं, लेकिन शाम तक आप अपने कुछ कार्य को कौशल लगाकर अपनी मुसीबतों को कम कर पाएंगे और शाम का वक्त आप धार्मिक व सामाजिक कार्य मे व्यतीत करेंगे, जिससे आपके मन को शांति मिलेगी। विद्यार्थी यदि कहीं एडमिशन लेने की सोच रहे हैं, तो उसमें सफलता मिलती दिख रही है।चोट से बचने के लिए सावधानी से बैठें। साथ ही सही तरीक़े से कमर सीधी करके बैठना न केवल व्यक्तित्वमें सुधार लाता है, बल्कि सेहत और आत्म-विश्वास के स्तर को भी ऊपर ले जाता है। केवल एक दिन को नज़र में रखकर जीने की अपनी आदत पर क़ाबू करें और ज़रूरत से ज़्यादा वक़्त व पैसा मनोरंजन पर ख़र्च न करें। पिता का तल्ख़ बर्ताव आपको नाराज़ कर सकता है। लेकिन हालात को नियंत्रण में रखने के लिए शांत रहें। इससे आपको फ़ायदा होगा। आपका प्यार न सिर्फ़ परवान चढ़ेगा, बल्कि नई ऊँचाइयों को भी छूएगा। दिन की शुरुआत प्रिय की मुस्कान से होगी और रात उसके सपनों में ढलेगी। मशहूर लोगों से मेलजोल आपको नई योजनाएँ और आइडिया सुझाएगा। आज लोग आपकी वह प्रशंसा करेंगे, जिसे आप हमेशा से सुनना चाहते थे। प्यार, नज़दीकी, मस्ती-मज़ा - जीवनसाथी के साथ यह एक रोमानी दिन रहेगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- पारिवारिक जीवन की खुशहाली के लिए घर में क्रीम रंग के परदे लगाएं। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपको अपनी माताजी का खास ख्याल रखना होगा क्योंकि रात्रि के समय माता जी को किसी प्रकार का कष्ट हो सकता है और उनके स्वास्थ्य में गिरावट आ सकती है, इसलिए सतर्क रहें। मित्रों के सहयोग से आपका शाम का वक्त अच्छे माहौल में व्यतीत होगा और आप हल्कापन महसूस करेंगे। विद्यार्थियों को प्रतियोगिता में परीक्षा में सफलता प्राप्ति के योग बन रहे हैं और आपकी आर्थिक स्थिति में भी धीरे-धीरे सुधार होगा। संतान से संबंधित कोई निर्णय आज आपको थोड़ा चिंतित कर सकता है।अपने दफ़्तर से जल्दी निकलने की कोशिश करें और वे काम करें जिन्हें आप वाक़ई पसंद करते हैं। जो उधारी के लिए आपके पास आएँ, उन्हें नज़रअन्दाज़ करना ही बेहतर रहेगा। दिन के उत्तरार्ध में अचानक आई कोई अच्छी ख़बर पूरे परिवार को ख़ुशी देगी। अपने प्रिय के साथ आज अच्छी तरह बर्ताव करें। कामकाज के नज़रिए से आज का दिन वाक़ई सुचारू रूप से चलेगा। आज का दिन फ़ायदेमंद साबित होगा, क्योंकि ऐसा लगता है कि चीज़ें आपके पक्ष में जाएंगी और आप हर काम में अव्वल रहेंगे। जीवनसाथी की ख़राब सेहत के चलते आप चिंताग्रस्त हो सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- चाँदी का सिक्का डालकर गंगाजल घर मे रखने से आर्थिक उन्नति होगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित फलदायक रहेगा। आज सुबह से ही आपके मन में प्रसन्नता का भाव दौड़ेगा। किसी बड़े लाभ के चक्कर में आज आप दिनभर भागदौड़ में रहेंगे और आपको उसमें सफलता प्राप्त होगी। आपके सभी कार्य आज एक-एक करके बनते नजर आ रहे हैं, जिससे आपके परिवार के सभी सदस्य खुश नजर आएंगे। जीवनसाथी से आपको भरपूर स्नेह मिलेगा। व्यस्तता के बीच आप अपने प्रेम जीवन के लिए समय अवश्य निकाल लेंगे।दिन फ़ायदेमन्द साबित होगा और आप किसी पुरानी बीमारी में काफ़ी आराम महसूस करेंगे। अपने निवेश और भविष्य की योजनाओं को गुप्त रखें। नवजात शिशु की ख़राब तबियत परेशानी का सबब बन सकती है। इस ओर तुरंत ध्यान देने की ज़रूरत है। डॉक्टर से भली-भांति सलाह लें, क्योंकि ज़रा-सी लापरवाही बीमारी को बद से बदतर बना सकती है। प्यार एक ऐसा जज़्बा है जिसे न सिर्फ़ महसूस किया जाना चाहिए, बल्कि अपने प्रिय के साथ बांटना भी चाहिए। ऐसे लोगों से हाथ मिलाएँ जो रचनात्मक हैं और जिनके ख़यालात आपसे मिलते हैं। आज आपको अचानक किसी अनचाही यात्रा पर जाना पड़ सकता है जिसकी वजह से घरवालों के साथ समय बिताने का आपका प्लान खराब हो सकता है। आपको ख़ुश करने के लिए आपका जीवनसाथी काफ़ी कोशिशें कर सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- आर्थिक स्थिति को अच्छा करने के लिए साफ़ सुथरा रहें, रोज स्नान करना चाहिए। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके कार्यक्षेत्र में आज आपको अपने वरिष्ठ अधिकारियों का भरपूर सहयोग मिलेगा, जिससे आपके लाभ प्राप्ति के मार्ग खुलेंगे। आज का दिन आप काफी व्यस्तता के साथ व्यतीत करेंगे। एक के बाद एक काम निकल कर सभी कार्य सामने आएंगे। आपके विरोधी भी इस वक्त आपके पीछे पड़ सकते हैं और आपको अपने मार्ग से विचलित कर सकते हैं लेकिन आपको अपनी चतुर बुद्धि से सभी शत्रुओं का अंत करना होगा, तभी आप जीवन की उपलब्धियों तक पहुंच पाएंगे।आज का दिन ऐसे काम करने के लिए बेहतरीन है, जिन्हें करके आप ख़ुद के बारे में अच्छा महसूस करते हैं। धन से जुड़ा कोई मसला आज हल हो सकता है और आपको धन लाभ हो सकता है। घर बदलने के लिए बढ़िया दिन है। काम के दबाव के चलते मानसिक उथल-पुथल और परेशानियों का सामना करना पड़ सकता है। दिन के उत्तरार्ध में ज़्यादा तनाव न लें और आराम करें। व्यवसायियों के लिए अच्छा दिन है, क्योंकि उन्हें अचानक बड़ा फ़ायदा हो सकता है। आज आपको रिश्तों की अहमियत का अंदाज हो सकता है क्योंकि आज के दिन का ज्यादातर समय आप अपने परिवार के लोगों के साथ बिताएंगे। शादीशुदा ज़िन्दगी के नज़रिए से यह थोड़ा मुश्किल वक़्त है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- प्रेमी/प्रेमिका को पीले वस्त्र भेंट करने से प्रेम सम्बन्ध मजबूत होंगे। \n",
    "11": "मीन राशिः आज का राशिफल\nआज आपकी संतान के विवाह से संबंधित कोई प्रस्ताव आ सकता है, जिसके लिए आपको पंडित या पुरोहित से गंभीरतापूर्वक विचार करना होगा। इस वक्त आप का काम बनता दिख रहा है। आज का दिन आपके व्यापार व व्यवसाय में उत्तम लाभ का है। कोई भी मौका आज आपको अपने हाथ से जाने नहीं देना होगा, तभी आप अपनी आर्थिक स्थिति को मजबूत कर पाएंगे। जीवनसाथी के लिए आज कोई गिफ्ट खरीद सकते हैं। संतान की आज धर्म-कर्म के कार्यों में रुचि बढ़ेगी, जिसे देखकर आपकी यश व कीर्ति भी बढ़ेगी।आशावादी बनें और उजले पक्ष को देखें। आपका विश्वास और उम्मीद आपकी इच्छाओं व आशाओं के लिए नए दरवाज़े खोलेंगी। आपकी ग़ैर-यथार्थवादी योजनाएँ आपके धन को कम कर सकती हैं। रिश्तेदारों के साथ अपने संबंधों को फिर तरोताज़ा करने का दिन है। आपके महसूस करेंगे कि फ़िज़ाओं में प्यार घुला हुआ है। नज़रें उठाकर तो देखिए, आपको सब-कुछ प्रेम के रंग में रंगा दिखाई देगा। कामकाज के मामलों को सुलझाने के लिए अपनी होशियारी और प्रभाव का इस्तेमाल करें। समय का अच्छा इस्तेमाल करने के लिए आज आप पार्क में घूमने का प्लान बना सकते हैं लेकिन वहां किसी अनजान शख्स से आपकी बहस होने की अशंका है जिससे आपका मूड खराब हो जाएगा। वैवाहिक जीवन के लिहाज़़ से यह बढ़िया दिन है। साथ में एक अच्छी शाम गुज़ारने की योजना बनाएँ। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- आर्थिक स्थिति को मजबूत करने के लिए चाँदी के बर्तन में दही खाएं। \n"
}]
