horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। जो समस्याएं आपको परेशान कर रही है। वह शाम तक समाप्त हो जाएंगी और आपकी स्थिति मजबूत होगी। आप किसी मंदिर में आज दर्शन करने जा सकते हैं, जिससे मानसिक शांति मिलेगी। सेहत मजबूत रहेगी। घर में सुख मिलेगा। काम के सिलसिले में किए गए प्रयास आज सफल रहेंगे, आप मेहनत करेंगे, जो लोगों को नजर आएगी। शादीशुदा लोगों का गृहस्थ जीवन बहुत बढ़िया रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिन अच्छा रहेगा।डर आपकी ख़ुशी को बर्बाद कर सकता है। आपको समझना चाहिए कि यह आपके अपने ख़यालों और कल्पनाओं से पैदा हुआ है। डर सहजता को ख़त्म कर देता है। इसलिए इसे शुरुआत में ही कुचल दें, ताकि यह आपको कायर न बना सके। इस राशि के बड़े कारोबारियों को आज के दिन बहुत सोच समझकर पैसा निवेश करने की जरुरत है। पारिवारिक सदस्यों के साथ सुकून भरे और शांत दिन का लुत्फ़ लें। अगर लोग परेशानियों के साथ आपके पास आएँ तो उन्हें नज़रअंदाज़ करें और उन्हें अपनी मानसिक शांति भंग न करने दें। जो लोग अपनेे प्रेमी से दूर रहते हैं उन्हें आज अपने प्रेमी की याद सता सकती है। रात के वक्त प्रेमी से घंटों फोन पर बात कर सकते हैं। वरिष्ठ से आपको पदोन्नति या लम्बे वक़्त से लटके किसी काम के पूरे होने का तोहफ़ा मिल सकता है। जो लोग अब तक किसी काम में व्यस्त थे आज उन्हें अपने लिए समय मिल सकता है लेकिन घर में किसी काम के आ जाने से आप फिर से व्यस्त हो सकते हैं। शादिशुदा ज़िन्दगी के तमाम मुश्किल दिनों के बाद आप और आपका हमदम फिर प्यार की गर्माहट महसूस कर सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- काले व सफेद तिल बराबर मात्रा में लेकर चितकबरे कपड़े में बांधकर अपने पास रखने से हेल्थ अच्छी रहेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। दोपहर तक स्थिति अच्छी रहेंगी, लेकिन दोपहर बाद आप की चिंताओं में बढ़ोतरी होगी। बेवजह के खर्चे और अनचाही यात्रा से मन दुखी हो सकता है। सेहत ठीक ठाक रहेगी। मन में अच्छे विचार भी आएंगे और किसी का भला करने का सोचेंगे। खर्चों में बढ़ोतरी होगी। शादीशुदा लोगों के गृहस्थ जीवन में तनाव देखने को मिल सकता है। जीवनसाथी किसी बात को लेकर क्रोधित हो सकता है। प्रेम जीवन बिता रहे लोग आज के दिन को सही तरीके से मिटाने का प्रयास करें और अपने प्रिय से झगड़ा करने से बचें।आप ख़ुद को ऊर्जा से सराबोर महसूस करेंगे- लेकिन काम का बोझ आपमें खीज पैदा करेगा। जो लोग अब तक पैसे को बिना वजह ही उड़ा रहे थे आज उन्हें अपने आप पर काबू रखना चाहिए और धन की बचत करनी चाहिए। नाती-पोतों से आज काफ़ी ख़ुशी मिल सकती है। जो लोग प्रेम के संगीत में डूबे हुए हैं, वही इसकी स्वर-लहरियों का आनन्द ले सकते हैं। आज के दिन आप भी उस संगीत को सुन सकेंगे, जो दुनिया के बाक़ी सभी गीतों को भुलवा देगा। कार्यक्षेत्र में आज आप अपने काम में प्रगति देखेंगे। आज आपके पास खाली समय होगा और इस समय का इस्तेमाल आप ध्यान योग करने में कर सकते हैं। आपको आज मानसिक शांति का अहसास होगा। इस बात की प्रबल सम्भावना है कि आपके आस-पास के लोग आप दोनों के बीच मतभेद पैदा करने का प्रयास करेंगे। अत: बाहरी लोंगों के कहने पर अमल करना ठीक नहीं होगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- धन प्राप्ति के लिए दूध या जल में केसर डालकर उसका सेवन करें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। शादीशुदा लोगों के गृहस्थ जीवन में दोपहर बाद खुशी की लहर आएगी और आप एक दूसरे को समझ कर कुछ खास मुद्दों पर बातचीत करके, आज के दिन को हल्का बनाएंगे। प्रेम जीवन बिता रहे लोग आज काफी रोमांटिक बातें करेंगे और अपने प्रिय का दिल जीतने की कोशिश करेंगे। आपकी सेहत अच्छी रहेगी। विद्यार्थियों को पढ़ाई में अच्छे नतीजे मिलेंगे। काम के सिलसिले में किए गए प्रयास सफल होंगे।अपने दफ़्तर से जल्दी निकलने की कोशिश करें और वे काम करें जिन्हें आप वाक़ई पसंद करते हैं। ऐसा लगता है आप जानते हैं कि लोग आपसे क्या चाहते हैं- लेकिन आज अपने ख़र्चों को बहुत ज़्यादा बढ़ाने से बचें। पढ़ाई की क़ीमत पर घर से ज़्यादा देर तक बाहर रहना आपको माता-पिता के ग़ुस्से का शिकार बना सकता है। करिअर के लिए योजना बनाना उतना ही आवश्यक है, जितना कि खेलना-कूदना। इसलिए माता-पिता को ख़ुश करने के लिए दोनों में संतुलन बनाना ज़रूरी है। आज के इस ख़बसूरत दिन प्रेम-संबंध में आपकी सभी शिकायतें ग़ायब हो जाएंगी। आज किए गए निवेश काफ़ी फ़ायदेमन्द साबित होंगे, लेकिन आपको भागीदारों से विरोध का सामना करना पड़ सकता है। कई बार मोबाइल चलाते-चलाते आपको समय का पता ही नहीं चलता और फिर जब आप अपना समय बर्बाद कर चुके होते हैं तो आपको पछतावा होता है. आप अपने जीवनसाथी के साथ कुछ बहुत रोमांचक काम कर सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- लाल गाय या लाल कुत्ते को भोजन कराना पारिवारिक जीवन की ख़ुशियों को बढ़ाएगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से लाभदायक रहेगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन बढ़िया रहेगा। अपने रिश्ते में क्रिएटिविटी का फायदा उठाएंगे और अपने प्रिय को खुश रखेंगे। दोपहर बाद आपके विरोधी सक्रिय हो सकते हैं। इनसे सावधान रहे। शादीशुदा लोगों के गृहस्थ जीवन में दिनमान अच्छा रहेगा। काम के सिलसिले में आप की पकड़ मजबूत होगी और आप की स्थिति पहले से काफी बेहतर होगी। आपको लाभ मिलेगा। सेहत के लिहाज से आज का दिन अच्छा है।अपनी शारीरिक सेहत सुधारने के लिए संतुलित आहर लें जिन लोगों ने जमीन खरीदी थी और अब उसे बेचना चाहते हैं उन्हें आज कोई अच्छा खरीदार मिल सकता है और जमीन बेचकर उन्हें अच्छा धन लाभ हो सकता है। बहन की शादी की ख़बर आपके लिए ख़ुशी का सबब लेकर आएगी। हालाँकि उससे दूर होने का ख़याल आपको उदास भी कर सकता है। लेकिन आपको भविष्य के बारे में सोचना छोड़ वर्तमान का पूरा आनंद लेना चाहिए। जिनकी सगाई हो चुकी है, वे अपने मंगेतर से बहुत-सी ख़ुशियाँ पाएंगे। आज कार्यालय में आपको कुछ अच्छा समाचार सुनने को मिल सकता है। इस राशि के लोग बड़े ही दिलचस्प होते हैं। ये कभी लोगों के बीच रहकर खुश रहते हैं तो कभी अकेले में हालांकि अकेले वक्त गुजारना इतना आसान नहीं है फिर भी आज दिन में कुछ समय आप अपने लिए जरुर निकाल पाएंगे। आपको ख़ुश करने के लिए आपका जीवनसाथी काफ़ी कोशिशें कर सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- पीपल के वृक्ष पर जल चढाने से स्वास्थ्य बना रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। घर में खुशी का संचार होगा। लोग एक दूसरे को प्रेम से देखेंगे, कुछ खर्चे भी होंगे, लेकिन मन को खुशी मिलेगी। इनकम अच्छी होगी। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिन नई खुशियां लेकर आएगा और आपका रिश्ता खुशनुमा रहेगा। प्रेम जीवन बिता रहे लोग अपने प्रिय को साथ लेकर कहीं घूमने या किसी धार्मिक स्थल पर दर्शन करने जा सकते हैं। आपकी सेहत बढ़िया रहेगी।परेशानियों के बारे में सोचते रहने और तिल का ताड़ करने की आपकी आदत आपके नैतिक ताने-बाने को कमज़ोर कर सकती है। आज आपको अपने उन रिश्तेदारों को पैसा उधार नहीं देना चाहिए जिन्होंने आपका पिछला उधार अब तक वापस नहीं किया है। बच्चे आपके दिन को बहुत मुश्किल बना सकते हैं। प्यार-दुलार के हथियार का इस्तेमाल कर उन्हें समझाएँ और अनचाहे तनाव से बचें। याद रखें कि प्यार ही प्यार को पैदा करता है। प्यार के सकारात्मक संकेत आपको मिलेंगे। लगता है कि आपके विरष्ठ आज देवदूतों जैसा व्यवहार करने वाले हैं। यदि आपको व्यस्त दिनचर्या के बाद भी अपने लिए समय मिल पा रहा है तो आपको इस समय का सदुपयोग करना सीखना चाहिए। ऐसा करके अपने भविष्य को आप सुधार सकते हैं। आपका जीवनसाथी आपको ख़ुश करने के लिए आज काफ़ी कोशिशें करता नज़र आएगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- विष्णु या दुर्गा जी के मंदिर में कांसे का बर्तन दान करने से स्वास्थ्य बना रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। दोस्तों से काफी सहयोग मिलेगा। आर्थिक स्थिति मजबूत होगी। घर परिवार में कुछ समस्याएं रहेंगी किसी बुजुर्ग की सेहत बिगड़ सकती है। आपको अचानक से कोई बड़ा लाभ मिल सकता है। स्वास्थ्य को लेकर दिनमान कमजोर है, इसलिए सावधानी रखें, शादीशुदा लोगों के गृहस्थ जीवन में तनाव देखने को मिल सकता है। वहीं प्रेम जीवन बिता रहे लोग आज का दिन रोमांस के साथ आगे बढ़ाएंगे।क्षणिक आवेग में बहकर कोई निर्णय न करें। यह आपके बच्चों के हितों को हानि पहुँचा सकता है। इस राशि के कुछ लोगों को आज जमीन से जुड़े किसी मुद्दे को लेकर धन खर्च करना पड़ सकता है। दोस्त मददगार और सहयोगी रहेंगे। मुहब्बत के मोर्चे पर आज आपकी तूती बोलेगी, क्योंकि आपका महबूब आपकी रसिक कल्पनाओं को अमली जामा पहनाने के लिए तैयार है। नई योजनाएँ आकर्षक होंगी और अच्छी आमदनी का ज़रिया साबित होंगी। यात्रा के दौरान आप नयी जगहों को जानेंगे और महत्वपूर्ण लोगों से मुलाक़ात होगी। ज़िन्दगी बहुत ख़ूबसूरत नज़र आएगी, क्योंकि आपके जीवनसाथी ने आपके लिए कुछ ख़ास योजना बनाई है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- काले व सफेद मोतियों की माला गले में धारण करने से स्वास्थ्य बेहतर होगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। दोस्तों से काफी सहयोग मिलेगा। आर्थिक स्थिति मजबूत होगी। घर परिवार में कुछ समस्याएं रहेंगी किसी बुजुर्ग की सेहत बिगड़ सकती है। आपको अचानक से कोई बड़ा लाभ मिल सकता है। स्वास्थ्य को लेकर दिनमान कमजोर है, इसलिए सावधानी रखें, शादीशुदा लोगों के गृहस्थ जीवन में तनाव देखने को मिल सकता है। वहीं प्रेम जीवन बिता रहे लोग आज का दिन रोमांस के साथ आगे बढ़ाएंगे।ख़याली पुलाव पकाना मदद नहीं करता। परिवार की उम्मीदों पर खरा उतरने के लिए आपको कुछ कर दिखाने की ज़रूरत है। अपने धन का संचय कैसे करना है यह हुनर आज आप सीख सकते हैं और इस हुनर को सीख कर आप अपना धन बचा सकते हैं। घर में उल्लास का माहौल आपके तनावों को कम कर देगा। आप भी इसमें पूरी सहभागिता करें और महज़ मूक दर्शक न बने रहें। प्यार की ताक़त आपको प्यार करने की वजह देती है। महत्वपूर्ण व्यापारिक सौदे करते समय दूसरों के दबाव में न आएँ। आज आप ऑफिस से घर वापस आकर अपना पसंदीदा काम कर सकते हैं। इससे आपके मन को शांति मिलेगी। क्या आपको लगता है कि शादी महज़ समझौतों का नाम है? अगर हाँ, तो आप आज हक़ीक़त महसूस करेंगे और जानेंगे कि यह आपके जीवन की सबसे अच्छी घटना थी। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- काला सुरमा वीरान स्थान में दबाने से स्वास्थ्य में सुधार होगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। आपकी सेहत मे सुधार होगा। दिन की शुरुआत में कुछ मानसिक तनाव और किसी बात को लेकर चिंता दिखेगी, लेकिन दोपहर बाद  छूमंतर हो जाएगी। आप के खर्चे थोड़े बढ़ेंगे, लेकिन दूसरी तरफ इनकम भी बढ़ेगी, जिससे आप संतुष्ट होंगे। काम के सिलसिले में आपको अच्छे नतीजे मिलेंगे। आपके दोस्त भी आपसे मिलेगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बढ़िया रहेगा। शादी के बाद रिश्ता खूबसूरत रहेगा। विरोधियों पर आप भारी पड़ेंगे।ध्यान और योग न केवल आध्यात्मिक तौर पर, बल्कि शारीरिक तौर पर भी आपके लिए फ़ायदेमन्द साबित होंगे। आज मुमकिन है कि आपको धन से जुड़ी कोई समस्या हो लेकिन अपनी सूझबूझ से आप हानि को भी मुनाफे में बदल सकते हैं। मुमकिन है कि परिवार वाले आपकी उम्मीदों को पूरा न कर सकें। इस बात कि इच्छा न करें कि वे आपके मुताबिक़ काम करेंगे, बल्कि अपने काम करने का तरीक़ा बदलकर पहल करें। अपने प्रिय की नाराज़गी के बावजूद अपना प्यार ज़ाहिर करते रहें। आज किए गए निवेश काफ़ी फ़ायदेमन्द साबित होंगे, लेकिन आपको भागीदारों से विरोध का सामना करना पड़ सकता है। वक्त के साथ चलना आपके लिए अच्छा है लेकिन साथ ही आपको यह समझना भी जरुरी है कि जब कभी आपके पास खाली समय हो अपने करीबियों के साथ वक्त बिताएं। ख़राब मिज़ाज के चलते आप महसूस कर सकते हैं कि आपका जीवनसाथी आपको बेवजह तंग कर रहा है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- विधारा की जड़ को रात्रि में एक पात्र में भीगकर रखें व अगली सुबह उस जल का सेवन करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा,दोपहर तक खर्चों की झड़ी लगी रहेगी, लेकिन दोपहर बाद उनमें कमी आएगी और दूसरी तरफ से आपकी इनकम बढ़िया होगी। आपका मन अच्छे कामों में लगेगा। किसी की मदद करने की सोचेंगे। घर में पूजा पाठ करेंगे। काम के सिलसिले में दिनमान मजबूत है। भाग्य की प्रबलता से कामों में सफ़लता मिलती चली जाएगी। शादीशुदा लोगों का प्रिय के लिए बहुत ही प्रेम  रहेगा और प्रेम जीवन बिता रहे लोग अपने परिवार के साथ खुश महसूस करेंगे।आपका हँसमुख स्वभाव दूसरों को ख़ुश रखेगा। पैसे कमाने के नए मौक़े मुनाफ़ा देंगे। आपको परिवार के सदस्यों के साथ थोड़ी दिक़्क़त होगी, लेकिन इस वजह से अपनी मानसिक शान्ति भंग न होने दें। अगर आप हुक़्म चलाने की कोशिश करेंगे, तो आपके और आपके प्रिय के बीच काफ़ी परेशानी खड़ी हो सकती है। आज किए गए निवेश काफ़ी फ़ायदेमन्द साबित होंगे, लेकिन आपको भागीदारों से विरोध का सामना करना पड़ सकता है। अपने ज़बरदस्त आत्मविश्वास का फ़ायदा उठाएँ, बाहर निकलें और कुछ नए सम्पर्क व दोस्त बनाएँ। संभव है कि शुरुआत में जीवनसाथी की ओर से आपको कम ध्यान मिले; लेकिन दिन के अन्त तक आपको महसूस होगा कि वह आपके लिए ही कुछ-कुछ करने में व्यस्त था। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- पीपल के वृक्ष को केसर से तिलक कर पीले कच्चे धागे से बाँधने से पारिवारिक जीवन में खुशहाली आएगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। शाम तक आप अपने काम निपटा लेंगे, क्योंकि उसके बाद आपके खर्चों में बढ़ोतरी होगी और किसी बात को लेकर आप काफी गंभीर होंगे। धार्मिक विचार मन में आएंगे। सेहत में सुधार होगा। शादीशुदा लोगों के गृहस्थ जीवन में प्यार से समय की बात होगी और प्रेम जीवन बिता रहे लोग आज के दिन अपने प्रिय से कुछ खास बात कहेंगे, लेकिन आपके रिश्ते में तनाव बढ़ सकता है। सावधानी रखें। काम के सिलसिले में आपकी मेहनत रंग लाएगी और भाग्य प्रबल रहेगा।आज खेल-कूद में हिस्सा लेने की ज़रूरत है, क्योंकि चिर यौवन का रहस्य यही है। आज के दिन भूलकर भी किसी को पैसे उधार न दें और यदि देना जरुरी हो तो देने वाले से लिखित में लें कि वो पैसा वापस कब करेगा। घरेलू मामलों और काफ़ी समय से लंबित घर के काम-काज के हिसाब से अच्छा दिन है। आज आपको महसूस होगा कि आपका महबूब आपसे कितना प्यार करता है। बहादुरी भरे क़दम और फ़ैसले आपको अनुकूल पुरुस्कार देंगे। घर पर मिले किसी पुराने सामान को देखकर आज आप खुश हो सकते हैं और सारा दिन उस सामान को साफ करने में बिता सकते हैं। संभावना है कि आपके और आपके जीवनसाथी के बीच तनाव और बढ़ सकता है। इससे बचाव न करने की स्थिति में इसके दूरगामी परिणाम अच्छे नहीं होंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अपने बड़े भाई के विचारों का सम्मान करने व उनकी बात मानने से आर्थिक स्थिति में सुधार होगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। काम पर ध्यान देने से काम से संबंधित अच्छे नतीजे मिलेंगे। इनकम की बढ़ोतरी होगी। हल्के खर्चों में भी कमी आएगी, जिससे आर्थिक स्थिति सही होगी सेहत में उतार-चढ़ाव देखने को मिल सकता है शादीशुदा लोगों के गृहस्थ जीवन में तनाव रहेगा ससुराल के लोगों से संबंध बिगड़ सकते हैं सही में जीवन बिता रहे लोगों के लिए दिनमान मजबूत है।ख़ुद को सेहतमंद और दुरुस्त रखने के लिए वसायुक्त और तली-भुनी चीज़ों से दूर रहें। जो लोग काफी वक्त से आर्थिक तंगी से गुजर रहे थे उन्हें आज कहीं से धन प्राप्त हो सकता है जिससे जीवन की कई परेशानियां दूर हो जाएंगी। आपको ऐसी गतिविधियों में संलग्न होने की ज़रूरत है, जहाँ आपको अपने समान रुचियों के लोगों से मिलने का मौक़ा मिले। अगर आपको लगता है कि आपका लवमेट आपकी बातों को समझ नहीं पाता तो आज उनके साथ वक्त बिताएं और अपनी बातों को स्पष्टता के साथ उनके सामने रखें। अन्य दिनों की अपेक्षा आज आपके सहकर्मी आपको अधिक समझने की कोशिश करेंगे। अगर कहीं बाहर जाने की योजना है तो वह आख़िरी वक़्त पर टल सकती है। कुछ लोग सोचते हैं कि वैवाहिक जीवन ज़्यादातर झगड़ों और सेक्स के इर्द-गिर्द ही घूमता है, लेकिन आज आपके सब कुछ शान्त रहने वाला है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- गौ-दान करें, यदि संभव न हो तो गौ खरीदने के मूल्य के बराबर दान गौ आश्रम में करने से स्वास्थय अच्छा होगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा भाग्य प्रबल रहेगा जैसे कामों में सफलता मिलेगी आप अपने काम को लेकर काफी मजबूती दिखाएंगे और अधिकार के साथ अपने काम को करना पसंद करेंगे जिससे अच्छे नतीजे मिलेंगे शादीशुदा लोगों के गृहस्थ जीवन में तनाव बढ़ सकता है और जीवनसाथी किसी बात को लेकर ईगो दिखा सकता है प्रेम जीवन बिताने के लोग आज के दिन को रोमांस के साथ बिताएंगे जिससे रिश्ते में खुशी बढ़ेगी सेहत मजबूत रहेगी जिससे आप सशक्त रहेंगे।आपके हँसी-मज़ाक़ का लहज़ा किसी दूसरे को आपकी तरह इस क्षमता को विकसित करने के लिए प्रेरित कर सकता है। आपसे उसे यह सबक़ मिलेगा कि ज़िंदगी की ख़ुशी बाहरी चीज़ों में नहीं, बल्कि ख़ुद के ही भीतर है। आपका कोई पुराना मित्र आज कारोबार में मुनाफा कमाने के लिए आपको सलाह दे सकता है, अगर इस सलाह पर आप अमल करते हैं तो आपको धन लाभ जरुर होगा। ऐसा कोई जिसे आप जानते हैं, आर्थिक मामलों को ज़रूरत से ज़्यादा गंभीरता से लेगा और घर में थोड़ा-बहुत तनाव भी पैदा होगा। मुमकिन है कि आज आपकी आँखें किसी से चार हो जाएँ- अगर आप अपने सामाजिक दायरे में उठेंगे-बैठेंगे तो। कामकाज के मामलों को सुलझाने के लिए अपनी होशियारी और प्रभाव का इस्तेमाल करें। इस राशि वालों को आज खुद के लिए काफी समय मिलेगा। इस समय का उपयोग आप अपने शोकों को पूरा करने में कर सकते हैं। आप कोई किताब पढ़ सकते हैं या अपना पसंदीदा म्यूजिक सुन सकते हैं। अपने जीवनसाथी की ख़ूबियों के चलते आप एक बार फिर उनके प्यार में गिरफ़्तार हो सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- शराब के सेवन से मंगल बिगड़ता है, इसलिए पारिवारिक सुख हेतु इसका त्याग करें। \n"
}]
