horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "आज आप बहुत सृजनात्मक अनुभव करेंगे ǀ खूबसूरती की प्रशंसा के साथ साथ खुद भी कुछ खूबसरत चीज बनाना चाहेंगे ǀ दिन कलाकारों के लिए विशेष अच्छा है ǀ हालाँकि ,आज शुरू किये हुए कार्यों को आज ही पूरा कर लें ǀ क्योंकि अचानक आप विकर्षित सा अनुभव करने लगेंगे ,यह भावना काफी सामान्य है लेकिन आप इसके कारण बिना बात निराश सा अनुभव करेंगे ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "पिछले कुछ समय से आप अपने वजन में बढ़ोतरी महसूस कर रहे हैं,आप इसके बारे में काफी जागरूक भी हैं लेकिन आप इसके लिए कुछ कर नही रहे हैं |हो सकता है कि आज आपको इसके बारे में कहीं से कोई डाइट रूटीन मिल जाए | आप हल्का फुल्का व्यायाम भी कर सकते हैं |व्यस्त सडको पर न घूमें क्योंकि आपको धूल मिटटी से एलर्जी हो सकती है|मास्क पहनकर चलें |",
        "मेष प्यार और संबंध राशिफल": "ग्रहों की स्थिति ऐसी है कि आप बहुत रोमांटिक और भावनात्मक महसूस करेंगे | आप अभी तक प्यार के मामले में कोई भी जरुरत होने पर केवल बोलकर ही काम चलाते रहे हैं लेकिन अब आप इन जरूरतों के लिए खुद को दिल से समर्पित करने के लिए तैयार हैं | कुछ करने की आपकी यह दिली पुकार आपको बहुत महत्वपूर्ण समय पर समझ आई है और अगर आप अपने प्रेम सम्बन्ध को आगे बढाना चाहते हैं तो आपको बिना देर किये गंभीर हो जाना चाहिए |",
        "मेष कैरियर और धन राशिफल": "सौहार्द और सार्वभौमिक जयकार का माहौल आज आपके कार्यस्थल में रहेगा और आप जिस कार्य को करने में आम तौर पर नफरत करते है उसे आप आनंद के साथ करेंगे । आज आप अपने कार्य के लिए नए उत्साह एवं ऊर्जा पाएंगे और अपनी जिम्मेदारियों को पूरा करने के लिए अपने सहयोगियों से सक्रिय समर्थन की प्राप्ति होने की भी संभावना प्रबल है। आज अधूरी परियोजनाओं को पूरा करने के लिए एक अनुकूल समय है और समय रहते आप इसे पूरा कर सकते है ।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "आज के दिन आप अपने आसपास सभी को अपनी सोच और किसी भी स्थिति को सही समझने की योग्यता से प्रभावित करेंगे ǀ अपने कार्यस्थल की किसी बड़ी समस्या या किसी दोस्त की परेशानी का बहुत रचनात्मक सा हल निकलकर छा जायेंगे ǀआपके लिए रोमांचक समय है ǀ आपको किसी का ध्यान अपनी और खीचने की जरुरत नही है,बल्कि लोग खुद आपकी ओर सहायता लेने के लिए आयेंगे ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "आपने आजकल के खाने पर बहुत ध्यान दें और उसमें स्वास्थ्यकर चीजों को शामिल करें ǀअपने राकत्चाप को नियंत्रण में रखने के लिए खूब सारा पानी पीयें ǀकोशिश करके अपने निजी संबंधों के बारे में बाद में सोचें क्योंकि इससे आपको पाचन सम्बन्धी परेशानियों की शिकायत के साथ साथ स्वास्थ्य में भी बाधा ही पहुचेगी ǀखुद को मानसिक रूप से शांत रखें और बाकी किसी चीज के बारे में न सोचें ǀ",
        "वृषभ प्यार और संबंध राशिफल": "एक ऐसे रिश्ते को आगे की तरफ सिर्फ इसलिए खीचना बेकार है , क्योंकि वो काफी लम्बे समय से है । आप अनिश्चितता और मानसिक अस्थिरता के कारण थोड़ा उदास रह सकते है । अपने आप को दोषी महसूस न करें। ऐसे रिश्ते के साथ चिपकना बेकार था । आगे बढे । अपने मन को स्थिर और मजबूत करे । अगर आप अपने को मजबूत बना लें तो आप इस रिश्ते से बाहर आ सकते है ।",
        "वृषभ कैरियर और धन राशिफल": "आज आप आत्मविश्वास और सकारात्मक रहेंगे । आज किसी भी साक्षात्कार या ग्राहक के साथ किसी भी सौदे को तय करने के लिए एक अच्छा दिन है। आपको आज एक अछा लाभ मिल सकता है । आप दिन के उत्तरार्ध में किसी कार्य को लेकर कुछ अटक सकते है। कल के लिए मनोरंजन या मनोरंजन के लिए अपनी योजनाओं को स्थगित करे एवं अपने सहयोगी से आज मदद ले ।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "अनुभव सबसे बड़ा अध्यापक है और अभी आपको इसी से सीखना है ǀभूतकाल से ली हुई सीख की उपेक्षा ना करें ताकि भविष्य की परेशानियों से बच सकें ǀजरुरतमंदों ,चाहे बच्चे हों या बूढ़े,उनकी मदद करें ǀऐसे करने से ही आप सही रास्ते पर चल पायेंगे चाहे आपको अभी इस पर चलने में कोई भी परेशानी आ रही हो ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "आपने अपना वजन कम करने सम्बन्धी एक बहुत बड़ा लक्ष्य निर्धारित किया है ǀ आज आपको इसके लिए अतिरिक्त प्रयास करने होंगे ǀशायद कोई आपको चोकलेट देगा या आपके पसंदीदा जंक फ़ूड के लिए आमंत्रित करेगा,लेकिन आप आसानी से इस लालच से बहर निकल पायेंगे और अगर आप एक बार ऐसा करने में कामयाब हो गए तो बहुत जल्द अपने लक्ष्यों को प्राप्त कर लेंगे ǀ",
        "मिथुन प्यार और संबंध राशिफल": "आज आप बिलकुल नये और ताजगी भरे रोमांटिक माहौल का आनंद लेंगे | आपके करीबी सम्बन्धियों से मिलने वाला प्यार आज दिन की खासियत रहेगा | आप ख़ास तौर पर मस्ती महसूस करेंगे | इस खूबसूरत समय को अपने पार्टनर के साथ बिताएं और कुछ खूबसूरत यादें बनने दें | आप आज अपने पार्टनर के लिए कुछ ख़ास कर सकते हैं और उसकी खूब प्रशंसा होगी | अकेले आदमी आज किसी ख़ास से मिल सकते हैं |",
        "मिथुन कैरियर और धन राशिफल": "आज का दिन काफी मुश्किलो से भरा रह सकता है और आपको सख्त नियमो का पालन करते हुए काफी कठिनं परिश्रम करना पड़ेगा , लेकिन यह आपके भविष्य की योजनाओं के लिए एक ठोस आधार बनाने में मदद करेगा । आज का परिश्रम आपको भविष्य में फल देगा । हो सकता है की आप अपने सहयोगी की जिम्मेदारी भी ले ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "आप आज किसी अपराजेय शक्तिपुंज के समान महसूस करेंगे और किसी भी विरोध पर आसानी से विजय हासिल कर लेंगे ǀआज का दिन उस काम को करने का बहुत अच्छा दिन है जो आप काफी समय से करने की कोशिश कर रहे थे क्योंकि आज आपको कोई नही रोक सकता ǀआज का दिन अपने सबसे महत्वपूर्ण काम करें,सफलता आपके कदम चूमेगी ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "आज आपके दिमाग में केवल सुन्दरता सम्बन्धी ख्याल छाए हुए हैं ,आज आप कई सौन्दर्य ट्रीटमेंट के लिए तैयार हैं ǀइनमे एन्टी-एजिंग मसाज से लेकर कोई कोस्मेटिक सर्जरी तक शामिल हो सकती है ǀआप सुंदर बने रहने के लिए अपनी जीवन शैली में भी कई बदलाव करने वाले हैं,आपके स्तर पर हालाँकि यह सब कुछ तारीफ़ के लायक है लेकिन यह भी समझें कि हर आयु कि अपनी एक ख़ूबसूरती होती है और हमेशा खुद को अपनी वास्तविक आयु से छोटा दिखाने की कोशिश करना जरूरी नही है ǀ",
        "कर्क प्यार और संबंध राशिफल": "आज का दिन आपके कार्य क्षेत्र एवं परिवार के बीच संतुलन रहेगा । पिछले कुछ दिनों से आपको दोनों तरफ काफी ध्यान देना पड़ा है , क्यों की ये समय की जरुरत थी । लेकिन आज ऐसा करने में मुश्किलें आयेंगी । हो सकता है की समय के मुताबिक आपको दोनों में से एक को चुनना पड़े । हालांकि अभी काम के मुद्दों पर ध्यान केंद्रित करना अच्छा रहेगा , लेकिन साथ ही साथ अपने परिवार के साथ भी आपको चतुराई एवं विनम्रता से पेश आना होगा ताकि कुछ हद तक संतुलन बने ।",
        "कर्क कैरियर और धन राशिफल": "अब आपके करियर में कितनी बाधाएं आती है , इससे कोई फर्क नहीं पड़ता क्यों की आप उन सब बाधाओं को पार कर जाएंगे जैसे की वो कभी थी ही नहीं । सफलता अब सहजता से आएगी , लेकिन आपको अति आत्मविश्वास की भावना से बचना होगा । आपको ये एहसास करने की जरूरत है की भाग्य की भूमिका भी उतनी ही है जितनी आपकी क्षमता , लेकिन ये जरुरी नहीं की भाग्य हमेशा आपका साथ दे ।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आप पिछले कई दिन से बेचैन और नाखुश सा अनुभव कर रहें हैं लेकिन आज आपका रुख इस समस्या को और अधिक गंभीरता से लेने का है ǀ आपको यह जानना है कि इस समस्या की जड़ क्या है ,आज का दिन इस काम के लिए सबसे बेहतर है ǀ लम्बे समय से उपेक्षित कुछ कामो की योजना बनाने के लिए भी अच्छा दिन है ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "त्वचा सम्बन्धी छोटी छोटी तकलीफों से आप परेशान हो सकते है| आज खुद को थोडा हल्का करने की योजना बनाएँ |तैलीय पदार्थों से दूर रहें.बाकी आपकी सेहत ठीक ही रहेगी |बहुत सारे पेड़ों वाली जगह पर घूमने से बचें क्योंकि आपको कोई कीड़ा काट सकता है,इससे आपकी त्वचा पर दाने उभर जायंगे आज सावधानी के तौर पर एन्टी-एलर्जिक दवा साथ रखें ,आवश्यकता पड़ने पर डॉक्टर से सलाह लें |",
        "सिंह प्यार और संबंध राशिफल": "बहुत सारे प्रेमियों में से छांटकर किसी एक को चुनने की कोशिश में अधिक समय व्यर्थ न करें | आपका व्यक्तित्व आकर्षक है लेकिन इस समय आपकी किस्मत के साथ न देने के कारन आपका जादू काम नही कर रहा | जब आप किसी निष्कर्ष पर पहुंचेंगे तब आपको समझ आएगा कि आपने बिलकुल ठीक किया है |",
        "सिंह कैरियर और धन राशिफल": "आपको सर्वशक्तिमान के संदेश अपने किसी निकट के व्यक्ति से मिल रहे हैं। उन्हें प्राप्त करने के लिए ग्रहणशील रहे और निर्देशो का पालन करने की कोशिश करे । आपको अपने कार्य योजना में परिवर्तन करना होगा ताकि कोई गलती न हो जिसे आप पूर्ववत नहीं कर सकते है । वित्तीय स्थिति और खर्च में अच्छा संतुलन बना रहेगा , हालाँकि आप खर्चीले साबित हो सकते है परन्तु तब भी अप्रत्याशित स्रोतों से आय का सृजन होता रहेगा ।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आप अपने आप को विभिन्न दिशाओं में आकर्षित अनुभव कर रहे हैं और समझ नही पा रहे कि क्या किया जाना चाहिए ? यह परेशानी आज और ज्यादा बढ़ेगी और आपके लिए फैसला लेना और भी मुश्किल हो जाएगा ǀआपको सावधानी से काम लेना होगा क्योंकि आपके फैसले लेने की क्षमता भावनाओ और दुसरे कारणों से प्रभावित हो सकती है ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "हो सकता है कि आज आप अपनी नियमित एक्सरसाइज करने के मूड में न हों लेकिन इसके अलावा कोई विकल्प भी नही है |थोड़ी ज्यादा हर्बल चाय बनाकर पीयें |इससे आपको सकारात्मक ऊर्जा मिलती रहेगी |एक बार फिर से अपनी एकाग्रता और फोकस को अपनी व्यक्तिगत देखभाल के लिए प्रयोग करने की कोशिश करें |",
        "कन्या प्यार और संबंध राशिफल": "आपकी सुन्दरता आज हर किसी को सम्मोहित करेगी | आज आपके पास अपने पहले पार्टनर के पास जाकर उनकी खबर लेने का अच्छा मौका होगा लेकिन ध्यान रखें कि उनके पास वापस न लौटें | गए समय को जाने देना ही ठीक होता है | आपका कोई दोस्त आपसे अपनी लव लाइफ के बारे में मदद मांग सकता है लेकिन उसके चक्कर में पड़कर अपनी लव लाइफ को न भूलें |",
        "कन्या कैरियर और धन राशिफल": "कार्यस्थल पर आपका ध्यान भटक सकता है जो की आपकी उत्पादकता को कम कर सकता हैं। कार्यालय में प्रेम प्रसंग की एक संभावना आपको अपने कार्य से दूर ले जा सकती है हालांकि, आपको वापस अपनी एकाग्रता लाने की जरूरत है। ऐसी कोई भी कार्रवाई करने से बचें जो आपके सहयोगियों को परेशान या आक्रामक बनाये । आप ध्यान एक साधारण मोह से भी भंग हो सकता है । आप इस चीज़ पर ध्यान दे की जो चीज़ होनी थी वह होती है और अपना ध्यान कार्य पर केंद्रित करे ।"
    },
    "6": {
        "तुला दैनिक राशिफल": "आप पिछले कुछ दिनों से कोई बड़ी योजना बना रहे हैं ǀ वास्तव में आज आपको यह बात महसूस होगी कि आप क्या करने जा रहे हैं और इसका आप पर काफी प्रभाव पड़ेगा लेकिन अब आपके पास पीछे हटने का विकल्प मौजूद नही है ǀ आपको इसी दिशा में विशवास से आगे बढना होगा और आपको जल्दी ही यह भी अहसास हो जाएगा की जितना आपने सोचा था ,यह काम इससे कहीं मुश्किल है लेकिन फिर भी इसे असंभव मानकर छोड़ न दें ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "आप चीजों को धीरज और तसल्ली से पूरा करते हैं लेकिन आप खुद में ऊर्जा का अचानक प्रवाह दिखाने से भी नही हिचकते Iइससे आसपास सभी को अचरज ही होगा I|आपकी त्वचा की भी यही प्रवृति है Iएक समय तो यह बिलकुल शीशे सी साफ़ होती है और जल्दी ही फिर कील-मुंहासों से भी भर जाती है Iहर रोज खूब सारा पानी पीयें I|",
        "तुला प्यार और संबंध राशिफल": "आपका करीबी दोस्त आज अपनी भावनाओं को व्यक्त कर सकता है । ये मौखिक नहीं बल्कि क्रिया कलापो के माध्यम से होगा । यह बहुत ही सूक्ष्म हो सकता है। ऐसी बातों के प्रति सचेत रहें। ये भी हो सकता है की ये दोस्ती प्यार में बदल जाए । तुरंत प्रतिबद्ध न हो । यह एक मोह हो सकता है, इसलिए और संकेतो की थोड़ी प्रतीक्षा करे ।",
        "तुला कैरियर और धन राशिफल": "आपके भावनात्मक व्यवहार की वजह से आपका कार्य गंभीर रूप से प्रभावित हो रहा है। आप इसके आदि हो चुके है और इस से छुटकारा पाने में आपको समय लगेगा । अपनी इस संवेदनशीलता का आसपास के अन्य लोगों के प्रति समानुभूतिक रहकर इसका लाभ आप उठा सकते है । खाली समय में अचल संपत्ति में निवेश के लायक जगह आप तलाश सकते है ।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "आज आप थोड़े से अभिमान में रहेंगे और उसी के प्रभाव में रहकर सोचेंगे और काम करेंगे ǀइसी के कारण आप किसी बड़े अधिकारी से बात करते हुए आँखें नही मिला पायेंगे ǀयह अच्छा होगा या बुरा,यह आज आपको सोचना है ,हमारी सलाह यह है की आज अपने दिमाग की सुनें ǀ व्यवहार कुशलता का परिचय दें ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "आपसे कितना भी तेज गति से काम करने की उम्मीद क्यों की जाए आप आराम से सब काम पूरे काम कर पायेंगे हालाँकि यह आपको भी मानना होगा कि अगर आपका मूड अच्छा रहे तो आप समस्याओं को और भी अच्छे तरीके से सुलझा पायेंगे |इससे आपको नए जोश की अनुभूति भी होगी |आपको ठंड या इसी तरह की कोई अन्य तकलीफ हो सकती है जो कम समय तक रहने पर भी तकलीफ देगी |इसका ध्यान रखें कि आप क्या छू रहें हैं और कई बार अपने हाथ धो लें |",
        "वृश्चिक प्यार और संबंध राशिफल": "ग्रहों की स्थिति कुछ ऐसी बन रही है कि आपको काफी मुश्किल वक्त से गुजरना पड़ सकता है लेकिन यह समय वास्तव में इतना बुरा नही होगा |आप हाल फिलहाल ही किसी की और आकर्षित हुए हैं लेकिन आप दोनों ही एक दुसरे को अभी अधिक महत्व नही दे रहे | आप उनके बारे में सोचते हैं और अगर आप छोटी छोटी बातों को नजरअंदाज कर सकें तो यह आपके लिए जिंदगी का यादगार रिश्ता बन सकता है |",
        "वृश्चिक कैरियर और धन राशिफल": "ये समय उन लोगो से अपने आप को अलग करने का समय है जो आपके विचारो से असहमत है या जो आपके साथ चलने या सहयता करने में असमर्थ है । यह वित्तीय संतुलन के हिसाब से भी एक बड़ा कदम होगा । आपकी इस व्यापारिक रणनीति के लिए आपको पुरस्कृत किया जाएगा। आपकी आय सुरक्षित है और जिसे आप अपनी संपत्ति को जोड़ने के लिए उपयोग कर सकते है।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आपको आज बहुत सारी चीजों से जुड़े अपने वादों को निभाना है ǀ अपनी सामजिक,वित्तीय तथा निजी जिम्मेदारियों को निभाने के लिए तैयार रहें ǀआपके परिजनों ,दोस्तों और सहकर्मियों ,सभी को आपसे मदद की अपेक्षा रहेगी और आप इस दबाव को सह पाने में बिलकुल समर्थ हैं ǀ आज अपने शब्दों और कामों,दोनों ही तरीको से लोगों की मदद करेंगे ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "आज अपने आप को दुर्घटनाओं और चोटों से बचाने के लिए अतिरिक्त सावधानी रखें क्योंकि आज लगी हुई छोटो चोटें भी गंभीर सिद्ध हो सकती हैं |आपको अपने डॉक्टर को दिखाने की जरूरत पड़ सकती है लेकिन किसी भी स्थिति में किसी शारीरिक तकलीफ के प्रति लापरवाही से काम न लें |यह अस्थायी समय है लेकिन तब भी आप अब अगर अपना ध्यान रखेंगे तो आपको भविष्य में कोई परेशानी नही होगी |",
        "धनु प्यार और संबंध राशिफल": "अब आपका दिमाग पहले से अधिक शांत हैं और आप एक बार नए सिरे से उस गुलाब के रंग के चश्मे वाली लड़की को ढूँढने के लिए तैयार हैं | अबकी बार आपको अनिश्चितता की उस भावना से बचना है जो हर बार आकर आपके जोश को ठंडा कर देती है | प्यार के हरियाले बाग़ में आराम से चलें | अबकी बार आप निराश नही होंगे और प्यार के इस आशियाने में ख़ुशी से रह पायेंगे |",
        "धनु कैरियर और धन राशिफल": "अगर आप बेरोजगार हैं, तो एक अवसर आज आपके दरवाजे पर अपनी दस्तक दे सकता है। दोनों हाथों से इसे ले । आपके पास खोने के लिए कुछ भी नहीं है। कृपया करके मुफ्त सलाह प्रदान करने वालो से दूर रहे । आप नौकरी पाने के पश्चात अपनी ईमानदारी और समर्पण दिखाए ।आपको एक नए क्षेत्र से अवसर प्राप्त हो सकता है। विभिन्न क्षेत्रों से आप अपने लिए नौकरियों खोजे ।"
    },
    "9": {
        "मकर दैनिक राशिफल": "यह सही समय है जबकि आपको अपनी व्यस्त दिनचर्या से समय निकलकर अपने आस पास की स्थितियों और अपनी स्थिति को ध्यान से समझना है ǀआप अपने विभिन्न कर्तव्यों को पूरा करने के लिए बहुत भागदौड़ करते रहे हैं ǀअब आप अपनी क्षमता भर इन्हें पूरा कर चुके हैं,अब आराम से बैठकर अपने प्रयासों और मेहनत का आनंद उठाने का समय है ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "आज ठंड,जुकाम,वायरल संक्रमण और दूसरी तरह के सभी संक्रमनो से सावधानीपूर्वक बचकर रहें ǀआप पिछले कुछ समय से प्रदूषित वातावरण में काम कर रहे हैं और इसके दुष्प्रभाव अब सामने आयेंगे ǀ संक्रमणों से बचने के लिए वैकल्पिक उपाय और घर के नुस्खे आजमायें ,इनसे ज्यादा लाभ मिलने की संभावना है ǀ अब जीवनशैली में बदलाव भी लाभकारी सिद्ध होगा ǀ",
        "मकर प्यार और संबंध राशिफल": "रिश्ते का सुनहरा नियम यह है की आपको अपने दिल की आवाज़ सुननी चाहिए । इस बार अपने दिल को अपने मन पर हावी होने दे । आप के आस पास के लोग आपके साथी को ढंग से समझ नहीं पाएंगे इसलिए अपने प्रेम के जीवन में उनकी बातो को न सुने । अपने दिल की सुने और अपने आत्म सम्मान को बनाए रखने की कोशिश करे । सबसे जरुरी चीज़ जो आपके लिए मायने रखती है वो है रिश्ते की पवित्रता ।",
        "मकर कैरियर और धन राशिफल": "अपने सहयोगियों के साथ तालमेल और कदम से कदम बढाकर चलने का ये एक अच्छा समय है। समीक्षा और हताशा का लम्बा समय अब समाप्त होने की और अग्रसर है इसलिए इस खुशी में आप दोस्तों और परिवार और अपने ऊपर कुछ व्यय भी कर सकते है पर कोशिश करे की ये ज्यादा से ज्यादा एक दिन के लिए हो ।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "आप सकारात्मक तरंगों से भरपूर हैं ǀलेकिन इसे औरों के साथ ना बाँटें ,लोग आपकी सलाह का सम्मान नही करेंगे ǀ रचनात्मक उर्जा से भरे होने के बावजूद भी चुपचाप बैठा रहना आपके लिए तनाव का कारण बन सकता है,लेकिन इससे परेशान न हों ǀआपकी पहचान को कोई नुकसान नही होगा,केवल इसमें देरी हो सकती है ǀ ऐसी क्षणिक खुशियों के चक्कर में ना पड़ें जिनकी आपको बाद में काफी बड़ी कीमत चुकानी पड़ सकती है ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "अगर आप किसी स्वास्थ्य सम्बन्धी परियोजना पर काम कर रहे हैं या इसी के बारे में कुछ नया शुरू करने की सोच रहे हैं तो आपको उम्मीद से कहीं जल्दी सफलता मिलने की संभावनाएं बनी हुई हैं ǀलेकिन अपनी प्रगति का रिकॉर्ड रखें और कुछ गलत होने पर समाधान तैयार रखें ǀआपको इन सब प्रयासों के लिए भी प्रशंसा मिलेगी ǀ",
        "कुंभ प्यार और संबंध राशिफल": "अपने साथी के साथ सकारात्मक वार्तालाप करने का प्रयास करें। आपने वास्तव में उपयुक्त तरीके से अपने साथी के साथ वार्तालाप नहीं की है और अभी तक आप आनंद और अपने रिश्ते को हल्के में ले रहे थे । ये समय है की आप दोनों किसी प्राकृतिक जगह पर जाये , ताकि ऐसी जगह जाने से आप दोनों में सकारात्मक ऊर्जा और भावना का संचार हो जिससे आप दोनों को खुलने में मदद मिलेगी । आपके रिश्तो में मजबूती आयेगी ।",
        "कुंभ कैरियर और धन राशिफल": "आपको अपने काम से प्यार है और आप अच्छा कार्य कर रहे हैं। हालांकि, विपरीत ग्रह आपके कार्यस्थल में अस्थायी गड़बड़ी का कारण बन सकते है। इन क्षणिक भावनाओं के आधार पर किसी भी आवेगी निर्णय लेने से बचे । आप अपने कार्यस्थल पर अपने गुस्से को काबू रखे और विचलित करने वाली स्थितियों को दरकिनार करे अन्यथा आप एक ऐसी नौकरी को त्याग सकते है जिसको आप बेहद प्यार करते है ।"
    },
    "11": {
        "मीन दैनिक राशिफल": "आज का दिन आपके लिए विशेष है क्योंकि आज आप किसी दूसरे शहर में रहने वाले से या विदेश में किसी से संपर्क स्थापित करेंगे ǀयह आपके करियर के लिए फायदेमंद होगा ǀअपने मेल देख लें क्योंकि मेलबॉक्स में कोई महत्वपूर्ण अवसर आपकी प्रतीक्षा कर रहा हैǀ विदेश में रह रहा कोई मित्र आपको साथ काम करने के लिए आमंत्रित कर सकता है ǀशुभ रंग सफ़ेद है ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "आपके ऑफिस में काम का दबाव आपको तनाव दे रहा है I|इससे आपकी सेहत भी प्रभावित हो रही है Iआपको इस तनाव से पार पाने का कोई उपाय ढूँढना होगा जिससे आप पिछले कुछ समय से जूझ रहे हैं |फिलहाल राहत के लिए या तो मसाज पार्लर से अपॉइंटमेंट ले लें या किसी ध्यान की कार्यशाला में भाग लें Iसुबह की सैर आपके लिए काफी फायदेमंद रहेगी I|",
        "मीन प्यार और संबंध राशिफल": "आज आप बहुत सारे कामों में व्यस्त रहेंगे और इसके कारण आप अपने पार्टनर की छोटी सी बात पर भी चिडचिडे हो जायेंगे | वे बातें जो आपको पहले अच्छी और सभ्य लगती थी, अब आपको अच्छी नही लगेंगी | इस चिडचिडे स्वभाव से मुक्ति पाने के लिए आपके पास सबसे अच्छा रास्ता यही है कि आप काम से छुट्टी लेकर ख़ास अपने लिए कुछ करें जैसे एक्सरसाइज या सुन्दरता बढाने के लिए कुछ | इससे आपको अच्छा लगेगा |",
        "मीन कैरियर और धन राशिफल": "आप किसी भी कार्य को अच्छी तरह से करने में बहुत गर्व महसूस करते है। यह अब आपके वरिष्ठ अधिकारियों के ध्यान में आएगा । कुछ अतिरिक्त जिम्मेदारी भी आपको दी जा सकती है जो की आपके करियर की प्रगति के लिए नए दरवाजे और आयाम खोलेगी । आय में भी वृद्धि की संभावना है। आपको अपने करियर को आगे ले जाने के लिए समर्पण और ध्यान को बढ़ाने की जरूरत है।"
    }
}]
