horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज के दिन आप घर में अधिक समय बिताने की सोचेंगे, जिससे आपके घर वालों को अच्छा लगेगा। आपकी परीक्षा का दौर आजकल चल रहा है, इसलिए बेहतर होगा कि आप अपनी परीक्षा पर ज्यादा ध्यान दें। किसी कारण आज खुद पर कंट्रोल करना पड़ सकता है और कुछ लोगों का दिन आज आलस में बीतेगा। आज आपको किसी छोटी मोटी परेशानी के कारण टेंशन हो सकती है, इसलिए ध्यान रखें।दिन की शुरुआत आप योग ध्यान से कर सकते हैं। ऐसा करना आपके लिए फायदेमंद रहेगा और सारे दिन आपमें ऊर्जा रहेगी। आज आपको किसी अज्ञात स्रोत से पैसा प्राप्त हो सकता है जिससे आपकी कई आर्थिक परेशानियां दूर हो जाएंगी। घर पर कोशिश करें कि कोई आपकी वजह से आहत न हो और परिवार की ज़रूरतों के मुताबिक़ ख़ुद को ढालें। विवाह-प्रस्ताव के लिए सही समय है, क्योंकि आपका प्यार जीवन भर के साथ में बदल सकता है। आज फ़ायदा हो सकता है, बशर्ते आप अपनी बात भली-भांति रखें और काम में लगन व उत्साह दिखाएँ। आपके घर वाले आज आपसे कई परेशानियां शेयर करेंगे लेकिन आप अपनी ही धुन में मस्त रहेंगे और खाली समय में कुछ ऐसा करेंगे जो करना आपको पसंद है। थोड़ी-सी कोशिश करें तो यह दिन आपके वैवाहिक जीवन के सबसे विशेष दिनों में से एक हो सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- हल्दी की गाँठ तथा पीपल के पाँच पत्ते अपने सिरहाने के नीचे रखकर सोने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआप आज निवेश से संबंधित मामलों में ज्यादा फायदा उठा सकते हैं, इसलिए मेहनत ज्यादा करें। आपका दिन आज काफी बिजी रहेगा, लेकिन शाम तक आपको कोई अच्छी खबर मिल सकती है, जो आपके फायदे का सौदा रहेगी। प्रोफेशनल के मामले में सावधानी बरतें, तभी आप इससे होने वाले नुकसान से अपने आप को बचा सकते हैं।आप खाली समय का आनंद ले सकेंगे। किसी करीबी दोस्त की मदद से आज कुछ करोबारियों को अच्छा-खासा धन लाभ होने की संभावना है। यह धन आपकी कई परेशानियों को दूर कर सकता है। एक ख़ुशनुमा और बढ़िया शाम के लिए आपका घर मेहमानों से भर सकता है। रोमांस रोमांचक होगा- इसलिए उससे संपर्क करें जिससे आप प्रेम करते हैं और दिन का भरपूर लुत्फ़ लें। यह दूसरे देशों में व्यावसायिक सम्पर्क बनाने का बेहतरीन समय है। आज ऐसे बर्ताव करें जैसे कि आप ‘सुपर-स्टार’ हैं, लेकिन सिर्फ़ उन चीज़ों की ही प्रशंसा करें जो उसके क़ाबिल हैं। आप शादीशुदा ज़िन्दगी से जुड़े चुटकुले सोशल मीडिआ पर पढ़कर खिलखिलाते हैं। लेकिन आज जब आपके वैवाहिक जीवन से जुड़ी कई प्यारी चीज़ें आपके सामने आएंगी, तो आप भावुक हुए बिना नहीं रह सकेंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- पौधों को पानी डालें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nजो लोग व्यापार करते हैं, वह आज अपने व्यापार के धंधे में नई तकनीके अपना सकते हैं। आज का दिन आपके लिए एक्साइटमेंट से भरा रहेगा। दोपहर का समय आपके लिए फोन कॉल के जरिए कुछ खास बन सकता है। विद्यार्थी अपना ज्यादा से ज्यादा ध्यान पढ़ाई में लगाएगे, जिससे आपको फायदा मिलेगा।आज के दिन आप बिना झंझट विश्राम कर सकेंगे। अपनी मांसपेशियों को आराम देने के लिए तैल से मालिश करें। जिन लोगों को आप जानते हैं, उनके ज़रिए आपको आमदनी के नए स्रोत मिलेंगे। बच्चों के साथ ज़्यादा सख़्ती उन्हें नाराज़ कर सकती है। ख़ुद को नियंत्रित रखने और यह याद रखने की ज़रूरत है कि ऐसा करने से आप अपने और उनके बीच दीवार खड़ी कर लेंगे। अपने प्रिय की ग़ैर-ज़रूरी भावनात्मक मांगों के सामने घुटने न टेकें। काम की अधिकता के बावजूद भी आज कार्यक्षेत्र में आपमें ऊर्जा देखी जा सकती है। आज आप दिये गये काम को तय वक्त से पहले ही पूरा कर सकते हैं। हितकारी ग्रह कई ऐसे कारण पैदा करेंगे, जिनकी वजह से आज आप ख़ुशी महसूस करेंगे। ख़र्चों को लेकर जीवनसाथी से तनातनी संभव है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- पारिवारिक खुशियों की प्राप्ति के लिए अपने पिता की आज्ञा का पालन करना चाहिए। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपको आज अपने किसी परिचित से कोई नुकसान उठाना पड़ सकता है,जिससे आपका मन हताश होगा,लेकिन आप कुछ नहीकर सकते। परिवार में मौजूद आपके विरोधी फिलहाल कुछ समय तक आपको परेशान नहीं करेंगे। आज का दिन आपके लिए कुछ स्पेशल साबित हो सकता है। आपको किसी एक तरकीब पर काम करना काफी रहेगा।आलस्य और कम ऊर्जा-स्तर आपके शरीर के लिए ज़हर काम करेंगे। किसी सृजनात्मक काम में ख़ुद को व्यस्त रखना बेहतर रहेगा। साथ ही बीमारी से जूझने के लिए ख़ुद को उत्साहित करते रहें। आर्थिक तौर पर सुधार तय है। ऐसा कोई जिसके साथ आप रहते हैं, आज आपके किसी काम की वजह से बहुत झुंझलाहट महसूस करेगा। आपका होना इस दुनिया को आपके प्रिय के लिए रहने के क़ाबिल बनाता है। रचनात्मक काम में लगे लोगों के लिए सफलता से भरा दिन है, उन्हें वह शौहरत और पहचान मिलेगी जिसकी उन्हें एक अरसे से तलाश थी। जो लोग बीते कुछ दिनों से काफी व्यस्त थे उन्हें आज अपने लिए फुर्सत के पल मिल सकते हैं। जब आपका जीवनसाथी जब सारे मनमुटाव भुलाकर प्यार के साथ आपके पास फिर आएगा, तो जीवन और भी सुन्दर लगेगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- तुलसी पत्र का सेवन करना स्वास्थ्य के लिए अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nयदि आपके दिल में कोई बात या कोई नया आईडिया है, तो फौरन उसे आगे बढ़ाएं क्योंकि वह आपके फायदे का सौदा हो सकता है। आज का दिन आपको अपने रिश्तेदारों और पुराने मित्रों से गिले-शिकवे दूर करने का समय देगा। आज आपको दोस्तों के साथ घूमना फायदा दे सकता है। आज किसी भी कारण घरवालों से बेहस बाजी हो सकती है।व्यस्त दिनचर्या के बावजूद स्वास्थ्य अच्छा रहेगा। रात के समय आप आज आपको धन लाभ होने की पूरी संभावना है क्योंकि आपके द्वारा दिया गया धन आज आपको वापस मिल सकता है। यह परिवार में दबदबा बनाए रखने की अपनी आदतों को छोड़ने का वक़्त है। ज़िंदगी के उतार-चढ़ाव में उनके कंधे से कंधा मिलाकर साथ दें। आपका बदला हुआ बर्ताव उनके लिए ख़ुशी का सबब साबित होगा। आपका प्रेमी या प्रेमिका आज बहुत गुस्से में नजर आ सकते हैं इसकी वजह उनके घर की स्थिति होगी। अगर वो गुस्से में हैं तो उन्हें शांत करने की कोशिश करें। अपनी पेशेवर क्षमताओं को बढ़ाकर आप करिअर में नए दरवाज़े खोल सकते हैं। अपने क्षेत्रे में आपको अपार सफलता मिलने की संभावना भी है। अपनी सभी क्षमताओं को निखारकर औरों से बेहतर बनने की कोशिश करें। इस राशि के छात्र आज मोबाइल पर सारा दिन बर्बाद कर सकते हैं। जीवनसाथी के किसी अचानक काम की वजह से आपकी योजनाएँ बिगड़ सकती हैं। लेकिन फिर आपको महसूस होगा कि जो होता है अच्छे के लिए ही होता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- तांबे या सोने के पात्र में जल पिएं, इससे पारिवारिक जीवन अच्छा रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपका आज का दिन आपको व्यस्त रखने वाला है। आपके दिमाग से किए गए काम आपको फायदा देंगे, जिसकी आपको भरपूर खुशी होगी। अगर आप दूसरों की मदद करेंगे, तो आपकी मदद करने वाले लोग भी आपको मिल जाएंगे। इमानदारी से जो काम करेंगे, वह आज आपके लिए फलदायक रहेगा। यदि आपकी कोई पुराने समय से चली आ रही समस्या है, तो आज वह कम हो जाएगी।आज आपका आत्मविश्वास और ऊर्जा का स्तर ऊँचा रहेगा। रियल एस्टेट और वित्तीय लेन-देन के लिए अच्छा दिन है। बहन का स्नेह आपको प्रोत्साहन देगा। लेकिन छोटी-मोटी बातों पर आपा खोने से बचें, क्योंकि इससे आपके हितों को नुक़सान पहुँचेगा। आज ही लंबे वक़्त से चले आ रहे झगड़ों को सुलझा लें, क्योंकि हो सकता है कि कल बहुत देर हो जाए। आपके लिए आज बहुत सक्रिय और लोगों से मेल-जोल भरा दिन रहेगा। लोग आपसे आपकी राय मांगेंगे और जो भी आप कहेंगे, उसे बिना सोचे मान लेंगे। आपके घर वाले आज आपसे कई परेशानियां शेयर करेंगे लेकिन आप अपनी ही धुन में मस्त रहेंगे और खाली समय में कुछ ऐसा करेंगे जो करना आपको पसंद है। जीवनसाथी के कारण कुछ नुक़सान हो सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- दादी या किसी बुजुर्ग महिला की सेवा करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "6": "तुला राशिः आज का राशिफल\nआज आपको बिजनेस में लेन-देन करने से खतरा हो सकता है, आपको अपनी हेल्थ पर भी ध्यान देने की जरूरत है। रोमांस के मामले में भी आज दिन अच्छा साबित होगा। खर्चा जरूर आपका थोड़ा बढ़ सकता है। आज आपको दिन के पहले पहर मे कोई अपना आपको फोन पर कोई शुभ सूचना दे सकता है, जिसकी आपको बहुत खुशी होगी। ऑफिस के साथी भी टीम वर्क से खुश नजर आएंगे।आलस्य और कम ऊर्जा-स्तर आपके शरीर के लिए ज़हर काम करेंगे। किसी सृजनात्मक काम में ख़ुद को व्यस्त रखना बेहतर रहेगा। साथ ही बीमारी से जूझने के लिए ख़ुद को उत्साहित करते रहें। आज के दिन आप धन से जुड़ी समस्या के कारण परेशान रह सकते हैं। इसके लिए आपको अपने किसी विश्वास पात्र से सलाह लेनी चाहिए। शाम को दोस्तों के साथ घूमें-फिरें, क्योंकि यह आपके लिए इस वक़्त बहुत ज़रूरी है। ज़िंदगी में एक नया मोड़ आ सकता है, जो प्यार और रोमांस को नयी दिशा देगा। प्रतिस्पर्धा में बढ़त के लिए व्यवसायियों को नई योजनाओं और रणनीतियों पर काम करने की ज़रूरत है। घर के छोटे सदस्यों के साथ गप्पें लगाकर आज आप अपने खाली समय का अच्छा इस्तेमाल कर सकते हैं। जीवनसाथी के साथ थोड़ा हँसी-मज़ाक़, थोड़ी छेड़-छाड़ आपको किशोरावस्था के दिनों की याद दिला देंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- लाल रंग के वस्त्र अधिक धारण करने से स्वास्थ्य अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज आपको शाम तक फायदे के कई मौके मिलेंगे। आपको जब भी घूमने फिरने का मौका मिलता है। आप हमेशा तैयार रहते हैं। ऐसा ही मौका आज शाम भी आपको मिल सकता है। पार्टी में किसी अच्छे और असरदार लोगों से आपकी मुलाकात होगी और किसी खास की चिंता भी आज खत्म होगी। दिन की शुरुआत आज कुछ ज्यादा मेहनत करने से शुरू हो सकती है।प्रभावशाली लोगों का सहयोग आपके उत्साह को दोगुना कर देगा। पैसे कमाने के नए मौक़े मुनाफ़ा देंगे। अपने जीवनसाथी का बोझ दूर करने के लिए घरेलू कामकाज में हाथ बटाएँ। इससे आपको साथ में काम करने का आनंद मिलेगा और जुड़ाव महसूस होगा। आप इस दिन को अपनी ज़िन्दगी में कभी नहीं भूलेंगे, अगर आप प्यार में डूबने के मौक़े को आज यूँ ही न गवाएँ तो। अगर आप विदेशों में नौकरी के लिए आवेदन करना चाहते हैं, तो आज का दिन अच्छा है। घर में पड़ी कोई पुरानी वस्तु आज आपको मिल सकती है जिससे आपको अपने बचपन के दिनों की याद सता सकती है और आप उदासी के साथ अपने दिन का काफी समय अकेले बिता सकते हैं। आपका जीवनसाथी आपको प्यार का एहसास देना चाहता है, उसकी मदद करें। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सफेद खरगोश को भोजन कराने से आर्थिक स्थिति मजबूत होगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए फलदायक रहेगा। आज आपका अच्छा टाइम है। इसका भरपूर फायदा उठाएं और अपने ऑफिस के साथियों से बहस में ना पडे क्योंकि आपकी अपनी कविताएं आज पूरी होंगी। घूमने फिरने से आपके कुछ जरूरी काम बन सकते हैं और किसी अभियान में भी आपकी जीत हो सकती है, लेकिन फाइनेंस से जुड़े मामले में आपको अपने अनुभवी लोगों की सलाह लेना फायदेमंद साबित होगा।मुस्कुराएँ, क्योंकि यह सभी समस्याओं का सबसे उम्दा इलाज है। आज यदि आप अपने दोस्तों के साथ कहीं घूमने जा रहे हैं तो पैसा सोच समझकर खर्च करें। धन हानि हो सकती है। आपकी भरपूर ऊर्जा और ज़बरदस्त उत्साह सकारात्मक परिणाम लाएंगे व घरेलू तनाव दूर करने में मददगार रहेंगे। प्रेमी को आज आपकी कोई बात चुभ सकती है। वो आपसे रुठें इससे ही पहले ही अपनी गलती का अहसास कर लें और उन्हें मना लें। अगर आप अपने काम पर ध्यान दें तो क़ामयाबी और प्रतिष्ठा आपकी होगी। आपका व्यक्तित्व ऐसा है कि ज्यादा लोगों से मिलकर आप परेशान हो जाते हैं और फिर अपने लिए वक्त निकालने की कोशिश करने लग जाते हैं। इस लिहाज से आज का दिन आपके लिए बहुत उम्दा रहने वाला है। आज आपको अपने लिए पर्याप्त समय मिलेगा। रोज़मर्रा की शादीशुदा ज़िन्दगी में आज का दिन लज़ीज़ मिठाई जैसा है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- चने की दाल गाय को खिलाने से आर्थिक स्थिति सुधरेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आप के कामकाज की स्थिति के लिए बेहतर रहेगा। बिजनेस में मुनाफे की आशा रहेगी और शादीशुदा जिंदगी में भी प्रेम और स्नेह भरपूर रहेगा। दिन भर काम करने लायक बहुत से काम आपके पास होंगे, लेकिन किसे करना है और किसे नहीं यह आपको सोचना होगा। आज आपकी किसी से अनबन ना हो। इस बात का खास ख्याल रखें और कामकाज में आप की स्थिति बेहतर होगी।अपने आहार पर नियंत्रण रखें और चुस्त-दुरुस्त रहने के लिए नियमित व्यायाम करें। जेवर और एंटीक में निवेश फ़ायदेमंद रहेगा और समृद्धि लेकर आएगा। आपको अपने घर के माहौल में कुछ सकारात्मक बदलाव करने पड़ेंगे। आज आपको निराशा हाथ लग सकती है, क्योंकि मुमकिन है कि आप अपने प्रिय के साथ सैर-सपाटे पर न जा पाएँ। दफ़्तर में आपको कुछ ऐसा काम मिल सकता है, जिसे आप हमेशा से करना चाहते थे। आज जीवनसाथी के साथ समय बिताने के लिए आपके पास पर्याप्त समय होगा। आपके प्रेम को देखकर आज आपका प्रेमी गदगद हो जाएगा। अपने जीवनसाथी की नुक़्ताचीनी से आप आज परेशान हो सकते हैं, लेकिन वह आपके लिए कुछ बढ़िया भी करने वाला है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- साबुत हल्दी बहते जल में प्रवाहित करने से प्रेम सम्बन्धों में आ रही बाधाएं समाप्त होंगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज आपको लोगों से बातचीत करके कुछ नए फायदे का आईडिया आ सकते है। दोस्तों के लिए तोहफा खरीदते वक्त अपनी सेब का ख्याल अवश्य रखें। आज आपके लिए मेहनत से काम करने वाला दिन है। ऑफिस में अपने साथियों से मिलकर काम करने से आज का दिन आपके लिए अच्छे रिजल्ट लेकर आएगा।आलस्य और कम ऊर्जा-स्तर आपके शरीर के लिए ज़हर काम करेंगे। किसी सृजनात्मक काम में ख़ुद को व्यस्त रखना बेहतर रहेगा। साथ ही बीमारी से जूझने के लिए ख़ुद को उत्साहित करते रहें। आज के दिन भूलकर भी किसी को पैसे उधार न दें और यदि देना जरुरी हो तो देने वाले से लिखित में लें कि वो पैसा वापस कब करेगा। परिवार के सदस्यों के साथ कुछ आराम के पल बिताएँ। ज़ाहिर तौर पर रोमांस के लिए पर्याप्त मौक़े हैं- लेकिन ऐसा बहुत कम समय के लिए है। कामकाज में आपको काफ़ी फ़ायदा हो सकता है। इस राशि के उम्रदराज जातक आज के दिन अपने पूराने मित्रों से खाली समय में मिलने जा सकते हैं। आपका जीवनसाथी आपकी कमज़ोरियों को सहलाएगा और आपको सुखद अनुभूति देगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- गौ-दान करें, यदि संभव न हो तो गौ खरीदने के मूल्य के बराबर दान गौ आश्रम में करने से स्वास्थय अच्छा होगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपकी प्रगति के लिए काफी मध्यम हो सकता है। सतर्क होकर अपने काम में जुड़ जाए, शायद संघर्ष का आखरी दौर होगा। आज वह बेवजह घूमने की वजह घरवालों के साथ समय गुजारे। इससे आपको सुखद अनुभव मिलेगा, ऐसा करने से भी आप को फायदा होगा, लेकिन अपनी कोशिश जारी रखें, तो आपके अटके हुए काम भी आज बन जाएंगे, जिसका आपको फायदा मिलेगा।आज आपका आत्मविश्वास बढ़ेगा और प्रगति निश्चित है। अपने धन का संचय कैसे करना है यह हुनर आज आप सीख सकते हैं और इस हुनर को सीख कर आप अपना धन बचा सकते हैं। घरेलू ज़िन्दगी में कुछ तनाव का सामना करना पड़ सकता है। अपने प्रिय की ग़ैर-ज़रूरी भावनात्मक मांगों के सामने घुटने न टेकें। आज आपकी कलात्मक और रचनात्मक क्षमता को काफ़ी सराहना मिलेगी और इसके चलते अचानक लाभ मिलने की संभावना भी है। खाली समय का पुरा आनंद उठाने के लिए आपको लोगों से दूर होकर अपने पसंदीदा काम करने चाहिए। ऐसा करके आपमें सकारात्मक बदलाव भी आएंगे। आपकी बीती ज़िन्दगी का कोई राज़ आपके जीवनसाथी को उदास कर सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सफेद कपड़ों को अधिक पहनकर अपने गर्लफ्रेंड/बॉयफ्रेंड से मिलने जाएं इससे लव लाइफ अच्छा चलेगी। \n"
}]
