horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिनमान बढ़िया रहेगा। खुद पर भरोसा रखना पड़ेगा। कामों में सफलता मिलेगी। विदेश जाने के योग बन सकते हैं। खर्चों में बढ़ोतरी होगी। गवर्नमेंट से कोई बड़ा बेनिफिट मिल सकता है। काम के सिलसिले में मेहनत से अपना दिन बनाएंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बहुत ही रोमांटिक रहेगा। शादीशुदा लोगों का गृहस्थ जीवन भी अच्छा चलेगा।अपनी सेहत को ध्यान में रखकर चीखने-चिल्लाने से बचें। आपका कोई पुराना मित्र आज कारोबार में मुनाफा कमाने के लिए आपको सलाह दे सकता है, अगर इस सलाह पर आप अमल करते हैं तो आपको धन लाभ जरुर होगा। परिवार के साथ रिश्ते-नातों में नयी जान डालने का सही समय है। सम्हल कर दोस्तों से बात करें, क्योंकि आज के दिन दोस्ती में दरार पड़ने की आशंका है। संयम और साहस का दामन थामे रखें। ख़ास तौर पर तब जब दूसरे आपका विरोध करें, जिसकी कामकाज के दौरान संभावना है। अगर आपके पास हालात से उबरने के लिए दृढ़ इच्छा-शक्ति है, तो कुछ भी असंभव नहीं है। आपको अपने जीवनसाथी का सख़्त और रुखा पहलू देखने को मिल सकता है, जिसके चलते आप असहज महसूस करेंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- प्रेमी/प्रेमिका से मिलने जाने से पहले केसर का तिलक मस्तक पर करके जाएं, इससे लव लाइफ अच्छी रहेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिनमान मध्यम रूप से फलदायक रहेगा। मानसिक तनाव बढ़ सकता है। इनकम में बढ़ोतरी होगी। कार्य में सफलता मिलने में समय लगेगा। शादीशुदा लोगों का गृहस्थ जीवन तनावपूर्ण रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान दिक्कतों से भरा है, इसलिए सावधानी रखें। अपनी सेहत का ध्यान रखें।आपको काफ़ी समय से चल रही बीमारी से छुटकारा मिल सकता है। आज सिर्फ़ बैठने की बजाय कुछ ऐसा कीजिए जो आपकी कमाई में इज़ाफ़ा कर सके। अनचाहे मेहमानों से शाम को आपका घर भरा रह सकता है। आप प्रेम की आग में धीरे-धीरे ही सही, लेकिन लगातार जलते रहेंगे। आपके आत्मविश्वास में वृद्धि हो रहा है और तरक़्की साफ़ नज़र आ रही है। इस राशि के लोगों को आज अपने आप को समझने की जरुरत है। यदि आपको लगता है कि आप दुनिया की भीड़ में कहीं खो गये हैं तो अपने लिए वक्त निकालें और अपने व्यक्तित्व का आकलन करें। आपका वैवाहिक जीवन आपके परिवार के चलते नकारात्मकर रूप से प्रभावित हो सकता है, लेकिन आप दोनों होशियारी से चीज़ें संभाल सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- बेडरूम की दक्षिण दीवार पर ज़ीरो वाट का लाल बल्ब जलाएं, इससे पारिवारिक सुख बढ़ेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिनमान मध्यम रूप से फलदायक रहेगा। दोपहर तक इनकम ठीक रहेगी लेकिन दोपहर बाद स्थिति में बदलाव होगा। खर्चों में बढ़ोतरी होगी, जो आपका तनाव बढ़ा सकती है लेकिन काम के सिलसिले में दिनमान बहुत मजबूत है। आप अपने काम पर पकड़ बना कर चलेंगे। गवर्नमेंट सेक्टर से या जमीन जायदाद से जुड़े मामलों में कोई फायदा मिल सकता है। शादीशुदा लोगों का गृहस्थ जीवन में बहुत बढ़िया रहेगा।तली-भुनी चीज़ों से दूर रहें और नियमित व्यायाम करते रहें। किसी करीबी दोस्त की मदद से आज कुछ करोबारियों को अच्छा-खासा धन लाभ होने की संभावना है। यह धन आपकी कई परेशानियों को दूर कर सकता है। सामाजिक उत्सवों में सहभागिता का मौक़ा है, जो आपको प्रभावशाली व्यक्तियों के संपर्क में लाएगा। आज के दिन अपने प्रिय की भावनाओं को समझें। आज का दिन बढ़िया प्रदर्शन और ख़ास कामों के लिए है। ऑफिस से जल्दी घर जाने का प्लान आज आप ऑफिस पहुंचकर ही कर सकते हैं। घर पहुंचकर आप मूवी देखने या किसी पार्क में परिवार के लोगों के साथ जाने का प्लान बना सकते हैं। कहते हैं कि स्त्रियाँ शुक्र और परुष मंगल ग्रह के रहने वाले हैं, लेकिन आज के दिन विवाहित शुक्र और मंगल एक-दूसरे में घुल जाएंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- चाँदी के गिलास से पानी पीना स्वास्थ्य के लिए लाभदायक है। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिनमान अच्छा रहेगा। काम पर मजबूती से पकड़ बनाएंगे। अच्छा काम करेंगे। इसके अच्छे नतीजे मिलेंगे। परिवार में खुशहाली रहेगी। घर में सुख रहेगा। अच्छे भजन का आनंद लेंगे। दोस्तों का सहयोग मिलेगा। शादीशुदा लोगों का गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन बिता रहे लोगों के रिश्ते में कुछ गड़बड़ी हो सकती है, इसलिए सावधानी रखें। एक दूसरे पर शक ना करें।स्वास्थ्य के लिहाज़ से बहुत अच्छा दिन है। आपकी ख़ुशमिज़ाजी ही आपके आत्मविश्वास में बढ़ोतरी करेगी। जेवर और एंटीक में निवेश फ़ायदेमंद रहेगा और समृद्धि लेकर आएगा। एक ख़ुशनुमा और बढ़िया शाम के लिए आपका घर मेहमानों से भर सकता है। दूसरों को ख़ुशियाँ देकर और पुरानी ग़लतियों को भुलाकर आप जीवन को सार्थक बनाएंगे। बड़े उद्योगपतियों के साथ साझीदारी का व्यवसाय फ़ायदेमंद रहेगा। आपमें से कुछ लोगों को लंबा सफ़र करना पड़ सकता है – जो काफ़ी दौड़-भाग भरा होगा – लेकिन साथ ही बहुत फ़ायदेमंद भी साबित होगा। रोमानी गाने, महकती मोमबत्तियाँ, लज़ीज़ खाना और पेय - यह दिन आपके और आपके जीवनसाथी के लिए ही बना है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- चाँदी की चूड़ियाँ या कड़ा धारण करने से प्रेम सम्बन्धों में वृद्धि होती है। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। काम में ध्यान लगेगा जिससे खुद को सही स्थिति में पाएंगे और अच्छा काम करेंगे। पारिवारिक जीवन से निराशा होगी। मानसिक तनाव में दोपहर बाद कमी आएगी। शादीशुदा लोगों के गृहस्थ जीवन में रोमांस रहेगा और एक दूसरे के लिए अच्छी भावनाएं रखेंगे। प्रेम जीवन बिता रहे लोग भी आज के दिन का खुलकर आनंद लेंगे।आप आज ऊर्जा से भरपूर होंगे और कुछ असाधारण करेंगे। जो लोग दुग्ध उद्योग से जुड़े हैं उन्हें आज आर्थिक लाभ होने की प्रबल संभावना है। आपकी सहानुभूति और समझ को पुरस्कार मिलेगा। लेकिन सावधान रहें, क्योंकि जल्दबाज़ी में लिया कोई भी फ़ैसला दबाव बना सकता है। अपने प्रिय की पुरानी बातों को माफ़ करके आप अपनी ज़िंदगी में सुधार ला सकते हैं। आने वाले समय में दफ़्तर में आपका आज का काम कई तरीक़े से असर दिखाएगा। बिना किसी को अवगत कराए ही आज आपके घर में किसी दूर के रिश्तेदार की एंट्री हो सकती है जिसके कारण आपका समय खराब हो सकता है। आज के दिन आप वैवाहिक जीवन का असली स्वाद चख सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- रेशमी वस्त्र किसी गरीब कन्या के विवाह में भेंट करने से नौकरी व बिज़नेस में तरक्की मिलेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिनमान अच्छा रहेगा। भाग्य थोड़ा कमजोर रहेगा लेकिन दोपहर बाद स्थिति अच्छी हो जाएंगी। अपने काम को लेकर पूरा ध्यान रखें। आपका मन भटक सकता है, जिससे काम में गड़बड़ी होने की आशंका है। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिनमान काफी ध्यान देने वाला होगा, झड़प हो सकती है। प्रेम जीवन बिता रहे लोग भी अपने रिश्ते को लेकर काफी गंभीर रहेंगे। परिवार में सुख रहेगा।परिवार के कुछ सदस्य अपने ईर्ष्यालु स्वभाव से आपके लिए झुंझलाहट की वजह बन सकते हैं। लेकिन अपना आपा खोने की ज़रूरत नहीं है, नहीं तो हालात बेक़ाबू हो सकते हैं। याद रखें, जिसे सुधारा नहीं जा सकता, उसे स्वीकार करने में ही भलाई है। आपकी माता पक्ष से आज आपको धन लाभ होने की पूरी संभावना है। हो सकता है कि आपके मामा या नाना आपकी आर्थिक मदद करें। सामाजिक समारोह में परिवार के साथ शामिल होना सबके लिए अच्छा अनुभव रहेगा। आज अपने प्रिय को माफ़ करना न भूलें। आज आपके बॉस का बढ़िया मिज़ाज पूरे कार्यालय के माहौल को अच्छा बना देगा। आज ऐसे बर्ताव करें जैसे कि आप ‘सुपर-स्टार’ हैं, लेकिन सिर्फ़ उन चीज़ों की ही प्रशंसा करें जो उसके क़ाबिल हैं। रिश्तेदारों के चलते जीवनसाथी से वाद-विवाद हो सकता है, लेकि आख़िर में सब ठिक हो जाएगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सात मुखी रुद्राक्ष धारण करने से हेल्थ अच्छी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिनमान अच्छा रहेगा। शादीशुदा लोगों के गृहस्थ जीवन के लिए दिनमान बहुत बढ़िया है। आप अपने रिश्ते में काफी समझदारी दिखाएंगे और अपने जीवन साथी के किसी काम को लेकर मदद करेंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बढ़िया रहेगा। रिश्ते में रोमांस रहेगा। हल्का मानसिक तनाव रहेगा। सेहत अच्छी रहेगी। हल्के खर्चे होंगे।भागमभाग भरे दिन के बावजूद आपकी सेहत पूरी तरह दुरुस्त रहेगी। अगर आप अपनी रचनात्मक प्रतिभा को सही तरीक़े से इस्तेमाल करें तो वह काफ़ी फ़ायदेमंद साबित होगी। घर में उल्लास का माहौल आपके तनावों को कम कर देगा। आप भी इसमें पूरी सहभागिता करें और महज़ मूक दर्शक न बने रहें। आपके प्यार को न सुनना पड़ सकता है। आज आपके पास अपनी धनार्जन की क्षमता को बढ़ाने के लिए ताक़त और समझ दोनों ही होंगे। कारोबारी आज करोबार से ज्यादा अपने परिवार के लोगों के बीच समय बिताना पसंद करेंगे। इससे आपके परिवार में सामंजस्य बनेगा। जीवनसाथी के किसी अचानक काम की वजह से आपकी योजनाएँ बिगड़ सकती हैं। लेकिन फिर आपको महसूस होगा कि जो होता है अच्छे के लिए ही होता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- विष्णु या शिव मंदिर में सूर्य की वस्तुएँ(गेहूं, साबुत मसूर, गुड, दलिया, लाल वस्त्र, सिंदूर) दान देने से लव लाइफ में प्यार बढ़ेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिनमान मध्यम रूप से फलदायक रहेगा। अपने स्वास्थ्य का ध्यान रखें और मानसिक तनाव को खुद पर हावी ना होने दें। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिनमान मध्यम फलदायक रहेगा। प्रेम जीवन बिता रहे लोगों को आज कुछ दिक्कतों का सामना करना पड़ सकता है। आपके रिश्ते में झगड़े होने की स्थिति आ सकती है। काम के सिलसिले में दिनमान मध्यम रहेगा। खर्चों पर ध्यान देना जरूरी होगा।अपने मानसिक स्वास्थ्य पर ध्यान दें, जो आध्यात्मिक जीवन के लिए आवश्यक है। मस्तिष्क जीवन का द्वार है, क्योंकि अच्छा-बुरा सब-कुछ इसी के माध्यम से आता है। यही ज़िंदगी की समस्याएँ दूर करने में सहायक सिद्ध होता है और सही सोच से इंसान को आलोकित करता है। आप दूसरों पर कुछ ज़्यादा ख़र्चा कर सकते हैं। अपने जीवन-साथी के साथ अपनी गोपनीय जानकारी बांटने से पहले सोच लें। अगर मुमकिन हो तो इससे बचें, क्योंकि इन बातों के बाहर फैलने का ख़तरा है। प्यार-मोहब्बत के मामले में दबाव बनाने की कोशिश न करें। व्यापारियों के लिए अच्छा दिन है। व्यवसाय के लिए अचानक की गयी कोई यात्रा सकारात्मक परिणाम देगी। समय का अच्छा इस्तेमाल करने के लिए आज आप पार्क में घूमने का प्लान बना सकते हैं लेकिन वहां किसी अनजान शख्स से आपकी बहस होने की अशंका है जिससे आपका मूड खराब हो जाएगा। रोज़मर्रा की ज़रूरतें पूरी न होने से आपके वैवाहिक जीवन में तनाव संभव है। खाना, साफ़-सफ़ाई या कोई और घरेलू चीज़ इसका कारण हो सकती है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- किन्नरों को पैसे देने व उनकी सेवा करने से लव लाइफ अच्छी रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिनमान अच्छा रहेगा। सेहत मजबूत होगी। मन में अच्छे विचार आएंगे। दूसरों का भला करने की इच्छा पैदा होगी। प्रेम जीवन खुशनुमा रहेगा। शादीशुदा लोगों के गृहस्थ जीवन में भी आपसी समझदारी से दिन बढ़िया जाएगा। काम के सिलसिले में दिनमान बहुत मजबूत है। गवर्नमेंट से लाभ मिल सकता है। जमीन जायदाद से जुड़े मामलों में सफलता मिलेगी।पुरानी परियोजनाओं की सफलता आत्मविश्वास में वृद्धि करेगी। दिन चढ़ने पर वित्तीय तौर पर सुधार आएगा। नाती-पोतों से आज काफ़ी ख़ुशी मिल सकती है। आपके ईमानदार और ज़िंदादिल प्यार में जादू करने की ताक़त है। अपने चारों ओर होने वाली गतिविधियों का ध्यान रखें, क्योंकि आपके काम का श्रेय कोई दूसरा ले सकता है। दिन की शुरुआत भले ही थोड़ी थकाऊ रहे लेकिन जैसे-जैसे दिन आगे बढ़ेगा आपको अच्छे फल मिलने लगेंगे। दिन के अंत में आपको अपने लिए समय मिल पाएगा और आप किसी करीबी से मुलाकात करके इस समय का सदुपयोग कर सकते हैं। यह दिन आपके जीवनसाथी के रूमानी पहलू को भरपूर तरीक़े से दिखाएगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- लाल कपडे का दान किसी गरीब को करने से नौकरी/बिज़नेस में उन्नति देगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिनमान अच्छा रहेगा। मानसिक तनाव में कमी आएगी। परिवार पर ध्यान देंगे। अपनी मां जी के लिये ज्यादा प्यार महसूस होगा। आपका हौसला मजबूत रहेगा। कामों में सफलता मिलेगी। बिगड़े हुए काम भी बनने लगेंगे। शादीशुदा लोगों के गृहस्थ जीवनमें आज का दिन मध्यम रहेगा। प्रेम जीवन बिता रहे लोगों को उतार-चढ़ाव का सामना करना पड़ सकता है। धार्मिक कामों पर खर्च होगा।सेहत पर ग़ौर करने की ज़रूरत है। आज घर से बाहर बड़ों का आशीर्वाद लेकर निकलें इससे आपको धन लाभ हो सकता है। समस्याओं को दिमाग़ से बाहर खदेड़ दें और घर व दोस्तों के बीच अपनी स्थिति सुधारने के बारे में सोचें। प्यार की ताक़त आपको प्यार करने की वजह देती है। आप किसी बड़े व्यावसायिक लेन-देन को अंजाम दे सकते हैं और मनोरंजन से जुड़ी किसी परियोजना में कई लोगों का संयोजन कर सकते हैं। रात को ऑफिस से घर आते वक्त आज आपको सावधानी से वाहन चलाना चाहिए, नहीं तो दुर्घटना हो सकती है और कई दिनों के लिए आप बीमार पड़ सकते हैं। जीवनसाथी के साथ आज की शाम वाक़ई कुछ ख़ास होने वाली है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- उबले हुए मूँग किसी गरीब व्यक्ति को खिलाने से स्वास्थ्य अच्छा रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिनमान सामान्य रहेगा। पारिवारिक जीवन में तनाव बढ़ने से कोई विवाद उत्पन्न हो सकता है। खर्चों में भी बढ़ोतरी होगी, इसलिए सावधानी रखना जरूरी होगा। इनकम में बढ़ोतरी होगी, जिससे मन खुश होगा। काम के सिलसिले में आपको ज्यादा ध्यान देना होगा। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिनमान बढ़िया रहेगा। रिश्ते में रोमांस भी रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान सामान्य है।जैसे ही आप हालात पर पकड़ बनाने की कोशिश शुरू करेंगे, आपकी घबराहट ग़ायब हो जाएगी। जल्दी ही आप पाएंगे कि यह परेशानी साबुन के उस बुलबुले की तरह है, जो छूते ही फूट जाता है। आज आपको अपने उन रिश्तेदारों को पैसा उधार नहीं देना चाहिए जिन्होंने आपका पिछला उधार अब तक वापस नहीं किया है। अपने फ़ैसले बच्चों पर थोपना उन्हें नाराज़ कर सकता है। बेहतर होगा कि आप उन्हें अपना पक्ष समझाएँ, ताकि वे उसके पीछे की वजह को समझकर आपकी बात को आसानी से स्वीकार कर सकें। किसी दिलचस्प इंसान से मिलने की प्रबल संभावना है। अगर आप यक़ीन करते हैं कि वक़्त ही पैसा है तो आपको अपनी क्षमताओं को शीर्ष पर पहुँचाने के लिए ज़रूरी क़दम उठाने होंगे। इस राशि के लोग बड़े ही दिलचस्प होते हैं। ये कभी लोगों के बीच रहकर खुश रहते हैं तो कभी अकेले में हालांकि अकेले वक्त गुजारना इतना आसान नहीं है फिर भी आज दिन में कुछ समय आप अपने लिए जरुर निकाल पाएंगे। आपको महसूस होगा कि आपका वैवाहिक जीवन बहुत ख़ूबसूरत है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- लगातार 108 दिन किसी भी बुजुर्ग महिला के चरण स्पर्श करना पारिवारिक सुख के लिए लाभकारी है। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिनमान मध्यम रूप से फलदायक रहेगा। परिवार में प्रेम रहेगा। एक दूसरे का ध्यान रखेंगे। काम के सिलसिले में आपका अनुभव आपकी मदद करेगा, जिससे अच्छे नतीजे मिलेंगे। शादीशुदा लोगों के गृहस्थ जीवन के लिए दिनमान कमजोर है, इसलिए कोई भी ऐसा काम ना करें, जिससे रिश्ते में लड़ाई की नौबत आए। प्रेम जीवन बिता रहे लोगों के लिए दिनमान सामान्य रहेगा।आपको लंबे समय से महसूस हो रही थकान और तनाव से आराम मिलेगा। इन परेशानियों से स्थायी निजात पाने के लिए जीवन-शैली में बदलाव लाने का सही समय है। आज आप अपने घर के वरिष्ठ जनों से पैसे की बचत करने को लेकर कोई सलाह ले सकते हैं और उस सलाह को जिंदगी में जगह भी दे सकते हैं. ख़ुद को घरेलू कामकाज में लगाए रखें। साथ ही कुछ वक़्त अपने शौक़ के लिए भी ज़रूर निकालें, ताकि आपकी रफ़्तार बरक़रार रहे और शरीर व मन चुस्त रहे। प्यार का बुख़ार आपके सर पर चढ़ने के लिए तैयार है। इसका अनुभव कीजिए। सहकर्मियों और वरिष्ठों के पूरे सहयोग के चलते दफ़्तर में काम तेज़ रफ़्तार पकड़ लेगा। आज आप अपने जीवनसाथी के साथ आज समय गुजारेंगे लेकिन किसी पुरानी बात के फिर से सामने आने की वजह से आप दोनों के बीच कहासुनी होने की आशंका है। विवादों की एक लम्बी कड़ी आपके रिश्तों को कमजोर कर सकती है अत: इसे हल्के में लेना ठीक नहीं होगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- सफेद संगमरमरी पत्थर पर सफेद चन्दन लगाकर जल प्रवाहित करने से पारिवारिक जीवन अच्छा रहेगा। \n"
}]
