horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nअपना सारा ध्यान इनकम पर लगाएंगे और आज का दिन ठीक-ठाक रहेगा। काम में बिजी रहेंगे। घर परिवार की भी सुध लेंगे। गृहस्थ जीवन तनावपूर्ण रहेगा। प्रेम जीवन में खुशियां आएंगी। आपसी संबंध मजबूत होंगे। सेहत सामान्य रहेगी।सेहत से जुड़ी समस्याएँ आपके लिए परेशानी का सबब बन सकती हैं। आज आप आसानी से पैसे इकट्ठा कर सकते हैं- लोगों को दिए पुराने कर्ज़ वापिस मिल सकते हैं- या फिर किसी नयी परियोजना पर लगाने के लिए धन अर्जित कर सकते हैं। आपका मज़ाकिया स्वभाव सामाजिक मेल-जोल की जगहों पर आपकी लोकप्रियता में इज़ाफ़ा करेगा। मुहब्बत और रोमांस आपको ख़ुशमिज़ाज रखेगे। अगर आप कामकाज के लिए ज़रूरत से ज़्यादा दबाव बनाएंगे तो लोग भड़क सकते हैं – कोई भी फ़ैसला लेने से पहले दूसरों की ज़रूरतों को समझने की कोशिश करें। इस राशि वालों को आज के दिन अपने लिए समय निकालने की शख्त जरुरत है अगर आप ऐसा नहीं करते तो आपको मानसिक परेशानियां हो सकती हैं। सेहत के नज़रिे से गले लगने के अपने फ़ायदे हैं और आपको यह एहसास आज अपने जीवनसाथी से मिल सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- स्वास्थ्य बना रहे इसके लिए गुरुवार को तेल न लगाएं। \n",
    "1": "वृष राशिः आज का राशिफल\nकाम पर पूरा ध्यान रहेगा। दिन मान अच्छा गुजरेगा। इनकम बढ़ेगी जिससे मन में खुशी आएगी सेहत मजबूत रहेगी। पूजा पाठ में मन लगेगा घर में खुशियां आएंगी। गृहस्थ जीवन खुशनुमा रहेगा।  प्रेम जीवन दिली इच्छाओं से भरपूर रहेगा और प्रिय को खुश रखने की कोशिश कामयाब होगी।आज के दिन आप बिना झंझट विश्राम कर सकेंगे। अपनी मांसपेशियों को आराम देने के लिए तैल से मालिश करें। आज के दिन धन हानि होने की संभावना है इसलिए लेन-देन से जुड़े मामलों में जितना आप सतर्क रहेंगे उतना ही आपके लिए अच्छा रहेगा। जो लोग आपके लिए सबसे ज़्यादा अहमियत रखते हैं, उन्हें अपनी बात समझाने में आप ख़ासी दिक़्क़त महसूस करेंगे। आपका हमदम आपको पूरे दिन याद करता रहेगा। उसे कोई प्यारा सरप्राइज़ देने की योजना बनाएँ और इसे उसके लिए एक ख़ूबसूरत दिन में तब्दील करने के बारे में सोचें। सहकर्मियों के साथ काम करते वक़्त युक्ति और चतुरता की ज़रूरत होगी। लोगों के साथ बात करने में आज आप अपना बहुमूल्य समय बर्बाद कर सकते हैं। आपको ऐसा करने से बचना चाहिए। आपका जीवनसाथी आपको प्यार का एहसास देना चाहता है, उसकी मदद करें। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- चन्द्र की वस्तुओं (चावल, चीनी, आटा, मैदा, दूध आदि) में से कोई भी एक वस्तु किसी भी धर्म स्थान में देने से फैमिली लाइफ अच्छी रहती है। \n",
    "2": "मिथुन राशि : आज का राशिफल\nखुद की इच्छाओं को बढ़ता हुआ देखेंगे। खुद पर खर्चा करेंगे। कोई नया मोबाइल खरीद सकते हैं। काम में मन लगेगा। गृहस्थ जीवन उतार-चढ़ाव के बीच व्यतीत होगा। शादीशुदा लोग अपने गृहस्थ जीवन में कुछ नए बदलाव लाने की कोशिश करेंगे और जीवन में सुख आएगा। प्रेम जीवन व्यतीत कर रहे लोग प्यार से भरपूर रहेंगे। मन में प्यार की भावना रहेगी। रिश्ता मजबूत होगा।आपके परिवार को आपसे बहुत ज़्यादा उम्मीदें हैं, जिसके चलते आप खीज महसूस कर सकते हैं। जिन लोगों ने किसी अनजान शख्स की सलाह पर कहीं निवेश किया था आज उन्हें उस निवेश से फायदा होने की पूरी संभावना है। आप दोस्तों के साथ बेहतरीन वक़्त बिताएंगे, लेकिन गाड़ी चलाते वक़्त ज़्यादा सावधानी बरतें। आज प्यार के मामले में सामाजिक बंधन तोड़ने से बचें। बहादुरी भरे क़दम और फ़ैसले आपको अनुकूल पुरुस्कार देंगे। आज ऐसे बर्ताव करें जैसे कि आप ‘सुपर-स्टार’ हैं, लेकिन सिर्फ़ उन चीज़ों की ही प्रशंसा करें जो उसके क़ाबिल हैं। मुश्किल हालात से उबरने में आपके जीवनसाथी की तरफ़ से ज़्यादा सहयोग नहीं हासिल होगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- घर में लाल रंग के पर्दे और चादर का प्रयोग करें। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज अपनी सेहत का ध्यान रखें। ज्यादा खान-पान ना करें और अच्छा पानी पिएं। चिंताओं से दूर रहेंगे तो सेहत ठीक रहेगी। गृहस्थ जीवन में उतार-चढ़ाव रहेगा। प्रेम जीवन बिता रहे लोगों के लिए अच्छा दिन है। लॉन्ग ड्राइव पर जाने का मौका मिल सकता है। प्रेम जीवन बिता रहे लोग अपने रिश्ते को लेकर काफी पजेसिव होंगे। काम के सिलसिले में दिनमान सामान्य है।आपकी जी-तोड़ मेहनत और परिवार का सहयोग इच्छित परिणाम देने में क़ामयाब रहेंगे। लेकिन तरक़्क़ी की रफ़्तार बरक़रार रखने के लिए मेहनत इसी तरह जारी रखें। आज आप अपने घर के वरिष्ठ जनों से पैसे की बचत करने को लेकर कोई सलाह ले सकते हैं और उस सलाह को जिंदगी में जगह भी दे सकते हैं. ऐसा कोई जिसे आप जानते हैं, आर्थिक मामलों को ज़रूरत से ज़्यादा गंभीरता से लेगा और घर में थोड़ा-बहुत तनाव भी पैदा होगा। अपने प्रिय के साथ सैर-सपाटे पर जाते समय ज़िंदगी को पूरी शिद्दत से जिएँ। इससे पहले कि वरिष्ठ को पता लगे, लंबित काम जल्दी ही निबटा लें। अगर आप ख़रीदारी पर जाएँ तो ज़रूरत से ज़्यादा जेब ढीली करने से बचें। यह दिन आपके जीवनसाथी के रूमानी पहलू को भरपूर तरीक़े से दिखाएगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- गंगाजल या किसी तीर्थ स्थल के जल को टीन के डब्बे में डालकर घर में रखने से नौकरी व बिज़नेस में लाभ मिलेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज कहीं दूर जाने की कोशिश करेंगे। नौकरी के लिए विदेश की किसी कंपनी में अप्लाई कर सकते हैं। सफलता मिलने के योग बनेंगे। इनकम बढ़ेगी। हल्के खर्चे भी रहेंगे। प्रेम जीवन सामान्य रहेगा। शादीशुदा लोगों का गृहस्थ जीवन ठीक-ठाक रहेगा। काम के सिलसिले में योजनाएं सफल होंगी। इनकम बढ़ेगी। आपकी इज्जत भी बढ़ेगी।दोस्तों का रुख़ सहयोगी रहेगा और वे आपको ख़ुश रखेंगे। आज इस राशि के कुछ बेरोजगार लोगों को नौकरी मिल सकती है जिससे उनकी आर्थिक स्थिति सुधरेगी। ऐसे मुद्दों पर बात करने से बचें, जिनको लेकर प्रियजनों से वाद-विवाद होने की संभावना है। आपका प्रेमी आज आपकी बातों को सुनने से ज्यादा अपनी बातें कहना पसंद करेगा जिसकी वजह से आप थोड़े खिन्न हो सकते हैं। कार्यक्षेत्र में लक्ष्य हासिल करने के लिए अपनी पूरी ऊर्जा को इसी ओर लगाएँ। आज आपको महत्वपूर्ण मामलों पर ध्यान लगाने की ज़रूरत है। जीवनसाथी के साथ यह दिन और दिनों की अपेक्षा बेहतर गुज़रेगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- किसी भी बुजुर्ग व्यक्ति के सुबह उठते साथ ही पाँव छूने से पारिवारिक जीवन अच्छा होगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन थोड़ा कमजोर है। कोई बड़ा काम हाथ में ना लें। चिंताओं से दूर रहने की कोशिश करें क्योंकि सेहत पर बुरा असर पड़ सकता है। शादीशुदा जीवन में दूसरों का हस्तक्षेप दिक्कतें खड़ी कर सकता है। प्रेम जीवन में भी उतार-चढ़ाव की स्थिति रहेगी। काम के सिलसिले में मन लगेगा। इसके अच्छे नतीजे भी देखने को मिलेंगे।लोगों से साथ बात करने और समारोहों में शिरकत करने का डर आपके घबराहट की वजह बन सकता है। इस परेशानी से बचने के लिए अपने आत्मविश्वास में इज़ाफ़ा करें। फ़ौरी तौर पर मज़े लेने की अपनी प्रवृत्ति पर क़ाबू रखें और मनोरंजन पर ज़रूरत से ज़्यादा ख़र्च करने से बचें। पारिवारिक सदस्यों से मतभेद ख़त्म कर आप अपने उद्देश्यों की पूर्ति आसानी से कर सकते हैं। आपके प्रिय का मूड ठीक नहीं है, इसलिए सोच-समझ कर कोई भी काम करें। काम में मन लगाएँ और जज़्बाती बातों से बचें। अपने व्यक्तित्व और रंग-रूप को बेहतर बनाने का कोशिश संतोषजनक साबित होगी। जीवनसाथी का स्वास्थ्य कुछ गड़बड़ हो सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- स्त्रियों को सफेद वस्त्र दान करने से आर्थिक स्थिति सुदृढ़ होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज के दिन को अच्छा बनाना आपके हाथ में है। खूब मेहनत करेंगे। प्रेम जीवन भी खुशनुमा रहेगा। शादीशुदा लोग अपने गृहस्थ जीवन को इंजॉय करेंगे। काम के सिलसिले में बुद्धि लगाएंगे और उस बुद्धि से अच्छे नतीजे भी हासिल होंगे। सेहत अच्छी रहेगी। दिनमान बढ़िया जाएगा।सेहत से जुड़ी समस्याएँ आपके लिए परेशानी का सबब बन सकती हैं। लम्बे अरसे को मद्देनज़र रखते हुए निवेश करें। विदेश में रह रहे किसी संबंधी से मिला उपहार आपको ख़ुशी दे सकता है। भावनात्मक उथल-पुथल आपको परेशान कर सकती है। बहादुरी भरे क़दम और फ़ैसले आपको अनुकूल पुरुस्कार देंगे। लोग आपके बारे में क्या सोचते हैं आज आपको इस बात से कोई फर्क नहीं पड़ेगा। बल्कि आज आप खाली समय में किसी से मिलना जुलना भी पसंद नहीं करेंगे और एकांत में आनंदित रहेंगे। जीवनसाथी के ख़राब स्वास्थ्य की वजह से आपका कामकाज प्रभावित हो सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- चन्द्रमा की चाँदनी में 15 से 20 मिनट बैठना स्वास्थ्य के लिए अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन मान ठीक-ठाक है। अपना पूरा फोकस अपने घर पर और अपनी संतान पर लगाएंगे जिससे रिश्तो में करीबी रहेंगे। काम के सिलसिले में दिनमान ठीक-ठाक रहेगा। भाग्य के सहारे कई काम बनेंगे। सेहत ठीक ठाक रहने से मनोबल अच्छा रहेगा और इनकम बढ़ेगी। प्रेम जीवन सामान्य नतीजों के साथ आगे बढ़ेगा। शादीशुदा जीवन में प्यार और समझदारी दिखेगी।आज शान्त और तनाव-रहित रहें। तंग आर्थिक हालात के चलते कोई अहम काम बीच में अटक सकता है। अपने परिवार को पर्याप्त समय दें। उन्हें महसूस होने दें कि आप उनका ख़याल रखते हैं। उनके साथ अच्छा वक़्त बिताएँ और शिकायत करने का मौक़ा न दें। आपका हमदम आपको पूरे दिन याद करता रहेगा। उसे कोई प्यारा सरप्राइज़ देने की योजना बनाएँ और इसे उसके लिए एक ख़ूबसूरत दिन में तब्दील करने के बारे में सोचें। अगर आप कई दिनों से कामकाज में दिक़्क़त महसूस कर रहे हैं, तो आज के दिन आपको राहत महसूस हो सकती है। घर के छोटे सदस्यों को साथ लेकर आज आप किसी पार्क या शॉपिंग मॉल में जा सकते हैं। विवाह के बाद कई बातें ज़रूरत से आगे बढ़कर अनिवार्य हो जाती हैं। आज ऐसी ही कुछ बातें आपको व्यस्त रख सकती हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- पूजा स्थल में सफेद शंख की स्थापना करके उसकी नियमित पूजा करने से आर्थिक उन्नति होगी। \n",
    "8": "धनु राशिः आज का राशिफल\nसेहत में उतार-चढ़ाव रहेगा। मन में धार्मिक विचार आएंगे। किसी धार्मिक मंदिर में दर्शन करने करने जा सकते हैं। काम के सिलसिले में दिनमान कमजोर है। उतार-चढ़ाव रहेगा। अपने काम पर ध्यान दें। गृहस्थ जीवन ठीक-ठाक बीतेगा। रिश्ते में प्यार बढ़ेगा। प्रेम जीवन बिता रहे लोग आज के दिन अपने प्रिय से कुछ ऐसी बातें कहेंगे जो उन्हें पता ना हों।आपका झगाड़ालू स्वभाव आपके दुश्मनों की सूची लम्बी कर सकता है। किसी को ख़ुद पर इतना नियंत्रण न दें, कि वह आपको नाराज़ कर सके और जिसके लिए बाद में आपको पछताना पड़े। आज के दिन आपको अपने उन दोस्तों से बचकर रहने की जरुरत है जो आपसे उधार मांगते हैं और फिर उसे लौटाते नहीं हैं। घरेलू मोर्चे पर समस्या खड़ी हो सकती है, इसलिए तोल-मोल कर ही बोलें। अपने प्रिय की छोटी-मोटी भूल को अनदेखा करें। अपने वरिष्ठों को नज़रअंदाज़ न करें। परोपकार और सामाजिक कार्य आज आपको आकर्षित करेंगे। अगर आप ऐसे अच्छे कामों में थोड़ा समय लगाएँ, तो काफ़ी सकारात्मक बदलाव ला सकते हैं। आपका जीवनसाथी आज ऊर्जा और प्रेम से भरपूर है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- चमेली का तेल, सिंदूर, चाँदी के वर्क का चोला हनुमान जी को चढाने से स्वास्थ्य अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन अच्छा रहेगा। इनकम बढ़ेगी जिससे आपकी आर्थिक स्थिति भी अच्छी होगी। आपका मन खुश होगा। परिवार में खुशियां आएंगी। गृहस्थ जीवन खुशनुमा रहेगा। प्रेम जीवन बिता रहे लोग आज के दिन को खुलकर एंजॉय करेंगे। विरोधियों से सावधानी रखना जरूरी होगा। खानपान नियमित और अच्छा रखें नहीं तो सेहत बिगड़ सकती है। काम के सिलसिले में दिनमान अच्छा है। नौकरी में मजबूती आएगी।खाने-पीने की ऐसी चीज़ों से बचने की कोशिश करें, जिनमें कॉलेस्ट्रॉल की ज़्यादा मात्रा है। व्यापाार में मुनाफा आज कई व्यापारियों के चेहरे पर खुशी ला सकता है। आपकी भरपूर ऊर्जा और ज़बरदस्त उत्साह सकारात्मक परिणाम लाएंगे व घरेलू तनाव दूर करने में मददगार रहेंगे। रोमांस आनन्ददायी और काफ़ी रोमांचक रहेगा। आज के दिन आप सबके ध्यान का केंद्र होंगे और सफलता आपकी पहुँच में होगी। इस राशि के लोगोंं को आज शराब सिगरेट से दूर रहने की जरुरत है क्योंकि इससे आपका कीमती समय बर्बाद हो सकता है। यह समय जीवन में आपको वैवाहिक जीवन का भरपूर आनन्द देगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- गेहूँ और गुड़ गाय को खिलाने से सेहत बढ़िया रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिनमान बढ़िया रहेगा, बस सेहत का ध्यान रखना होगा। बेवजह के खर्चों से बचें। इनकम अच्छी होगी। धार्मिक कामों में भी खर्चा होगा। घर परिवार की जरूरतों को पूरा करेंगे। शादीशुदा लोगों का गृहस्थ जीवन आपकी क्रिएटिव सोच के कारण मजबूत बनेगा। जीवन साथी को खुश रखने का कोई ना कोई तरीका निकाल लेंगे। प्रेम जीवन के लिए दिन रोमांटिक रहेगा। काम के सिलसिले में दिनमान मजबूत है।किसी भी तरह के द्वन्द्व या विरोध से बचें, क्योंकि आपकी सेहत पर इसका बुरा असर होगा। आज आप अपना धन धार्मिक कार्यों में लगा सकते हैं जिससे आपको मानसिक शांति मिलने की पूरी संभावना है। आप महसूस करेंगे कि आपके दोस्त सहयोगी स्वभाव के हैं- लेकिन बोलने में सावधानी बरतें। आज आपकी मुस्कान बेमानी है, हँसी में वो खनक नहीं है, दिल धड़कने में आनाकानी कर रहा है; क्योंकि आप किसी ख़ास के साथ की कमी महसूस कर रहे हैं। आपकी अन्दरूरनी ताक़त कार्यक्षेत्र में दिन को बेहतर बनाने में मददगार साबित होगी। दिन की शुरुआत भले ही थोड़ी थकाऊ रहे लेकिन जैसे-जैसे दिन आगे बढ़ेगा आपको अच्छे फल मिलने लगेंगे। दिन के अंत में आपको अपने लिए समय मिल पाएगा और आप किसी करीबी से मुलाकात करके इस समय का सदुपयोग कर सकते हैं। जीवनसाथी के साथ कुछ तनातनी मुमकिन है, लेकिन शाम के खाने के साथ चीज़ें भी सुलझ जाएंगी। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- स्वास्थ्य लाभ के लिए पीला रुमाल जेब में रखें। \n",
    "11": "मीन राशिः आज का राशिफल\nसेहत में उतार-चढ़ाव और खर्चों में अधिकता, आज के दिन का यही मजमून रहेगा, इसलिए सावधानी से शुरुआत करें। घर में काफी मन लगेगा। कोई नई चीज खरीद कर ला सकते हैं जो घर में खुशी देगी। काम के सिलसिले में भी काफी बिजी रहेंगे। शादीशुदा जीवन सामान्य तरीके से चलेगा। आप अपने कामों में बिजी ज्यादा रहेंगे। प्रेम जीवन बिता रहे लोग दिल से और दिमाग से अपने प्रिय को खुश रखेंगे। रिश्ता ठीक-ठाक चलेगा।\n खाते-पीते वक़्त सावधान रहें। लापरवाही बीमारी की वजह बन सकती है। आज किया गया निवेश आपकी समृद्धि और आर्थिक सुरक्षा में इज़ाफ़ा करेगा। परिवार के सदस्यों की ज़रूरतों को तरजीह दें। उनके सुख-दुःख के भागीदार बनें, ताकि उन्हें महसूस हो कि आप वाक़ई उनका ख़याल रखते हैं। आप के दिल की धड़कनें आपके प्रिय के साथ कुछ ऐसे चलेंगी कि आज जीवन में प्यार का संगीत बज उठेगा। आज आपके बॉस का बढ़िया मिज़ाज पूरे कार्यालय के माहौल को अच्छा बना देगा। आज घर के लोगों के साथ बातचीत करते दौरान आपके मुंह से कोई ऐसी बात निकल सकती है जिससे घर के लोग नाराज हो सकते हैं। इसके बाद घर के लोगों को मनाने में आपका काफी समय जा सकता है। जीवनसाथी की वजह से आपको महसूस होगा कि उनके लिए दुनिया में आप ही सबसे महत्वपूर्ण हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- गंगाजल का सेवन करना हेल्थ के लिए शुभ होगा। \n"
}]
