horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। इनकम में बढ़ोतरी होने से मन हर्षित होगा। जमीन जायदाद से जुड़े मामलों में सफलता मिलेगी। सेहत मजबूत होने से कामों में सफलता मिलेगी। भाग्य भी आज आपके पक्ष में होगा जिससे काम जल्दी से और कम मेहनत से ही पूरे होंगे। शादीशुदा लोगों के गृहस्थ जीवन में हल्का फुल्का तनाव रहेगा। प्रेम जीवन बिता रहे लोग आज के दिन को रोमांटिक अंदाज में बिताएंगे।भीड़भाड़ भरे इलाक़ों में यात्रा करते समय रक्तचाप के रोगियों को अतिरिक्त सावधान रहने की आवश्यकता है। आज के दिन आपको धन लाभ होने की पूरी संभावना है लेकिन इसके साथ ही आपको दान-पुण्य भी करना चाहिए क्योंकि इससे आपको मानसिक शांति मिलेगी। दोस्तों और रिश्तेदारों के साथ मौज-मस्ती करें। आपको प्यार में ग़म का सामना करना पड़ सकता है। सेमिनार और गोष्ठियों में हिस्सा लेकर आज आप कई नए विचार पा सकते हैं। आप चाहें तो परेशानियों को मुस्कुराकर दरकिनार कर सकते हैं या उनमें फँसकर परेशान हो सकते हैं। चुनाव आपको करना है। अपने जीवनसाथी की नुक़्ताचीनी से आप आज परेशान हो सकते हैं, लेकिन वह आपके लिए कुछ बढ़िया भी करने वाला है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- केले के पेड की पूजा करने से स्वास्थ्य अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिनमान बढ़िया रहेगा। अपने काम पर पूरा ध्यान देंगे जिससे काम को लेकर अच्छे नतीजे प्राप्त करेंगे। आपकी सेहत में उतार-चढ़ाव रहेगा। खर्चों में बढ़ोतरी होगी। प्रेम जीवन बिता रहे लोगों के लिए दिनमान सामान्य रहेगा लेकिन शादीशुदा लोगों के गृहस्थ जीवन में तनाव अपनी दस्तक दे सकता है। मन में धार्मिक विचार आएंगे। लोगों की भलाई करेंगे।आप आज ख़ुद को रोज़ाना की अपेक्षा कम ऊर्जावान महसूस करेंगे। स्वयं को ज़रूरत से ज़्यादा काम के नीचे न दबाएँ, थोड़ा आराम करें और आज के कामों को कल तक के लिए टाल दें। जिन लोगों को आप जानते हैं, उनके ज़रिए आपको आमदनी के नए स्रोत मिलेंगे। आज आपका मन ख़ुश होगा और आप अपने दोस्तों व परिवार के सदस्यों पर पैसे ख़र्च करने का आनंद लेंगे। कोई पौधा लगाएँ। नई चीज़ों को सीखने की आपकी ललक क़ाबिल-ए-तारीफ़ है। आज आप कोई नई पुस्तक खरीदकर किसी कमरे में खुद को बंद करके पूरा दिन गुजार सकते हैं। सम्भव है कि आपके जीवनसाथी की वजह से आपकी प्रतिष्ठा को थोड़ी ठेस पहुँचे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- काले व सफेद मोतियों की माला गले में धारण करने से स्वास्थ्य बेहतर होगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिनमान आपके लिए मध्यम रूप से फलदायक रहेगा। किसी ट्रैवलिंग पर बिजी हो सकते हैं। शादीशुदा लोगों के गृहस्थ जीवन में तनाव में कमी आएगी और एक दूसरे को अच्छे से समझ पाएंगे जिससे शादीशुदा जीवन संवर उठेगा। प्रेम जीवन बिता रहे लोगों के लिये दिनमान अच्छा रहेगा। बस इसी बात को लेकर झड़प करने से बचें। सेहत सामान्य रहेगी।आपकी उम्मीद एक महक से भरे हुए ख़ूबसूरत फूल की तरह खिलेगी। रात के समय आप आज आपको धन लाभ होने की पूरी संभावना है क्योंकि आपके द्वारा दिया गया धन आज आपको वापस मिल सकता है। बच्चों को पढ़ाई पर ध्यान लगाने और भविष्य के लिए योजना बनाने की ज़रूरत है। प्यार का भरपूर लुत्फ़ मिल सकता है। सहकर्मियों और वरिष्ठों के पूरे सहयोग के चलते दफ़्तर में काम तेज़ रफ़्तार पकड़ लेगा। लम्बे वक़्त से लटकी हुई दिक़्क़तों को जल्द ही हल करने की ज़रूरत है और आप जानते हैं कि आपको कहीं-न-कहीं से शुरुआत करनी होगी- इसलिए सकारात्मक सोचें और आज से ही प्रयास शुरू करें। वैवाहिक जीवन को अधिक सुखमय बनाने के आपके प्रयास उम्मीद से ज़्यादा रंग लाएंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- छेद वाला कांसे का सिक्का चलते पानी में प्रवाहित करने से फैमिली लाइफ स्मूथ चलती है। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिनमान उतार-चढ़ाव से भरा रहेगा। सेहत में गिरावट आ सकती है और धन की हानि संभव है, इसलिए कोई बड़ा काम हाथ में ना लें। काम के सिलसिले में दिनमान मजबूत रहेगा। शादीशुदा लोगों का गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन बिता रहे लोगों के बीच कुछ गलतफहमियां उत्पन्न हो सकती हैं।आपका व्यक्तित्व आज इत्र की तरह महकेगा और सबको आकर्षित करेगा। किसी करीबी दोस्त की मदद से आज कुछ करोबारियों को अच्छा-खासा धन लाभ होने की संभावना है। यह धन आपकी कई परेशानियों को दूर कर सकता है। एक पारिवारिक आयोजन में आप सभी के ध्यान का केन्द्र होंगे। अपने रोमांटिक ख़यालों को हर किसी को बताने से बचें। अगर आप सही लोगों को अपनी क्षमताएँ और प्रतिभा दिखाएंगे, तो जल्दी ही लोगों की निगाहों में आपकी नयी और बेहतर छवि होगी। सेमिनार और प्रदर्शनी आदि आपको नई जानकारियाँ और तथ्य मुहैया कराएंगे। ग़लतफ़हमी के लम्बे दौर के बाद इस शाम आपको जीवनसाथी के प्यार का तोहफ़ा नसीब होगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- नेत्रविहीन व्यक्तियों की सेवा करना लव लाइफ के लिए अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिनमान सामान्य रूप से फलदायक रहेगा। बिजनेस में लाभ होगा। शादीशुदा लोगों का गृहस्थ जीवन काफी रोमांटिक रहेगा और आज के दिन को खुशी खुशी बिताएंगे। प्रेम जीवन बिता रहे लोगों के लिए बहुत अच्छा रहेगा। अपने प्रिय को साथ लेकर ट्रैवलिंग करेंगे। आपकी सेहत अच्छी रहेगी और गवर्नमेंट से लाभ होगा।\n आज आपका आत्मविश्वास बढ़ेगा और प्रगति निश्चित है। आज आप अच्छा पैसा कमाएंगे- लेकिन ख़र्च में इज़ाफ़ा आपके लिए बचत को और ज़्यादा मुश्किल बना देगा। घरेलू ज़िन्दगी में कुछ तनाव का सामना करना पड़ सकता है। आज वे कपड़े न पहनें जो आपके प्रिय को पसंद न हों, नहीं तो मुमकिन है कि वो आहत महसूस करे। आज आपकी कड़ी मेहनत कार्यक्षेत्र में ज़रूर रंग दिखाएगी। यात्रा और शिक्षा से जुड़े काम आपकी जागरुकता में वृद्धि करेंगे। जीवनसाथी से बहुत ज़्यादा उम्मीदें रखना आपको वैवाहिक जीवन में उदासी की तरफ़ ले जा सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- हल्दी की एक गाँठ, पीपल के पाँच पत्ते, सवा किलो पीली दाल, केसर, सूर्यमुखी का एक फूल, पीले वस्त्र यह सारी सामग्री किसी ब्राह्मण को श्रद्धापूर्वक दान करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिनमान आपके लिए मध्यम रूप से फलदायक रहेगा। बेवजह दूसरों के झगड़ों में ना पड़ें, नहीं तो मुसीबत उठानी पड़ सकती है। विरोधियों से सावधान रहें। खर्च में बढ़ोतरी होगी। इनकम सामान्य रहेगी। शादीशुदा लोगों के गृहस्थ जीवन के लिए दिनमान थोड़ा कमजोर है, इसलिए सावधानी रखें। प्रेम जीवन बिता रहे लोगों के लिए आज का दिनमान बढ़िया रहेगा। अपने प्रिय को शादी के लिए मना सकते हैं। काम के सिलसिले में मेहनत से काम लेकर सफल होंगे।ख़याली पुलाव पकाने में वक़्त ज़ाया न करें। सार्थक कामों में लगाने के लिए अपनी ऊर्जा बचाकर रखें। कुछ ज़रूरी योजनाएँ क्रियान्वित होंगी और ताज़ा आर्थिक मुनाफ़ा पहुँचाएंगी। आपको ख़ुश रखने के लिए आपके बच्चे जो कुछ बन पड़ेगा, वह करेंगे। आपके प्रिय का प्यारा बर्ताव आपको ख़ास होने का अनुभव कराएगा; इन लम्हों का पूरा लुत्फ़ उठाएँ। कार्यालय में कोई आपको कुछ बढ़िया चीज़ या ख़बर दे सकता है। ऐसे लोगों से जुड़ने से बचें जो आपकी प्रतिष्ठा को आघात पहुँचा सकते हैं। वैवाहिक जीवन के दृष्टिकोण से देखें तो चीज़ें आपके पक्ष में जाती हुई नज़र आ रही हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- काँसे का कड़ा पहना सेहत के लिए लाभदायक रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान काफी क्रिएटिव और प्रेम भरा रहेगा जिससे आपका प्रिय खुश हो जाएगा। शादीशुदा लोगों के गृहस्थ जीवन में दिनमान सामान्य रहेगा। बिजनेस में उत्तम लाभ होगा। प्रॉपर्टी से संबंधित मामलों में सफलता मिलेगी। काम के सिलसिले में आज का दिन अच्छा रहेगा। अपने किसी पुराने या अटके हुए काम को पूरा करेंगे।दोस्त आपका परिचय किसी ख़ास इंसान से कराएंगे, जो आपकी सोच पर गहरा प्रभाव डालेगा। आज के दिन आप धन से जुड़ी समस्या के कारण परेशान रह सकते हैं। इसके लिए आपको अपने किसी विश्वास पात्र से सलाह लेनी चाहिए। समस्याओं को दिमाग़ से बाहर खदेड़ दें और घर व दोस्तों के बीच अपनी स्थिति सुधारने के बारे में सोचें। यात्रा के चलते रुमानी संबंध को बढ़ावा मिलेगा। आज आप एक टीम का नेतृत्व करने के लिए मज़बूत स्थिति में होंगे और लक्ष्य को पाने के लिए मिलकर काम करेंगे। शहर से बाहर यात्रा ज़्यादा आरामदेह नहीं रहेगी, लेकिन आवश्यक जान-पहचान बनाने के लिहाज़ से फ़ायदेमंद साबित होगी। वैवाहिक जीवन के लिए विशेष दिन है। अपने जीवनसाथी को बताएँ कि आप उनसे कितना प्यार करते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- घर में सरकंडे या तीलियों की चिक खिड़की-दरवाजे पर लगाना आर्थिक स्थिति के लिए शुभ है। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। घर परिवार पर ध्यान देंगे। मां जी से विशेष लगाव रहेगा। काम के सिलसिले में दिनमान अच्छा रहेगा लेकिन इधर उधर ध्यान होने से काम पर ध्यान कम रहेगा, जिससे कुछ गड़बड़ी हो सकती है, इसलिए ध्यान देना जरूरी होगा। शादीशुदा लोगों के गृहस्थ जीवन में दिनमान मध्यम फलदायक रहेगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन सामान्य है।आज के रोज़ जो भावुक मिज़ाज आप पर छाया हुआ है, उससे निकलने के लिए बीती बातों को दिल से निकाल दीजिए। रियल एस्टेट और वित्तीय लेन-देन के लिए अच्छा दिन है। बच्चे उम्मीदों पर खरे न उतरकर आपको निराश कर सकते हैं। सपनों को साकार करने के लिए उन्हें प्रोत्साहन देने की ज़रूरत है। रुमानी यादें आज आपके ऊपर छायी रहेंगी। आपके लिए आज बहुत सक्रिय और लोगों से मेल-जोल भरा दिन रहेगा। लोग आपसे आपकी राय मांगेंगे और जो भी आप कहेंगे, उसे बिना सोचे मान लेंगे। घर के कामों को पूरा करने के बाद इस राशि की गृहणियां आज के दिन फुर्सत में टीवी या मोबाइल पर कोई मूवी देख सकती हैं। मुमकिन है कि आज आपका जीवनसाथी ख़ूबसूरत शब्दों में यह बताए कि आप उनके लिए कितने क़ीमती हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- पलाशपुष्पसंकाशं तारकाग्रहमस्तकम्। रौद्रंरौद्रत्मकं घोरं तं केतुं प्रणमाम्यहम।। इस मंत्र का 11 बार उच्चारण करें। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिनमान आपके लिए मध्यम रूप से फलदायक रहेगा। फ्रेंड्स के साथ पार्टी कर सकते हैं। शादीशुदा लोगों के गृहस्थ जीवन के लिए आज का दिनमान बढ़िया है और जो लोग प्रेम जीवन बिता रहे हैं वो भी अपने रिश्ते में मजबूत रहेंगे। कुछ लोगों का विवाह पक्का होने के बारे में अच्छी सूचना मिल सकती है। भाग्य प्रबल रहेगा जिससे कामों में सफलता प्राप्त होगी।आपका उदार स्वभाव आज आपके लिए कई ख़ुशनुमा पल लेकर आएगा। आज आपकी कोई चल संपत्ति चोरी हो सकती है इसलिए जितना हो सके इनका ध्यान रखें। जो लोग आपके क़रीब हैं, वे आपका ग़लत फ़ायदा उठा सकते हैं। एक प्यारी-सी मुस्कुराहट से अपने प्रेमी का दिन रोशन करें। नई योजनाएँ आकर्षक होंगी और अच्छी आमदनी का ज़रिया साबित होंगी। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। यह दिन शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक रहेगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- आर्थिक स्थिति बेहतर करने के लिए जलन, डाह और ईर्ष्या से बचें। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिनमान मध्यम रूप से फलदायक रहेगा। पैसों की आवक होगी। आर्थिक स्थिति बढ़िया रहेगी। हल्के खर्चे भी होंगे। धार्मिक कामों में मन लगाएंगे। जमीन जायदाद से जुड़े मामलों में सफलता मिलेगी। काम के सिलसिले में दिनमान अच्छा है। भाग्य की प्रबलता और अपनी मेहनत से काम में सफल होंगे। शादीशुदा लोगों का गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन बिता रहे लोगों को कुछ निराशा हो सकती है।अपने जीवन-साथी के साथ पारिवारिक समस्याओं को साझा करें। एक-दूसरे को फिर से भली-भांति जानने के लिए थोड़ा और वक़्त एक-दूसरे के साथ बिताएँ और ख़ुद की स्नेही जोड़े की छवि को मज़बूत करें। आपके बच्चे भी घर में ख़ुशी और सुकून के माहौल को महसूस कर सकेंगे। इससे आपको एक-दूसरे के साथ व्यवहार में ज़्यादा खुलापन और आज़ादी मिलेगी। जो लोग अपने करीबियों या रिश्तेदारों के साथ मिलकर बिजनेस कर रहे हैं उन्हें आज बहुत सोच समझकर कदम रखने की जरुरत है नहीं तो आर्थिक नुक्सान हो सकता है। अपनी नई परियोजनाओं के लिए अपने माता-पिता को विश्वास में लेने का सही समय है। किसी दिलचस्प इंसान से मिलने की प्रबल संभावना है। दफ़्तर में आप तारीफ़ पाएंगे। आज के दिन यात्रा, मनोरंजन और लोगों से मिलना-जुलना होगा। आपका जीवनसाथी आज आपके लिए कुछ बहुत ख़ास करने वाला है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- प्लास्टर ऑफ़ पेरिस से बनी मूर्तियां घर में रखने से स्वास्थ्य अच्छा होगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए बहुत बढ़िया रहेगा। आपकी सेहत मजबूत रहेगी। कार्य में सफलता मिलने से मन हर्षित होगा। शादीशुदा लोगों के गृहस्थ जीवन में प्रेम और अपनापन रहेगा। एक दूसरे का प्यार महसूस करेंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान खूबसूरत रहेगा। काम के सिलसिले में आपको ज्यादा सावधानी से काम करना होगा।बेकार की बात पर बहस करके अपकी ऊर्जा ज़ाया न करें। याद रखें कि वाद-विवाद से कुछ भी हासिल नहीं होता, लेकिन खोता ज़रूर है। रुका हुआ धन मिलेगा और आर्थिक हालात में सुधार आएगा। लोग आपको आशाएँ और सपने देंगे, लेकिन असल में सारा दारोमदार आपके प्रयासों पर रहेगा। आपके जीवन-साथी के पारिवारिक सदस्यों की वजह से आपका दिन थोड़ा परेशानीभरा हो सकता है। अपना क़ीमती समय सिर्फ़ योजना बनाने में बर्बाद न करें, बल्कि उसकी ओर क़दम बढ़ाएँ और उसपर अमल करना शुरू करें। अपने काम से आराम लेकर आज आप कुछ समय अपने जीवनसाथी के साथ बिता सकते हैं। वैवाहिक जीवन में चीज़ें हाथ से निकलती हुई मालूम होंगी। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सफेद फूल कुछ पैसे सहित जल में प्रवाहित करने से सेहत बनी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। बेवजह की चिंता तनाव बढ़ाएगी। काम के सिलसिले में दिनमान बढ़िया रहेगा। अपने अनुभव का लाभ उठाएंगे। लोगों से तारीफ मिलेगी। इनकम में मजबूती आएगी। शादीशुदा लोगों का जीवन खुशियों से भरा रहेगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन मान सामान्य है। सावधानी रखना जरूरी होगा नहीं तो प्रिय किसी बात को लेकर गुस्सा हो सकता है।धैर्य बनाए रखें, क्योंकि आपकी समझदारी और प्रयास आपको सफलता ज़रूर दिलाएंगे। आर्थिक तौर पर बेहतरी के चलते आपके लिए ज़रूरी चीज़ें ख़रीदना आसान होगा। आपका अड़ियल स्वभाव आपके माता-पिता का चैन छीन सकता है। आपको उनकी सलाह पर ध्यान देने की ज़रूरत है। सकारात्मक बातों पर विचार करने में कोई बुराई नहीं है। अपने प्रिय की ग़ैर-ज़रूरी भावनात्मक मांगों के सामने घुटने न टेकें। आपको ऐसी परियोजनाओं पर काम करना चाहिए, जो आगे चलकर मुनाफ़ा दें। आपका आकर्षक और चुम्बकीय व्यक्तित्व सभी के दिलों को अपनी तरफ़ खींचेगा। ख़र्चों को लेकर जीवनसाथी से तनातनी संभव है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- गमलों में काले-सफेद मार्बल के दाने रखने से पारिवारिक खुशियां बढ़ेंगी। \n"
}]
