horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आपको मंगल उत्सव में सम्मिलित होने का अवसर प्राप्त होगा। आज आपकी पद व प्रतिष्ठा में वृद्धि होगी। जीवन साथी के स्वास्थ्य के प्रति सचेत रहें। बाहार का खाने से परहेज करें। आज आपके राजनीतिक क्षेत्र में भी प्रगति होती दिख रही है। रोजगार से जुड़े जातकों की आज कोई खास डील फाइनल हो सकती है, जो उनके व्यापार के लिए उत्तम लाभदायक रहेगी।ख़याली पुलाव पकाना मदद नहीं करता। परिवार की उम्मीदों पर खरा उतरने के लिए आपको कुछ कर दिखाने की ज़रूरत है। आकस्मिक मुनाफ़े या सट्टेबाज़ी के ज़रिए आर्थिक हालात सुदृढ़ होंगे। सामाजिक उत्सवों में सहभागिता का मौक़ा है, जो आपको प्रभावशाली व्यक्तियों के संपर्क में लाएगा। किसी से अचानक हुई रुमानी मुलाक़ात आपका दिन बना देगी। आज आपको महत्वपूर्ण मामलों पर ध्यान लगाने की ज़रूरत है। अपने जीवनसाथी की ख़ूबियों के चलते आप एक बार फिर उनके प्यार में गिरफ़्तार हो सकते हैं। इंटरनेट सर्फ़िंग करना आपकी अंगुलियों की अच्छी वर्जिश करने के साथ-साथ आपके ज्ञान को भी बढ़ा सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- केसर लगी पीली मिठाई, केसरी हलवा खुद भी खाएं और गरीबों में भी बाँटने से स्वास्थ्य अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके व्यवसाय के लिए उत्तम लाभदायक रहेगा। आज आप के कार्यकाल में आपके अनुकूल वातावरण बनेगा, इसमें आपके साथी भी सहयोग करेंगे। विवाह योग्य जातकों के लिए आज विवाह के लिए अच्छे अच्छे प्रस्ताव आएंगे। यदि कोई कानूनी विवाद चल रहा है, तो वह समाप्त होगा। आज आप अपने परिवार के सदस्यों के साथ किसी देवी स्थान की यात्रा पर जा सकते हैं। परिवार में आज कोई शुभ मांगलिक कार्यक्रम हो सकता है। इसमें परिवार के सभी सदस्य पर  बढ चढ़कर हिस्सा लेंगे।प्यार, उम्मीद, सहानुभूति, आशावादिता और निष्ठा जैसी सकारात्मक भावनाओं को अपनाने के लिए ख़ुद को प्रोत्साहित करें। एक बार ये गुण आपके अंदर रच-बस जाएँ, तो हर हालात में वे ख़ुद ही सकारात्मक तरीक़े से उभर आएंगे। रियल एस्टेट और वित्तीय लेन-देन के लिए अच्छा दिन है। किसी भी चीज़ को अंतिम रूप देने से पहले अपने परिवार की राय लीजिए। महज़ आपका अपना फ़ैसला कुछ दिक़्क़त खड़ी कर सकता है। बेहतर परिणाम पाने के लिए परिवार में तालमेल पैदा करें। अपने दिल की बात ज़ाहिर करके आप ख़ुद को काफ़ी हल्का और रोमांचित महसूस करेंगे। आज जीवनसाथी के साथ समय बिताने के लिए आपके पास पर्याप्त समय होगा। आपके प्रेम को देखकर आज आपका प्रेमी गदगद हो जाएगा। आपके वैवाहिक जीवन में शारीरिक सुख के नज़रिए से कुछ ख़ूबसूरत परिवर्तन हो सकता है। आज लोगों के बीच आप खुद को अकेला महसूस करेंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- किसी भी लड़की(चंद्रमा) का दिल न दुखाएं व अपनी गर्लफ्रेंड का सम्मान करना लव लाइफ के लिए अच्छा है। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए काफी रचनात्मक रहेगा। नौकरी से जुड़े जातकों के लिए जो काम पसंद होगा। आज वही करने के लिए मिलेगा, जिससे उनका तेज बड़ा दिखेगा। सायंकाल तक आज आपको किसी विशेष कार्य की जिम्मेदारी सौंपी जा सकती है। इसमें परिवार के सभी सदस्य आपकी मदद करेंगे। आज आप अपने व्यवसाय को आगे बढ़ाने के लिए कुछ यात्रा भी कर सकते हैं। विद्यार्थियों को परीक्षा में उत्तम सफलता प्राप्त होगी। आज आपको अपने आस पड़ोस में वाद विवाद की स्थिति को पनपने से बचना होगा।मुमकिन है कि आपको किसी अंग मे दर्द या तनाव से जुड़ी समस्याओं का सामना करना पड़े। जिन लोगों ने अपना पैसा सट्टेबाजी में लगा रखा था आज उन्हें नुक्सान होने की संभावना है। सट्टेबाजी से दूर रहने की आपको सलाह दी जाती है। बच्चों से जुड़ी समस्याओं के समाधान के लिए थोड़ा समय अलग से निकालें। संभव है कि कोई आपसे अपने प्यार का इज़हार करे। दूसरों को राज़ी करने की आपकी प्रतिभा आपको काफ़ी फ़ायदा पहुँचाएगी। अगर आप कोशिश करें तो आप अपने जीवनसाथी के साथ अपने जीवन का सबसे अच्छा दिन आज गुज़ार सकते हैं। आज आप ऑफिस के कामों को इतनी तेजी से निपटाएंगे कि आपके सहकर्मी आपको देखते ही रह जाएंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- बड़ी स्त्रियों (माँ, दादी, नानी या कोई बुजुर्ग महिला) का आशीर्वाद ग्रहण करने से स्वास्थ्य अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज आप जो भी काम पूरी लगन के साथ करेंगे, इसका फल आपको सही समय पर मिलेगा, आपके जो अधूरे कार्य लंबे समय से पड़े हैं। आज उनको पूरा करने का समय आ गया है। ऑफिस में आज आपके विचारों के मुताबिक माहौल बनेगा। इसमें आपके साथी कर्मचारी भी आपका हाथ बढ़ाएंगे। आज रात्रि का समय आप किसी धार्मिक आयोजन में भी जा सकते हैं। संतान पक्ष से आज कोई शुभ समाचार सुनने को मिल सकता है। ससुराल पक्ष से धन लाभ होने की आशंका है।रुपये-पैसे के हालात और उससे जुड़ी समस्याएँ तनाव का कारण साबित हो सकती हैं। धन से जुड़ा कोई मसला आज हल हो सकता है और आपको धन लाभ हो सकता है। ज़रूरत के वक़्त आपको दोस्तों का सहयोग मिलेगा। कोई आपको दिल से सराहेगा। जो लोग घर सेे बाहर रहते हैं आज वो अपने सारे काम पूरे करके शाम के समय किसी पार्क या एकांत जगह पर समय बिताना पसंद करेंगे। पारिवारिक विवादों के कारण आज आपका वैवाहिक जीवन प्रभावित रह सकता है। किसी दोस्त की सहायता करके आज आप अच्छा महसूस कर सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- पक्षियों को सतनाजा खिलाने से स्वास्थ्य अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम लाभदायक रहेगा। आज का दिन वैसे तो काफी व्यस्तता भरा रहेगा, लेकिन फिर भी आप अपने प्रेम जीवन के लिए समय निकालने में कामयाब रहेंगे। आज आपकी धर्म व अध्यात्म के प्रति रुचि बढ़ी नजर आएगी। आज आपके कार्यक्षेत्र में आज आप के वरिष्ठ अधिकारी आपके कार्य में रुकावट डालने की कोशिश करेंगे, लेकिन परेशान ना हो, वह सफल नही होगे, यदि कोई संपत्ति खरीदना चाहते हैं, तो उसके लिए आज दिन उत्तम रहेगा।तली-भुनी चीज़ों से दूर रहें और नियमित व्यायाम करते रहें। अपने ख़र्चों पर क़ाबू रखें और आज हाथ खोलकर व्यय करने से बचें। अपने परिवार की भलाई के लिए मेहनत करें। आपके कामों के पीछे प्यार और दूरदृष्टि की भावना होनी चाहिए, न कि लालच का ज़हर। प्रेम भगवान की पूजा की ही तरह पवित्र है। यह आपको सच्चे अर्थों में धर्म व आध्यात्मिकता की ओर भी ले जा सकता है। प्रेमी को वक्त देने की कोशिश करेंगे लेकिन किसी जरुरी काम के आ जाने के कारण आप उनको समय दे पाने में कामयाब नहीं हो पाएंगे। विवाह एक दैवीय आशीर्वाद है और आज आप इसका अनुभव कर सकते हैं। आध्यात्म की ओर आज आपका झुकाव देखा जा सकता है और आप किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- सफेद मिष्ठान खाने और खिलाने से स्वास्थ्य अच्छा रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आपको अपनी नौकरी  व व्यवसाय में अपनी वाणी की मधुरता के कारण सम्मान मिलता दिख रहा है, जिससे आपके पैरों की संख्या में भी इजाफा होगा। परिवार में आज किसी शुभ व मांगलिक कार्यक्रम पर चर्चा हो सकती है। आज आपको वाहन चलाते समय सावधानी बरतनी होगी, नहीं तो दुर्घटना हो सकती है। आज आपको अपने माता पिता की सेवा का अवसर प्राप्त होगा।आपके जीवन-साथी का प्यारा बर्ताव आपका दिन ख़ुशनुमा बना सकता है। जिन लोगों को आप जानते हैं, उनके ज़रिए आपको आमदनी के नए स्रोत मिलेंगे। आपको परिवार के सदस्यों और दोस्तों के साथ बिताने के लिए पर्याप्त समय मिलेगा। प्रेमी एक-दूसरे की पारिवारिक भावनाओं को समझेंगे। जो लोग घर सेे बाहर रहते हैं आज वो अपने सारे काम पूरे करके शाम के समय किसी पार्क या एकांत जगह पर समय बिताना पसंद करेंगे। जीवनसाथी के साथ आज की शाम वाक़ई कुछ ख़ास होने वाली है। आज आप गुस्से में परिवार के किसी सदस्य को भला-बुरा कह सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- छुट्टी के दिन अगर बोर हो रहे हैं तो बहते पानी की मछलियों को चारा खिलाएं। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम लाभदायक रहेगा। आज आपके कार्य व्यवहार से जुड़े सभी मुद्दे हल हो सकते हैं। आप अपने व्यवसाय में कुछ नए प्रोजेक्टों पर नया कार्य शुरू कर सकते हैं, जो भविष्य में आपको भरपूर लाभ देंगे। जमीन ज्यादा से जुड़े मामलों में पारिवारिक और आसपास के लोग कुछ परेशानी पैदा करने की कोशिश करेंगे, लेकिन परेशान ना हो। सायंकाल तक सभी शत्रु शांत हो जाएंगे। आज आप जीवन साथी को कहीं घुमाने ले जा सकते हैं।भागमभाग भरे दिन के बावजूद आपकी सेहत पूरी तरह दुरुस्त रहेगी। ज़रूरत से ज़्यादा ख़र्च करने और चालाकी-भरी आर्थिक योजनाओं से बचें। परिवार में किसी सदस्य की ख़राब सेहत की वजह से घूमने का कार्यक्रम टल सकता है। अपने प्रिय की ग़ैरमौजूदगी में आप ख़ुद को बिल्कुल खाली महसूस करेंगे। आज पूरे दिन आप खाली रह सकते हैं और टीवी पर कई फिल्में और प्रोग्राम देख सकते हैं। शादीशुदा ज़िन्दगी के नज़रिए से यह थोड़ा मुश्किल वक़्त है। आपके दिन की शुरुआत शानदार रहेगी और इसलिए आज पूरे दिन आप ऊर्जावान महसूस करेंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- स्नान करने के बाद सफेद चंदन का तिलक मस्तक पर करने से आर्थिक पक्ष अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज आप आपके व्यवसाय में एक नई जान आएगी। आज का दिन व्यवसाय के लिए काफी मजबूत रहेगा। दिन भर लाभ के अवसर आते रहेंगे, जिसमे आपकी खुशी का ठिकाना नहीं रहेगा। आज शाम के समय आप अपने परिवार के सदस्यों के साथ पार्टी कर सकते हैं। नौकरी से जुड़े जातकों के लिए आज धन लाभ होने की भरपूर उम्मीद दिख रही है। विद्यार्थियों को आज अपनी परीक्षा की चिंता सता सकती है। रोजगार से जुड़े जातकों को आज कुछ नए अवसर प्राप्त होंगे। मामा पक्ष से आज आपको सम्मान मिलता दिख रहा है।आपका विनम्र स्वभाव सराहा जाएगा। कई लोग आपकी ख़ासी तारीफ़ कर सकते हैं। धन का आगमन आज आपको कई आर्थिक परेशानियों से दूर कर सकता है। बच्चे उम्मीदों पर खरे न उतरकर आपको निराश कर सकते हैं। सपनों को साकार करने के लिए उन्हें प्रोत्साहन देने की ज़रूरत है। प्यार-मोहब्बत के मामले में दबाव बनाने की कोशिश न करें। दिन उम्दा है, आज के दिन अपने लिए समय निकालें और अपनी कमियों और खुबियों पर गौर फर्माएं। इससे आपके व्यक्तित्व में सकारात्मक परिवर्तन आएंगे। जीवनसाथी यह जता सकता है कि आपके साथ रहने का क्या-क्या ख़ामियाज़ा उसे भुगतना पड़ रहा है। यदि आप किसी खेल में महारत रखते हैं तो आज के दिन आपको वो खेल खेलना चाहिए। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- रात्रि के समय मूंग भिगोकर प्रातः पक्षियों में डालने से प्रेम सम्बन्ध अच्छा रहेंगे। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज आपको किसी परिजन के लिए पैसों का इंतजाम करना पड़ सकता है। आज आपको व्यापार में कोई सुनहरा अवसर प्राप्त होगा, लेकिन उसे पहचानना आपके हाथ में है। बिजनेस के मामले में यदि आप थोड़ा जोखिम उठाएंगे, तो उसमे बड़ा लाभ होने की आशंका है, जो आपकी आर्थिक स्थिति को सुदृढ़ करेंगी। आज आपको अपने पिताजी के सहयोग की आवश्यकता होगी। आज शाम का समय आप अपने मित्रों के साथ सैर सपाटे में व्यतीत करेंगे।अपना धैर्य न खोएँ, ख़ास तौर पर मुश्किल हालात में। किसी करीबी दोस्त की मदद से आज कुछ करोबारियों को अच्छा-खासा धन लाभ होने की संभावना है। यह धन आपकी कई परेशानियों को दूर कर सकता है। परिवार के सदस्यों की ज़रूरतों को तरजीह दें। उनके सुख-दुःख के भागीदार बनें, ताकि उन्हें महसूस हो कि आप वाक़ई उनका ख़याल रखते हैं। एक प्यारी-सी मुस्कुराहट से अपने प्रेमी का दिन रोशन करें। रात को ऑफिस से घर आते वक्त आज आपको सावधानी से वाहन चलाना चाहिए, नहीं तो दुर्घटना हो सकती है और कई दिनों के लिए आप बीमार पड़ सकते हैं। मुमकिन है कि आज आपका जीवनसाथी ख़ूबसूरत शब्दों में यह बताए कि आप उनके लिए कितने क़ीमती हैं। आपकी तंदरुस्ती आज आपके घर वालों को खुशी देगी। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- तेल के पकौड़े कौवों को खिलाने से स्वास्थ्य बेहतर होगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए सुनहरे अवसर लेकर आएगा। यदि आपने कोई साझेदारी में व्यापार किया है,तो आज  उसका भरपूर फायदा मिलेगा। आज आपको अपनी संतान से संबंधित कोई बड़ा निर्णय लेना पड़ेगा। कई प्रकार के काम आपके हाथ में आने से आज लाभ भी अधिक होगे। आपको अपने पुराने रुके हुए कार्यों को करने के लिए उत्तम समय है। आज शाम के समय अपने पड़ोसी से वाद-विवाद में ना पड़े।ऐसी गतिविधियों में संलग्न रहें, जो आपको सुकून दें। आर्थिक तौर पर बेहतरी के चलते आपके लिए ज़रूरी चीज़ें ख़रीदना आसान होगा। नए पारिवारिक व्यवसाय को शुरू करने के लिए शुभ दिन है। इसे सफल बनाने के लिए दूसरे सदस्यों की भी मदद लें। आज प्रेम-संबंधों में अपने स्वतन्त्र विवेक का इस्तेमाल कीजिए। दिन की शुरुआत भले ही थोड़ी थकाऊ रहे लेकिन जैसे-जैसे दिन आगे बढ़ेगा आपको अच्छे फल मिलने लगेंगे। दिन के अंत में आपको अपने लिए समय मिल पाएगा और आप किसी करीबी से मुलाकात करके इस समय का सदुपयोग कर सकते हैं। आप महसूस कर सकते हैं कि जीवनसाथी का प्यार सारे दुःख-दर्द भुला देता है। अपनी रचनाधर्मिता को नया आयाम देने के लिए अच्छा दिन है। कुछ ऐसे विचार आ सकते हैं जो वाक़ई ज़बरदस्त और सृजनात्मक हों। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- चन्द्रमा की चाँदनी में 15 से 20 मिनट बैठना स्वास्थ्य के लिए अच्छा रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम फलदायक रहेगा। आज आपको अपने स्वास्थ्य के प्रति सावधानी बरतनी होगी क्योंकि मौसम के परिवर्तन का असर आपके स्वास्थ्य पर पड़ सकता है, इसलिए सावधान रहें और खानपान में लापरवाही बिल्कुल ना बरतें। आज आप अपनी नौकरी व  व्यवसाय में जल्दबाजी में कोई भूल हो सकती है, इसलिए सभी कार्य सोच समझ कर करें। संतान के भविष्य की चिंता आज समाप्त होगी। प्रेम जीवन मे सुधार होगा।किसी ऊँचे और ख़ास इंसान से मिलते समय घबराएँ नहीं और आत्मविश्वास बनाए रखें। यह सेहत के लिए उतना ही ज़रूरी है, जितना काम-धंधे के लिए पैसा। जेवर और एंटीक में निवेश फ़ायदेमंद रहेगा और समृद्धि लेकर आएगा। घर में तालमेल बनाए रखने के लिए साथ में मिलकर काम करें। रुमानी यादें आज आपके ऊपर छायी रहेंगी। गप्पबाज़ी और अफ़वाहो से दूर रहें। आपके आस-पास के लोग कुछ ऐसा कर सकते हैं, जिसके चलते आपका जीवनसाथी आपकी तरफ़ फिर से आकर्षित महसूस करेगा। शादीशुदा हैं तो आज आपके बच्चे की कोई शिकायत घर पर आ सकती है जिससे आप परेशान हो जाएंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- पूरे दिन टीवी देखते रहना बोरियत भरा हो सकता है। अपने कुकिंग के शौक़ को पूरा करने के लिए बेसन का हलवा बनाएं, खाएं व खिलाएं। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम लाभदायक रहेगा। आप अपने व्यापार में वह सब कुछ पा सकते हैं, जिसके आपको अभी तक कमी रही है। यदि व्यापार में आज कुछ जोखिम उठाना पड़े, तो उठा ले उसका परिणाम आपके लिए हितकर रहेगा, लेकिन आपको बहरे और अपने मधुर व्यवहार से उनमें सुधार लाना लाना होगा नहीं तो आप के रिश्तो में कटुता आ जाएगी यदि किसी संपत्ति में निवेश करना चाहते हैं तो उसके लिए धरना आज उत्तम रहेगा विद्यार्थी आज अपने गुरुजनों से अपनी कुछ समस्याओं का समाधान लेंगे।किसी सज्जन पुरुष की दैवीय बातें आपको संतोष और ढांढस बंधाएंगी। सट्टेबाज़ी से फ़ायदा हो सकता है। सामाजिक गतिविधियाँ मज़ेदार रहेंगी, लेकिन अपने रहस्य किसी के सामने उजागर न करें। अपने प्रिय को नज़रअंदाज़ करना घर पर तनाव का कारण बन सकता है। कर्म-काण्ड/हवन/पूजा-पाठ आदि का आयोजन घर मे होगा। अगर आपके जीवनसाथी का मन खिन्न है और चाहते हैं की दिन अच्छा गुज़रे, तो चुप्पी साधे रहें। सकारात्मक सोच ज़िंदगी में ग़ज़ब का जादू कर सकती है – कोई प्रेरणादायी पुस्तक पढ़ना या फ़िल्म देखना आज के दिन बढ़िया रहेगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- गरीब छात्रों की पढ़ाई में सहायता करने से बुध ग्रह प्रसन्न होगा व प्रेम सम्बन्ध अच्छे रहेंगे। \n"
}]
