horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। आज आप अपने रूठे जीवन साथी को भी मनाने की पूरी कोशिश करेंगे और उन्हें कहीं घुमाने फिराने भी ले जा सकते हैं। व्यापार कर रहे लोगों को आज नगद धन की कमी का सामना करना पड़ सकता है। आज अपनी सभी आवश्यकताओं को पूरा करने के लिए हर संभव प्रयास करेंगे। ससुराल पक्ष से आपको धन लाभ होता दिख रहा है। आज आप अपने पिताजी के लिए कोई उपहार खरीद सकते हैं, जिससे उनको प्रसंता होगी। सायंकाल का समय आप अपने माता-पिता को किसी तीर्थ स्थान की यात्रा पर भी लेकर जा सकते हैं।अगर आपकी योजना बाहर घूमने-फिरने की है तो आपका वक़्त हँसी-ख़ुशी और सुकून भरा रहेगा। पैसे कमाने के नए मौक़े मुनाफ़ा देंगे। जीवनसाथी और बच्चों से अतिरिक्त स्नेह और सहयोग मिलेगा। आज आप ऐसे इंसान से मिल सकते हैं, जो आपको ख़ुद अपनी ज़िन्दगी से ज़्यादा चाहता होगा। चिट्ठी-पत्री में सावधानी बरतने की ज़रूरत है। यह दिन आपके सामान्य वैवाहिक जीवन से कुछ हटकर होने वाला है। आपको अपने जीवनसाथी की ओर से कुछ ख़ास देखने को मिल सकता है। आज आप सब चिंताओं को भुलाकर अपनी रचनात्मकता को बाहर निकाल सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- केसर की पुड़िया पीले रंग के कपड़े में बांधकर अपने पास रखने से पारिवारिक जीवन अच्छा चलता है। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए उन्नति भरा रहेगा। आज आपको अपने व्यापार के लिए कुछ यात्रा करनी पड़ सकती है, जो आपके लिए लाभदायक रहेगी। मित्रों के सहयोग से आज आपकी कोई रुकी हुई डील फाइनल हो सकती है, जिसके लिए आप पार्टी भी करेंगे। यदि किसी बैंक व संस्था से लोन लेने की सोच रहे हैं, तो वह भी आज आसानी से आपको मिल जाएगा। विद्यार्थी यदि किसी नए कोर्स में दाखिला लेना चाहते हैं, तो उसके लिए दिन उत्तम रहेगा। आज आपकी पारिवारिक संपत्ति में भी इजाफा होता दिख रहा है। यदि आज कोई सलाह देनी पड़े, तो सोच समझ कर दें।अगर आपकी योजना बाहर घूमने-फिरने की है तो आपका वक़्त हँसी-ख़ुशी और सुकून भरा रहेगा। अचानक नए स्रोतों से धन मिलेगा, जो आपके दिन को ख़ुशनुमा बना देगा। परिवार की किसी महिला सदस्य की सेहत चिंता की वजह बन सकती है। रोमांचक दिन है, क्योंकि आपका प्रिय आपको तोहफ़े/उपहार दे सकता है। आप खुद को समय देना जानते हैं और आज तो आपको काफी खाली समय मिलने की संभावना है। खाली समय में आज आप कोई खेल-खेल सकते हैं या जिम जा सकते हैं। आपका जीवनसाथी आपको इतना बेहतरीन पहले कभी महसूस नहीं हुआ। आपको उनसे कोई बढ़िया सरप्राइज़ मिल सकता है। यह दिन दोस्तों-रिश्तेदारों के साथ शॉपिंग पर जाने का है। बस अपने ख़र्चों पर थोड़ी नज़र रखें। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- शिवजी, भैरव और हनुमान जी की पूजा करने से फैमिली लाइफ खुशहाल रहेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज आपके परिवार का वातावरण सुखमय रहेगा। यदि परिवार में कोई विवाद चल रहा था, तो वह आज समाप्त होगा, जिससे परिवार के सदस्य एक नजर आएंगे और पारिवारिक एकता बढ़ेगी। सामाजिक क्षेत्र भी बढा हुआ है, इसमें आपको मान सम्मान भी प्राप्त होगा, लेकिन आज आपके अपने ससुराल पक्ष के कुछ रिश्तों में तनाव हो सकता है, लेकिन आप अपनी वाणी पर नियंत्रण रखें और क्रोध पर काबू रखें। सायंकाल तक सब सामान्य हो जाएगा।बीमारी आपकी उदासी की वजह हो सकती है। आपको परिवार में फिर से ख़ुशी का माहौल बनाने के लिए जल्द-से-जल्द इससे बाहर आने की ज़रूरत है। जो लोग काफी वक्त से आर्थिक तंगी से गुजर रहे थे उन्हें आज कहीं से धन प्राप्त हो सकता है जिससे जीवन की कई परेशानियां दूर हो जाएंगी। अपने जीवन-साथी के साथ बेहतर समझ ज़िन्दगी में ख़ुशी, सुकून और समृद्धि लाएगी। दूसरों की दख़लअन्दाज़ी गतिरोध पैदा कर सकती है। सामाजिक और धार्मिक समारोह के लिए बेहतरीन दिन है। रोज़मर्रा की ज़रूरतें पूरी न होने से आपके वैवाहिक जीवन में तनाव संभव है। खाना, साफ़-सफ़ाई या कोई और घरेलू चीज़ इसका कारण हो सकती है। मैट्रो में सफर करते दौरान आज किसी विपरीत लिंगी शख्स से आपकी आंखें चार हो सकती हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- हल्दी गाँठ, केसर, पीला चन्दन, पीली दाल का अधिक सेवन करने से हेल्थ बेहतर बनेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए निश्चित रूप से फलदायक रहेगा। आज आप अपनी दैनिक आवश्यकताओं की पूर्ति के लिए कुछ धन व्यय करेंगे, लेकिन आपको ध्यान देना होगा। आप अपनी आय और व्यय दोनों में संतुलन बनाकर रखें। संतान के भविष्य की चिंता आज आपको सता सकती हैं। विदेशों से व्यापार कर रहे लोगों को आज अचानक से धन लाभ हो सकता है। यदि आपका लंबे समय से कोई कहीं पर पैसा फंसा हुआ था, तो वह आज आपको प्राप्त हो सकता है। आज आपका अपनी माता जी से कुछ वैचारिक मतभेद हो सकता है, लेकिन आपको अपने क्रोध पर नियंत्रण रखना होगा।ख़ुशनुमा ज़िन्दगी के लिए अपना ज़िद्दी और अड़ियल रवैया दरकिनार करें, क्योंकि इससे सिर्फ़ समय की बर्बादी ही होती है। आज आपके भाई-बहन आपसे आर्थिक मदद मांग सकते हैं और उनकी मदद करके आप खुद आर्थिक दबाव में आ सकते हैं। हालांकि स्थिति जल्द ही सुधर जाएगी। ग़ैर-ज़रूरी चीज़ों पर रुपये ख़र्च कर आप अपने जीवन-साथी को नाराज़ कर सकते हैं। रोमांचक दिन है, क्योंकि आपके प्रिय का फ़ोन आएगा। आज आप सारे रिश्तों और रिश्तेदारों से दूर होकर अपना दिन किसी ऐसी जगह पर बिताना पसंद करेंगे जहां जाकर आपको शांति प्राप्त होती है। आपको और आपके जीवनसाथी को कोई बहुत सुखद ख़बर सुनने को मिल सकती है। प्यार से बढ़कर कोई अहसास नहीं, आपको भी अपने प्रेमी को कुछ ऐसी बातें बोलनी चाहिए जिससे उनका विश्वास आपमें बढ़े और प्यार को नई ऊंचाई प्राप्त हो। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- धर्म स्थान के लिए ध्वजा (झंड़े) का दान करने से स्वास्थ्य अच्छा होगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए मध्य रूप से फलदायक रहेगा। आज आपको अपने स्वास्थ्य के प्रति सचेत रहना होगा क्योंकि उस में कुछ गिरावट आ सकती है और बाहर के खाने से परहेज रखें। आज आपके परिवार में कोई कलह हो सकती है, लेकिन यदि आप अपनी वाणी पर नियंत्रण रखेंगे, तो मामला प्यार से सुलझ जाएगा, नहीं तो रिश्तो में दरार पड़ जाएगी। विद्यार्थियों को आज धन की कमी का सामना करना पड़ सकता है। व्यापार को नई गति देने के लिए आज आपको कुछ भागदौड़ करनी पड़ेगी। नौकरी से जुड़े जातकों को आज प्रमोशन मिल सकता है।बाहर का और खुला खाना खाते वक़्त ख़ास तौर पर बचाव पर ध्यान देने की ज़रूरत है। हालाँकि बिना वजह तनाव न लें, क्योंकि यह आपको मानसिक कष्ट दे सकता है। व्यापार में आज अच्छा खास मुनाफा होने की संभावना है। आज के दिन आप अपने बिजनेस को नई ऊंचाईयां दे सकते हैं। एक ख़ुशनुमा और बढ़िया शाम के लिए आपका घर मेहमानों से भर सकता है। आपके प्रिय का अस्थिर बर्ताव आज रोमांस को बिगाड़ सकता है। यात्रा और भ्रमण वग़ैरह न सिर्फ़ आनन्ददायक सिद्ध होंगे, बल्कि काफ़ी शिक्षाप्रद भी रहेंगे। जीवनसाथी के ख़राब व्यवहार का नकारात्मक असर आपके ऊपर पड़ सकता है। आज छुट्टी के दिन किसी मल्टीप्लेक्स में जाकर कोई अच्छी फ़िल्म देखने से बढ़िया और क्या हो सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- अपने प्रेमी/प्रेमिका को समय-समय पर सफेद वस्तुएं गिफ्ट में देते रहें। इससे प्रेम सम्बन्धों में बढ़ोतरी होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम रूप से फलदायक रहेगा। आज आपको सुबह से ही सुभ समाचार सुनने को मिलते रहेंगे, जिससे आपके अंदर तेज पैदा होगा। ससुराल पक्ष से भी आज आपको मान सम्मान मिलता दिख रहा है। सरकारी नौकरी में कार्यरत लोगों की छवि को आज खराब करने की कोशिश की जा सकती है, इसलिए सावधान रहें। प्रेम जीवन में नई ऊर्जा का संचार होगा। संतान के भविष्य की आज थोडी चिंता सता सकती है। सायंकाल तक भागदौड़ अधिक होने के कारण आपको कुछ थकान हो सकती है। आस पड़ोस में आज कोई विवाद पनप सकता है।",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए भविष्य के दृष्टिकोण से उत्तम रहेगा। आज व्यापार में आपके हाथ नई नई डील फाइनल होंगी, जिससे आपकी आर्थिक स्थिति मजबूत होगी और आपको अपने भविष्य की चिंता कम होगी। आज आप अपनी दैनिक आवश्यकताओं की पूर्ति के लिए भी कोई धन खर्च करेंगे और अपने जीवनसाथी को शॉपिंग कराने लेकर जा सकते हैं, लेकिन आपको अपनी जॉब का ख्याल रखना होगा। विवाह योग्य जातकों के लिए विवाह के उत्तम प्रस्ताव आएंगे। यदि आपका कुछ कारण लंबे समय से रुके हुए हैं, तो आज आप उनको पूरा कर सकते हैं।जब सेहत से जुड़ा मामला हो तो ख़ुद को अनदेखा नहीं करना चाहिए और सावधानी बरतनी चाहिए। आज धन आपके हाथ में नहीं टिकेगा, आपको धन संचय करने में आज बहुत दिक्कतों का सामना करना पड़ सकता है। जितना आपने सोचा है, आपके दोस्त उससे ज़्यादा मददगार साबित होंगे। आपका प्यार न सिर्फ़ परवान चढ़ेगा, बल्कि नई ऊँचाइयों को भी छूएगा। दिन की शुरुआत प्रिय की मुस्कान से होगी और रात उसके सपनों में ढलेगी। तनाव से भरा दिन, जब नज़दीकी लोगों से कई मतभेद उभर सकते हैं। मतभेदों की एक लम्बी श्रृंखला के पनपने के कारण आपको सामंजस्य बिठाने कें मुश्किल आएगी। जीवन में सरलता तभी रहती है जब आपका व्यवहार सरल रहता है। आपको भी अपने व्यवहार में सरलता लाने की जरुरत है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- चारपाई के पायों में तांबे की चार कील गाड़ने से हेल्थ अच्छी रहेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपकी ख्याति को चारों ओर फैलाएगा। आज आपके शत्रु भी आप का कुछ नहीं बिगाड़ पाएंगे क्योंकि भाग्य आपका भरपूर साथ देगा। नौकरी से जुड़े जातकों का कार्यभार आज बढ़ सकता है, लेकिन वह अपनी मेहनत और ईमानदारी से सायं काल तक सभी कार्य समाप्त कर देंगे। यदि साझेदारी में कोई व्यापार किया हुआ है, तो उसमें भी आज आपको लाभ होगा। आज किसी मित्र की सहायता के लिए आगे आना पड़ सकता है। आज आपके भाई के साथ आपके संबंधों में दरार पड़ सकती है, इसलिए सावधान रहें। सायंकाल का समय आप अपने मित्रों के साथ किसी अहम मुद्दे पर बातचीत करने में व्यतीत करेंगे।रचनात्मक काम आपको सुक़ून देगा। चंद्र की स्थिति की वजह से आज आपका धन बेवजह की चीजों पर खर्च हो सकता है। अगर आपको धन संचय करके रखना है तो अपने जीवनसाथी या माता पिता से इस बारे में बात करें। रिश्तेदारों से अचानक तोहफ़ा मिल सकता है, लेकिन पूरी संभावना है कि वे इसके बदले में आपसे कुछ चाहते हों। आज आपको निराशा हाथ लग सकती है, क्योंकि मुमकिन है कि आप अपने प्रिय के साथ सैर-सपाटे पर न जा पाएँ। लोगों के साथ बात करने में आज आप अपना बहुमूल्य समय बर्बाद कर सकते हैं। आपको ऐसा करने से बचना चाहिए। चीज़ें आपकी इच्छा के मुताबिक़ नहीं चलेंगी, लेकिन अपने हमदम के साथ आप अच्छा समय गुज़ारेंगे। किसी पेड़ की छांव में बैठकर आज आपको सुकून मिलेगा। जीवन को आज आप नजदीक से जान पाएंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- श्रीकृष्ण जी की पूजा करने से फैमिली लाइफ में खुशियाँ बढ़ने लगती हैं। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए निश्चित परिणाम लेकर आएगा। आज आपको यदि आपके परिवार के बुजुर्ग सदस्य कुछ कहते हैं, तो उनकी बात को मान कर कार्य करें, सफलता मिलेगी। विद्यार्थियों को यदि किसी कोर्स में दाखिला लेना है, तो उसके लिए भी दिन उत्तम रहेगा। व्यापार के लिए यदि कोई लोन लेना चाहते हैं, तो सोच समझ कर ले क्योंकि उसे वापस करना मुश्किल हो जाएगा। भाई की सलाह आज आपको किसी मुश्किल से बाहर निकालेगी। बहन की शादी में यदि कोई बाधा आ रही थी, तो वह भी आज समाप्त होगी। सायंकाल का समय आप अपने माता पिता की सेवा में व्यतीत करेंगे।जीत का जश्न आपके दिल को ख़ुशी से भर देगा। इस उत्साह को दोगुना करने के लिए आप अपनी ख़ुशी में दोस्तों को भागीदार बना सकते हैं। व्यापार में आज अच्छा खास मुनाफा होने की संभावना है। आज के दिन आप अपने बिजनेस को नई ऊंचाईयां दे सकते हैं। आपका ज्ञान और हास-परिहास आपके चारों ओर लोगों को प्रभावित करेगा। आज ही लंबे वक़्त से चले आ रहे झगड़ों को सुलझा लें, क्योंकि हो सकता है कि कल बहुत देर हो जाए। आपके द्वारा आज खाली समय में ऐसे काम किये जाएंगे जिनके बारे में आप अक्सर सोचा करते हैं लेकिन उन कामों को कर पाने में समर्थ नहीं हो पाते। लोगों की दख़लअन्दाज़ी वैवाहिक जीवन में परेशानी खड़ी कर सकती है। लोग आपके बारे में क्या सोचते हैं इसकी फीक्र न करें, अगर आप सही हैं तो आपका कोई कुछ नहीं बिगाड़ सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- किसी भी साधु को कुछ पैसे देते रहने से लव लाइफ अच्छी चलेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए नई नई उन्नति के मार्ग खुलेगा। आज रोजगार की दिशा में प्रयास कर रहे लोगों को आज रोजगार के नए अवसर प्राप्त होंगे। सामाजिक क्षेत्र में भी आज आपकी कीर्ति चारों ओर फैलेगी। आज आपके सभी कार्य पुरे होंगे, इसलिए उन्ही कार्यों को करने की सोचें, जो आपको प्रिय हों। यदि आज आपको अपने व्यापार के लिए किसी सलाह मशवरे की आवश्यकता होगी, तो किसी अनुभवी व्यक्ति से सलाह लें। प्रेम जीवन सुखमय रहेगा। दांपत्य जीवन में कुछ तनाव रह सकता है। सायंकाल का समय आप अपने भाई के साथ कहीं देव दर्शन के लिए जा सकते हैं। मुस्कुराएँ, क्योंकि यह सभी समस्याओं का सबसे उम्दा इलाज है। परिवार के किसी सदस्य के बीमार पड़ने की वजह से आपको आर्थिक परेशानी आ सकती है, हालांकि इस वक्त आपको धन से ज्यादा उनकी सेहत की चिंता करनी चाहिए। बच्चों को पढ़ाई पर ध्यान लगाने और भविष्य के लिए योजना बनाने की ज़रूरत है। आज आप हर तरफ़ प्यार-ही-प्यार फैलाएंगे। आज आप ऑफिस से घर वापस आकर अपना पसंदीदा काम कर सकते हैं। इससे आपके मन को शांति मिलेगी। यह दिन आपके जीवनसाथी के रूमानी पहलू को भरपूर तरीक़े से दिखाएगा। सप्ताह में छुट्टी वाले दिन स्मार्टफ़ोन स्क्रीन पर बॉस का नाम देखना किसे अच्छा लगता है भला? लेकिन इस बार आपके साथ यही हो सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- गुड़ का बना हलवा ग़रीबों में बांटना आज आपको ख़ुशी का अहसास करवा सकता है। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ निराशाजनक रह सकता है। आज कुछ काम ऐसे होंगे, जिनमें आपको निराशा हाथ लगेगी, लेकिन आपको अपने हौंसले को बनाए रखना होगा, तभी आगे सफलता मिल पाएगी। संतान के विवाह में आ रही बाधा को आज आप पिताजी की सलाह से दूर करेंगे, इससे परिवार के सभी लोग खुश नजर आएंगे। यदि व्यापार में आज कोई रिस्क लेना पड़े, तो ले सकते हैं इसका भविष्य में आपको लाभ होगा। आर्थिक स्थिति मजबूत होगी, लेकिन आज आप किसी को धन उधार ना दें, नहीं तो वह धन फंस सकता है।अपनी सेहत के बारे में ज़रूरत से ज़्यादा चिंता न करें। निश्चिंतता बीमारी की सबसे बड़ी दवा है। आपका सही रवैया ग़लत रवैये को हराने में क़ामयाब रहेगा। इस राशि के जो लोग विदेशों से व्यापार करते हैं उन्हें आज अच्छा खासा धन लाभ हो सकता है। आज का दिन ख़ुशियों से भरा रहेगा, क्योंकि आपका जीवन-साथी आपको ख़ुशी देने का हर प्रयास करेगा। आज अपने प्रिय को माफ़ करना न भूलें। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। अगर आप जीवनसाथी के अलावा किसी और को अपने ऊपर असर डालने का मौक़ा दे रहे हैं, तो जीवनसाथी की ओर से आपको नकारात्मक प्रतिक्रिया मिलना संभव है। संभव है कि आध्यात्मिकता की ओर तीव्र खिंचाव महसूस हो। साथ ही मुमकिन है कि किसी योग कैंप में जाना हो, किसी धर्मगुरू के प्रवचन सुनने का योग बने या फिर कोई आध्यात्मिक पुस्तक पढ़ें। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- काले चने, काले उड़द, काले कपड़े और सरसों के तेल का दान करने से स्वास्थ्य अच्छा रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज आपको अपने व्यापार में अपने शत्रुओं पर कड़ी नजर रखनी होगी क्योंकि वह आप को नुकसान पहुंचाने का संभव प्रयास करेंगे, इसलिए यदि आज कोई प्रस्ताव आपके समक्ष रखें, तो उसको स्वीकार न करें। विद्यार्थियों को परीक्षा में सफलता पाने के लिए कड़ी मेहनत की आवश्यकता है। यदि कोई संपत्ति संबंधित मामला चल रहा है, तो वह आज समाप्त हो सकती है, लेकिन उसमें आपको अपने पिताजी की सलाह की आवश्यकता होगी। सायंकाल का समय आज आप अपने परिवार के छोटे बच्चों के साथ खेलकूद में व्यतीत करेंगे।तरोताज़ा होने के लिए अच्छी तरह से आराम करें। घर में किसी फंक्शन के होने की वजह से आज आपको बहुत धन खर्च करना पड़ेगा जिसके कारण आपकी आर्थिक स्थिति खराब हो सकती है। शाम के समय अपने जीवनसाथी के साथ बाहर खाना या फ़िल्म देखना आपको सुकून देगा और ख़ुशमिज़ाज बनाए रखेगा। व्यक्तिगत मार्गदर्शन आपके रिश्ते में सुधार लाएगा। छात्रोंं के दिमाग में आज प्यार का बुखार छा सकता है और इस वजह से उनका काफी समय बर्बाद हो सकता है। आपको महसूस होगा कि शादी के वक़्त किए गए सारे वादे सच्चे हैं। आपका जीवनसाथी ही आपका हमदम है। मुमकिन है कि किसी बेहतरीन रेस्तराँ में परिवार या मित्रों के साथ भोजन की योजना बने। हाँ, ख़र्चा थोड़ा ज़्यादा हो सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- तंदूर में लगी मीठी रोटी गरीबों में बाँटने से आर्थिक स्थिति मजबूत होगी। \n"
}]
