horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। दोपहर तक आपका जोर आपके कामों को निपटाने पर रहेगा और उसके बाद आप अपने दोस्तों के साथ गपशप करने में समय बिताएंगे। शादीशुदा लोगों का गृहस्थ जीवन खुशनुमा रहेगा। जीवन साथी परिवार के साथ मिलकर आपके लिए सरप्राइस प्लान कर सकता है। प्रेम जीवन बिता रहे लोगों को अच्छे नतीजे मिलेंगे। काम के सिलसिले में आपकी मेहनत कामयाब रहेगी लेकिन ईगो से बचना जरूरी होगा।आपका विनम्र स्वभाव सराहा जाएगा। कई लोग आपकी ख़ासी तारीफ़ कर सकते हैं। जो लोग लघु उद्योग करते हैं उन्हें आज के दिन अपने किसी करीबी की कोई सलाह मिल सकती है जिससे उन्हें आर्थिक लाभ होने की संभावना है। किसी ऐतिहासिक इमारत के आस-पास सैर-सपाटे की योजना बनाएँ। इससे बच्चों और परिवार के सदस्यों को ज़रूरी ताज़गी मिलेगी। सैर-सपाटे पर जाने का कार्यक्रम बन सकता है, जो आपकी ऊर्जा और उत्साह को तरोताज़ा कर देगा। दिल के करीबी लोगों के साथ आपका वक्त बिताने का मन करेगा लेकिन आप ऐसा कर पाने में सक्षम नहीं हो पाएंगे। आपका जीवनसाथी आपको ख़ुश करने के लिए आज काफ़ी कोशिशें करता नज़र आएगा। आज अचानक तबीयत खराब हो सकती है जिससे आप सारे दिन भर परेशान रह सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- गुड़ से बने चावल, दलिया, लाल फल, गेहूँ आदि अन्ध आश्रम में बांटना आपको काम के तनाव से मुक्त रखेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए बहुत बढ़िया रहेगा। आपकी सेहत मजबूत रहेगी। मन खुश रहेगा। दोपहर बाद परिवार में वक्त बिताएंगे। अच्छे भोजन का आनंद लेंगे। धन की आवक होगी जिससे आर्थिक स्थिति बढ़िया रहेगी। काम के सिलसिले में दिनमान अच्छा रहेगा। आपकी इनकम बढ़ेगी। गृहस्थ जीवन खुशनुमा रहेगा। प्रेम जीवन बिता रहे लोग अपने रिश्ते में मजबूती से आगे बढ़ेंगे।जो धुंध आपके चारों तरफ़ छायी हुई है और आपकी प्रगति को बाधित कर रही है, उससे बाहर निकलने का समय है। यह बात भली भांति समझ लें कि दुख की घड़ी में आपका संचित धन ही आपके काम आएगा इसलिए आज के दिन अपने धन का संचय करने का विचार बनाएं। बच्चे खेल-कूद और दूसरी बाहरी गतिविधियों पर ज़्यादा वक़्त ख़र्च करेंगे। शाम ढलते-ढलते कोई आकस्मिक रुमानी झुकाव आपके दिलोदिमाग़ पर छा सकता है। आज आप कोई नई पुस्तक खरीदकर किसी कमरे में खुद को बंद करके पूरा दिन गुजार सकते हैं। आपको महसूस होगा कि आपका वैवाहिक जीवन बहुत ख़ूबसूरत है। आपके किये गये कामों को आज आपके सीनियर्स के द्वारा सराहा जाएगा जिससे आपके चेहरे पर भी मुस्कान दौड़ जाएगी। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- छोटी कन्याओं में खीर बाँटना आर्थिक उन्नति देगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nकोई डेटा उपलब्ध नहीं है, कृपया बाद में प्रयास करें।स्वास्थ्य के लिहाज़ से बहुत अच्छा दिन है। आपकी ख़ुशमिज़ाजी ही आपके आत्मविश्वास में बढ़ोतरी करेगी। जमीन या किसी प्रॉपर्टी में निवेश करना आज आपके लिए घातक हो सकता है जितना हो सके इन चीजों में निवेश करने से बचें। आपकी ज्ञान की प्यास आपको नए दोस्त बनाने में मददगार साबित होगी। आप अचानक गुलाबों की ख़श्बू से ख़ुद को सराबोर पाएंगे। यह प्यार की मदहोशी है, इसे महसूस करें। कोई आध्यात्मिक गुरू या बड़ा आपकी सहायता कर सकता है। आपका वैवाहिक जीवन इससे अधिक रंगों से भरा कभी नहीं रहा है। अगर आप अपने मन की सुनें, तो यह दिन ख़रीदारी के लिहाज़ से उम्दा है। आपको कुछ अच्छे कपड़ों और जूतों की ज़रूरत भी है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- घर में एक्वेरियम स्थापित करके मछलियों को चारा खिलाने से धन वृद्धि होगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nकोई डेटा उपलब्ध नहीं है, कृपया बाद में प्रयास करें।स्वास्थ्य का ध्यान रखें और चीज़ों को व्यवस्थित करें। आज आप आसानी से पैसे इकट्ठा कर सकते हैं- लोगों को दिए पुराने कर्ज़ वापिस मिल सकते हैं- या फिर किसी नयी परियोजना पर लगाने के लिए धन अर्जित कर सकते हैं। नए पारिवारिक व्यवसाय को शुरू करने के लिए शुभ दिन है। इसे सफल बनाने के लिए दूसरे सदस्यों की भी मदद लें। आपको अपने प्रिय को ख़ुद के हालात समझाने में दिक़्क़त महसूस होगी। इस राशि के छात्र छात्राओं को आज के दिन पढ़ाई में मन लगाने में दिक्कतें आ सकती हैं। आज आप अपना कीमती समय दोस्तों के चक्कर में बर्बाद कर सकते हैं। ठीक कम्यूनिकेशन न होने के चलते परेशानी खड़ी हो सकती है, लेकिन मिल-बैठकर बात करने से चीज़ें सुजझाई जा सकती हैं। आज किसी शादी में जा सकते हैं, वहां शराब का सेवन करना आपके लिए घातक हो सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- हरे रंग के वस्त्र अधिक पहने इससे स्वास्थ्य अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। अपने काम में पूरे मन से आगे बढ़ेंगे। आपका काम करना आप को सुकून भी देगा। आपके बॉस भी आपसे खुश रहेंगे। उनसे आपकी कम्युनिकेशन बढ़िया होगी। इनकम में बढ़ोतरी होगी। खर्चों में कमी आएगी। गृहस्थ जीवन ठीक-ठाक रहेगा। जीवन साथी किसी बात को लेकर नाराजगी जाहिर कर सकता है। प्रेम जीवन बिता रहे लोग आज के दिन को खास बनाने की कोशिश करेंगे। सेहत में उतार-चढ़ाव बना रहेगा।रक्तचाप के मरीज़ों को ख़ास ख़याल रखने और दवा-दारू करने की ज़रूरत है। साथ ही उन्हें कॉलेस्ट्रोल को क़ाबू में रखने की कोशिश भी करनी चाहिए। ऐसा करना आगे काफ़ी लाभदायक सिद्ध होगा। जिन लोगों ने किसी अनजान शख्स की सलाह पर कहीं निवेश किया था आज उन्हें उस निवेश से फायदा होने की पूरी संभावना है। अपने बच्चों को अपने उदार बर्ताव का बेजा फ़ायदा न उठाने दें। आपको अपनी हार से कुछ सबक़ सीखने की ज़रूरत है, क्योंकि आज अपने दिल की बात ज़ाहिर करने से नुक़सान भी हो सकता है। जीवन की पेचीदिगियों को समझने के लिए आज घर के किसी वरिष्ठ शख्स के साथ आप वक्त गुजार सकते हैं। मुमकिन है कि वैवाहिक जीवन में ठहराव से तंग आकर आपका जीवनसाथी आपके ऊपर फूट पड़े। शांति का दामन पकड़कर आज आप सब लोगों से बातें करेंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- पारिवारिक जीवन को अच्छा करने के लिए हनुमान चालीसा, संकटमोचन अष्टक और श्रीराम स्तुति पढ़ना बहुत शुभ रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। भाग्य मजबूत रहेगा जिससे कामों में सफलता मिलेगी। नौकरीपेशा लोग अपनी बुद्धि और दिमाग का इस्तेमाल करते हुए अपने चुनौतियों को हल कर पाएंगे। शादीशुदा लोगों का गृहस्थ जीवन कुछ दिक्कतों के साथ चलेगा। आपको अपने जीवन साथी के मूड को देखकर ही बात करनी चाहिए। प्रेम जीवन बिता रहे लोग अपने रिश्ते में आगे बढ़ेंगे और यदि आपके रिश्ते में कोई विरोध आ रहा है तो उसे दूर करने की कोशिश करने के लिए आज का दिन अच्छा है।\n आज आपके पास अपनी सेहत और लुक्स से जुड़ी चीज़ों को सुधारने के लिए पर्याप्त समय होगा। जो लोग शादीशुदा हैं उन्हें आज अपने बच्चों की पढ़ाई पर अच्छा खासा धन खर्च करना पड़ सकता है। पड़ोसियों से झगड़ा आपका मूड ख़राब कर सकता है। लेकिन अपना आपा न खोएँ, इससे सिर्फ़ आग और भड़केगी। अगर आप सहयोग न करें, तो कोई आपसे नहीं झगड़ सकता है। सबसे अच्छा रिश्ता बनाए रखने की कोशिश करें। अपने प्रिय की नाराज़गी के बावजूद अपना प्यार ज़ाहिर करते रहें। आज के दिन घटनाएँ अच्छी तो होंगी, लेकिन तनाव भी देंगी – जिसके चलते आप थकान और दुविधा महसूस करेंगे। जीवनसाथी के कारण कुछ नुक़सान हो सकता है। किसी दोस्त की सहायता करके आज आप अच्छा महसूस कर सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- प्रेम जीवन को मधुर बनाने के लिए अपनी जेब में एक सुगंधित रूमाल रखें। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। दोपहर बाद कामों में सफलता मिलनी शुरू होगी जिससे आपका मनोबल बढ़ेगा। आप किसी लंबी यात्रा की प्लानिंग में लगे होंगे। काम के सिलसिले में अच्छे नतीजे मिलेंगे  गवर्नमेंट से भी फायदा मिल सकता है। शादीशुदा लोगों का गृहस्थ जीवन थोड़ा तनावपूर्ण हो सकता है। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बढ़िया रहेगा।\n काम का बोझ आज कुछ तनाव और खीज की वजह बन सकता है। आर्थिक तौर पर सुधार तय है। आपको अपना बाक़ी वक़्त बच्चों के संग गुज़ारना चाहिए, चाहे इसके लिए आपको कुछ ख़ास ही क्यों न करना पड़े। अपनी दीवानगी को क़ाबू में रखें, नहीं तो यह आपके प्रेम-संबंध को मुश्किल में डाल सकती है। शाम के वक्त आज आप किसी करीबी के घर वक्त बिताने जा सकते हैं लेकिन इस दौरान आपको उनकी कोई बात बुरी लग सकती है और आप तय समय से पहले वापस लौट सकते हैं। आपको या आपके जीवनसाथी को बिस्तर में चोट लग सकती है। इसलिए एक-दूसरे का ख़याल रखें। आधुनिक दौर का मंत्र है – जमकर काम करें और उससे भी ज़्यादा जमकर पार्टी करें। लेकिन इतना भर याद रखें कि ज़रूरत से ज़्यादा पार्टी भी सेहत को नासाज़ कर सकती है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- दादा-दादी, या उम्रदराज़ लोगों का सम्मान करने से सेहत में सुधार आएगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए उतार-चढ़ाव से भरा रहेगा। आपके खर्चों में तेजी आएगी और बेवजह की यात्रा पर जा सकते हैं। इससे बचने की कोशिश करें क्योंकि यह मानसिक तनाव भी बढ़ाएगी और आपकी सेहत भी बिगड़ सकती है। काम के सिलसिले में दिनमान ठीक-ठाक रहेगा। आप अपने काम में मजबूती से परफॉर्म कर पाएंगे। शादीशुदा लोगों का दांपत्य जीवन प्रेम से भरपूर रहेगा। आपके रिश्ते में आकर्षण और रोमांस भी रहेगा जिससे एक दूसरे के प्रति मन में जगह बढ़ेगी। प्रेम जीवन बिता रहे लोग थोड़े निराश हो सकते हैं। आपके रिश्ते पर दिक्कत आ सकती है।आपकी ऊँची बौद्धिक क्षमताएँ आपको कमियों से लड़ने में सहायता करेंगी। सिर्फ़ सकारात्मक विचारों के ज़रिए इन समस्याओं से निजात पायी जा सकती है। जो व्यापारी अपने कारोबार के सिलसिले में घर से बाहर जा रहे हैं वो अपने धन को आज बहुत संभालकर रखें। धन चोरी होने की संभावना है। व्यक्तिगत मामलों को सुलझाते समय उदारता दिखाएँ, लेकिन अपनी ज़ुबान पर क़ाबू रखें ताकि उन्हें चोट न पहुँचे जो आपसे प्यार करते हैं और आपकी परवाह करते हैं। सावधान रहें, क्योंकि कोई आपकी छवि धूमिल करने की कोशिश कर सकता है। अपनी कमियों पर आपको काम करने की जरुरत है इसके लिए आपको अपने लिए समय निकालना चाहिए। किसी पड़ोसी, दोस्त या रिश्तेदार की वजह से वैवाहिक जीवन में अनबन मुमकिन है। इस सप्ताहांत परिवार के साथ शॉपिंग पर जाना संभव लग रहा है, लेकिन शॉपिंग जेब पर भारी भी पड़ सकती है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- कांसे की थाली का प्रयोग खाने के लिए करना प्रेम सम्बन्धों के लिए शुभ है। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए काफी अच्छा रहने वाला है। आप की चुनौतियों में कमी आएगी। विरोधियों को लेकर जो एक चिंता बनी आ रही थी उसमें कमी आएगी। गृहस्थ जीवन पर ध्यान देंगे जिससे जीवन साथी से संबंध मधुर बनेंगे। प्रेम जीवन बिता रहे लोग आज अपने प्रिय को घर वालों से इंट्रोड्यूस करा सकते हैं। रिश्ते में समझदारी बढ़ेगी। आपकी सेहत में उतार-चढ़ाव रहेगा, इसलिए खानपान का खास ख्याल रखें। काम के सिलसिले में आप मजबूत रहेंगे।जब आप कोई फ़ैसला लें, तो दूसरों की भावनाओं का ख़ास ख़याल रखें। आपका कोई भी ग़लत निर्णय न केवल उनपर ख़राब असर डालेगा, बल्कि आपको भी मानसिक तनाव देगा। आज आप काफ़ी पैसे बना सकते हैं- लेकिन इसे अपने हाथों से फिसलने न दें। कोई चिट्ठी या ई-मेल पूरे परिवार के लिए अच्छी ख़बर लाएगी। सैर-सपाटे पर जाने का कार्यक्रम बन सकता है, जो आपकी ऊर्जा और उत्साह को तरोताज़ा कर देगा। घर में पड़ी कोई पुरानी वस्तु आज आपको मिल सकती है जिससे आपको अपने बचपन के दिनों की याद सता सकती है और आप उदासी के साथ अपने दिन का काफी समय अकेले बिता सकते हैं। जीवनसाथी के साथ आज की शाम वाक़ई कुछ ख़ास होने वाली है। दोस्तों के साथ मजाक करते दौरान अपनी सीमाओं को लांघने से बचें नहीं तो दोस्ती खराब हो सकती है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- इस मंत्र का उच्चारण करें 'ओम सूर्य नारायणाय नमो नमः' \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए थोड़ा कमजोर रह सकता है। दोपहर तक अपने प्रेम जीवन को मजबूत बनाने की हर संभव कोशिश करेंगे और अपने प्रिय से खूब खुल कर बातें करेंगे लेकिन दोपहर बाद आप कुछ चिंताओं से परेशान हो सकते हैं। आपके खर्चों की संख्या भी बढ़ सकती है। सेहत अच्छी रहेगी। दिक्कतों में कमी आएगी। काम के सिलसिले में आप मजबूती से डटे रहेंगे। गृहस्थ जीवन में जीवन साथी का बर्ताव कुछ मुश्किलें पैदा कर सकता है।दोस्त की बेरुख़ी आपको नाराज़ करेगी। लेकिन ख़ुद को शांत रखें। इस बात को परेशानी न बनने दें और इससे बचने की कोशिश करें। आज के दिन घर के किसी इलेक्ट्रोनिक सामान के खराब हो जाने की वजह से आपका धन खर्च हो सकता है। पारिवारिक तनावों को अपना ध्यान भंग न करने दें। ख़राब दौर हमें बहुत-कुछ देता है। जिसे आप चाहते हैं, उसके साथ आपका तल्ख़ रवैया आपके रिश्ते में दूरी बढ़ा सकता है। अपने मन पर काबू रखना सीखें क्योंकि कई बार आप मन की मानकर अपना कीमती समय बर्बाद कर देते हैं। आज भी आप ऐसा कुछ कर सकते हैं। रोज़मर्रा की ज़रूरतें पूरी न होने से आपके वैवाहिक जीवन में तनाव संभव है। खाना, साफ़-सफ़ाई या कोई और घरेलू चीज़ इसका कारण हो सकती है। रात को आज आप अपने किसी करीबी से कई देर तक फोन पर बात कर सकते हैं और अपने जीवन में चल रही बातों को बता सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- बड़ी स्त्रियों (माँ, दादी, नानी या कोई बुजुर्ग महिला) का आशीर्वाद ग्रहण करने से स्वास्थ्य अच्छा रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। आप घर पर समय बिताएंगे। घरवालों के साथ अच्छा वक्त बिताकर मन को शांति महसूस होगी। दिल से खुश होंगे। प्रेम जीवन को खुशनुमा बनाने की पूरी कोशिश करेंगे। शादीशुदा लोगों का गृहस्थ जीवन थोड़ा कमजोर रहेगा। काम के सिलसिले में दिनमान बढ़िया रहेगा। आपकी इनकम बढ़ेगी। पैसों की आवक होगी। सेहत में उतार-चढ़ाव बना रहेगा। किसी विद्वान और वृद्ध व्यक्ति का सहयोग मिलेगा।ऐसी गतिविधियों में संलग्न रहें, जो आपको सुकून दें। विदेशों में पड़ी आपकी जमीन आज अच्छे दामों में बिक सकती है जिससे आपको मुनाफा होगा। कोई नया रिश्ता न सिर्फ़ लंबे वक़्त तक क़ायम रहेगा, बल्कि फ़ायदेमंद भी साबित होगा। भावनात्मक उथल-पुथल आपको परेशान कर सकती है। दिन की शुरुआत भले ही थोड़ी थकाऊ रहे लेकिन जैसे-जैसे दिन आगे बढ़ेगा आपको अच्छे फल मिलने लगेंगे। दिन के अंत में आपको अपने लिए समय मिल पाएगा और आप किसी करीबी से मुलाकात करके इस समय का सदुपयोग कर सकते हैं। अपने जीवनसाथी की वजह से आपको मानसिक अशान्ति का सामना करना पड़ सकता है। अपने पिता के साथ आज दोस्त की तरह आप बात कर सकते हैं। आपकी बातों को सुनकर उनको खुशी होगी। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- घर पर पीले पुष्प लगाकर उनकी देखभाल करने से लव लाइफ अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन मान आपके लिए अच्छा रहने वाला है। आपके लिए कुछ नए रास्ते खुलेंगे जो आपके काम में आपकी मदद करेंगे। इनकम में बढ़ोतरी होगी। खर्चों में कमी आएगी। गृहस्थ जीवन ठीक-ठाक रहेगा। प्रेम जीवन बिता रहे लोग आज के दिन को बहुत सावधानी से गुजारें। आपका प्रिय ईगो में अगर कुछ ऐसी बातें कर सकता है जो आपको पसंद ना आएं। सेहत मजबूत रहेगी जिससे हर जगह विजय मिलेगी।शारीरिक बीमारी के सही होनी की काफ़ी संभावनाएँ हैं और इसके चलते आप शीघ्र ही खेल-कूद में हिस्सा ले सकते हैं। कोई बेहतरीन नया विचार आपको आर्थिक तौर पर फ़ायदा दिलायेगा। यह परिवार में दबदबा बनाए रखने की अपनी आदतों को छोड़ने का वक़्त है। ज़िंदगी के उतार-चढ़ाव में उनके कंधे से कंधा मिलाकर साथ दें। आपका बदला हुआ बर्ताव उनके लिए ख़ुशी का सबब साबित होगा। आपकी ऊर्जा का स्तर ऊँचा रहेगा- क्योंकि आपका प्रिय आपने लिए बहुत सारी ख़ुशी की वजह साबित होगा। आपको अपने दायरे से बाहर निकलकर ऐसे लोगों से मिलने-जुलने की ज़रूरत है, जो ऊँची जगहों पर हों। आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्तों की तरह है और आपको आज यह एहसास होगा। आपके दोस्त आपके काम नहीं आते यह शिकायत आज आपको हो सकती है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- बाग़बानी जैसे अपने शौक़ों को पूरा करने के लिए आज आप घर में हरे रंग की बोतल या गमले में मनीप्लांट लगा सकते हैं। \n"
}]
