horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। जमीन जायदाद से जुड़े मामलों में सफलता मिलेगी। वाद विवाद में सफलता मिलेगी। परिवारिक जीवन से संतुष्टि मिलेगी। प्रेम जीवन बिता रहे लोगों को कुछ दिक्कतों का सामना करना पड़ सकता है। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिन बढ़िया रहेगा। जीवनसाथी परिवार में महत्वपूर्ण जिम्मेदारी निभाएगा। दोस्तों का सहयोग मिलेगा। काम के सिलसिले में मेहनत से काम लेंगे।सेहत अच्छी रहेगी। आज आपका सामना कई नई आर्थिक योजनाओं से होगा- कोई भी फ़ैसला करने से पहले अच्छाईयों और कमियों पर सावधानी से ग़ौर फ़रमाएँ। संबंधियों से मुलाक़ात उससे कहीं बेहतर रहेगी, जितनी आपको उम्मीद थी। मुमकिन है कि आज आपकी आँखें किसी से चार हो जाएँ- अगर आप अपने सामाजिक दायरे में उठेंगे-बैठेंगे तो। नौकरी पेेशा से जुड़े लोगों को आज कार्यक्षेत्र में परेशानियों का सामना करना पड़ सकता है। आज आप न चाहते हुए भी कोई गलती कर बैठेंगे जिसकी वजह से आपको अपने सीनियर्स की डांट सहनी पड़ सकती है। कारोबारियों के लिए दिन सामान्य रहने की उम्मीद है। आज आप बिना किसी वजह के कुछ लोगों के साथ उलझ सकते हैं। ऐसा करना आपके मूड को तो खराब करेगा ही साथ ही इससे आपका कीमती समय भी बर्बाद होगा। आपको ख़ुशी से भरी शादीशुदा ज़िन्दगी की एहमियत का एहसास होगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- नौकरी/बिज़नेस में लाभ प्राप्त करने के लिए गाय को हरी घास व हरा चारा खिलाएं। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। पैसों की आवक होगी, जिससे आर्थिक स्थिति अच्छी होगी, लेकिन यकायक बढ़ते खर्चे आप की चिंता बढ़ा सकते हैं। उन पर ध्यान देना जरूरी होगा। शादीशुदा लोगों के गृहस्थ जीवन में तनाव बढ़ेगा। सावधानी से काम लेना जरूरी होगा। काम के सिलसिले में आपकी मेहनत तो जारी रहेगी, लेकिन अभी नतीजे इतने अच्छे नहीं मिलेंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बढ़िया है। प्रिय से दिल की बात कहने में सफल होंगे।अपनी सेहत के बारे में ज़रूरत से ज़्यादा चिंता न करें। निश्चिंतता बीमारी की सबसे बड़ी दवा है। आपका सही रवैया ग़लत रवैये को हराने में क़ामयाब रहेगा। आपके पास आज पैसा भी पर्याप्त मात्रा में होगा और इसके साथ ही मन में शांति भी होगी। शाम का वक़्त दोस्तों के साथ मौज-मस्ती के लिए अच्छा है, साथ ही छुट्टियों के लिए योजना भी बन सकती है। आज प्यार की मदहोशी में हक़ीक़त और फ़साना मिलकर एक होते मालूम होंगे। इसे महसूस करें। आज आपने जो नई जानकारी हासिल की है, वह आपको अपने प्रतिस्पर्धियों पर बढ़त दिलाएगी। जो लोग बीते कुछ दिनों से काफी व्यस्त थे उन्हें आज अपने लिए फुर्सत के पल मिल सकते हैं। यह आपके पूरे वैवाहिक जीवन के सबसे ज़्यादा स्नेहपूर्ण दिनों में से एक हो सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- पीपल के वृक्ष पर जल चढाने से स्वास्थ्य बना रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिल हिंदी सामान्य रूप से फलदायक रहेगा। किसी बात को लेकर मन में बेचैनी रहेगी। सेहत अच्छी होगी। इनकम में बढ़ोतरी होगी, जिससे मन हर्षित होगा। परिवार का माहौल सकारात्मक रहेगा। काम के सिलसिले में ज्यादा मेहनत के बाद अच्छे नतीजे मिलेंगे। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिन बढ़िया रहेगा। आपसी समझदारी बढ़ेगी। प्रेम जीवन बिता रहे लोगों के लिए दिन मान सम्मान रहेगा। मुस्कुराएँ, क्योंकि यह सभी समस्याओं का सबसे उम्दा इलाज है। आपको मेरी सलाह है कि शराब सिगरेट जैसी चीजों पर पैसा खर्च न करें, ऐसा करना आपके स्वास्थ्य को तो खराब करता ही है आपकी आर्थिक स्थिति भी इससे बिगड़ती है। आपको ख़ुश रखने के लिए आपके बच्चे जो कुछ बन पड़ेगा, वह करेंगे। आज अपने प्रिय को माफ़ करना न भूलें। जिस पहचान और पुरस्कार की उम्मीद आप कर रहे थे, वह बाद के लिए टल सकती है और आपको हताशा का सामना करना पड सकता है। शाम का वक्त अच्छा रहे इसके लिए आपको दिनभर मन लगाकर काम करने की जरुरत है। कोई रिश्तेदार अचानक आपके घर आ सकता है, जिसके चलते आपकी योजनाएँ गड़बड़ा सकती हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- पक्षियों के लिए पानी की व्यवस्था करने से धन की स्थिति अच्छी रहेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। आज अचानक से कुछ करते आपके सामने आ सकते हैं, लेकिन आर्थिक स्थिति अच्छे होने से कोई बड़ी समस्या नहीं होगी। सेहत को सुधार होगा। मन में खुशी होगी। दिल में प्यार की भावना होगी, जिसका असर आपकी निजी जिंदगी पर पड़ेगा और शादीशुदा लोगों का गृहस्थ जीवन रोमांस से भरपूर रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा रहने वाला है। आप अपने काम में से थोड़ा समय उनके लिए भी निकालेंगे और नौकरी में अच्छे नतीजे मिलेंगे।आप महसूस करेंगे कि आस-पास के लोग बहुत ज़्यादा मांग करने वाले हैं। लेकिन जितना आप कर सकते हैं, उससे ज़्यादा करने का वादा न करें और केवल दूसरे को ख़ुश करने के लिए ख़ुद को तनाव से नहीं थकाएँ। आपके घर से जुड़ा निवेश फ़ायदेमंद रहेगा। परिवार के लोगों से अपनी परेशानियां साझा करके आप हल्का महसूस करते हैं, लेकिन कई बार आप अपने अहम को आगे रखकर घर वालों को जरुरी बातें नहीं बताते। आपको ऐसा नहीं करना चाहिए ऐसा करके परेशानी और भी बढ़ेगी कम नहीं होगी। मुहब्बत का सफ़र प्यारा, मगर छोटा होगा। कार्यक्षेत्र में आपको कुछ सकारात्मक बदलाव देखने को मिल सकते हैं। दिल के करीबी लोगों के साथ आपका वक्त बिताने का मन करेगा लेकिन आप ऐसा कर पाने में सक्षम नहीं हो पाएंगे। जीवनसाथी से बिना पूछे योजना बनाएंगे, तो उनकी ओर से नकारात्मक प्रतिक्रिया मिल सकती है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अच्छे स्वास्थ्य के लिए हरी ज्वार का दान करें या गाय को खिलाएं। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। सेहत बढ़िया रहेगी, जिससे आपका हौसला बढ़ेगा। इनकम भी अच्छी होगी,जिससे ऐसे कामों में सफलता मिलेगी। थोड़े खर्चे जरूर होंगे, लेकिन आपके लिए सिर दर्दी नहीं बनेंगे। शादीशुदा लोगों के गृहस्थ जीवन के लिए दिन  थोड़ा कमजोर है। जीवन साथी की सेहत का भी ध्यान रखें। प्रेम जीवन बिता रहे लोग आज काफी खुश नजर आएंगे और अपने प्रिय के लिए कोई गिफ्ट लाएंगे।धैर्य बनाए रखें, क्योंकि आपकी समझदारी और प्रयास आपको सफलता ज़रूर दिलाएंगे। आपकी कोई पुरानी बीमारी आज आपको परेशान कर सकती है जिसकी वजह से आपको हॉस्पिटल भी जाना पड़ सकता है और आपका काफी धन भी खर्च हो सकता है। पुराने दोस्त मददगार और सहयोगी साबित होंगे। जिनकी सगाई हो चुकी है, वे अपने मंगेतर से बहुत-सी ख़ुशियाँ पाएंगे। नयी साझीदारी आज के दिन फलदायी रहेगी। अगर आप अपने घर से बाहर रहकर अध्ययन या नौकरी करते हैं तो आज के दिन आप खाली समय में अपने घर वालों से बात कर सकते हैं। घर की किसी खबर को सुनकर आप भावुक भी हो सकते हैं। मुमकिन है कि आज आपका जीवनसाथी ख़ूबसूरत शब्दों में यह बताए कि आप उनके लिए कितने क़ीमती हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- आर्थिक स्थिति को मजबूत करने के लिए घर में तिल के तेल का दीपक अवश्य जलाएं। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। अपने काम पर पूरा ध्यान देंगे, लेकिन किसी दूसरे की बातों में आकर कुछ गलत काम ना करें, नहीं तो मुसीबत आ सकती है। आपकी सेहत बहुत बढ़िया रहेगी। हंसी मजाक के मूड में रहेंगे। इनकम ठीक-ठाक रहेगी। हल्के खर्चे होंगे। परिवार के लोग सहयोग करेंगे। शादीशुदा लोगों के गृहस्थ जीवन के लिए दिन मान बढिया रहेगा। किसी जरूरी मुद्दे पर बातचीत होगी। प्रेम जीवन बिता रहे लोगों के लिए अच्छा रहेगा। रिश्ते में रोमांस भी होगा।आज आपके पास ख़ुद के लिए पर्याप्त समय होगा, तो मौक़े का फ़ायदा उठाएँ और अच्छी सेहत के लिए पैदल सैर पर जाएँ। पैसों की कमी आज घर में कलह की वजह बन सकती है, ऐसी स्थिति में अपने घर के लोगों से सोच-समझकर बात करें और उनसे सलाह लें। आपका जीवनसाथी आपकी सहायता करेगा और मददगार साबित होगा। आपका प्रेमी आज आपकी बातों को सुनने से ज्यादा अपनी बातें कहना पसंद करेगा जिसकी वजह से आप थोड़े खिन्न हो सकते हैं। ऐसे काम हाथ में लें, जो रचनात्मक प्रकृती के हैं। मौज-मस्ती के लिए घूमना संतोषजनक रहेगा। दिन वाक़ई रोमानी है। बढ़िया खाने, महक और ख़ुशी के साथ आप अपने हमदम के साथ बेहतरीन समय बिता सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- गणेश जी को दूर्वा चढ़ाने से आर्थिक स्थिति अच्छी होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। कार्यक्षेत्र में बदलाव का समय है। नौकरी बदलने का ट्रांसफर के योग बनेंगे। काम के सिलसिले में मन कमजोर रहेगा, जिससे काम में गलती होने की संभावना बढ़ेगी। सेहत अच्छी रहेगी। इनकम अच्छी रहेगी, जिससे मन खुश रहेगा। फिर भी खर्चों पर ध्यान देना जरूरी होगा। शादीशुदा लोगों के गृहस्थ जीवन में थोड़ा तनाव हो सकता है। प्रेम जीवन बिता रहे लोग अपने जीवन में नीरसता महसूस करेंगे, इसके लिए अपने प्रिय से बात करें।व्यस्त दिनचर्या के बावजूद स्वास्थ्य अच्छा रहेगा। अगर आप छात्र हैं और विदेशों में जाकर पढ़ाई करना चाहते हैं तो घर की आर्थिक तंगी आज आपके माथे पर शिकन ला सकती है। जिन लोगों से आपकी मुलाक़ात कभी-कभी ही होती है, उनसे बातचीत और संपर्क करने के लिए अच्छा दिन है। सिर्फ़ स्पष्ट समझ के माध्यम से आप अपनी पत्नी/पति को भावनात्मक सहारा दे सकते हैं। आपके पास आज अपनी क्षमताओं को दिखाने के मौक़े होंगे। यात्राओं से तुरंत लाभ तो नहीं होगा, लेकिन इसके चलते अच्छे भविष्य की नींव रखी जाएगी। आपको ख़ुशी से भरी शादीशुदा ज़िन्दगी की एहमियत का एहसास होगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- चितकबरे कपड़े पहनने से आर्थिक उन्नति होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फलदायक रहेगा। मानसिक चिताओ से ग्रसित होकर कामों में रुकावट महसूस करेंगे, फिर भी अपना काम दिल लगाकर करेंगे। सेहत में उतार-चढ़ाव देखने को मिलेगा, लेकिन विरोधियों से सावधान रहें। शादीशुदा लोगों के गृहस्थ जीवन के लिए समय बढ़िया रहेगा। जीवन साथी को साथ लेकर ससुराल का रुख करेंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बढ़िया रहेगा। अपनी बातों से अपने प्रिय का दिल जीतने में कामयाब होंगे।एक आध्यात्मिक व्यक्ति आशीर्वाद की वर्षा करेगा और मन की शांति लेकर आएगा। रियल एस्टेट और वित्तीय लेन-देन के लिए अच्छा दिन है। आपके बच्चे के पुरुस्कार वितरण समारोह का बुलावा आपके लिए ख़ुशनुमा एहसास रहेगा। वह आपकी उम्मीदों पर खरा उतरेगा और आप उसके ज़रिए अपने सपने साकार होते हुए देखेंगे। आपकी प्रेम कहानी आज एक नया मोड़ ले सकती है, आपका साथी आज आपसे शादी को लेकर बात कर सकता है। ऐसे में कोई भी फैसला लेने से पहले आपको विचार अवश्य करना चाहिए। आपको अपने भागीदार को आपकी योजना से जुड़े रहने के लिए मनाने में दिक़्क़त होगी। आज लोग आपकी वह प्रशंसा करेंगे, जिसे आप हमेशा से सुनना चाहते थे। आज आपको अपने जीवनसाथी का दैवीय पक्ष देखने को मिल सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- नौकरी व बिज़नेस में तरक्की के लिए झूठ, फरेब व छल-कपट से बचें। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। व्यापार के सिलसिले में किए गए प्रयास सफल होंगे। सुदूर क्षेत्रों में राज्यों से काम के सिलसिले में अच्छे नतीजे मिलेंगे। नौकरी के मामले में आप की चप्पल बुद्धि आपका बहुत काम करेगी और आपकी साख मजबूत होगी। मन में अच्छे विचार आएंगे। सेहत बढ़िया रहेगी। खान-पान पर ध्यान रखें। शादीशुदा लोगों के गृहस्थ जीवन में स्थिति अच्छी होंगी। प्रेम जीवन बिता रहे लोगों को कुछ तनाव का सामना करना पड़ सकता है।दूसरों के लिए ख़राब नीयत रखना मानसिक तनाव को जन्म दे सकता है। इस तरह के विचारों से बचें, क्योंकि ये समय की बर्बादी करते हैं और आपकी क्षमताओं को ख़त्म करते हैं। इस राशि के बड़े कारोबारियों को आज के दिन बहुत सोच समझकर पैसा निवेश करने की जरुरत है। आपको ख़ुश रखने के लिए आपके बच्चे जो कुछ बन पड़ेगा, वह करेंगे। नए प्रेम-संबंधों के बनने की संभावना ठोस है, लेकिन व्यक्तिगत और गोपनीय जानकारियों को उजागर करने से बचें। अगर आप कई दिनों से कामकाज में दिक़्क़त महसूस कर रहे हैं, तो आज के दिन आपको राहत महसूस हो सकती है। आपके हँसने-हँसाने का अन्दाज़ आपकी सबसे बड़ी पूंजी साबित होगा। समय की कमी की वजह से आप दोनो के बीच निराशा या कुंठा के भाव पनप सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- काले-सफेद तिल आटे में मिलाकर उसकी गोलियां मछलियों में डालने से सेहत अच्छी रहेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फलदायक रहेगा। खर्चों में यकायक बढ़ोतरी होगी, जो आपकी चिंता बढ़ा सकती है, इसलिए आप मानसिक रूप से भी बेचैन नहीं है। शादीशुदा लोगों के गृहस्थ जीवन के लिए दिमाग बढ़िया रहेगा। रिश्ते में प्रेम और रोमांस बढ़ेगा। प्रेम जीवन बिता रहे लोगों को आज अच्छे नतीजे मिलेंगे। अपने प्रिय को शादी के लिए प्रपोजल दे सकते हैं। गैर कानूनी काम में पड़ने से बचें नहीं, तो नतीजे खराब होंगे। जमीन जायदाद से जुड़े काम में सफलता मिलेगी। काम के सिलसिले में दिनमान अच्छा है।कार्यक्षेत्र में वरिष्ठों का दबाव और घर में अनबन के चलते आपको तनाव का सामना करना पड़ सकता है- जो काम में आपकी एकाग्रता को भंग करेगा। दिन की शुरुआत में ही आज आपको कोई आर्थिक हानि हो सकती है जिससे सारा दिन खराब हो सकता है। पारिवारिक तनावों को अपना ध्यान भंग न करने दें। ख़राब दौर हमें बहुत-कुछ देता है। अपने प्रिय की ग़ैर-ज़रूरी भावनात्मक मांगों के सामने घुटने न टेकें। आपके पास आज अपनी क्षमताओं को दिखाने के मौक़े होंगे। किसी वजह से आज आपके ऑफिस में जल्दी छुट्टी हो सकती है इसका आप फायदा उठाएंगे और अपने परिवार के लोगों के साथ कहीं घूमने जाएंगे। जीवनसाथी द्वारा परिवार और मित्रों के बीच नकारात्मक तरीक़े से आपके वैवाहिक जीवन की निजी बातें उजागर हो सकती हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- पानी में रेवड़िया विसर्जित करने से लव लाइफ अच्छी रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहने वाला है। इनका में बढ़ोतरी होगी, जिससे मन हर्षित होगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन बड़ा रोमांटिक होगा। अपनी प्यार भरी मीठी बातों से अपने  का दिल जीतने में सफल रहेंगे। शादीशुदा लोगों के गृहस्थ जीवन में थोड़ा तनाव रहेगा। जीवनसाथी किसी बात को लेकर जिद्दी हो सकता है। काम के सिलसिले में आपकी मेहनत सफल होगी। इनकम बढ़िया होने से कुछ नया काम नहीं सोच सकते हैं। सेहत में उतार-चढ़ाव होगा।धार्मिक और आध्यात्मिक रुचि के काम करने के लिए अच्छा दिन है। आज धन आपके हाथ में नहीं टिकेगा, आपको धन संचय करने में आज बहुत दिक्कतों का सामना करना पड़ सकता है। दिन के उत्तरार्ध में अचानक आई कोई अच्छी ख़बर पूरे परिवार को ख़ुशी देगी। आपके प्रिय के कड़वे शब्दों के कारण आपका मूड ख़राब हो सकता है। जो काम आपने किया है, उसका श्रेय किसी और को न ले जाने दें। लोग आपके बारे में क्या सोचते हैं आज आपको इस बात से कोई फर्क नहीं पड़ेगा। बल्कि आज आप खाली समय में किसी से मिलना जुलना भी पसंद नहीं करेंगे और एकांत में आनंदित रहेंगे। शादीशुदा ज़िन्दगी के नज़रिए से यह थोड़ा मुश्किल वक़्त है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- कच्चे कोयले किसी भी धोबी को प्रेस करने के लिए दान में देने से लव लाइफ अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआप के लिए आज का दिन अच्छा रहेगा। थोड़ा मानसिक तनाव तो रहेगा, लेकिन घरवालों का सहयोग कामों में मिलने से आपका हौसला बढ़ेगा। काम के सिलसिले में किए गए प्रयास सफल होंगे। शादीशुदा लोगों के गृहस्थ जीवन में शांतिपूर्ण और अच्छा दिन रहेगा। प्रेम जीवन बिता रहे लोग रोमांस के साथ अपने दिन की शुरुआत करेंगे। सेहत बढ़िया रहेगी, जिससे आप का मनोबल बढ़ेगा।आपकी ऊँची बौद्धिक क्षमताएँ आपको कमियों से लड़ने में सहायता करेंगी। सिर्फ़ सकारात्मक विचारों के ज़रिए इन समस्याओं से निजात पायी जा सकती है। आपका पैसा तभी आपके काम आएगा जब आप उसको संचित करेंगे यह बात भली भांति जान लें नहीं तो आपको आने वाले समय में पछताना पड़ेगा। घरेलू ज़िन्दगी में कुछ तनाव का सामना करना पड़ सकता है। बहुत ख़ूबसूरत और प्यारे इंसान से मिलने की प्रबल संभावना है। किसी ऐसे नए उद्योग से जुड़ने से बचें जिसमें कई भगीदार हों- और अगर ज़रूर पड़े तो उन लोगों की राय लेने से न कतराएँ, जो आपके क़रीबी है। किसी वजह से आज आपके ऑफिस में जल्दी छुट्टी हो सकती है इसका आप फायदा उठाएंगे और अपने परिवार के लोगों के साथ कहीं घूमने जाएंगे। आज का दिन उन्माद में घिर जाने का है; क्योंकि आप अपने जीवनसाथी के साथ प्रेम के चरम का अनुभव करेंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- नौकरी व बिज़नेस में उन्नति के लिए फटे घिसे फीके पड़ चुके कपड़े, टूटे जूते, रद्दी सामान इकट्ठा न होने दें। \n"
}]
