horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "इस समय आपको जीवन में दो ही विकल्प मिलेंगे और दोनों में से किसी एक को भी छोड़ना आपके लिए समान दर्दनाक होगा ǀ आपको अब अपने दिल की सुननी चाहिए ǀ अपने खाली समय में अपने लक्ष्यों की सूची बनाएं.लेकिन उनकी प्राथमिकताएं भी तय करें ǀ आपकी महत्वकाक्षाएं बढ़ गई हैं और आप उन्हें जितनी जल्दी हो सके,पूरे कर लेना चाहते हैं ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "आज का दिन कोई नया स्वस्थ्य सम्बन्धी कार्यक्रम शुरू करने के लिए बहुत अच्छा है |अपने खाने का विशेष ध्यान रखें और आज से नियमित रूप से एक्सरसाइज शुरू करें जिसकी आप हाल –फिलहाल उपेक्षा करते आ रहें हैं | आपको यह समझना बहुत जरूरी है कि अच्छी मानसिक सेहत के लिए स्वस्थ शरीर का होना बहुत आवश्यक है |नयी योग क्लास में हिस्सा लें या दूसरी रिलैक्स करने वाली तकनीक अपनाएँ ,आपके जीवन में अब इनकी खासी आवश्यकता है |",
        "मेष प्यार और संबंध राशिफल": "आज आप अपने अतीत के किसी व्यक्ति से मेल मिलाप कर सकते है , यद्यपि ये व्यक्ति आपके प्रेम प्रसांगिक रिश्तो से हटकर होगा । वह व्यक्ति आपको महत्वपूर्ण दिशा निर्देश या ऐसा मार्गदर्शन कर सकता है , जिससे की काफी लम्बे समय से जो भ्रम और परेशानियाँ आपके जीवन में थी , उन्हें दूर किया जा सकता है । इस जानकारी की मदद से आप अपना पहला कदम इन घावों को भरने में उठा सकते हैं ।",
        "मेष कैरियर और धन राशिफल": "एक मालिक के रूप में, अपने अधीनस्तों के लिए आपमें एक दिल है । उन्हें ज्यादा उत्साह के साथ प्रदर्शन करने के लिए आपकी प्रशंसा की जरूरत है। उनसे बात करें और उन्हें प्रोत्साहित करने के लिए आप किसी पार्टी का आयोजन भी कर सकते है । वे इसके लिए आप का आदर करेंगे। आप एक बड़ी परियोजना के लिए उन्हें प्रेरित भी करते रहे । उनके साथ हसी मजाक करे ताकि वे आपके साथ सामान्य हो पाये । आप अपने विशाल नेतृत्व के गुणों का प्रयोग करें ।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "आपकी मन की आवाज अब सक्रिय है और हर काम में आपका बहुत अच्छा मार्गदर्शन करेगी ǀ आप मजे मजे में भी आसानी से जोखिम उठा पाने की स्थिति में हैं ǀ भाग्य आपके साथ है फिर भी आपको कोई भी कदम उठाने से पहले दो बार सोच लेना चाहिए ǀ आप भावनाओ की बाढ़ को अनुभव करेंगे ǀ पुराने दोस्तों या परिचित के सामने आने से खुशी होगी ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "इससे पहले कि आप खुद पर अपने नए एक्सरसाइज कार्यकर्म या डाइट को लेकर अधिक सख्ती बरतें,पहले यह सुनिश्चित कर लें कि जो आप करने जा रहें हैं ,वह आपके लिए जरुरी भी है या नही | हो सकता है कि किसी और के तय किये हुए पैमानों के अनुसार कार्य करना आपके लिए फायदेमंद साबित न हो |अब समय आ गया है कि और किसी के कहने पर चलने की बजाय आप खुद अपनी जरूरतों और अपने व्यक्तित्व को ध्यान में रखते हुए अपना कार्यक्रम बनाएं |",
        "वृषभ प्यार और संबंध राशिफल": "आज आप प्यार में आक्रामक हो सकते है । आप ये सुनिश्चित करें की आप अपने अहंकार को दूर रखने का प्रयास करे , ताकि आप अपने सम्भंधो का पूरा आनंद ले सके । हालाँकि , आपके साथी को आपका ये नया रूप पसंद आएगा और आपके नए आत्मविश्वास के संचार का आनंद भी आएगा । सुनिश्चित करें की इस अवसर का आप लाभ उठायें और इस समय का आनंद ले ।",
        "वृषभ कैरियर और धन राशिफल": "आज आपका ध्यान कही भटक सकता है , और आपको लगेगा की आप अपने कार्यों को समय पर पूरा नहीं कर पाएंगे । परिणाम स्वरुप आप अपने कार्यो में पीछे रह सकते है । इसका सबसे अच्छा समाधान है की आप कार्य से एक दिन अवकाश ले और बाहरी गतिविधियों में एक दिन बिताए । यह आपको ऊर्जा से भरेगा और आप नए उत्साह के साथ अपने लंबित कार्यों को निपटने में सक्षम हो जायेंगे ।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "यह समय अपने लक्ष्य के लिए गंभीरता से कोशिश करने का है ,आपको बहुत जल्दी इसका फल भी मिलेगा ǀ आप अभी कुछ बातों के बारे में सोच रहे थे,उनको कार्यान्वित करने का समय आ गया है ǀ आपको अपना सारा ध्यान अब इसी पर लगाना होगा ǀ हालाँकि आप इसके कारण बहुत व्यस्त रहेंगे ,लेकिन आपको इसका अच्छा फल भी जल्दी मिलेगा और आपकी सफलता की इच्छा बढ़ेगी ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "आज आप किसी सामाजिक विवाद में खुद को उलझा हुआ पायेंगे I|ऐसी स्थितियों से आपका मानसिक तनाव बढ़ जाता है और इसका बुरा असर आपकी सेहत पर भी जरूर पड़ता है I| इसका सबसे अच्छा उपाय ऐसी स्थितियों से बचना ही है परन्तु ऐसा हमेशा संभव नही हो पाता,इसीलिए खुद को राहत देने के लिए कुछ ऐसी तकनीकें अपनाए जिससे आपको बिना बात का तनाव न हो और आपकी सेहत खतरे में न पड़े|",
        "मिथुन प्यार और संबंध राशिफल": "आप थोड़े समय चलने वाले अस्थाई किस्म के संबंधों से ही संतुष्ट हो जाते हैं लेकिन अब आपमें भी सच्चा प्यार पाने की इच्छा जाग उठी है | आपको थोडा जल्दी गुस्सा आ जाता है | यह आपके सच्चा रिश्ता बनाने के रास्ते में बाधा का काम करता है | अपने मूड के बदलावों पर नियंत्रण रखें और बहुत जल्द आपको किसी बहुत अच्छे व्यक्ति का साथ मिल सकता है |",
        "मिथुन कैरियर और धन राशिफल": "हालाँकि की आज आप अपने सभी कार्यों को जल्द पूरा करने में बहुत ज्यादा सक्षम हैं लेकिन आप अपने में बेचैनी , असावधानी और सुस्ती महसूस करेंगे और नतीजतन अधिक समय होने के बावजूद आपका बकाया कार्य और जिम्मेदारियां बढ़ती हुई चली जाएंगी । एक दिन की छुट्टी लेना इस का उपाय है ताकि अगले दिन आप तरोताजा महसूस करे । यह बेचैनी वास्तव में तनाव के कारण है , जिसे आपको अपनी उत्पादकता बढ़ने के लिए त्यागना होगा ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "अगर आप आज रसोईघर में बनने वाले खाने के बारे में सोच रहे हैं तो बिलकुल सही सोच रहे हैंǀआज आपको कोई विशेष पकवान खाने को मिल सकता हैǀअपनी सेहत का ध्यान रखें और साफ़ सफाई बनाये रखें ǀआपके मित्र के को हुई ग़लतफ़हमी आज दूर हो सकती है ǀअप्रत्याशित श्रोतों से आय होने की भी संभावना है ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "आज का दिन आपके लिए कुछ अजीब सा रहेगा ǀऐसी कुछ घटनाएँ भी घट सकती हैं जिनके होने की आपने कभी उम्मीद भी नही की होगी ǀ यह महत्वपूर्ण रहेगा कि आप गृहों की स्थिति का ध्यान रखते हुए यह समझने की कोशिश करें कि वे आपको किस दिशा मे ले जाने की कोशिश कर रहे हैं ǀजीवन के इस मोड़ पर सही रास्ते का चुनाव कर पाना आपके लिए बहुत ही महत्वपूर्ण साबित होने वाला है ǀ",
        "कर्क प्यार और संबंध राशिफल": "मंगल ग्रह आपकी प्रेम की इच्छाओं को जगा रहा है और आपके लड़ने की भावना और आपका विश्वास आपको अपने साथी के साथ या आपके साथी के पास ले जा रहा है । आपके रिश्ते में प्रेम के भाव उसी तरीके से महत्वपूर्ण है जैसे चाय में चीनी की मिठास । आप अपने प्रेम या रोमांस में सर्वश्रेष्ट होते है । संगीत को महसूस करे । सब कुछ उज्ज्वल और रंगीन है। समय अनुकूल है।",
        "कर्क कैरियर और धन राशिफल": "आज का दिन उन लोगों के लिए सबसे अनुकूल है , जो किसी भी स्वास्थ्य से संबंधित व्यवसायों में हैं । डॉक्टरों, नर्सों, चिकित्सकों, अस्पताल प्रशासकों और यहां तक कि मेडिकल छात्रों की सफलता के लिए आज का दिन उपयुक्त है । अगर आप किसी विशेषज्ञ से परामर्श लें रहे है तो इस सलाह को माने क्यों की ये आपके पेशेवर जीवन के लिए इस समय बहुत ही प्रासंगिक होगी।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आज आप अधिकार जताने के मूड में हैं ǀ आप सबसे आगे रहकर अपना अधिकार जताना चाहते हैं ǀ इस बारे में सावधान रहें कि आपको अभिमानी न समझा जाए ǀ आप न चाहते हुए भी किसी को परेशान कर सकते हैं ǀ अगर आपको लगता भी है कि आप सब जानते हैं और सबसे बेहतर कर सकते हैं तब भी कार्य में औरों का सहयोग लेने की कोशिश करें ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "आप आज बिना किसी बात के तनावग्रस्त महसूस करेंगे |आज खुश बने रहना आपको जरा मुश्किल ही लगेगा लेकिन आपको यही करने की जरुरत है |आज एकांत में की जाने वाली गतिविधियाँ न चुनें |इसकी बजाय किसी पुराने दोस्त को बुलाकर गेट-टूगेदर रख लें |कोई अच्छी सी किताब पढने या फिल्म देखने से भी आपको अच्छा और शांत महसूस होगा |",
        "सिंह प्यार और संबंध राशिफल": "तर्क और झगड़े में आज आपका दिन जा सकता है । अपने साथी के साथ आज किसी भी मुद्दे को उठाने से बचें । अगर एक व्यक्ति बोलना बंद करे तो झगड़ा अपने आप रुक जायें । इस समय शांत रहे । कोमल और प्यार का व्यव्हार रखे । अपने साथी के तर्क को समझे और उसके वितर्क में कुछ भी न बोले ।अपने साथी का ध्यान उन खुशनुमा पलो की तरफ ले जाएं जो आपने साथ बितायें थे । दिन थोड़ी सी क्षति पहुँचाकर खत्म होगा ।",
        "सिंह कैरियर और धन राशिफल": "ये समय अपने सहकर्मियों का उत्साह बढ़ाने का समय है ! आप कुछ कठिन कार्य के लिए प्रयासरत है जिसमे आपके जूनियर या आपसे निचले क्रम के सहकर्मी आपका समर्थन करेंगे और आपके सच्चे समर्थक होंगे । इसलिए उन्हें खुश रखे ! जो लोग अपने कार्यालय में अग्रणी स्थिति या उच्च पद पर है , उन लोगों के लिए बेहतर करियर के अवसर आज आ सकते है । यह आप के लिए बेहतर भविष्य की संभावनाए लेकर आएंगे जो की आप के लिए लाभप्रद होगा।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आज अप्रत्याशित रूप से काफी खर्च हो सकता है ǀआप कोई ऐसी चीज खरीद सकते हैं जिसकी आपको जरुरत नही है लेकिन आपको अच्छी लगती है,इससे आपकी वित्तीय स्थिति काफी प्रभावित भी होगीǀ अपनी इस खर्च करने की प्रवृति पर नियंत्रण रखें तो दिन शांति से गुजर जाएगा ǀआपको आज कुछ नयी वित्तीय योजनायें भी पता चलेंगी ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "आपको आज यह महसूस होगा कि सेहत का सम्बन्ध शरीर की बजाय मन से अधिक है |आप इसे समझने के बाद अपनी चिंता तथा तनाव से छुटकारा पाने की दिशा में पहला कदम उठाएंगे और इससे न केवल आपका स्वास्थ्य बल्कि प्रवृति में भी सुधार होगा |कोई प्रेरणादायक टेप सुनें या आरामदायक मसाज की योजना बनाएं |त्वचा सम्बन्धी छोटी समस्याएँ जैसे मुंहासे आदि आपको परेशान कर सकते हैं |",
        "कन्या प्यार और संबंध राशिफल": "आप अपने प्रेम से संभंधित रिश्तो में कड़वाहट और जटिलताएं तलाश सकते है , जबकि ऐसा कुछ भी नहीं है । आप अपने साथी पर विश्वास करने में असमर्थ महसूस कर सकते हैं और अपने रिश्ते को तोड़ने के बारे में भी सोच सकते है । हालांकि, संभावना है की अपने साथी के बजाय मुद्दे आप में ही निहित है और कोई भी कदम उठाने से पहले विश्लेषणात्मक तौर पर जरूर सोचे ।",
        "कन्या कैरियर और धन राशिफल": "आप इस समय परिस्थितियों के गहन अर्थ को समझने की कोशिश में रहेंगे ! आप हाल ही में अपने पुरे किये गए कार्यो की समीक्षा करेंगे और अपने काम को और बेहतर बनाने के तरीके पर गौर करेंगे । हालांकि वित्तीय प्रबंधन आपके लिए मुश्किल साबित हो सकता है । आपके लिए धन संचित करना मुश्किल होगा !"
    },
    "6": {
        "तुला दैनिक राशिफल": "आप अपने विस्तृत होते हुए परिवेश के बारे में बहुत अच्छा अनुभव करेंगे लेकिन आपके परिजन इसी को लेकर निराश होंगे ǀ जो आप करना चाहते हैं ,उसके लिए स्वयम को समर्पित कर दें ǀ पर्दे के पीछे काम न करें,आप जो भी कर रहे हैं,उसके बारे में जानने दें ǀ अपनी जीवन में आये किसी नए दोस्त से आपको काफी लगाव का अनुभव होगा ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "थोड़ी से मेहनत और धीरज के साथ आपका दिन आज बहुत सफल सिद्ध हो सकता है लेकिन सबसे बड़ी चुनौती धीरज बनाये रखन ही है ǀआपको समय बहुत ही धीमी गति से सरकता हुआ महसूस होगा और आपको लगेगा कि जिस गति से आप चाहते हैं उस गति से अब कुछ भी नही हो रहा ǀलेकिन अगर आप जल्दी करने की कोशिश करेंगे तो सारा एजेंडा ही उल्टा-पुल्टा हो जाएगा ǀअपनी ऊर्जा को नियंत्रण में रखने के लिए दिन की शुरुआत किसी राहत देने वाली एक्सरसाइज से करें ǀ",
        "तुला प्यार और संबंध राशिफल": "आज परिवार के साथ कोई कार्यक्रम बनाएं |आप पिछले समय में अपनी व्यस्ततता क एच्लते परिवार को बहुत कम समय दे पाए हैं | अब समय आ गया है कि आप अपनी उस कमी को दूर कर लें | चाहे आप कितने भी व्यस्त हों ,आपको परिवार के साथ पिकनिक आदि की योजना बनानी चाहिए ,बहुत मजा आएगा | घुड़सवारी या तैराकी आदि की योजना भी बना सकते हैं | इस मजेदार समय में प्रकृति के नजारों का आनंद लेना न भूलें |",
        "तुला कैरियर और धन राशिफल": "आप पूर्ण रूप से स्वस्थ्य नहीं हैं इसलिए आप इस उत्पादक अवधि का लाभ नहीं उठा पा रहे है । आप अपने कार्यो की पूर्ति के लिए पहले से ही स्थापित कार्य योजना का पालन करे और आगे बढ़ें चाहे आपको कैसी भी परिस्थितियों का सामना करना पड़े । यह अपने काम को खत्म करने के लिए नए तरीके अपनाने के लिए एक अच्छा समय नहीं है। कुछ आपातकालीन स्थितियाँ आपके घर पर उत्पन्न हो सकती है जो की एक भारी वित्तीय नुकसान का कारण बन सकती है ।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "आज आप पूरा दिन थोड़े से भावुक रहेंगे ǀआप जो भी करेंगे पूरे मन से करेंगे और इसीलिए आपको सफलता जरुर मिलेगीǀआप पिछले कुछ समय से किसी महत्वपूर्ण मुद्दे को टाल रहें हैं लेकिन आज इस मुद्दे को प्राथमिकता के आधार पर रखकर सुलझाने के लिए बहुत अच्छा दिन है ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "आज आपको खांसी और जुकाम हो सकता है Iअपनी व्यक्तिगत साफ़-सफाई का विशेष ध्यान रखें Iअपने हाथ खाने से पहले खासकर और वैसे भी कई बार धोएं Iअगर संभव हो तो आज आराम करें जिससे आप हो सकने वाली किसी बीमारी की आशंका से बच सकें I|नियमित और गहरी नींद लेना न भूलें ,इससे आपको स्वस्थ रहने में काफी मदद मिलेगी I|",
        "वृश्चिक प्यार और संबंध राशिफल": "आज आपको अपने साथी से बहुमूल्य सलाह मिल सकती है । हो सकता है , की ये आपको सुनने में अच्छा न लगे , लेकिन आप अपनी तरफ से उसे अच्छी तरह से सुनने के लिए प्रयासरत रहेंगे । यह आप के लिए काफी महत्व वाली बात हो सकती है । यह वित्तीय मामला या आपके कैरियर या आपके परिवार से संबंधित हो सकता है। आपके लिए ये जरुरी है , की इस सलाह को नजरअंदाज न करे अन्यथा बाद में आपको पछताना पड़ सकता है ।",
        "वृश्चिक कैरियर और धन राशिफल": "आप एक महत्वाकांक्षी व्यक्ति हैं और अपने सपनों का पीछा करने के साथ , आप सुनियोजित तरीके से अपनी चीजो को रखते है । दूसरे इस तरह नहीं है लेकिन दूसरों को ये न बताये और समय पर सब छोड़ दे । इस भावना को त्याग दे अन्यथा लोगों को ये गलतफहमी होगी की आप उनके जीवन में हस्तक्षेप करने की कोशिश कर रहे है ।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आज का दिन आपकी वित्तीय स्थिति एवं करियर में तरक्की का दिन है ,लेकिन इन सबके लालच में अपने परिवार की उपेक्षा ना करें ǀदरअसल आज आप अपने भीतर आध्यात्मिकता का भी अनुभव करेंगे ǀइन दोनों शक्तियों के बीच उलझा हुआ अनुभव भी करेंगे लेकिन अंतत दोनों में संतुलन बना पाने में कामयाब होंगेǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "आप पिछले कुछ समय से लगातार लम्बी स्वास्थ्य समस्याओं से जूझ रहे हैं,परन्तु आज से आपकी स्वास्थ्य सुधार की प्रक्रिया शुरू हो जायेगी ǀ अगर आपकी कोई स्वास्थ्य सम्बन्धी समस्या काफी पुरानी है तब भी आपको इसके लिए आज कोई लम्बे समय तक के लिए समाधान मिल जाएगा ǀ कुल मिलकर,आज आपके स्वास्थ्य में सुधार होगा ǀ सुधार की प्रक्रिया को तेज करने के लिए अपने खान पान पर विशेष ध्यान दें",
        "धनु प्यार और संबंध राशिफल": "आपका रुख अपनी लव लाइफ के प्रति काफी नरम है फिर भी आपको कई बार ऐसे स्थितियों का सामना करना पड़ जाता है जहां लोगों की बातें और भावनाएं आपको सच्ची नही लगती | आप ऐसे लोगों से बहुर प्रभावित नही होंगे | ऐसे लोगों से आपको सच्चे प्यार की उम्मीद करनी भी नही चाहिए | हाँ, वे आपके अच्छे दोस्त जरूर बन सकते हैं |",
        "धनु कैरियर और धन राशिफल": "आपका धैर्य से अब लाभ मिलने लगा है । आप एक लंबे समय से इसके लिए इंतजार कर रहे थे , जिसके लिए आपने कभी अपनी मेहनत को पीछे नहीं रखा और अवसरों की तलाश करते रहे । धीरे-धीरे जो आप चाहते थे वो आपको मिल रहा है ।आप संयमित रहे । इन लाभों का आनंद लें , लेकिन साथ ही साथ आसपास के लोगों से विनम्र रहे । आप किसी यात्रा पर जा सकते है एवं अपने आपको उपहार दे सकते है।"
    },
    "9": {
        "मकर दैनिक राशिफल": "दिन शांत रहेगा ǀपिछले सप्ताह के व्यस्त कार्यक्रम से थोड़ी राहत मिलेगी,जो अच्छी लगेगी ǀआपके वरिष्ठ अधिकारी आप पर नजर रखे हुए हैं ,इसीलिए अधिक मेहनत करें ǀ कुछ अनापेक्षित निजी मुद्दे आपके सामने आ सकते हैं ,उनसे आपको आश्चर्य तो जरुर होगा,लेकिन आप संतोषजनक तरीके से उन्हें सँभालने में कामयाब होंगे ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "आप बाहर से तो शांत स्वभाव के आदमी हैं लेकिन अन्दर से आप भावनाओं के तूफ़ान में फंसे रहते हैंǀआपका शरीर भी अब इसी पैटर्न पर काम करता है और आपको कई बार ऐसी शारीरिक समस्याओं का सामना करना पड सकता है जिसके लक्षण आपने कभी पहले नही देखे ǀइसका सबसे अच्छा समाधान यही है कि जब तक आप अपने नजदीकी डॉक्टर के पास नही जाते तब तक अपने शरीर को संतुलित करने के लिए खूब सारा पानी पीयें ǀ",
        "मकर प्यार और संबंध राशिफल": "आज अपने साथी के द्वारा आप आश्चर्य चकित हो सकते है । आपको महंगे उपहार या असाधारण तरीके से अपने साथी से वार्तालाप करने का मौका मिलेगा जिससे की आप अपने प्यार को पुनः पाएंगे या जानेंगे । अगर आप अकेले है , तो आपका प्यार एक ऐसी जगह खिल सकता है , जहा इसकी संभावना नहीं के बराबर है , पर इसे अकल्पनीय न समझे । संभावना है , की आपको इस जगह से ऐसे रिश्ते की प्राप्ति हो सकती है , जो की पूर्ण होगा और जिसके बारे में आपने सोचा भी न होगा ।",
        "मकर कैरियर और धन राशिफल": "आप एक किसी ऐसे व्यक्ति से मिलेंगे जो आपको एक आकर्षक कैरियर के अवसर प्रदान करेगा । हालांकि,इसे स्वीकार करने से पहले परिणाम के बारे में लम्बा और कठिन सोचने की जरूरत है क्योकि सब चमकती हुई चीज़ सोना नहीं होती । ये आप के आस पास के लोगों को प्रभावित करेगा लेकिन ये दिन इस तरह के एक महत्वपूर्ण निर्णय लेने के लिए उतना अच्छा नहीं है ।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "आप व्यवसायिक या निजी कारणों से यात्रा कर सकते हैं ǀहालाँकि इस समय आपके लिए यात्रा करना मुश्किल होगा लेकिन आप कर पायेंगे और इससे आपको लाभ भी होगा ǀ जो लोग पहले आपकी उदारता को नही समझते थे ,अब उन्हें भी इसकी कीमत समझ आएगी ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "आप काफी लम्बे समय से सही शेप में नही है लेकिन अगर आप कुछ दिन से एक्सरसाइज नही कर पाए हैं तो इसका यह मतलब नही है कि आप यह कभी नही कर सकते |कोई आपके आसपास ऐसा है जो नकारात्मकता फैला रहा है,इसी से आप पर बुरा असर पड़ रहा है|अपने संबंधों को भी कुछ समय दें और इस बीच अपनी ऊर्जा का प्रयोग अपने भले के लिए करें |",
        "कुंभ प्यार और संबंध राशिफल": "जटिलताएँ आपके प्रेम के क्षेत्र में आ सकती है । आपको अपने गुस्से पर नियंत्रण रखना होगा , क्योकि आवेग आपको कुछ भी शुभ नहीं देगा । आपको अपने साथी के प्यार और स्नेह को पहचानने की भी जरुरत भी है जो की तनाव के चलते कही दब सा गया था । अपने आत्म सम्मान और अपने साथी के लिए अपनी प्रतिबद्धता के बीच एक अच्छे संतुलन को बनाए रखना अब बहुत महत्वपूर्ण है।",
        "कुंभ कैरियर और धन राशिफल": "आपका धैर्य , कर्तव्य और जिम्मेदारी की अपनी भावना आपके रास्ते में आ रही सभी बाधाओं को दूर करने में सहायक सिद्ध होगी । आपको अपने हास्य क्षमता को जागृत करना होगा ताकि आपका कार्य क्षेत्र में एक अच्छे माहौल का निर्माण हो सके जिससे की आप आराम से अपने कार्य को कर सके ।दिन के अंत में एक गंभीर वित्तीय लाभ का मौका आपको मिल सकता है"
    },
    "11": {
        "मीन दैनिक राशिफल": "आप अपने दोस्त की गलती की जिम्मेदारी खुद लेने पर तुले हुए हैं ,लेकिन इसके नतीजों के बारे में भी सोच लें ǀ किसी कानूनी पचड़े में भी पड़ सकते हैं ǀ कोई ऐसी घटना होगी जो आपको कभी ना भूलने वाला सबक देगी ǀ कुछ अलग दिखें,कपड़े या अपना बाल बनाने का तरीका बदल लें ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "आज का दिन आपके लिए विशेष रूप से अच्छा है ǀ आप कुछ नया काम शुरू कर सकते हैं ǀ आज कोई ऐसा कोई प्रोजेक्ट ख़त्म कर लें जिसमे आपका बहुत सारा समय लगा हुआ है या कोई ऐसा काम कर लें जिसे आप टालते रहें हैं ǀ शाम के लिए मौज मौसे और कार्ड्स खेलना तय है ǀनए और पुराने सभी दोस्तों से बातचीत करें औए एन्जॉय करें ǀआज खरीदारी करने में मजा आएगा ǀ",
        "मीन प्यार और संबंध राशिफल": "कई घटनाओं की वजह से आज आपका प्यार का जीवन एक अलग ही प्रकाश में दिखेगा । आपको कुछ नयी जानकारी मिलेगी या अपने साथी की इच्छाओं और चरित्र के बारे में एक नई जानकारी मिल सकती है , इसकी वजह से आपके रिश्ते में एक महत्वपूर्ण मोड़ आएगा । आपको अपने साथी के लिए अपनी खुद की इच्छाओं और आत्म सम्मान के बीच संतुलन रखना होगा ।",
        "मीन कैरियर और धन राशिफल": "आज आपको अपने कार्यक्षेत्र से संभंधित कार्य में अपने मित्रो और सहकर्मियों से सहायता मिल सकती है । आप उनको अपना आभार देना न भूले और बदले में आप भी समय पड़ने पर उनकी सहायता करे । धन एवं नकदी प्रवाह में सुधार आयेगा । इस दिन आपको अपने अनावश्यक खर्चो पर भी लगाम लगानी होगी क्योकि आप अछा कमाएंगे पर साथ साथ आपके खर्चे घटाने आपके लिए मुश्किल होंगे ।"
    }
}]
