horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन बहुत बढ़िया रहेगा। अच्छे भोजन का आनंद लेंगे। परिवार में खुशियां रहेंगी। कोई नई चीज खरीद कर लाएंगे जिससे सभी को खुशी होगी। नया मोबाइल भी या लैपटॉप भी खरीद सकते हैं। नौकरी पेशा लोगों को काम में तरक्की मिलेगी। आपका काम अच्छा चलेगा। शादीशुदा लोगों का गृहस्थ जीवन बहुत ही प्रेम पूर्ण रहेगा। रिश्ते में एक दूसरे के प्रति समझदारी बढ़ेगी। प्रेम जीवन बिता रहे लोगों को भी सुखद नतीजे मिलेंगे।जीत का जश्न आपके दिल को ख़ुशी से भर देगा। इस उत्साह को दोगुना करने के लिए आप अपनी ख़ुशी में दोस्तों को भागीदार बना सकते हैं। अपनेे लिए पैसा बचाने का आपका ख्याल आज पूरा हो सकता है। आज आप उचित बचत कर पाने में सक्षम होंगे। काम का तनाव आपके दिमाग़ पर छा सकता है जिसकी वजह से परिवार और मित्रों के लिए वक़्त नहीं निकाल सकेंगे। अगर आप अपने प्रिय को पर्याप्त समय न दें, तो वह नाराज़ हो सकता/सकती है। पैसे बनाने के उन नए विचारों का उपयोग करें, जो आज आपके ज़ेहन में आएँ। इस राशि के लोगों को आज अपने आप को समझने की जरुरत है। यदि आपको लगता है कि आप दुनिया की भीड़ में कहीं खो गये हैं तो अपने लिए वक्त निकालें और अपने व्यक्तित्व का आकलन करें। मुमकिन है कि महरी या काम वाली बाई की तरफ़ से कोई परेशानी खड़ी हो, जिससे आपके व आपके जीवनसाथी को तनाव संभव है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- माता से सम्बन्ध अच्छे रखें व उनका भूलकर भी निरादर न करें। इससे फैमिली लाइफ अच्छी होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ कठिनाई भरा रह सकता है। आज आपके घर परिवार के किसी सदस्य के विवाह की बात चल सकती है। आज आप अपने परिवार की नई योजनाओं की ओर ध्यान देंगे, जिसमें आपका धन भी व्यय होगा। यदि आप कोई व्यापारी है, तो आज आपको अधिक परिश्रम करना पड़ सकता है, जो आपके लिए व्यर्थ रहेगा। सरकारी नौकरी में आज आपको वरिष्ठ अधिकारियों के कोप का भाजन बनना पड़ सकता है। आज आपको संतान के मामले में भी कोई गंभीर फैसला लेना पड़ सकता है, जिसमें आपको जीवन साथी की सलाह की आवश्यकता होगी। यदि आज आप किसी संस्था या व्यक्ति से धन उधार लेने की सोच रहे हैं, तो उसके लिए तीन उत्तम रहेगा।अपनी सेहत के बारे में ज़रूरत से ज़्यादा चिंता न करें। निश्चिंतता बीमारी की सबसे बड़ी दवा है। आपका सही रवैया ग़लत रवैये को हराने में क़ामयाब रहेगा। जो लोग काफी वक्त से आर्थिक तंगी से गुजर रहे थे उन्हें आज कहीं से धन प्राप्त हो सकता है जिससे जीवन की कई परेशानियां दूर हो जाएंगी। दिन को रोमांचक बनाने के लिए क़रीबी दोस्तों और परिवार के साथ समय बिताएँ। काफ़ी वक़्त फ़ोन न करके आप अपने प्रिय को तंग करेंगे। सहकर्मियों और वरिष्ठों के पूरे सहयोग के चलते दफ़्तर में काम तेज़ रफ़्तार पकड़ लेगा। आज घर में अधिकतर समय आप सो कर गुजार सकते हैं। शाम के वक्त आपको महसूस होगा कि आपने अपना कितना कीमती समय बर्बाद कर दिया। जीवनसाथी के किसी अचानक काम की वजह से आपकी योजनाएँ बिगड़ सकती हैं। लेकिन फिर आपको महसूस होगा कि जो होता है अच्छे के लिए ही होता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- काले-सफेद तिल आटे में मिलाकर उसकी गोलियां मछलियों में डालने से सेहत अच्छी रहेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपको विशेष प्रकार से लाभ देने वाला नजर आ रहा है। नौकरी व व्यवसाय से जुड़े मुद्दे आज हल होंगे। यदि कोई समस्या चल रही है, तो वह आज सुलझ सकती है। सायंकाल का समय आज आप अपने मित्रों व परिवारजनों के साथ हास्य परिहास में व्यतीत करेंगे। यदि आपके परिवार में कोई तनाव चल रहा है, तो वह भी आज फिर से पनप सकता है, जिसकी आपको चिंता भी सता सकती है। आज आपकी माता जी के स्वास्थ्य में कुछ गिरावट हो सकती है, लेकिन सतर्क रहें। यदि ऐसा हो, तो डॉक्टरी परामर्श अवश्य लें। रोजगार से जुड़े जातकों को आज उत्तम अवसर प्राप्त होंगे।आपका उदार स्वभाव आज आपके लिए कई ख़ुशनुमा पल लेकर आएगा। हालाँकि आपकी आर्थिक स्थिति में सुधार आएगा, लेकिन पैसे का लगातार पानी की तरह बहते जाना आपकी योजनाओं में रुकावट पैदा कर सकता है। माता-पिता के साथ अपनी ख़ुशियाँ साझा करें। उन्हें महसूस करने दें कि आपके लिए उनकी कितनी अहमियत है, इससे उनका अकेलेपन का एहसास अपने आप ख़त्म हो जाएगा। हमारी ज़िंदगी का क्या फ़ायदा, अगर हम एक-दूसरे का जीवन आसान न बना सकें। अपने दिल की बात ज़ाहिर करके आप ख़ुद को काफ़ी हल्का और रोमांचित महसूस करेंगे। किसी के साथ नयी परियोजना या भागीदारी वाले व्यवसाय को शुरू करने से बचें। इस राशि के छात्र आज मोबाइल पर सारा दिन बर्बाद कर सकते हैं। आपका जीवनसाथी किसी फ़रिश्ते की तरह आपका बहुत ध्यान रखेगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- सुबह उठने के साथ ही द्वादश ज्योतिर्लिंगों के नामों का उच्चारण करना नौकरी/ बिज़नेस में उन्नति देगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आप अपने व्यापार की योजनाओं को गति देने में काफी व्यस्त रहेंगे, जिसके कारण आज आपका  जीवनसाथी से विवाद हो सकता है, लेकिन यदि ऐसा हो, तो उन्हें मनाने की पूरी कोशिश करें। संतान को सामाजिक कार्य करते देख आज आपके मन में प्रसन्नता रहेगी। आज आपको दोस्तों व रिश्तेदारों की मदद भी करनी पड़ सकती है। यदि आज ससुराल पक्ष के किसी व्यक्ति को धन उधार देना पड़े, तो सोच विचार कर दें क्योंकि इससे आपके रिश्तो में दरार पड़ सकती है। सायंकाल का समय आज आप किसी मांगलिक समारोह में सम्मिलित हो सकते हैं, जिसमें आपको कोई अहम जानकारी भी मिल सकती है।\n मज़बूती और निडरता का गुण आपकी मानसिक क्षमताओं में इज़ाफ़ा करेगा। किसी भी तरह के हालात को क़ाबू में रखने के लिए इस रफ़्तार को बरक़रार रखिए। आपकी माता पक्ष से आज आपको धन लाभ होने की पूरी संभावना है। हो सकता है कि आपके मामा या नाना आपकी आर्थिक मदद करें। अटके घरेलू कामों को अपने जीवनसाथी के साथ मिलकर पूरा करने की व्यवस्था करें। काफ़ी वक़्त फ़ोन न करके आप अपने प्रिय को तंग करेंगे। यह उन उम्दा दिनों में से एक दिन है जब कार्यक्षेत्र में आप अच्छा महसूस करेंगे। आज आपके सहकर्मी आपके काम की तारीफ करेंगे और आपका बॉस भी आपके काम से खुश होगा। कारोबारी भी आज कारोबार में मुनाफा कमा सकते हैं। आज आपको महत्वपूर्ण मामलों पर ध्यान लगाने की ज़रूरत है। आप अपने जीवनसाथी के साथ रोमानी दिन गुज़ार सकते हैं, इससे आपका रिश्ता मज़बूत होगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- लव लाइफ को बेहतर रखने के लिए श्रीकृष्ण जी के समक्ष कर्पूर जलाएं \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आपको अपने ऑफिस व अपने व्यवसाय दोनों में अपने शत्रुओं से बचने का प्रयास करना होगा क्योंकि वह आपकी तरक्की देख कर आज आप को नुकसान पहुंचाने की कोशिश कर सकते हैं। आज किसी अनजान व्यक्ति से धन का लेनदेन करना पड़े, तो सोच विचार कर करें। व्यापार में आज आपकी कोई डील फाइनल हो सकती है और आपको उसमें अपने आंख और कान दोनों खोलकर निर्णय लेना होगा तभी सफलता मिलती दिख रहे है।अपने दफ़्तर से जल्दी निकलने की कोशिश करें और वे काम करें जिन्हें आप वाक़ई पसंद करते हैं। आज आपको बेवजह पैसा खर्च करने से खुद को रोकना चाहिए नहीं तो जरुरत के समय आपके पास पैसे की कमी हो सकती है। परिवार के लोगों के बीच पैसे को लेकर आज कहासुनी हो सकती है। पैसों के मामलों में आपको परिवार के सभी लोगों को स्पष्ट होने की सलाह देनी चाहिए। आज आपका प्रिय आपके साथ में समय बिताने और तोहफ़े की उम्मीद कर सकता है। यदि कोई समस्या है तो उसे टालें नहीं, बल्कि जल्दी-से-जल्दी उसका समाधान ढूंढने की कोशिश करें। जीवन की आपाधापी के बीच आज आप अपने बच्चों के लिए वक्त निकालेंगे। उनके साथ वक्त गुजार के आपको महसूस हो सकता है कि आपने जीवन के कई जरुरी पल गवां दिए हैं। आपके जीवनसाथी के लबों की मुस्कान पल भर में आपका सारा दर्द ग़ायब करने की क़ाबिलियत रखती हे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए अस्पताल आदि में रोगी व्यक्तियों की मदद करें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए अनुकूलता भरा रहेगा। विपरीत परिस्थितियां उत्पन्न होने पर आज आपको अपने क्रोध पर काबू रखना होगा, नहीं तो वह आपके बनते हुए काम बिगाड़ सकती है, इसलिए सतर्क रहें। प्रेम जीवन में नई ऊर्जा का संचार होगा। परिवार में आज किसी शुभ व मांगलिक कार्यक्रम पर चर्चा हो सकती है, जिसमें परिवार के सदस्य बढ चढ़कर हिस्सा लेंगे। सायंकाल के समय यदि आज आपके पड़ोस में कोई वाद विवाद होता है, तो उस से दूरी बनाकर रखें। यदि आपका कानून से संबंधित कोई विवाद चल रहा है,तो उसमें आज आपको जीत मिल सकती है।\n अपने खान-पान का विशेष ध्यान रखें। ख़ास तौर पर माइग्रेन के मरीज़ों को समय पर खाना नहीं छोड़ना चाहिए, नहीं तो उन्हें व्यर्थ में भावनात्मक तनाव से गुज़रना पड़ सकता है। आज आपको अपने उन रिश्तेदारों को पैसा उधार नहीं देना चाहिए जिन्होंने आपका पिछला उधार अब तक वापस नहीं किया है। आपका ज्ञान और हास-परिहास आपके चारों ओर लोगों को प्रभावित करेगा। आपके प्रिय का प्यारा बर्ताव आपको ख़ास होने का अनुभव कराएगा; इन लम्हों का पूरा लुत्फ़ उठाएँ। जो आपकी सफलता के आड़े आ रहे थे, वे आपकी आँखों के सामने ही नीचे को खिसकेंगे। ऑफिस से जल्दी घर जाने का प्लान आज आप ऑफिस पहुंचकर ही कर सकते हैं। घर पहुंचकर आप मूवी देखने या किसी पार्क में परिवार के लोगों के साथ जाने का प्लान बना सकते हैं। विवादों की एक लम्बी कड़ी आपके रिश्तों को कमजोर कर सकती है अत: इसे हल्के में लेना ठीक नहीं होगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- सरसों के तेल में अपना मुख देखकर दान करने से स्वास्थ्य अच्छा होगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए उलझनों भरा रहेगा। आज आप पूरा दिन किसी प्रकार की उधेड़बुन में ही व्यतीत करेंगे, जिससे आप अपने व्यापार पर ध्यान नहीं दे पाएंगे, इसमें आज आपको नुकसान उठाना पड़ सकता है। घर के सदस्यों में आज किसी बात को लेकर आपस में तनाव हो सकता है, जिसे आप अपने पिताजी की सलाह से दूर करने की कोशिश करेंगे। सायंकाल के समय व्यापार की समस्याओं का समाधान मिलने से मन में प्रसन्नता रहेगी। विवाह योग्य जातकों के लिए आज उत्तम विभाग के प्रस्ताव आएंगे। भाई-बहनों का भरपूर सहयोग मिलेगा। विद्यार्थियों को आज अपने गुरुजनों का आशीर्वाद प्राप्त होगा।प्रभावशाली लोगों का सहयोग आपके उत्साह को दोगुना कर देगा। आज आप आसानी से पैसे इकट्ठा कर सकते हैं- लोगों को दिए पुराने कर्ज़ वापिस मिल सकते हैं- या फिर किसी नयी परियोजना पर लगाने के लिए धन अर्जित कर सकते हैं। आपके जीवनसाथी की सेहत आपको चिंता में डाल सकती है। यात्रा के चलते रुमानी संबंध को बढ़ावा मिलेगा। चीज़ों के होने का इंतज़ार मत कीजिए- बाहर निकलें और नए मौक़ों की तलाश करें। आपके पास समय तो होगा लेकिन बावजूद इसके भी आप कुछ ऐसा नहीं कर पाएंगे जो आपको संतुष्टि दे। आप अपने जीवनसाथी के प्यार की मदद से ज़िन्दगी की मुश्किलों का आसानी से सामना कर सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- पारिवारिक जीवन को अच्छा करने के लिए लोहे के बर्तनों का दान किसी भी गरीब व्यक्ति को करें। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए व्यस्तता व भाग-दौड़ भरा रहेगा। व्यापार में धन लिए किए गए प्रयास सफल होंगे। यदि आज किसी संपत्ति के खरीदने का मन बना रहे हैं, तो उसके लिए दिन उत्तम रहेगा और साझेदारी में यदि कोई व्यापार किया हुआ है, तो वह आज आपको भरपूर लाभ देगा, इससे आपको अपने भविष्य की आर्थिक स्थिति के चिंता कम होगी, लेकिन फिर भी आपको अपनी आय और व्यय दोनों में संतुलन बनाकर रखना होगा, नहीं तो आपको भविष्य में परेशानी का सामना करना पड़ सकता है। व्यस्थता के बीच आप अपने परिवार के सदस्यों के लिए समय निकालने में कामयाब रहेंगे।बाहर का और खुला खाना खाते वक़्त ख़ास तौर पर बचाव पर ध्यान देने की ज़रूरत है। हालाँकि बिना वजह तनाव न लें, क्योंकि यह आपको मानसिक कष्ट दे सकता है। आज आपको भूमि, रिअल-एस्टेट या सांस्कृतिक परियोजनाओं पर ध्यान केन्द्रित करने की ज़रूरत है। आपकी ज्ञान की प्यास आपको नए दोस्त बनाने में मददगार साबित होगी। प्यार-मोहब्बत की नज़रिए से बेहतरीन दिन है। प्यार का मज़ा चखते रहें। ऐसा लगता है कि कुछ समय के लिए आप नितांत एकाकी है। सहकर्मी/सहयोगी मदद के लिए हाथ बढ़ा सकते हैं, लेकिन वे ज़्यादा सहायता नहीं कर पाएंगे। आज खाली वक्त का सही उपयोग करने के लिए आप अपने पुराने मित्रों से मिलने का प्लान बना सकते हैं। सुबह जीवनसाथी से आपको कुछ ऐसा मिल सकता है, जिससे आपका सारा दिन ख़ुशगवार गुज़रेगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अच्छे स्वास्थ्य के लिए छिलके सहित बादाम, साबुत मूंगफली, चने की दाल, घी, पीला कपडा किसी देव स्थान में देने से स्वास्थ्य में सुधार होगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके सितारे बुलंदियों पर होंगे। आज आपको अपने व्यापार में अचानक से भरपूर धन लाभ होने के योग बन रहे हैं, जिससे आपकी आर्थिक स्थिति को मजबूती होगी और आप प्रसन्न रहेंगे। यदि आप अपने व्यापार के लिए किसी रिसर्च से जुड़े हैं, तो आज उसमें आपको कुछ बड़ा लाभ हाथ लग सकता है। विद्यार्थियों के उच्च शिक्षा में आ रही बाधा दूर होगी। आपने अपने व्यापार में जो मेहनत की थी, वह आज आपको भरपूर लाभ देगी। ससुराल पक्ष से आज आपको मान सम्मान मिलता दिख रहा है। सायंकाल का समय आज आप अपने माता-पिता को देव दर्शन की यात्रा पर लेकर जा सकते हैं।\n आज का दिन मौज-मस्ती और आनन्द से भरा रहेगा- क्योंकि आप ज़िन्दगी को पूरी तरह जिएंगे। आपको मेरी सलाह है कि शराब सिगरेट जैसी चीजों पर पैसा खर्च न करें, ऐसा करना आपके स्वास्थ्य को तो खराब करता ही है आपकी आर्थिक स्थिति भी इससे बिगड़ती है। शाम को रसोई के लिए ज़रूरी चीज़ों की ख़रीदारी आपको व्यस्त रखेगी। कोई अच्छी ख़बर या जीवनसाथी/प्रिय से मिला कोई संदेश आपके उत्साह को दोगुना कर देगा। दफ़्तर में आपके दुश्मन भी आज आपके दोस्त बन जाएंगे - आपके सिर्फ़ एक छोटे-से अच्छे काम की बदौलत। ऐसे लोगों से जुड़ने से बचें जो आपकी प्रतिष्ठा को आघात पहुँचा सकते हैं। जो यह समझते हैं कि शादी सिर्फ़ सेक्स के लिए होती है, वे ग़लत हैं। क्योंकि आज आपको सच्चे प्यार का एहसास होगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- मांस, मदिरा, हिंसा, परपीड़ा, निंदा का त्याग करना आर्थिक स्थिति के लिए शुभ है। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए निश्चित परिणाम देने वाला रहेगा। आज आपके दांपत्य जीवन में सरसता बनी रहेगी।  आज संतान के भविष्य की योजनाओं पर भी आज कुछ चर्चा कर सकते हैं। कार्य क्षेत्र में आज वरिष्ठ अधिकारियों से आपकी अनबन हो सकती हैं, लेकिन आपको अपने क्रोध पर नियंत्रण रखना होगा तभी आपका प्रमोशन मिल सकता है। आज आपके घर अतिथि आगमन हो सकता है, जिसमें कुछ धन भी व्यय होगा। सायंकाल का समय आज आप अपने परिवार के सदस्यों के साथ मौज मस्ती में बताएंगे, जिसमें आपके परिवार के छोटे बच्चे मस्ती करते नजर आएंगे।आपका हँसमुख स्वभाव दूसरों को ख़ुश रखेगा। आर्थिक पक्ष के मजबूत होने की पूरी संभावना है। अगर आपने किसी शख्स को पैसा उधार दिया था तो आज आपको वो पैसा वापस मिलने की उम्मीद है। आपके बच्चे के पुरुस्कार वितरण समारोह का बुलावा आपके लिए ख़ुशनुमा एहसास रहेगा। वह आपकी उम्मीदों पर खरा उतरेगा और आप उसके ज़रिए अपने सपने साकार होते हुए देखेंगे। हर बात पर प्यार का दिखावा करना ठीक नहीं है इससे आपका रिश्ता सुधरने की जगह बिगड़ सकता है। आज के दिन कार्यालय का माहौल बढ़िया बना रहेगा। आज आप अपना खाली समय अपनी माता की सेवा में बिताना चाहेंगे लेकिन ऐन मौके पर किसी काम के आ जाने की वजह से ऐसा नहीं हो पाएगा। इससे आपको परेशानी होगी। जीवनसाथी के साथ हँसते-खिलखिलाते, हर पल के मज़े लेते हुए आप महसूस करेंगे कि आप किशोरावस्था में लौट गए हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- किसी जानवर को अकारण कष्ट न दें और न ही कभी जीव हत्या करें व शाकाहार को अपनाने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। दिन के उत्तरार्ध में धन वृद्धि होने से आज आपके मन में हर्ष की भावना रहेगी। जीवनसाथी के लिए आज आप कोई उपहार खरीद कर ला सकते हैं, जिससे आप दोनों के बीच प्यार में बढ़ोतरी होगी। माता-पिता से यदि कोई विवाद चल रहा था, तो आज उनसे आपके संबंधों में भी मधुर होंगे। यदि आप कोई वाहन, भूमि खरीदना चाहते हैं, तो उसके लिए दिन उत्तम रहेगा। नौकरी से जुड़े जातकों को आज अपने शत्रुओं के कारण परेशानी का सामना करना पड़ सकता है, इसलिए सतर्क रहें और अपने अधिकारियों से मधुर व्यवहार बनाए रखें।अगर आपकी योजना बाहर घूमने-फिरने की है तो आपका वक़्त हँसी-ख़ुशी और सुकून भरा रहेगा। आपकी माता पक्ष से आज आपको धन लाभ होने की पूरी संभावना है। हो सकता है कि आपके मामा या नाना आपकी आर्थिक मदद करें। विदेश में रह रहे किसी संबंधी से मिला उपहार आपको ख़ुशी दे सकता है। आपका हमदम आपको पूरे दिन याद करता रहेगा। उसे कोई प्यारा सरप्राइज़ देने की योजना बनाएँ और इसे उसके लिए एक ख़ूबसूरत दिन में तब्दील करने के बारे में सोचें। यह उन उम्दा दिनों में से एक दिन है जब कार्यक्षेत्र में आप अच्छा महसूस करेंगे। आज आपके सहकर्मी आपके काम की तारीफ करेंगे और आपका बॉस भी आपके काम से खुश होगा। कारोबारी भी आज कारोबार में मुनाफा कमा सकते हैं। यात्रा के दौरान आप नयी जगहों को जानेंगे और महत्वपूर्ण लोगों से मुलाक़ात होगी। मतभेदों की एक लम्बी श्रृंखला के पनपने के कारण आपको सामंजस्य बिठाने कें मुश्किल आएगी। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- दाम्पत्य सुख प्राप्ति के लिए केसर का खाने में प्रयोग करें। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का पूरा दिन आपके लिए व्यस्तता व भागदौड़ भरा रहेगा। आज आप दूसरों के काम के लिए दौड़ने भागने में भी समय निकाल देंगे। आज आपको अपनी समस्याओं को हल करने मे काफी मशक्कत करनी पड़ेगी और अपने पिताजी से सलाह लेनी पड़ेगी तभी वह सफलता मिलती दिख रही है। व्यस्तता अधिक रहने के कारण आज आपके ऊपर मौसम का विपरीत प्रभाव पड़ सकता है, जिससे आपके स्वास्थ्य में गिरावट आ सकती है। विद्यार्थियों ने यदि आज किसी प्रतियोगिता में भाग लिया है, तो उनको आज सफलता मिल सकती है।कार्यक्षेत्र में वरिष्ठों का दबाव और घर में अनबन के चलते आपको तनाव का सामना करना पड़ सकता है- जो काम में आपकी एकाग्रता को भंग करेगा। आज आप अच्छा पैसा कमाएंगे- लेकिन ख़र्च में इज़ाफ़ा आपके लिए बचत को और ज़्यादा मुश्किल बना देगा। ऐसे मुद्दों पर बात करने से बचें, जिनको लेकर प्रियजनों से वाद-विवाद होने की संभावना है। प्रेम-संबंध में ग़ुलाम की तरह व्यवहार न करें। काम में आपकी दक्षता की आज परीक्षा होगी। इच्छित परिणाम देने के लिए आपको अपनी कोशिशों पर एकाग्रता बनाए रखने की ज़रूरत है। खाली समय में आज आप अपने मोबाइल पर कोई वेब सीरीज देख सकते हैं। अगर आप और आपका जीवनसाथी खाने-पीने पर ज़्यादा ध्यान देंगे, तो सेहत पर बुरा असर पड़ सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- लाल चंदन से स्नान करने से लव लाइफ अच्छी चलती है। \n"
}]
