horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। दोपहर बाद स्थितियां आपके पक्ष में आ पक्ष में आ जाएंगी। कोई नई गाड़ी खरीदने का विचार मन में आएगा। जमीन जायदाद से जुड़े मामलों के लिए दिन अच्छा है  काम के सिलसिले में भी आपकी मेहनत रंग लाएगी। शादीशुदा लोगों के गृहस्थ जीवन के लिए दिनमान तनावपूर्ण है। प्रेम जीवन बिता रहे लोगों को कुछ समस्या हो सकती है। मन में अच्छे विचार आएंगे। भाग्य का साथ मिलेगा।व्यस्त दिनचर्या के बावजूद सेहत अच्छी रहेगी। लेकिन इसे हमेशा के लिए सच मानने की ग़लती न करें। अपनी ज़िंदगी और सेहत का सम्मान करें। आज आपको समझ आ सकता है कि धन को बिना सोच विचारे खर्च करना आपको कितना नुक्सान पहुंचा सकता है. प्रभावशाली और महत्वपूर्ण लोगों से परिचय बढ़ाने के लिए सामाजिक गतिविधियाँ अच्छा मौक़ा साबित होंगी। आपका होना इस दुनिया को आपके प्रिय के लिए रहने के क़ाबिल बनाता है। आपके पास समय तो होगा लेकिन बावजूद इसके भी आप कुछ ऐसा नहीं कर पाएंगे जो आपको संतुष्टि दे। जीवनसाथी के साथ आज की शाम वाक़ई कुछ ख़ास होने वाली है। जिन्दगी का स्वाद तो स्वादिष्ट भोजन को करने में ही है। यह बात आज आपके जुबान पर आ सकती है क्योंकि आप के घर में आज स्वादिष्ट भोजन बन सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- तेल के पकौड़े कौवों को खिलाने से स्वास्थ्य बेहतर होगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। दोपहर बाद आप अपने काम को आगे बढ़ाने के लिए ज्यादा प्रयास करेंगे। हल्के खर्चे रहेंगे। काम के सिलसिले में ज्यादा मेहनत करनी पड़ेगी। सेहत अच्छी रहेगी। शादीशुदा लोगों के गृहस्थ जीवन में थोड़ा गुस्सा दिखेगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन बाद बढ़िया है। घंटों बातें करके मन को हल्का करेंगे।आपका व्यक्तित्व आज इत्र की तरह महकेगा और सबको आकर्षित करेगा। आज किया गया निवेश आपकी समृद्धि और आर्थिक सुरक्षा में इज़ाफ़ा करेगा। शाम को रसोई के लिए ज़रूरी चीज़ों की ख़रीदारी आपको व्यस्त रखेगी। आज प्रेम-संबंधों में अपने स्वतन्त्र विवेक का इस्तेमाल कीजिए। इस राशि वालों को आज खुद के लिए काफी समय मिलेगा। इस समय का उपयोग आप अपने शोकों को पूरा करने में कर सकते हैं। आप कोई किताब पढ़ सकते हैं या अपना पसंदीदा म्यूजिक सुन सकते हैं। आज आपको और आपके जीवनसाथी को प्यार-मुहब्बत के लिए पर्याप्त समय मिल सकता है। किसी अच्छे स्पा में जाकर आप तरोताज़ा महसूस कर सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- अच्छे पारिवारिक जीवन के लिए किसी भी कुत्ते (अगर काले रंग का हो, तो विशेष शुभ है) को दूध पिलाएं। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। सेहत में सुधार होगा। पैसों की आवक होगी। आर्थिक स्थिति मजबूत होगी। दोपहर बाद स्थितियां और ज्यादा अच्छी हो जाएंगी। इनकम में बढ़ोतरी होगी। काम के सिलसिले में दिनमान आपके पक्ष में रहेगा। परिवार का सुख मिलेगा। गृहस्थ जीवन बिता रहे लोग रिश्ते में बढ़ती समझदारी से खुश होंगे। प्रेम जीवन बिता रहे लोगों को कुछ निराशा हो सकती है।लंबे समय से चली आ रही अपनी बीमारी का इलाज अपनी मुस्कान से करें, क्योंकि यह सभी परेशानियों की सबसे कारगर दवा है। विदेशों में पड़ी आपकी जमीन आज अच्छे दामों में बिक सकती है जिससे आपको मुनाफा होगा। रिश्तेदारों और दोस्तों से अचानक उपहार मिलेगा। प्यार एक ऐसा जज़्बा है जिसे न सिर्फ़ महसूस किया जाना चाहिए, बल्कि अपने प्रिय के साथ बांटना भी चाहिए। आज आप सब कामों को छोड़कर उन कामों को करना पसंद करेंगे जिन्हें आप बचपन के दिनों में करना पसंद करते थे। आपका जीवनसाथी आज आपके लिए कुछ बहुत ख़ास करने वाला है। छोटे भाई के साथ घूमने जा सकते हैं इससे आप दोनों के रिश्तों में प्रगाढ़ता आएगी। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- तोते को हरी मिर्च खिलाएं। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। मानसिक चिंताएं दोपहर बाद कम हो जाएंगी। खुद के बारे में सोचेंगे। कुछ जमीन जायदाद से जुड़े मामलों पर ध्यान देंगे। काम के सिलसिले में दिनमान आपके पक्ष में रहेगा। शादीशुदा लोगों के गृहस्थ जीवन में प्रेम और रोमांस बढ़ेगा। प्रेम जीवन बिता रहे लोगों की कोई दिली इच्छा पूरी हो सकती है।आपकी व्यक्तिगत समस्याएँ मानसिक शांति को भंग कर सकती हैं। मानसिक दबाव से बचने के लिए कुछ रोचक और अच्छा पढ़ें। जो लोग शादीशुदा हैं उन्हें आज अपने बच्चों की पढ़ाई पर अच्छा खासा धन खर्च करना पड़ सकता है। आपमें से कुछ गहने या घरेलू सामान ख़रीद सकते हैं। अगर आपको लगता है कि आपका लवमेट आपकी बातों को समझ नहीं पाता तो आज उनके साथ वक्त बिताएं और अपनी बातों को स्पष्टता के साथ उनके सामने रखें। दिन उम्दा है, आज के दिन अपने लिए समय निकालें और अपनी कमियों और खुबियों पर गौर फर्माएं। इससे आपके व्यक्तित्व में सकारात्मक परिवर्तन आएंगे। आपको ख़ुशी से भरी शादीशुदा ज़िन्दगी की एहमियत का एहसास होगा। अगर आप अपने मन की सुनें, तो यह दिन ख़रीदारी के लिहाज़ से उम्दा है। आपको कुछ अच्छे कपड़ों और जूतों की ज़रूरत भी है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- बेसन की मिठाई, बेसन की कोई तली खाने की चीज़, सोहन पापड़ी, बेसन का हलवा गरीबों में बाँटने से स्वास्थ्य अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिनमान मध्यम फलदायक रहेगा। दिन की शुरुआत तो अच्छी होगी लेकिन दोपहर बाद आपके खर्चों में बढ़ोतरी होगी। इसके बाद आपकी चिंताएं थोड़ी बढ़ सकती हैं। सेहत बढ़िया रहेगी। काम के सिलसिले में दिन ज्यादा मेहनत की ओर इशारा करता है और आपको ट्रैवलिंग भी करनी होगी। शादीशुदा लोगों के गृहस्थ जीवन में आपका बर्ताव बाधा पैदा कर सकता है। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा रहेगा।आज आप ख़ुद को सुकून में और ज़िंदगी का लुत्फ़ उठाने के लिए सही मनोदशा में पाएंगे। नया आर्थिक क़रार अंतिम रूप लेगा और धन आपकी तरफ़ आएगा। बच्चों से जुड़ी समस्याओं के समाधान के लिए थोड़ा समय अलग से निकालें। कोई आपको प्यार से दूर नहीं कर सकता है। ऑफिस से जल्दी घर जाने का प्लान आज आप ऑफिस पहुंचकर ही कर सकते हैं। घर पहुंचकर आप मूवी देखने या किसी पार्क में परिवार के लोगों के साथ जाने का प्लान बना सकते हैं। मुमकिन है कि आपके माता-पिता आपके जीवनसाथी को कुछ शानदार आशीर्वाद दें, जिसके चलते आपके वैवाहिक जीवन में और निखार आएगा। आपके दोस्त आपके काम नहीं आते यह शिकायत आज आपको हो सकती है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- अगर आज आप ऊर्जा की कमी महसूस कर रहे हैं तो कुत्ते को रोटी खिलाएं। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा।अपने काम पर ध्यान देंगे। दोपहर बाद इनकम में बढ़ोतरी होती हुई नजर आएगी। हल्के खर्चे तो रहेंगे लेकिन वो चिंता नहीं देंगे। मानसिक रूप से मजबूत रहेंगे। हंसी-मजाक से घर और आसपास के लोगों को खुश रखेंगे। संबंधों में समस्याएं कम होंगी। प्रेम जीवन बिता रहे लोगों के जीवन में रोमांस की बढ़ोतरी होगी।आपको अपनी सेहत के प्रति ज़्यादा सावधानी बरतने की ज़रूरत है, ख़ास तौर पर रक्तचाप के मरीज़ों को। आज आपको अपनी संतान की वजह से आर्थिक लाभ होने की संभावना नजर आ रही है। इससे आपको काफी खुशी होगी। प्रभावशाली और महत्वपूर्ण लोगों से परिचय बढ़ाने के लिए सामाजिक गतिविधियाँ अच्छा मौक़ा साबित होंगी। आज आप ऐसे इंसान से मिल सकते हैं, जो आपको ख़ुद अपनी ज़िन्दगी से ज़्यादा चाहता होगा। खाली समय में आप कोई खेल आज के दिन खेल सकते हैं लेकिन इस दौरान किसी तरह की दूर्घटना होने की भी संभावना है इसलिए संभलकर रहें। मुमकिन है कि आज आपका जीवनसाथी ख़ूबसूरत शब्दों में यह बताए कि आप उनके लिए कितने क़ीमती हैं। सफर में आज कोई अजनबी आपको खिन्न कर सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- हरे रंग की कांच की बोतल में पानी भरकर धूप में रखें व उस जल से स्नान करना स्वास्थ्य लाभ देगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। आपको कहीं लंबी ट्रेवलिंग का मौका मिलेगा। काम के सिलसिले में दिनमान काफी व्यस्तता भरा रहेगा। आप बिजी रहेंगे और जरूरी कामों से आपका ध्यान हट सकता है। इनका मच्छी होगी। शादीशुदा लोगों के गृहस्थ जीवन में थोड़ा तनाव दिख सकता है लेकिन प्रेम जीवन बिता रहे लोग आज अपने अलग ही मूड में होंगे।आज अपनी सेहत के चिंता करने की क़तई ज़रूरत नहीं है। आपके आस-पास के लोग आपको प्रोत्साहित करेंगे व सराहेंगे। ख़र्चों में हुई अप्रत्याशित बढ़ोत्तरी आपके मन की शांति को भंग करेगी। परिवार के सदस्यों का आपके जीवन में विशेष महत्व होगा। प्रेम का आह्लाद महसूस करने के लिए आप किसी नए व्यक्ति से मिल सकते हैं। आपके घर का कोई सदस्य आज आपके साथ वक्त बिताने की जिद्द कर सकता है जिसके कारण आपका कुछ समय खराब हो जाएगा। जीवन साथी की किसी बात को गंभीरता से न लेने की स्थिति में विवाद हो सकता है। आज किसी शादी में जा सकते हैं, वहां शराब का सेवन करना आपके लिए घातक हो सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- आर्थिक उन्नति के लिए घर में केले का पेड़ लगाकर उसकी सेवा करना अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम फलदायक रहेगा। दिन की शुरुआत थोड़ी कमजोर रहेगी। आप चिंतित रहेंगे। कुछ कामों में अटकाव होगा लेकिन दोपहर बाद स्थितियां एकदम से आपके पक्ष में आ जाएंगी। भाग्य का साथ मिलेगा और काम बनते चले जाएंगे। आप अपने काम को लेकर निश्चिंत रहें और मजबूती से डटे रहें। शादीशुदा लोगों के गृहस्थ जीवन में तनाव खत्म होगा। आज जीवन साथी के साथ कहीं जाने का प्लान बन सकता है। प्रेम जीवन बिता रहे लोग भी आज के दिन को इंजॉय करेंगे।बच्चों के साथ खेलना बहुत अच्छा और सुकून देने वाला अनुभव रहेगा। रुका हुआ धन मिलेगा और आर्थिक हालात में सुधार आएगा। आज आपको दूसरों की ज़रूरतों पर ध्यान केन्द्रित करना चाहिए। हालाँकि बच्चों को ज़्यादा छूट देना आपके लिए समस्या खड़ी कर सकता है। संभव है आज आप अपने प्रिय को टॉफ़ी और कॉकलेट वग़ैरह दें। कोई आध्यात्मिक गुरू या बड़ा आपकी सहायता कर सकता है। आज के दिन आपके और आपके जीवनसाथी के लिए गहरी आत्मीयतापूर्ण बातें का सही समय है। अकेलापन कई बार काफ़ी दिक़्क़त भरा हो सकता है, ख़ास तौर से उन दिनों में जब कि आपके पास ज़्यादा कुछ करने के लिए न हो। इससे छुटकारा पाने की कोशिश करें और अपने दोस्तों के साथ थोड़ा समय व्यतीत करें। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- गमलों में काले-सफेद मार्बल के दाने रखने से पारिवारिक खुशियां बढ़ेंगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फलदायक रहेगा। किसी बात को लेकर चिंता मग्न रहेंगे। ससुराल से कोई अच्छी खबर आ सकती है। सेहत में सुधार होगा। काम के सिलसिले में आपकी तीव्र बुद्धि आपके बहुत काम आएगी। अपने साथियों से भी अच्छी ट्यूनिंग रखेंगे। शादीशुदा लोगों के गृहस्थ जीवन के लिए दिनमान मजबूत रहेगा। प्रेम जीवन बिता रहे लोग थोड़े से परेशान हो सकते हैं।आज आपका स्वास्थ्य दुरुस्त रहने की पूरी उम्मीद है। अपने अच्छे स्वास्थ्य के चलते आज आप अपने दोस्तों के साथ खेलने का प्लान बना सकते हैं। अपने अतिरिक्त धन को सुरक्षित जगह पर रखिए, जो आने वाले वक़्त में आप फिर पा सकें। मुसीबत के वक़्त परिवार से आपको मदद और सलाह हासिल होगी। आप दूसरों के तजुर्बों से कुछ सबक़ सीख सकते हैं। यह आपके आत्मविश्वास की मज़बूती के लिए बहुत ज़रूरी है। कई लोगों के लिए आज की रोमांटिक शाम ख़ूबसूरत तोहफ़ों और फूलों से भरपूर रहेगी। आपका संंगी आपसे सिर्फ कुछ समय चाहता है लेकिन आप उनको समय नहीं दे पाते जिससे वो खिन्न हो जाते हैं। आज उनकी यह खिन्नता स्पष्टता के साथ सामने आ सकती है। थोड़ी-सी कोशिश करें तो यह दिन आपके वैवाहिक जीवन के सबसे विशेष दिनों में से एक हो सकता है। रात को आज आप अपने किसी करीबी से कई देर तक फोन पर बात कर सकते हैं और अपने जीवन में चल रही बातों को बता सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- लाल चूड़ियाँ व लाल वस्त्र कन्याओं को दान में देने से आर्थिक स्थिति में सुधार होगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। सुबह तक जो चुनौतियां आपको नजर आ रही थीं, दोपहर होते-होते वह कम हो जाएंगी और आप की स्थिति अच्छी हो जाएगी लेकिन आज के दिन खर्चे बने रहेंगे और इनकम में थोड़ी गिरावट आएगी इसलिए सावधानी रखें। शादीशुदा जीवन बहुत ही खुशनुमा और रोमांटिक रहेगा। प्रेम जीवन बिता रहे लोग भी आज के दिन को बहुत अच्छे से बिताएंगे। आप अपने प्रिय को शादी के लिए मना सकते हैं।अगर आपकी योजना बाहर घूमने-फिरने की है तो आपका वक़्त हँसी-ख़ुशी और सुकून भरा रहेगा। आर्थिक तौर पर सुधार के चलते आप आसानी से काफ़ी वक़्त से लंबित बिल और उधार चुका सकेंगे। प्यार, मेलजोल और आपसी जुड़ाव में इज़ाफा होगा। अटके कामों के बावजूद रोमांस और बाहर घूमना-फिरना आपके दिलो-दिमाग़ पर छाया रहेगा। आज टीवी या मोबाइल पर कोई मूवी देखने में आप इतना व्यस्त हो सकते हैं कि आप जरुरी कामों को करना भी भूल जाएंगे। जीवनसाथी के साथ आज की शाम वाक़ई कुछ ख़ास होने वाली है। बेहतर भविष्य की योजना बनाना कभी बुरा नहीं होता। आज के दिन का अच्छा प्रयोग आप उज्ज्वल भविष्य की योजना बनाने के लिए कर सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- काली-सफेद गाय की सेवा आज आपकी मानसिक ख़ुशी को बढ़ा सकती है। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम रूप से फलदायक रहेगा। प्रेम जीवन बिता रहे लोग आज के दिन काफी खुश होंगे क्योंकि आप बहुत सारा समय अपने प्रिया के साथ बिताएंगे। उन्हें कोई बढ़िया गिफ्ट भी दे सकते हैं। अपने विरोधियों से सावधान रहना जरूरी होगा। शादीशुदा लोगों के गृहस्थ जीवन में तनाव बढ़ सकता है। काम के सिलसिले में आज का दिन अच्छा रहेगा। आप मेहनत से काम करेंगे।ख़ुद को परिष्कृत करने की कोशिश कई तरीक़ों से अपना असर दिखाएगी- आप ख़ुद को बेहतर और आत्मविश्वास से भरा हुआ महसूस करेंगे। आप जीवन में पैसे की अहमियत को नहीं समझते लेकिन आज आपको पैसे की अहमियत समझ में आ सकती है क्योंकि आज आपको पैसे की बहुत आवश्यकता होगी लेकिन आपके पास पर्याप्त धन नहीं होगा। एक मज़ेदार शाम के लिए दोस्त आपको अपने घर पर बुलाएंगे। कोई अच्छी ख़बर या जीवनसाथी/प्रिय से मिला कोई संदेश आपके उत्साह को दोगुना कर देगा। घर के छोटे सदस्यों को साथ लेकर आज आप किसी पार्क या शॉपिंग मॉल में जा सकते हैं। जीवनसाथी के साथ थोड़ा हँसी-मज़ाक़, थोड़ी छेड़-छाड़ आपको किशोरावस्था के दिनों की याद दिला देंगे। बेहतर भविष्य की योजना बनाना कभी बुरा नहीं होता। आज के दिन का अच्छा प्रयोग आप उज्ज्वल भविष्य की योजना बनाने के लिए कर सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- घर में लोबान की धूप जलाना पारिवारिक सुख के लिए अच्छा रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। घर की जिम्मेदारियों को संभालने के साथ-साथ आप अपनी लव लाइफ को भी खूबसूरत बनाने की कोशिश करेंगे और अपने प्रिय का दिल जीत लेंगे। उनके साथ रोमांस का मौका मिलेगा। शादीशुदा लोगों के गृहस्थ जीवन में भी आज खुशी भरे पल आएंगे। काम के सिलसिले में दिनमान मजबूत रहेगा और आपका अनुभव आपके काम आएगा। इनकम अच्छी होगी। सेहत भी बढ़िया रहेगी।अपनी ऊर्जा को व्यक्तित्व-विकास के काम में लगाएँ, जिससे आप और भी बेहतर बन सकें। आज किसी विपरीत लिंगी की मदद से आपको करोबार या नौकरी में आर्थिक लाभ होने की संभावना है। बढ़िया दिन है जब आप सबके ध्यान को अपनी तरफ़ खींचेंगे- आपके सामने चुनने के लिए कई चीज़ें होंगी और आपके सामने समस्या यह होगी कि किसे पहले चुना जाए। आपके प्रिय/जीवनसाथी का फ़ोन आपका दिन बना देगा। आज जीवन के कई अहम मुद्दों पर आप घरवालों के साथ बैठकर बात कर सकते हैं। आपकी बातें घरवालों को परेशान कर सकती हैं लेकिन इन बातों का हल अवश्य निकलेगा। आपको महसूस होगा कि शादी के वक़्त किए गए सारे वादे सच्चे हैं। आपका जीवनसाथी ही आपका हमदम है। दिन की शुरुआत में ही आज आपको कोई बुरी खबर मिल सकती है जिससे आपका पूरा दिन खराब हो सकता है। आज अपने मन को काबू में रखने की कोशिश करें। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- आज की शॉपिंग अपनी माता या माता सामान स्त्री के साथ करके आप उन्हें ख़ास होने का अहसास करवा सकते हैं। \n"
}]
