horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहने वाला है। आपके अंदर कॉन्फिडेंस की कोई कमी नहीं होगी और दोपहर बाद आपके पास पैसों की आवक होगी, जिससे आपकी आर्थिक स्थिति को लेकर आप काफी हर्षित रहेंगे। काम के सिलसिले में किए गए प्रयास सफल होंगे और आपकी मेहनत रंग लाएगी। परिवार का माहौल भी सकारात्मक रहेगा और परिवार वालों से आपको सहयोग और प्रेम मिलेगा। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिन थोड़ा तनावपूर्ण हो सकता है। सावधानी से काम लें। प्रेम जीवन बिता रहे लोग अपने प्रिय का एक नया रूप देखकर थोड़े अचंभित हो सकते हैं क्योंकि वह कुछ ऐसी बातें करेंगे, जो आपको लगेगा कि रिश्ते खराब करने वाली हैं।जब सेहत से जुड़ा मामला हो तो ख़ुद को अनदेखा नहीं करना चाहिए और सावधानी बरतनी चाहिए। दिन बहुत लाभदायक नहीं है- इसलिए अपनी जेब पर नज़र रखें और ज़रूरत से ज़्यादा ख़र्चा न करें। घर में मरम्मत का काम या सामाजिक मेल-मिलाप आपको व्यस्त रखेगा। आज आपका प्रिय आपके साथ में समय बिताने और तोहफ़े की उम्मीद कर सकता है। कारोबारी जितना हो अपने कारोबार से जुड़ी बातों को किसी से शेयर न करें। अगर आप ऐसा करते हैं तो आप बड़ी मुश्किल में पड़ सकते हैं। जब आपको लगता है कि आपके पास घर वालों या अपने दोस्तों के लिए टाइम नहीं है तो आपका मन खराब हो जाता है। आज भी आपकी मन स्थिति ऐसी ही रह सकती है। आपका जीवनसाथी हाल में हुई खटपट को भुलाकर अपने अच्छे स्वभाव का परिचय देगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- धन प्राप्ति के लिए दूध या जल में केसर डालकर उसका सेवन करें। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम रूप से फलदायक रहेगा। दोपहर तक आप के खर्चों में तेजी बनी रहेगी और उसकी वजह से आप मानसिक चिंता ग्रस्त रहेंगे लेकिन उसके बाद स्थितियों में बदलाव आएगा और आप के खर्चों पर थोड़ी कमी आएगी। सेहत में सुधार देखने को मिलेगा। आपको अपने काम को लेकर थोड़ा ध्यान देना होगा और मेहनत करने से पीछे नहीं हटना होगा। परिवार में आपकी मां जी किसी बात को लेकर डिमांड कर सकती हैं। शादीशुदा लोगों के गृहस्थ जीवन के लिए आज का दिन सामान्य रहेगा। जीवनसाथी किसी बात को लेकर गुस्सा दिखा सकता है लेकिन फिर भी आप के रिश्ते में समझदारी रहेगी और कोई बड़ी दिक्कत नहीं आएगी और आज का दिन अच्छे से बिताएंगे।बच्चे आपकी शाम को ख़ुशी की चमक लाएंगे। थकाऊ और उबाऊ दिन को अलविदा कहने के लिए एक बढ़िया डिनर की योजना बनाएँ। उनका साथ आपके शरीर में फिर से ऊर्जा भर देगा। जो उधारी के लिए आपके पास आएँ, उन्हें नज़रअन्दाज़ करना ही बेहतर रहेगा। आज आपको अपने होशियारी और प्रभाव का उपयोग संवेदनशील घरेलू मुद्दों को हल करने के लिए करना चाहिए। आपका रुमानी संबंध आज थोड़ी परेशानी में पड़ सकता है। आईटी से जुड़े लोगों को अपना जौहर दिखाने का मौक़ा मिल सकता है। आपको क़ामयाबी पाने के लिए केवल काम पर एकाग्र होकर जी-तोड़ मेहनत करने की ज़रूरत है। आपने बीते दिनों कार्यक्षेत्र में कई काम अधूरे छोड़े हैं जिसका भुगतान आज आपको करना पड़ सकता है। आज आपका खाली वक्त भी ऑफिस के काम को पूरा करने में ही लगेगा। आस-पड़ोस की किसी सुनी-सुनाई बात को लेकर आपका जीवनसाथी तिल-का-ताड़ बना सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- काले-सफेद तिल और सतनाजा किसी धर्म स्थान में दान करने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। दोपहर तक आपकी इनकम अच्छी रहेगी लेकिन दोपहर बाद आप के खर्चे बढ़ने लगेंगे। आप पैसे को यूज करने की कोशिश करेंगे और इसलिए खर्चों पर ध्यान नहीं जाएगा। परिवार में खुशियां रहेंगी। घर में हंसी मजाक का माहौल रहेगा। अच्छे भोजन का आनंद लेंगे। दोस्तों का सहयोग मिलेगा। काम के सिलसिले में आपकी मेहनत सफल होगी लेकिन फिर भी कुछ लोगों के प्रति सावधानी रखनी जरूरी होगी। शादीशुदा लोगों का गृहस्थ जीवन खुशनुमा रहेगा। प्रेम जीवन बिता रहे लोग भी आज के दिन खुशी का अहसास करेंगे और अपने प्रिय को कोई बढ़िया सा गिफ्ट दे सकते हैं।किसी संत पुरुष का आशीर्वाद मानसिक शान्ति प्रदान करेगा। इस राशि के विवाहित जातकों को आज ससुराल पक्ष से धन लाभ होने की संभावना है। आज आपको अपने होशियारी और प्रभाव का उपयोग संवेदनशील घरेलू मुद्दों को हल करने के लिए करना चाहिए। अपने प्रिय की नाराज़गी के बावजूद अपना प्यार ज़ाहिर करते रहें। साझेदारी में किए गए काम आख़िरकार फ़ायदेमंद साबित होंगे, लेकिन आपको अपने भागीदारों से काफ़ी विरोध का सामना करना पड़ सकता है। खाली वक्त आज व्यर्थ की बहसों में खराब हो सकता है जिससे दिन के अंत में आपको खिन्नता होगी। रोज़मर्रा की ज़रूरतें पूरी न होने से आपके वैवाहिक जीवन में तनाव संभव है। खाना, साफ़-सफ़ाई या कोई और घरेलू चीज़ इसका कारण हो सकती है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अपने प्रेमी/प्रेमिका को समय-समय पर सफेद वस्तुएं गिफ्ट में देते रहें। इससे प्रेम सम्बन्धों में बढ़ोतरी होगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहने वाला है। आप अपने काम पर बहुत ध्यान देंगे जिससे दोपहर बाद आपको कुछ अच्छा सुनने और समझने को मिल सकता है। हो सकता है कि आपके बाॅस आपकी तारीफ करें। आपकी इनकम अच्छी रहेगी और खर्चों पर नियंत्रण रहेगा। आज आपको इस बात का ध्यान रखना होगा कि कुछ बेवजह का खर्चा आपके सामने आ सकता है, जिससे आपकी जेब पर बोझ पड़ सकता है। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिनमान अच्छा रहेगा। प्रेम जीवन बिता रहे लोग आज कुछ निराश हो सकते हैं।परेशानियों के बारे में सोचते रहने और तिल का ताड़ करने की आपकी आदत आपके नैतिक ताने-बाने को कमज़ोर कर सकती है। आज आपको अपना धन खर्च करने की जरुरत नहीं पड़ेगी क्योंकि घर का कोई बड़ा आज आपको धन दे सकता है। पुराने संपर्क और दोस्त मददगार रहेंगे। आज आपकी मुस्कान बेमानी है, हँसी में वो खनक नहीं है, दिल धड़कने में आनाकानी कर रहा है; क्योंकि आप किसी ख़ास के साथ की कमी महसूस कर रहे हैं। रचनात्मक काम में लगे लोगों के लिए सफलता से भरा दिन है, उन्हें वह शौहरत और पहचान मिलेगी जिसकी उन्हें एक अरसे से तलाश थी। देर शाम तक आपको कहीं दूर से कोई अच्छी ख़बर सुनने को मिल सकती है। अपने जीवनसाथी को सरप्राइज़ देते रहें, नहीं तो वह ख़ुद को आपके जीवन में महत्वहीन समझ सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- तांबे का कड़ा धारण करने से स्वास्थ्य बना रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहने वाला है। भाग्य आपके साथ खड़ा है, इसलिए कामों में सफलता जरूर मिलेगी। थोड़ा ध्यान रखना जरूरी होगा। जल्दबाजी में आकर कोई काम ना करें। आपका अपने काम पर ध्यान रहेगा, जिससे आपकी इमेज मजबूत होगी। आपके हल्के-फुल्के खर्चे रहेंगे। सेहत बढ़िया रहेगी। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिन सामान्य रहेगा। आपका जीवनसाथी आप को कोई अच्छी एडवाइज दे सकता है। आपको किसी काम से बाहर जाना पड़ सकता है। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन बढ़िया रहेगा। रिश्ते में आपसी समझदारी देखने को मिलेगी। अच्छी सेहत के लिए दूर तक पैदल घूमें। आज के दिन आपको अपने उन दोस्तों से बचकर रहने की जरुरत है जो आपसे उधार मांगते हैं और फिर उसे लौटाते नहीं हैं। परिवार के साथ रिश्ते-नातों में नयी जान डालने का सही समय है। आपके जीवन-साथी के पारिवारिक सदस्यों की वजह से आपका दिन थोड़ा परेशानीभरा हो सकता है। अगर आप यक़ीन करते हैं कि वक़्त ही पैसा है तो आपको अपनी क्षमताओं को शीर्ष पर पहुँचाने के लिए ज़रूरी क़दम उठाने होंगे। अगर आप शादीशुदा हैं और आपके बच्चे भी हैं तो वो आज आपसे शिकायत कर सकते हैं क्योंकि आप उनको पर्याप्त समय नहीं दे पाते। ख़राब मिज़ाज के चलते आप महसूस कर सकते हैं कि आपका जीवनसाथी आपको बेवजह तंग कर रहा है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- किसी काले कुत्ते की देख-भाल करना प्रेम सम्बन्धों को अच्छा करने के लिए शुभ है। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन मध्यम फलदायक रहने वाला है। आज दोपहर तक आपको अपनी सेहत का खास ख्याल रखना पड़ेगा क्योंकि किसी चिंता या बदपरहेजी की वजह से सेहत बिगड़ सकती है। दोपहर के बाद स्थितियां ठीक होंगी। आपका भाग्य भी चमकेगा और उससे आपको अपने कामों में अच्छे नतीजे देखने को मिलेंगे। काम के सिलसिले में किए गए प्रयास सफल साबित होंगे और आपको उनका अच्छा नतीजा देखने को मिलेगा। शादीशुदा लोगों के गृहस्थ जीवन में पर्सनल कम्युनिकेशन मजबूत होगी और व्यापार में लाभ होगा। जमीन जायदाद से जुड़े कामों के लिए आज का दिन अच्छा नहीं है। प्रेम जीवन बिता रहे लोग आज खुश रहेंगे।कुछ लोग सोच सकते हैं कि आप नया सीखने के लिए काफ़ी उम्रदराज़ हो चुके हैं- लेकिन यह सच्चाई से बहुत दूर है- आप अपने तेज़ और सक्रिय दिमाग़ की वजह से कुछ भी आसानी से सीख सकते हैं। व्यापार को मजबूती देने के लिए आज आप कोई अहम कदम उठा सकते हैं जिसके लिए आपका कोई करीबी आपकी आर्थिक मदद कर सकता है। अपने परिवार को पर्याप्त समय दें। उन्हें महसूस होने दें कि आप उनका ख़याल रखते हैं। उनके साथ अच्छा वक़्त बिताएँ और शिकायत करने का मौक़ा न दें। अपने प्रिय को समझने की कोशिश करें, नहीं तो मुश्किल में फँस सकते हैं। ऐसे काम हाथ में लें, जो रचनात्मक प्रकृती के हैं। जरुरी कामों को समय न देना और फिजूल के कामों पर वक्त जाया करना आज आपके लिए घातक सिद्ध हो सकता है। वैवाहिक जीवन को अधिक सुखमय बनाने के आपके प्रयास उम्मीद से ज़्यादा रंग लाएंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- नौकरी व बिज़नेस में तरक्की के लिए घर में कहीं भी संगमरमर या अच्छे पत्थर के टुकड़े, दाना आदि रखें। गमलों या बाथरूम में रखना अधिक शुभ है। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन मध्यम फलदायक रहेगा। आप अपने गृहस्थ जीवन को खुशनुमा बनाने का प्रयास करेंगे, जिसकी वजह से आपको अपने जीवनसाथी का सपोर्ट मिलेगा। दोपहर के बाद स्थितियों में थोड़ा बदलाव आएगा और हो सकता है आप अपने ससुराल वालों से बातचीत करें या उनसे मिलने जाएं। इससे आपके बीच रिश्ते नाॅर्मल होंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान थोड़ा कमजोर है, यहां सावधानी रखें। काम के सिलसिले में आपको सफलता मिल सकती है। परिवार के लोग भी आपको अपना प्रेम देंगे और घर की जिम्मेदारियों में आपकी भागीदारी से वो खुश होंगे। आपकी इनकम बढ़िया रहेगी और सेहत भी मजबूत रहेगी, जिसकी वजह से आज का दिन आप अच्छे से जिएंगे।बहुत ज़्यादा मानसिक दबाव और थकान परेशानी की वजह बन सकता है। सेहत को ठीक बनाए रखने के लिए पर्याप्त आराम करें। बीते दिनों में जितना धन आपने आज को बेहतर बनाने के लिए इनवेस्ट किया था उसका फायदा आज आपको फायदा मिल सकता है। अपने परिवार की भलाई के लिए मेहनत करें। आपके कामों के पीछे प्यार और दूरदृष्टि की भावना होनी चाहिए, न कि लालच का ज़हर। व्यक्तिगत मार्गदर्शन आपके रिश्ते में सुधार लाएगा। दफ़्तर में स्नेह का माहौल बना रहेगा। आज अपने लिए वक्त निकालकर अपने जीवनसाथी के साथ आप कहीं घूमने जा सकते हैं। हालांकि इस दौरान आप दोनों के बीच थोड़ी बहुत कहासुनी हो सकती है। आपका जीवनसाथी आपकी बहुत तारीफ़ करेगा और आप पर बहुत स्नेह उढ़ेलेगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- हरे रंग के वस्त्र अधिक पहने इससे स्वास्थ्य अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फलदायक रहेगा। अपने विरोधियों से सावधान रहना बहुत जरूरी होगा और सेहत के प्रति सावधानी रखना भी जरूरी होगा क्योंकि बीमार पड़ने की संभावना हो सकती है। दोपहर बाद स्थितियों में थोड़ा सा सुधार आ सकता है। व्यापार के लिए दिन ठीक-ठाक रहेगा। जमीन जायदाद से जुड़े मामलों के लिए आज का दिन थोड़ा कमजोर है। काम के सिलसिले में आपकी मेहनत सफल रहेगी और आपको अच्छे नतीजे मिलेंगे। आप की प्रोन्नति के योग भी हो सकते हैं। शादीशुदा लोगों के गृहस्थ जीवन में दोपहर बाद खुशियां आएंगी और आप अपने जीवन साथी को कुछ अच्छी बातें कहेंगे। प्रेम जीवन बिता रहे लोग अपनी पर्सनल कम्युनिकेशन इंप्रूव करेंगे और एक दूसरे के साथ खुश रहेंगे।शरीर के किसी अंगे में दर्द होने की संभावना है। किसी भी ऐसे काम से बचें, जिसमें ज़्यादा शारीरिक मेहनत की ज़रूरत हो। पर्याप्त आराम भी करें। इस राशि के विवाहित जातकों को आज ससुराल पक्ष से धन लाभ होने की संभावना है। बच्चों से जुड़ी समस्याओं के समाधान के लिए थोड़ा समय अलग से निकालें। प्यार का भरपूर लुत्फ़ मिल सकता है। आज अनुभवी लोगों से जुड़कर जानने की कोशिश करें कि उनका क्या कहना है। जीवन की पेचीदिगियों को समझने के लिए आज घर के किसी वरिष्ठ शख्स के साथ आप वक्त गुजार सकते हैं। आपको ख़ुश करने के लिए आपका जीवनसाथी काफ़ी कोशिशें कर सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- शिवजी को पंचामृत से स्नान कराने से हेल्थ बनी रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। काम के सिलसिले में आपकी बुद्धि बड़ा अच्छा काम करेगी और आपका अपने ऊपर विश्वास बढ़ेगा। सेहत भी अच्छी रहेगी, जिससे कोई बड़ी समस्या सामने नहीं आएगी। आपका भाग्य प्रबल रहेगा और इस कारण से आप कठिन कामों में भी सफलता पा लेंगे। दोस्तों के द्वारा कोई बड़ा लाभ मिल सकता है। वो काम में आपकी मदद करेंगे। मन में अच्छे विचार आएंगे। दूसरों का भला करने का विचार मन में आएगा। प्रेम जीवन बिता रहे लोगों के लिए भी दिनमान बढ़िया रहेगा। किसी को दिया हुआ पैसा वापस मिल सकता है।झगड़ालू स्वभाव को क़ाबू में रखें, नहीं तो रिश्तों में कभी न मिटने वाली खटास पैदा हो सकती है। इससे बचने के लिए अपने नज़रिए में खुलापन अपनाएँ और पूर्वाग्रहों को छोड़ें। व्यापार में आज अच्छा खास मुनाफा होने की संभावना है। आज के दिन आप अपने बिजनेस को नई ऊंचाईयां दे सकते हैं। आज का दिन ख़ुशियों से भरा रहेगा, क्योंकि आपका जीवन-साथी आपको ख़ुशी देने का हर प्रयास करेगा। शाम ढलते-ढलते कोई आकस्मिक रुमानी झुकाव आपके दिलोदिमाग़ पर छा सकता है। आज आपका कोई छुपा विरोधी आपको ग़लत साबित करने की पुरज़ोर कोशिश करेगा। वक्त पर चलने के साथ-साथ अपनों को वक्त देना भी आवश्यक है। यह बात आज आप समझेंगे लेकिन इसके बावजूद भी आप अपने घरवालों को पर्याप्त समय नहीं दे पाएंगे। आज आपको अपने जीवनसाथी से एक बार फिर प्यार हो जाएगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- हनुमान चालीसा का पाठ करना स्वास्थ्य के लिए शुभ रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहने वाला है। आप अपनी जिम्मेदारी निभाते हुए अपनी इच्छाओं को अपने लोगों के सामने व्यक्त करेंगे, जिससे आपको सुखद समाचार मिलेंगे। काम के सिलसिले में आप काफी मेहनत करेंगे और जी जान से जुट कर मेहनत करना आपके काम को निखारेगा। जमीन जायदाद से जुड़े मामलों के लिए आज का दिन बढ़िया रहेगा। आपको सफलता मिलेगी। शादीशुदा लोगों के गृहस्थ जीवन के लिए आज का दिन बहुत बढ़िया रहने वाला है। रिश्ते में रोमांस की बढ़ोतरी होगी। प्रेम जीवन बिता रहे लोग भी आज के दिन का आनंद उठाएंगे और अपनी लव लाइफ को खुलकर जियेंगे। अपने विरोधियों पर आप भारी रहेंगे।ज़िंदगी की ओर एक उदार रवैया अपनाएँ। अपने हालात की शिकायत करने और उसे लेकर दुःखी होने से कुछ हासिल नहीं होने वाला। यह ज़्यादा मांगने वाली सोच जीवन की सुगंध को ख़त्म कर देती है और संतोषी जीवन की आशा का गला घोंट देती है। आप अच्छा पैसा बना सकते हैं, बशर्ते आप पारंपरिक तौर पर निवेश करें। भावनात्मक तौर पर ख़तरा उठाना आपके पक्ष में जाएगा। विवाह-प्रस्ताव के लिए सही समय है, क्योंकि आपका प्यार जीवन भर के साथ में बदल सकता है। इस राशि के जो लोग रचनात्मक कार्यों से जुड़े हैं उन्हें आज परेशानियों का सामना करना पड़ सकता है। आज आपको महसूस हो सकता है कि रचनात्मक कार्य करने से बेहतर नौकरी करना था। आज आप ऑफिस से घर वापस आकर अपना पसंदीदा काम कर सकते हैं। इससे आपके मन को शांति मिलेगी। आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्तों की तरह है और आपको आज यह एहसास होगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- स्कूल, हॉस्टल या अनाथ आश्रम में आर्थिक मदद, पुस्तकें या उपयोगी सामान दान करने से नौकरी व बिज़नेस में तरक्की होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहने वाला है। दोस्तों की मदद से कोई नया काम करने का विचार मन में आएगा। उसकी प्लानिंग कर सकते हैं। इनकम बढ़िया रहेगी। खर्चों पर नियंत्रण रहेगा। आर्थिक स्थिति सही रहेगी। सेहत में हल्का सुधार देखने को मिलेगा। परिवार का माहौल बड़ा सकारात्मक रहेगा। आपकी मां जी आज आपको बहुत सपोर्ट करेगी। काम के सिलसिले में किए गए प्रयास आपको कुछ और काम करने पर सोचने पर विवश करेंगे। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिनमान सामान्य रहेगा लेकिन जीवन साथी को चुभने वाली कोई बात ना करें। प्रेम जीवन बिता रहे लोगों के लिए आज का दिनमान सामान्य है।आज शान्त और तनाव-रहित रहें। माली सुधार की वजह से ज़रूरी ख़रीदारी करना आसान रहेगा। आपके परिवार वाले किसी छोटी-सी बात को लेकर राई का पहाड़ बना सकते हैं। आप अनुभव करेंगे कि आपके प्रिय का आपके प्रति प्यार वाक़ई बहुत गहरा है। अगर आप कार्यक्षेत्र में बेहतर करना चाहते हैं तो अपने काम में आधुनिकता लाने की कोशिश करें। इसके साथ ही नई तकनीक से अपडेटेड रहें। अगर आप शादीशुदा हैं और आपके बच्चे भी हैं तो वो आज आपसे शिकायत कर सकते हैं क्योंकि आप उनको पर्याप्त समय नहीं दे पाते। जीवनसाथी से निकटता आज आपको ख़ुशी देगी। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- कार्यक्षेत्र में उन्नति के लिए प्रातःकाल उठते ही सूर्य के दर्शन करते हुए 11 बार गायत्री मन्त्र पढ़ें। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। व्यापार में निवेश करेंगे। बिजनेस के लिए आज का दिन बढ़िया रहेगा। शादीशुदा लोगों के गृहस्थ जीवन में भी आज का दिन बढ़िया नतीजे लेकर आएगा। अगर आपके बीच कुछ दिक्कतें चल रही थीं तो वो दूर हो जाएंगी और रिश्ते में खुशहाली आएगी। प्रेम जीवन बिता रहे लोग आज के दिन को पूरे रोमांस और प्रेम के साथ बिताएंगे। काम के सिलसिले में आपकी दूरदर्शिता काम आएगी और आपको अच्छे नतीजे मिलेंगे। सेहत मजबूत रहेगी जिससे आज का दिन आपके लिए बढ़िया रहेगा।आपको लंबे समय से महसूस हो रही थकान और तनाव से आराम मिलेगा। इन परेशानियों से स्थायी निजात पाने के लिए जीवन-शैली में बदलाव लाने का सही समय है। संदिग्ध आर्थिक लेन-देन में फँसने से सावधान रहें। जिसके साथ आप रहते हैं, उससे वाद-विवाद करने से बचें। यदि कोई समस्या है, तो उसे शान्ति से बातचीत करके सुलझाएँ। आपका काम दरकिनार हो सकता है- क्योंकि आप अपने प्रिय की बांहों में ख़ुशी, आराम और उल्लास महसूस करेंगे। ऐसा लगता है कि कुछ समय के लिए आप नितांत एकाकी है। सहकर्मी/सहयोगी मदद के लिए हाथ बढ़ा सकते हैं, लेकिन वे ज़्यादा सहायता नहीं कर पाएंगे। खाली वक्त्त में कोई पुस्तक पढ़ सकते हैं। हालांकि आपके घर के बाकी सदस्य आपकी एकाग्रता को भंग कर सकते हैं। अपने साथी पर किया गया संदेह एक बड़ी लड़ाई का रूप ले सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- भगवान में आस्था रखें, सत्संगति करें और मानसिक हिंसा करने से बचना आर्थिक स्थिति के लिए अच्छा है। \n"
}]
