horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ मुश्किलें लेकर आएगा, लेकिन आपको घबराने की जरूरत नहीं है। आपके सामने ढेर सारी जिम्मेदारियां खड़ी रहेंगी, जिनको आपको हौसला रख कर पूरा करना है। आपके कार्य अपने आप आज बनते चले जाएंगे, जिससे आपका रुका हुआ धन भी आपको प्राप्त हो सकता है। आपकी आर्थिक स्थिति सुदृढ़ होगी। कार्यक्षेत्र में में किए गए कार्यों में सफलता प्राप्त होगी।। विधार्थियो को आज थोड़ी अधिक मेहनत करनी होगी। आज शाम का समय आप अपने मित्रों के साथ छोटी दूरी की यात्रा पर जा सकते हैं, जिससे आपका प्रसन्न होगा।आपकी इच्छा-शक्ति को प्रोत्साहन मिलेगा, क्योंकि आप बहुत पेचीदा हालात से निकलने में क़ामयाब रहेंगे। भावुक फ़ैसला लेते वक़्त अपनी तार्किकता न छोड़ें। आज बिना किसी की मदद के ही आप धन कमा पाने में सक्षम होंगे। ऐसे काम करें जिनसे आपको ख़ुशी मिले, लेकिन दूसरों के मामलों में दख़लअंदाज़ी से बचें। आपकी शोहरत बढ़ेगी और आप आसानी से दूसरे लिंग के लोगों को अपनी तरफ़ आकर्षित करेंगे। आपमें बहुत-कुछ हासिल करने की क्षमता है- इसलिए अपने रास्ते में आने वाले सभी मौक़ों को झट-से दबोच लें। दिन की शुरुआत भले ही थोड़ी थकाऊ रहे लेकिन जैसे-जैसे दिन आगे बढ़ेगा आपको अच्छे फल मिलने लगेंगे। दिन के अंत में आपको अपने लिए समय मिल पाएगा और आप किसी करीबी से मुलाकात करके इस समय का सदुपयोग कर सकते हैं। वैवाहिक जीवन में निजता का ध्यान रखना भी आवश्यक है। लेकिन आज के दिन आप दोनों ज़्यादा-से-ज़्यादा एक-दूसरे के क़रीब जाना चाहेंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- नौ वर्ष तक की कन्याओं को भोजन सामग्री बाँटने से पारिवारिक सुख बढ़ेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। यदि आप कोई नया कार्य शुरू करना चाहते हैं, तो उसके लिए अभी समय अनुकूल नहीं है, उसमें भाग्य का आपको साथ नहीं मिलेगा। दिन में काम जल्दी खत्म करके आज आप सायंकाल का समय अपने परिवार के साथ बिताएंगे, जिससे आपका मन प्रसन्न रहेगा। संतान के भविष्य के लिए कोई कार्य चल रहा था, तो वह आज पूरा होगा। राजनीति से जुड़े लोग आज आप से आगे निकलने का प्रयास करेंगे, आप भी धीरे-धीरे सफलता की ओर कदम बढ़ाएंगे। व्यस्तता के बीच आज अपने प्रेम जीवन के लिए समय निकाल ही लेंगे।नफ़रत को दूर करने के लिए संवेदना का स्वभाव अपनाएँ, क्योंकि नफ़रत की आग बहुत ज़्यादा ताक़तवर है और मन के साथ शरीर पर भी बुरा असर डालती है। याद रखें कि बुराई अच्छाई से ज़्यादा आकर्षक ज़रूर दिखाई देती है, लेकिन उसका असर ख़राब ही होता है। अगर आप लोन लेने वाले थे और काफी दिनों से इस काम में लगे थे तो आज के दिन आपको लोन मिल सकता है। जिन्हें आप चाहते हैं, उनके साथ उपहारों का लेन-देन करने के लिए अच्छा दिन है। अपने प्रिय की पुरानी बातों को माफ़ करके आप अपनी ज़िंदगी में सुधार ला सकते हैं। अगर आप सही लोगों को अपनी क्षमताएँ और प्रतिभा दिखाएंगे, तो जल्दी ही लोगों की निगाहों में आपकी नयी और बेहतर छवि होगी। इस राशि के लोग बड़े ही दिलचस्प होते हैं। ये कभी लोगों के बीच रहकर खुश रहते हैं तो कभी अकेले में हालांकि अकेले वक्त गुजारना इतना आसान नहीं है फिर भी आज दिन में कुछ समय आप अपने लिए जरुर निकाल पाएंगे। आपका जीवनसाथी आपकी बहुत तारीफ़ करेगा और आप पर बहुत स्नेह उढ़ेलेगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- विकलांग लोगों की सेवा करने से स्वास्थ्य अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज आपको संतान की ओर से कोई उन्नति दायक समाचार सुनने को मिलेगा, जिससे आपका मनोबल सातवें आसमान पर होगा। यदि आपने किसी व्यक्ति को धन उधार दिया हुआ है, तो वह आज आपको वापस मिलने की पूरी उम्मीद है। इससे आपकी आर्थिक स्थिति मजबूत होगी। व्यापार करने वाले लोगों के लिए दिन सामान्य रहेगा। विद्यार्थियों को गुरुजनों का आशीर्वाद मिलेगा। आपकी माता जी से आज आपकी कुछ छोटी मोटी नोकझोंक हो सकती है, इसलिए सावधानी बरतें।पिता आपको जायदाद से बेदख़ल कर सकते हैं। लेकिन निराश न हों। ध्यान रखें कि संपन्नता दिमाग़ को ज़ंग लगा देती है और कठिनाई उसे पैना करती है। आपको कई स्रोतों से आर्थिक लाभ होगा। दोस्तों और परिवार के साथ मज़ेदार समय बीतेगा। ज़िंदगी में एक नया मोड़ आ सकता है, जो प्यार और रोमांस को नयी दिशा देगा। योग्य कर्मियों को पदोन्नति या आर्थिक मुनाफ़ा हो सकता है। आज खाली वक्त का सही उपयोग करने के लिए आप अपने पुराने मित्रों से मिलने का प्लान बना सकते हैं। आपके आस-पास के लोग कुछ ऐसा कर सकते हैं, जिसके चलते आपका जीवनसाथी आपकी तरफ़ फिर से आकर्षित महसूस करेगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- तेल के पकौड़े कौवों को खिलाने से स्वास्थ्य बेहतर होगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके परिवार में जो लोग शादी लायक लड़का व लड़की है, उनकी शादी की बात चल सकती है, जिससे परिवार के सभी लोग व्यस्त नजर आएंगे। आज आप शुभ कार्य को करने में अपनी दिलचस्पी दिखाएंगे। आपके द्वारा दिए गए निर्णय आगे चलकर आपके लिए लाभदायक सिद्ध होंगे। आपके व्यापार में आज आपका कोई साथी आपके लिए समस्या उत्पन्न कर सकता है, इसलिए सावधानी बरतें। आज शाम का समय आप धर्म कर्म के कार्यों में व्यतीत करेंगे। विद्यार्थी यदि किसी प्रतियोगिता की तैयारी में लगे हैं, तो उसमें उन्हें सफलता प्राप्त होगी।ख़ुद को किसी रचनात्मक काम में लगाएँ। मानसिक शांति के लिए आपकी खाली बैठने की आदत ख़तरनाक साबित हो सकती है। उधार मांगने वाले लोगों को नज़रअन्दाज़ करें। बढ़िया दिन है जब आप सबके ध्यान को अपनी तरफ़ खींचेंगे- आपके सामने चुनने के लिए कई चीज़ें होंगी और आपके सामने समस्या यह होगी कि किसे पहले चुना जाए। रोमांस का मौसम है। लेकिन अपने जज़्बात क़ाबू में रखें, नहीं तो रिश्ते में खटास पैदा हो सकती है। अपना बायोडाटा भेजने या किसी इंटरव्यू में जाने के लिए अच्छा समय है। जिंदगी में चल रही आपाधापी के बीच आज आपको अपने लिए पर्याप्त समय मिलेगा और और आप अपने पसंदीदा कामों को कर पाने में कामयाब हो पाएंगे। आज अपने जीवनसाथी का वह रुख़ देखने को मिलेगा, जो उतना अच्छा नहीं है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए गेहूँ के 11 दाने सूर्योदय के समय खाएं। \n",
    "4": "सिंह राशि: आज का राशिफल\nयदि किसी व्यक्ति से आपकी कोई पुराने समय से चली आ रही समस्या है, तो वह आज समाप्त होगी। आपके मन में खुशी की लहर दौड़ेगी। आज आप अपने जीवन साथी के लिए कोई उपहार ले सकते हैं। कुछ नयी पहचान होने से आज आपकी मित्रों की संख्या में इजाफा होगा। कोई मेहमान आपके घर पधार सकता हैं, जिसमें आपका धन व्यय होगा, लेकिन परिवार के सदस्य मौज मस्ती करते हुए नजर आएंगे। आज का दिन आपके लिए उत्तम रूप से लाभदायक है। आप जो भी कार्य करेंगे, उसमें आज आपको भरपूर सफलता प्राप्त होगी।सेहत से जुड़ी समस्याएँ आपके लिए परेशानी का सबब बन सकती हैं। अतिरिक्त धन को रिअल एस्टेट में निवेश किया जा सकता है। आपको ख़ुश रखने के लिए आपके बच्चे जो कुछ बन पड़ेगा, वह करेंगे। प्यार एक ऐसा जज़्बा है जिसे न सिर्फ़ महसूस किया जाना चाहिए, बल्कि अपने प्रिय के साथ बांटना भी चाहिए। सहकर्मियों और वरिष्ठों से मिला सहयोग आपके उत्साह में इज़ाफ़ा करेगा। आपमें से कुछ लोगों को लंबा सफ़र करना पड़ सकता है – जो काफ़ी दौड़-भाग भरा होगा – लेकिन साथ ही बहुत फ़ायदेमंद भी साबित होगा। आपका जीवनसाथी आज आपके लिए कुछ बहुत ख़ास करने वाला है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- इलायची (बुध की कारक) का सेवन करने से हेल्थ अच्छी होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज आपका बुजुर्गों की सेवा व पुण्य कार्यों पर धन व्यय  करेंगे, जिससे आपके मन में हर्ष की भावना रहेगी। यदि आपका जीवन साथी आपसे किसी बात से नाराज है, तो आज उन्हें मनाने की कोशिश अवश्य करें, इससे आपके प्रेम जीवन में प्रेम की भरपूरता तक बनी रहेगी। आज मित्रों के आपके घर में पधारने से मन में हर्ष की भावना रहेगी, प्रतिनिधियों के लिए आज आप उनका सरदर्द बने रहेंगे। आज आपको अपनी वाणी पर नियंत्रण रखना होगा। यदि ऐसा नहीं किया तो किसी से वाद-विवाद हो सकता है।आपको लंबे समय से महसूस हो रही थकान और तनाव से आराम मिलेगा। इन परेशानियों से स्थायी निजात पाने के लिए जीवन-शैली में बदलाव लाने का सही समय है। आज आपका सामना कई नई आर्थिक योजनाओं से होगा- कोई भी फ़ैसला करने से पहले अच्छाईयों और कमियों पर सावधानी से ग़ौर फ़रमाएँ। रिश्तेदारों और दोस्तों से अचानक उपहार मिलेगा। आपका काम दरकिनार हो सकता है- क्योंकि आप अपने प्रिय की बांहों में ख़ुशी, आराम और उल्लास महसूस करेंगे। किसी लघु या मध्यावधि पाठ्यक्रम में दाखिला लेकर अपनी तकनीकी क्षमताओं में निखार लाएँ। दिक़्क़तों का तेज़ी से मुक़ाबला करने की आपकी क्षमता आपको ख़ास पहचान दिलाएगी। कोई पुराना दोस्त अपने साथ आपके जीवनसाथी के पुराने यादगार क़िस्से लेकर आ सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- पूजा स्थल में सफेद शंख की स्थापना करके उसकी नियमित पूजा करने से आर्थिक उन्नति होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए अधिक व्यस्तता वाला रहेगा। आपका धन भी आज अधिक खर्च होगा, जिससे आपको कीर्ति प्राप्त होगी।व्यर्थ की भागदौड़ से आज पारिवारिक अशांति हो सकती है, इसलिए इसका अवश्य ध्यान रखें। शाम के समय कुछ राहत मिलती दिख रही है, जिससे आपका मन भी प्रसन्न रहेगा। आज परिवार के किसी सदस्य की सेहत में खराबी आ सकती है, इसलिए खान पीन पर ज्यादा ध्यान दें। आपकी आर्थिक स्थिति आज मजबूत होगी।आज आपकी सेहत पूरी तरह अच्छी रहेगी। पैसा अचानक आपके पास अएगा, जो अपके ख़र्चों और बिल आदि को सम्हाल लेगा। शादी लायक़ युवाओं का रिश्ता तय हो सकता है। व्यक्तिगत मार्गदर्शन आपके रिश्ते में सुधार लाएगा। नए विचार फ़ायदेमंद साबित होंगे। आज खाली वक्त का सही उपयोग करने के लिए आप अपने पुराने मित्रों से मिलने का प्लान बना सकते हैं। आज से पहले शादीशुदा ज़िन्दगी इतनी अच्छी कभी नहीं रही। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- खाने में शहद का प्रयोग करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए चुनौतियों भरा रहेगा, कोई महत्वपूर्ण व्यवस्था व अनुबंध आपके पक्ष में फाइनल हो सकता है। आज मित्रों के मेल मिलाप से आपका कुछ वक्त अच्छा व्यतीत होगा। आपके परिवार में आज सुख शांति बनी रहेगी। आज आप अपनी बात दूसरों तक पहुंचाने में कामयाब रहेंगे और वरिष्ठ जनों से भी आप भी प्रशंसा होगी। पारिवारिक बिजनेस में माता-पिता का भरपूर सहयोग मिलेगा। जीवनसाथी की सलाह से किए गए कार्यों में आज सफलता प्राप्त होगी।अवांछित विचार दिमाग़ में छा सकते हैं। ख़ुद को शारीरिक व्यायाम का मज़ा लेने दें, क्योंकि खाली दिमाग़ शैतान का घर होता है। निवेश करना कई बार आपके लिए बहुत फायदेमंद साबित होता है आज आपको यह बात समझ में आ सकती है क्योंकि किसी पुराने निवेश से आज आपको मुनाफा हो सकता है। अपने परिवार की भलाई के लिए मेहनत करें। आपके कामों के पीछे प्यार और दूरदृष्टि की भावना होनी चाहिए, न कि लालच का ज़हर। आपका प्रिय दिन भर आपको याद करने में समय बिताएगा। नए ग्राहकों से बात करने के लिए बेहतरीन दिन है। अगर आप किसी विवाद में उलझ जाएँ तो तल्ख़ टिप्पणी करने से बचिए। शादीशुदा ज़िन्दगी के मोर्चे पर हालात वाक़ई थोड़े मुश्किल रहे हैं, लेकिन अब आप सुधरते हालात महसूस कर सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अच्छे स्वास्थ्य के लिए शरीर पर किसी भी तरह सोना या पीला धागा धारण करें। \n",
    "8": "धनु राशिः आज का राशिफल\nआप आज पूरी तरह संतुष्ट नजर आएंगे क्योंकि आज का दिन आपके लिए खास होगा। आपको हर मामले में सफलता का स्वाद चखने को मिलेगा, जिससे आपका मन प्रसन्न होगा और आप अपनी आर्थिक स्थिति को मजबूत बनाने के लिए जो प्रयास करेंगे, उसमें भी आपको सफलता मिलेगी। घर में धन-धान्य की वृद्धि और मित्रों से भी धन का लाभ होता दिख रहा है। आज शाम का समय आप अपने परिवार के सदस्यो के साथ किसी मांगलिक समारोह में सम्मिलित हो सकते हैं, जिससे परिवार के छोटे सदस्य मौज मस्ती करते नजर आएंगे, उन्हें देखकर आपका मन खुशी से फूला नहीं समायेगा।आपका ऊर्जा-स्तर ऊँचा रहेगा। जो लोग शेयर बाजार में पैसा लगाते हैं आज उनका पैसा डूब सकता है। वक्त रहते सचेत हो जाएं तो आपके लिए बेहतर रहेगा। शाम के समय अपने जीवनसाथी के साथ बाहर खाना या फ़िल्म देखना आपको सुकून देगा और ख़ुशमिज़ाज बनाए रखेगा। आसमान ज़्यादा उजला नज़र आएगा, फूलों में ज़्यादा रंग दिखेंगे और आपके आस-पास सब कुछ चमक उठेगा - क्योंकि आप इश्क़ का सुरूर महसूस कर रहे हैं! यह उन उम्दा दिनों में से एक दिन है जब कार्यक्षेत्र में आप अच्छा महसूस करेंगे। आज आपके सहकर्मी आपके काम की तारीफ करेंगे और आपका बॉस भी आपके काम से खुश होगा। कारोबारी भी आज कारोबार में मुनाफा कमा सकते हैं। अपनी कमियों पर आपको काम करने की जरुरत है इसके लिए आपको अपने लिए समय निकालना चाहिए। जब आप अपने जीवनसाथी से भावनात्मक तौर पर जुड़ते हैं, तो नज़दीकी अपने आप महसूस की जा सकती है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- बुध विष्णु रूप होने से इसकी प्रसन्नता के लिए हो सके तो मांस, मदिरा का सेवन बिलकुल न करें। इससे आर्थिक उन्नति होगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज आपको आपने भाग्य का भरपूर साथ मिलता दिख रहा है। जहां एक और आपको रुके हुए धन की प्राप्ति हो सकती है, तो वही आज आपका व्यापार भी आपको भरपूर लाभ देगा।उच्चाधिकारियो की  कृपा से भूमि व जमीन जायदाद संबंधित यदि कोई विवाद चल रहा है, तो उसका भी आज समाधान होगा। आज शाम के समय आपका स्वास्थ्य कुछ ढीला हो सकता है, इसलिए अपने खाने-पीने का विशेष ध्यान रखें। जीवनसाथी से आज आप संतुष्ट नजर आएंगे, माता पिता की सेवा का आपको भरपूर लाभ मिलेगा।आप खाली समय का आनंद ले सकेंगे। आज आप अच्छा पैसा कमाएंगे- लेकिन ख़र्च में इज़ाफ़ा आपके लिए बचत को और ज़्यादा मुश्किल बना देगा। जितना आपने सोचा है, आपके दोस्त उससे ज़्यादा मददगार साबित होंगे। अगर आप हुक़्म चलाने की कोशिश करेंगे, तो आपके और आपके प्रिय के बीच काफ़ी परेशानी खड़ी हो सकती है। नए ग्राहकों से बात करने के लिए बेहतरीन दिन है। सामाजिक और धार्मिक समारोह के लिए बेहतरीन दिन है। अपने जीवनसाथी को सरप्राइज़ देते रहें, नहीं तो वह ख़ुद को आपके जीवन में महत्वहीन समझ सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- चाँदी की चूड़ियाँ या कड़ा धारण करने से प्रेम सम्बन्धों में वृद्धि होती है। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज यदि आपका अपने भाई बंधुओं व पड़ोसियों से कोई वाद विवाद चल रहा था, तो वह आज समाप्त होगा। अपने व्यवसाय में आज आपको किसी वृद्ध महिला का आशीर्वाद मिलने से उन्नति के विशेष अवसर प्राप्त होंगे। आपको कहीं से कमाया हुआ धन मिलने के योग बन रहे हैं। इसमें भाग्य आपका भरपूर साथ देगा। आज घर में कोई शुभ व मांगलिक कार्यक्रम हो सकता है, जिसमें परिवार के सभी सदस्य व्यस्त नजर आएंगे।मानसिक स्पष्टता के लिए भ्रम और निराशा से बचने की कोशिश करें। निवेश करना कई बार आपके लिए बहुत फायदेमंद साबित होता है आज आपको यह बात समझ में आ सकती है क्योंकि किसी पुराने निवेश से आज आपको मुनाफा हो सकता है। दोस्त आपके निजी जीवन में ज़रूरत से ज़्यादा दख़लअंदाज़ी करेंगे। आज अचानक किसी से रोमांटिक मुलाक़ात हो सकती है। आज कार्यक्षेत्र में आपके किसी पुराने काम की तारीफ हो सकती है। आपके काम को देखते हुए आज आपकी तरक्की भी संभव है। कारोबारी आज अनुभवी लोगों से करोबार को आगे बढ़ाने की सलाह ले सकते हैं। अपने ज़बरदस्त आत्मविश्वास का फ़ायदा उठाएँ, बाहर निकलें और कुछ नए सम्पर्क व दोस्त बनाएँ। जीवनसाथी के साथ हँसते-खिलखिलाते, हर पल के मज़े लेते हुए आप महसूस करेंगे कि आप किशोरावस्था में लौट गए हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- गौशाला में सवा किलो जौ दान में देने से पारिवारिक जीवन अच्छा होगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आप की आर्थिक स्थिति के लिए मजबूत रहेगा। आपको आय के नए स्त्रोत प्राप्त होंगे। अपने व्यवसाय में अधिक धन लगाना, आज आपको भरपूर लाभ देगा और अच्छा मुनाफा भी आपको आज मिलेगा। यदि मन से कुछ धन खर्च किया है, तो वह आज आपको आनंद देगा। व्यापार व्यवसाय में आपके जो शत्रु हैं, वह आज पराजित होंगे और आपके भाग्य का सितारा सिर्फ चमकने लगेगा। आर्थिक स्थिति मजबूत होने से आपको अपने भविष्य की चिंता थोड़ी कम होगी। विद्यार्थियों को परीक्षा में सफलता प्राप्त होगी। आज शाम का समय आप भजन व कीर्तन में व्यतीत करेंगे।आपका विनम्र स्वभाव सराहा जाएगा। कई लोग आपकी ख़ासी तारीफ़ कर सकते हैं। आपकी कोई पुरानी बीमारी आज आपको परेशान कर सकती है जिसकी वजह से आपको हॉस्पिटल भी जाना पड़ सकता है और आपका काफी धन भी खर्च हो सकता है। अपने सामाजिक जीवन को दरकिनार न करें। अपनी व्यस्त दिनचर्या में से थोड़ा-सा समय निकालकर अपने परिवार के साथ किसी आयोजन में शिरकत करें। यह न सिर्फ़ आपका दबाव कम करेगा, बल्कि आपकी झिझक भी मिटा देगा। रोमांस का मौसम है। लेकिन अपने जज़्बात क़ाबू में रखें, नहीं तो रिश्ते में खटास पैदा हो सकती है। अगर आपको एक दिन की छुट्टी पर जाना है तो चिंता न करें, आपकी ग़ैरहाज़िरी में सभी काम ठीक से चलते रहेंगे। और अगर किसी ख़ास वजह से कोई परेशानी खड़ी भी हो जाए, तो आप लौटने पर उसे आसानी से हल कर लेंगे। यदि आपको व्यस्त दिनचर्या के बाद भी अपने लिए समय मिल पा रहा है तो आपको इस समय का सदुपयोग करना सीखना चाहिए। ऐसा करके अपने भविष्य को आप सुधार सकते हैं। जीवनसाथी की वजह से आपकी कोई योजना या कार्य गड़बड़ हो सकता है; लेकिन धैर्य बनाए रखें। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- तुलसी के पौधे पर शाम को एक दीया जलाएं, इससे लव लाइफ बढ़िया चलेगी। \n"
}]
