horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए बहुत अच्छा रहेगा। पारिवारिक जीवन में सुख और शांति रहेगी और आप अपने घर में आनंद का अनुभव करेंगे। काम के सिलसिले में आज का दिन बढ़िया रहेगा और आप के काम से प्रोडक्टिविटी साफ दिखाई देगी। पारिवारिक जीवन में सुख की अनुभूति होगी। मानसिक तनाव में कमी होगी। संतान सुखी रहेगी और प्रेम के मामलों में आप काफी लकी रहेंगे, लेकिन गृहस्थ जीवन को भी समय देना जरूरी होगा नहीं तो तनाव बढ़ने की संभावना है।\n अपने खान-पान का विशेष ध्यान रखें। ख़ास तौर पर माइग्रेन के मरीज़ों को समय पर खाना नहीं छोड़ना चाहिए, नहीं तो उन्हें व्यर्थ में भावनात्मक तनाव से गुज़रना पड़ सकता है। इस राशि केे कुछ लोगों को आज संतान पक्ष से आर्थिक लाभ होने की उम्मीद है। आज आपको अपनी संतान पर गर्व महसूस होगा। नया रूप-रंग, नये कपड़े-लत्ते, नये यार-दोस्त आज का दिन ख़ास बनाएंगे। अपने साथी को भावनात्मक तौर पर ब्लैकमेल करने से बचें। व्यावसायिक मीटिंग के दौरान भावुक और बड़बोले न हों- अगर आप अपनी ज़बान पर क़ाबू नहीं रखेंगे तो आप आसानी से अपनी प्रतिष्ठा धूमिल कर सकते हैं। आज टीवी या मोबाइल पर कोई मूवी देखने में आप इतना व्यस्त हो सकते हैं कि आप जरुरी कामों को करना भी भूल जाएंगे। आपका जीवनसाथी रोज़ाना की ज़रूरतों को पूरा करने से अपने हाथ पीछे खींच सकता है, जिसके चलते आपका मन उदास होने की संभावना है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- पारिवारिक जीवन अच्छा करने के लिए घर में नीले रंग के परदे लगवाएं। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहेगा। आपको अपनी तेज बुद्धि का फायदा मिलेगा। आप अपनी किसी पुरानी हॉबी को आगे बढ़ाएंगे और उससे इनकम भी होगी। परिवार के छोटों का सहयोग आपका मिलेगा। कार्य में सफलता मिलेगी। पिताजी का भी सहयोग प्राप्त होगा। पारिवारिक जीवन बढ़िया रहेगा। प्रेम जीवन जीने वालों को अच्छे नतीजे मिलेंगे और प्रिय से नजदीकी बढ़ेगी। शादीशुदा लोगों का गृहस्थ जीवन आज तनाव से बाहर निकलेगा।\nआपकी ओर से समर्पित दिल और बहादुरी का जज़्बा आपके जीवन-साथी को ख़ुशी दे सकता है। आर्थिक तौर पर सुधार के चलते आप आसानी से काफ़ी वक़्त से लंबित बिल और उधार चुका सकेंगे। परिवार के लोगों के बीच पैसे को लेकर आज कहासुनी हो सकती है। पैसों के मामलों में आपको परिवार के सभी लोगों को स्पष्ट होने की सलाह देनी चाहिए। किसी से आँखें चार होनी की काफ़ी संभावना है। किसी नयी परियोजना पर काम करने से पहले अच्छी तरह सोच-विचार लें। कुछ लोगों के लिए आकस्मिक यात्रा दौड़-भाग भरी और तनावपूर्ण रहेगी। आपका जीवनसाथी आपकी कमज़ोरियों को सहलाएगा और आपको सुखद अनुभूति देगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- नौकरी/बिज़नेस में लाभ पाने के लिए तेजफल की दातुन करें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहेगा। आज घर में रहकर घरवालों के साथ अच्छा समय बिताएंगे और स्वादिष्ट व्यंजनों का लुत्फ उठाएंगे।  केवल खाने-पीने और व्यायाम ना करने से सेहत बिगड़ सकती है, इसलिए थोड़ा ध्यान दें।  प्रेम जीवन के लिए आज का दिन बढ़िया रहेगा। गृहस्थ जीवन में कुछ तनाव रहेगा क्योंकि आपके जीवन साथी की सेहत बिगड़ सकती है।\nआपकी शाम कई जज़्बातों से घिरी रहेगी और इसलिए तनाव भी दे सकती है। लेकिन ज़्यादा चिंता करने की ज़रूरत नहीं है, क्योंकि आपकी ख़ुशी आपकी निराशाओं के मुक़ाबले आपको ज़्यादा आनंद देगी। बिना विचार किये आपको किसी को भी अपना पैसा नहीं देना चाहिए नहीं तो आपको आने वाले वक्त में बड़ी परेशानी है सकती है। घरेलू मामलों और काफ़ी समय से लंबित घर के काम-काज के हिसाब से अच्छा दिन है। लवमेट आज आपसे किसी चीज की डिमांड कर सकता है लेकिन आप उसे पूरा नहीं कर पाएंगे जिसकी वजह से आपका लवमेट आपसे नाराज हो सकता है। अगर आप अपनी योजनाओं को सबके सामने खोलने में बिल्कुल नहीं हिचकते, तो आप अपनी परियोजना को ख़राब कर सकते हैं। आपको अपने घर के छोटे सदस्यों के साथ वक्त बिताना सीखना चाहिए। अगर आप ऐसा नहीं करते हैं तो आप घर में सद्भाभ बना पाने में कामयाब नहीं हो पाएंगे. आज के दिन कुछ भी करने के लिए अपने साथी पर दबाव न डाले, अन्यथा आपके दिलों में दूरियां आ सकती हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- आर्थिक उन्नति के लिए घर में केले का पेड़ लगाकर उसकी सेवा करना अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन अनुकूल रहने वाला है। प्रेम जीवन जीने वालों को आज अच्छे नतीजे मिलेंगे। गृहस्थ जीवन में तनाव से मुक्ति मिलेगी और आप जीवनसाथी के निकट आएंगे। आपको पढ़ाई के सिलसिले में भी अच्छा मौका मिल सकता है।  काम के सिलसिले में आपकी प्रतिभा आपके काम आएगी और अपने काम को और आगे बढ़ाने में सफल रहेंगे। आप अपने विरोधियों पर भारी पड़ेंगे और उनसे जीत कर ही रहेंगे जिससे आपकी स्थिति मजबूत होगी।\nआपका उदार स्वभाव आज आपके लिए कई ख़ुशनुमा पल लेकर आएगा। अगर आप घर से बाहर रहकर जॉब या पढ़ाई करते हैं तो ऐसे लोगों से दूर रहना सीखें जो आपका धन और समय बर्बाद करते हैं। आज आपका ऊर्जा से भरपूर, ज़िंदादिल और गर्मजोशी से भरा व्यवहार आपके आस-पास के लोगों को ख़ुश कर देगा। आज आप अपने प्रेमी के साथ कहीं घूमने का प्लान बनाएंगे लेकिन किसी जरुरी काम के आने की वजह से यह प्लान कामयाब नहीं हो पाएगा जिसकी वजह से आप दोनों के बीच कहासुनी हो सकती है। जो लोग प्रतियोगी परीक्षाओं की तैयारी कर रहे हैं, उन्हें दिमाग़ शांत रखने की ज़रूरत है। परीक्षा की घबराहट को हावी न होने दें। आपका प्रयास सकारात्मक परिणाम ज़रूर देगा। यात्रा के मौक़ों को हाथ से नहीं जाने देना चाहिए। आज आप अपने जीवनसाथी से काफ़ी आत्मीय बातचीत कर सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- किसी बुजुर्ग स्त्री(चन्द्र की कारक) को सफेद वस्तुओं (चावल, चीनी, आटा, मैदा, दूध) से बना भोजन कराने से नौकरी/बिज़नेस में उन्नति होती है। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहेगा आपका हौसला भी मजबूत होगा। खुद के प्रयासों के बल पर आप सफलता अर्जित करेंगे। आपके खर्चों में बढ़ोतरी रहेगी जिससे आर्थिक स्थिति थोड़ी कमजोर रहेगी मानसिक रूप से थोड़ा तनाव में होंगे और थोड़ा शारीरिक रूप से थकान का अनुभव करेंगे। काम के सिलसिले में में दिनमान आपके अनुकूल रहेगा। प्रेम जीवन जीने वालों को सुखद नतीजे मिलेंगे। शादीशुदा लोगों के गृहस्थी जीवन में प्यार की भरमार रहेगी।\nआपकी ऊँची बौद्धिक क्षमताएँ आपको कमियों से लड़ने में सहायता करेंगी। सिर्फ़ सकारात्मक विचारों के ज़रिए इन समस्याओं से निजात पायी जा सकती है। ख़र्चों पर क़ाबू रखने की कोशिश करें और सिर्फ़ ज़रूरी चीज़ें ही ख़रीदें। बच्चे खेल-कूद और दूसरी बाहरी गतिविधियों पर ज़्यादा वक़्त ख़र्च करेंगे। यह दिन प्रसन्नता और ज़िन्दादिली के साथ किसी ख़ास संदेश को भी देगा । आज के दिन आप कार्यक्षेत्र में कुछ बढ़िया कर सकते हैं। आज आप नए विचारों से परिपूर्ण रहेंगे और आप जिन कामों को करने के लिए चुनेंगे, वे आपको उम्मीद से ज़्यादा फ़ायदा देंगे। आपका जीवनसाथी आपको इतना बेहतरीन पहले कभी महसूस नहीं हुआ। आपको उनसे कोई बढ़िया सरप्राइज़ मिल सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- स्वास्थ्य लाभ के लिए पीला रुमाल जेब में रखें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए उन्नति लेकर आने वाला साबित होगा।  आपकी इनकम  में जबरदस्त तेजी आएगी। मन खूब प्रसन्न रहेगा। प्रेम संबंधों के लिए आज का दिन बेहतर रहेगा। यदि आपसी कोई विवाद भी है, तो उसे साथ बैठकर सुलझा लेंगे और साथ में कहीं घूमने फिरने भी जा सकते हैं।  काम के सिलसिले में आपको अच्छे नतीजे मिलेंगे और अनुशासित रहकर काम करना आपको फायदा दिलाएगा।पारिवारिक जीवन में समस्या आ सकती है। जो लोग किसी से प्रेम करते हैं, वह आज अपने प्रिय को खुश करने के लिए कहीं घुमाने ले कर जाएंगे। गृहस्थ जीवन बिता रहे लोगों के रिश्ते में आज प्यार की भरमार रहेगी।\nआपको लंबे समय से महसूस हो रही थकान और तनाव से आराम मिलेगा। इन परेशानियों से स्थायी निजात पाने के लिए जीवन-शैली में बदलाव लाने का सही समय है। जिन लोगों ने किसी अनजान शख्स की सलाह पर कहीं निवेश किया था आज उन्हें उस निवेश से फायदा होने की पूरी संभावना है। आपको अपना बाक़ी वक़्त बच्चों के संग गुज़ारना चाहिए, चाहे इसके लिए आपको कुछ ख़ास ही क्यों न करना पड़े। प्रेमी को आज आपकी कोई बात चुभ सकती है। वो आपसे रुठें इससे ही पहले ही अपनी गलती का अहसास कर लें और उन्हें मना लें। अपने चारों ओर होने वाली गतिविधियों का ध्यान रखें, क्योंकि आपके काम का श्रेय कोई दूसरा ले सकता है। दिल के करीबी लोगों के साथ आपका वक्त बिताने का मन करेगा लेकिन आप ऐसा कर पाने में सक्षम नहीं हो पाएंगे। शादीशुदा ज़िन्दगी के नज़रिए से चीज़ें काफ़ी अच्छी रहेंगी। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- माता या किसी बुजुर्ग महिला से कुछ चावल लेकर सफेद वस्त्र में बांधकर अपने पास रखना नौकरी/बिज़नेस के लिए शुभ है। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहेगा। पारिवारिक जीवन और पेशेवर जीवन के बीच बढ़िया तालमेल रहेगा। पारिवारिक जीवन में सुख की अनुभूति होगी। घरेलू खर्च में बढ़ोतरी होगी। कोई प्रॉपर्टी खरीदने की बात करेंगे। नौकरीपेशा लोगों के ट्रांसफर के योग बन सकते हैं और व्यापारी वर्ग को अच्छा लाभ होगा। आज के दिन यात्रा करने से बचें। आज अपने क्रोध पर नियंत्रण रखें नहीं तो गृहस्थ जीवन में झगड़े की संभावना बनेगी। प्रेम जीवन बिता रहे लोग खुश नजर आएंगे।\nआज अपनी सेहत के चिंता करने की क़तई ज़रूरत नहीं है। आपके आस-पास के लोग आपको प्रोत्साहित करेंगे व सराहेंगे। अपनेे लिए पैसा बचाने का आपका ख्याल आज पूरा हो सकता है। आज आप उचित बचत कर पाने में सक्षम होंगे। ऐसा कोई जिसे आप जानते हैं, आर्थिक मामलों को ज़रूरत से ज़्यादा गंभीरता से लेगा और घर में थोड़ा-बहुत तनाव भी पैदा होगा। आज वे कपड़े न पहनें जो आपके प्रिय को पसंद न हों, नहीं तो मुमकिन है कि वो आहत महसूस करे। नयी साझीदारी आज के दिन फलदायी रहेगी। जो चीजें आपके लिए आवश्यक नहीं हैं उनपर आज अपना अधिकतर समय आप जाया कर सकते हैं। आपको और आपके जीवनसाथी को वैवाहिक जीवन में कुछ निजता की ज़रूरत हे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- शराब का पूर्णतः त्याग करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहने वाला है। आज आपका भाग्य प्रबल रहेगा जिसकी वजह से कामों में सफलता मिलेगी। काफी लंबे समय से अटकी हुई चीजें पूरी होने लगेंगी। कामों में सफलता मिलेगी। मन हर्षित होगा। आप अपनी कार्यकुशलता का फायदा अपने काम में उठाएंगे। आपका बॉस भी आपकी तारीफ करेगा। प्रेम जीवन जीने वालों को आज समझना होगा क्योंकि आपके प्रिय का मूड थोड़ा गुस्से वाला हो सकता है। गृहस्थ जीवन में आज जीवन साथी आपके लिए कोई सरप्राइस प्लान कर सकता है।\n आप आज ऊर्जा से भरपूर होंगे और कुछ असाधारण करेंगे। इस राशि के कुछ लोगों को आज जमीन से जुड़े किसी मुद्दे को लेकर धन खर्च करना पड़ सकता है। घरेलू काम थका देने वाला होगा और इसलिए मानसिक तनाव की वजह भी बन सकता है। संभव है आज आप अपने प्रिय को टॉफ़ी और कॉकलेट वग़ैरह दें। नई योजनाएँ आकर्षक होंगी और अच्छी आमदनी का ज़रिया साबित होंगी। जो लोग बीते कुछ दिनों से काफी व्यस्त थे उन्हें आज अपने लिए फुर्सत के पल मिल सकते हैं। यह दिन आपके सामान्य वैवाहिक जीवन से कुछ हटकर होने वाला है। आपको अपने जीवनसाथी की ओर से कुछ ख़ास देखने को मिल सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- अच्छी आर्थिक स्थिति के लिए शिवलिंग पर जल चढ़ाएं। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए उतार-चढ़ाव से भरा रहेगा। आप मानसिक रूप से तनाव में रहेंगे और इसका असर आपके काम पर भी पड़ सकता है। आप की ससुराल पक्ष के किसी व्यक्ति से ज्यादा भी हो सकती है, थोड़ी सावधानी बरतें। यदि आप किसी से प्रेम करते हैं, तो आज उनके लिए कोई गिफ्ट लेकर जाएं। बिजनेस से लाभ के लिए आज का दिन अच्छा है। नौकरी पेशा लोगों को अपने काम पर ध्यान देना होगा और अपने बॉस से झगड़ा ना हो, इसका ध्यान रखें।शादीशुदा लोग अपने गृहस्थ जीवन में खुशी को बढ़ाने के लिए अपने जीवनसाथी के लिए कोई ड्रेस लेकर जाएं।\nज़िन्दगी की बेहतरीन चीज़ों को शिद्दत से महसूस करने के लिए अपने दिल-दिमाग़ के दरवाज़े खोलें। चिंता को छोड़ना इसकी ओर पहला क़दम है। इस राशि के विवाहित जातकों को आज ससुराल पक्ष से धन लाभ होने की संभावना है। अगर आप सामाजिक जलसों और कार्यक्रमों में भाग लेंगे, तो आप अपने संगी-साथियों की फ़ेहरिस्त में इज़ाफ़ा कर सकते हैं। संभव है आज आप अपने प्रिय को टॉफ़ी और कॉकलेट वग़ैरह दें। आपका रचनात्मक काम आस-पास के लोगों को अचरज में डाल देगा और आपको काफ़ी सराहना मिलेगी। अगर आप किसी परिस्थिति से घबराकर भागेंगे- तो वह आपका पीछा हर निकृष्ट तरीक़े से करेगी। यह शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक है। आपको प्रेम की गहराई का अनुभव करेंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- कच्चे कोयले शाम को जल प्रवाहित करने से हेल्थ अच्छी रहेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहेगा। प्रेम जीवन के लिए दिन काफी रोमांटिक रहेगा लेकिन बेवजह के खर्चों से आप परेशान रहेंगे।इनकम सामान्य रहेगी। आज आपका गृहस्थ जीवन खुशियों से भरा रहेगा और जीवन साथी के साथ कहीं हिल स्टेशन घूमने की प्लानिंग करेंगे। संतान से भी खुशी होगी। काम के सिलसिले में आप को और अधिक ध्यान से तथा समय रहते अपने काम को निपटाना एक चुनौती होगा। बिजनेस में धीरे-धीरे लाभ के योग बनेंगे जो शाम तक स्पष्ट होंगे।\nउम्रदराज़ लोगों को अपनी सेहत का ध्यान रखने की ज़रूरत है। आज यार दोस्तों के साथ पार्टी में आप खूब पैसे लुटा सकते हैं लेकिन इसके बावजूद भी आपका आर्थिक पक्ष आज मजबूत रहेगा। आपके जीवनसाथी की सेहत आपको चिंता में डाल सकती है। आपका साहस आपको प्यार दिलाने में सफल रहेगा। नयी परियोजनाओं और ख़र्चों को टाल दें। अपनी ख़ासियत और भविष्य की योजनाओं पर फिर से सोचने का समय। अपने जीवनसाथी के चलते आप महसूस करेंगे कि स्वर्ग धरती पर ही है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- चन्द्रमा की चाँदनी में 15 से 20 मिनट बैठना स्वास्थ्य के लिए अच्छा रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। प्रेम जीवन में किसी अन्य व्यक्ति का दखलअंदाजी करना आपके लिए परेशानी का कारण बन सकता है। इनकम के मामले में आज आप लकी रहेंगे और आप को उत्तम धन मिलेगा। विरोधियों से थोड़ा सावधान रहें। परिवार का माहौल अच्छा रहेगा। नौकरी के सिलसिले में आपको अपने काम पर ज्यादा ध्यान देना होगा, तभी अच्छे परिणामों की प्राप्ति होगी।यदि आप गृहस्थ जीवन में हैं तो आज थोड़ा सा संभल कर रहें, झगड़ा होने की संभावना है।\nआज अपनी सेहत के चिंता करने की क़तई ज़रूरत नहीं है। आपके आस-पास के लोग आपको प्रोत्साहित करेंगे व सराहेंगे। दीर्घावधि मुनाफ़े के नज़रिए से स्टॉक और म्यूचुअल फ़ंड में निवेश करना फ़ायदेमंद रहेगा। घरेलू कामकाज आपको ज़्यादातर वक़्त व्यस्त रखेंगे। गर्लफ़्रेंड/बॉयफ़्रेंड के साथ अभद्र व्यवहार न करें। भागीदार आपकी योजनाओं और व्यावसायिक ख़यालों के प्रति उत्साही होंगे। आज कुछ ऐसा दिन है जब चीजें उस तरह नहीं होंगी, जैसी आप चाहते हैं। अपने जीवनसाथी के किसी छोटी बात को लेकर बोेले गए झूठ से आप आहत महसूस कर सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- शराब के सेवन से मंगल बिगड़ता है, इसलिए पारिवारिक सुख हेतु इसका त्याग करें। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए बहुत बढ़िया रहेगा। आज आपका मूड भी अच्छा होगा और मानसिक तनाव भी दूर हो गया होगा।  प्रेम जीवन बिता रहे लोग आज बहुत रोमांटिक नजर आएंगे और अपने प्रिय को बहुत खुश रखेंगे कहीं बाहर घूमने भी जाएंगे। गृहस्थ जीवन बिता रहे लोग आज कुछ नया करने की कोशिश करेंगे उनके चेहरे पर खुशी आ जाए। विद्यार्थियों को पढ़ाई में आज काफी आसानी होगी और उन्हें अच्छे नतीजे मिलेंगे। आज आपकी सेहत कमजोर रह सकती है। काम के सिलसिले में आज का दिन कठिन रहेगा, इसलिए मेहनत तो करें लेकिन सोच समझकर और सही दिशा में करें। पारिवारिक जीवन खुशनुमा रहेगा।\nआपमें से जो दफ़्तर में ओवरटाइम कर रहे थे और ऊर्जा की कमी से जूझ रहे थे, आज उन्हें फिर वैसी ही समस्याओं से दो-चार होना पड़ सकता है। जो लोग अपने करीबियों या रिश्तेदारों के साथ मिलकर बिजनेस कर रहे हैं उन्हें आज बहुत सोच समझकर कदम रखने की जरुरत है नहीं तो आर्थिक नुक्सान हो सकता है। वक़्त पर आपकी मदद किसी की ज़िंदगी बचा सकती है। यह बात आपके परिवार वालों को आपके ऊपर गर्व करने की वजह देगी और उन्हें प्रेरित करेगी। लवमेट आज आपसे किसी चीज की डिमांड कर सकता है लेकिन आप उसे पूरा नहीं कर पाएंगे जिसकी वजह से आपका लवमेट आपसे नाराज हो सकता है। किसी साझीदारी वाले व्यवसाय में जाने से बचें – क्योंकि मुमकिन है कि भागीदार आपका बेजा फ़ायदा उठाने की कोशिश करें। आपके हँसने-हँसाने का अन्दाज़ आपकी सबसे बड़ी पूंजी साबित होगा। आज आप अपने जीवनसाथी के साथ सैर-सपाटे का मज़ा ले सकते हैं। साथ में समय गुज़ारने का यह बढ़िया मौक़ा है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- हाथी की मूर्ति चाँदी में बनवाकर अपने घर में रखने से नौकरी व बिज़नेस में उन्नति होगी। \n"
}]
