horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके व्यापार में नये सुधार लेकर आएगा और नए-नए अफसरों की प्राप्ति होगी। जमीन जायदाद से जुड़े मामलों में आज आपको उत्तम लाभ मिलने की पूरी संभावना है। जीवन साथी के सहयोग से आज आपके लक्ष्यों की पूर्ति होगी। पिता जी के आशीर्वाद से आपके पारिवारिक बिजनेस में भी लाभ होने की भरपूर संभावना है और शासन के द्वारा सम्मानित किए जाने की संभावना भी दिख रही है। आज शाम के समय अपनी माता जी के स्वास्थ्य का ध्यान रखें एवं शारीरिक कष्ट होने की संभावना दिख रही है, लेकिन देर रात तक सब सामान्य हो जाएगा। आज कोई शिक्षा सुखद समाचार सुनने को मिल सकता है।अपने स्वास्थ्य को लेकर ज़्यादा चिंता न करें, क्योंकि इससे आपकी बीमारी और बिगड़ सकती है। अतिरिक्त धन को रिअल एस्टेट में निवेश किया जा सकता है। परिवार के सदस्य कई चीज़ों की मांग कर सकते हैं। अपने प्रिय से कुछ भी तल्ख़ कहने से बचें- नहीं तो बाद में आपको पछताना पड़ सकता है। ऑफिस में आज आपको स्थिति को समझते हुए ही व्यवहार करना चाहिए। अगर आपका बोलना जरुरी नहीं है तो चुप रहें, कोई भी बात जबरदस्ती बोलकर आप खुद को परेशानी में डाल सकते हैं। इस राशि के बच्चे आज खेलकूद में दिन बिता सकते हैं, ऐसे में माता-पिता को उनपर ध्यान देना चाहिए क्योंकि चोट लगने की संभावना है। आपके जीवनसाथी की कामकाज को लेकर व्यस्तता आपकी उदासी का कारण बन सकती है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- साबुत हल्दी बहते जल में प्रवाहित करने से सेहत अच्छी रहेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nव्यापार करने वाले लोगों को आज नगद धन की कमी का सामना करना पड़ सकता है, लेकिन लेनदेन के मामले में सावधानी बरतें नहीं तो नुकसान उठाना पड़ सकता है। विद्यार्थी अपनी प्रतियोगिता परीक्षा में सफलता पाने के लिए एकाग्रता बनाए रखें। मित्रों के साथ लंबी दूरी की यात्रा के योग बनते हुए दिख रहे हैं। दांपत्य जीवन में चल रही समस्याओं से आज आपको छुटकारा मिलेगा। राजकीय धन प्राप्ति के योग बन रहे है, लेकिन आज अपने खर्चों पर नियंत्रण रखें अन्यथा आर्थिक स्थिति डगमगा सकती है। व्यवसायिक व्यस्तता अधिक रहेगी और आप भविष्य के प्रति भी चिंतित रखेंगे।जैसे ही आप हालात पर पकड़ बनाने की कोशिश शुरू करेंगे, आपकी घबराहट ग़ायब हो जाएगी। जल्दी ही आप पाएंगे कि यह परेशानी साबुन के उस बुलबुले की तरह है, जो छूते ही फूट जाता है। हालाँकि धन आपकी मुट्ठियों से आसानी से सरक जाएगा, लेकिन आपके अच्छे सितारे तंगी नहीं आने देंगे। विद्यालय का काम पूरा करने के लिए बच्चे आपसे मदद ले सकते हैं। शाम को प्रिय के साथ रोमांटिक मुलाक़ात और साथ में कहीं लज़ीज़ खाना खाने के लिहाज़ से बढ़िया दिन है। भागीदार आपकी योजनाओं और व्यावसायिक ख़यालों के प्रति उत्साही होंगे। आज का दिन फ़ायदेमंद साबित होगा, क्योंकि ऐसा लगता है कि चीज़ें आपके पक्ष में जाएंगी और आप हर काम में अव्वल रहेंगे। वैवाहिक जीवन के लिए विशेष दिन है। अपने जीवनसाथी को बताएँ कि आप उनसे कितना प्यार करते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- कच्चे कोयले शाम को जल प्रवाहित करने से हेल्थ अच्छी रहेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपको अपनी वाणी और व्यवहार दोनों पर संयम रखने के लिए कह रहा है, लेकिन इस बात का विशेष ध्यान रखें कि कोई बात सामने वाले को बुरी ना लग जाए। यदि ऐसा हुआ तो आपको नुकसान उठाना पड़ सकता है। व्यवसाय शुरू करने के लिए आज नये मार्ग प्रशस्त होंगे और निवेश भी आपके लिए लाभदायक रहेगा। अगर आपका धन कहीं रुका हुआ है, तो वह आज आपको मिल सकता है, उसमें भाग्य का भरपूर साथ मिलेगा। व्यापार में विवेक व बुद्धि से लिए गए निर्णय लाभप्रद होंगे। संतान के भविष्य की आज आपको चिंता होगी। पारिवारिक धनसंपदा में भी बढ़ोतरी होगी। आज शाम के समय आप किसी नामकरण विवाह आदि मांगलिक कार्यक्रम में शामिल हो सकते हैं।विश्वास कीजिए कि ख़ुद पर यक़ीन ही बहादुरी की असली परख है, क्योंकि इसी के बल पर आप लम्बे वक़्त से चली आ रही बीमारी से निजात पा सकते हैं। आर्थिक तौर पर सिर्फ़ और सिर्फ़ एक स्रोत से ही लाभ मिलेगा। कुछ समय आप अपने शौक़ और अपने परिवार वालों की मदद में भी ख़र्च कर सकते हैं। प्यार-मोहब्बत के लिहाज़ से दिन थोड़ा मुश्किल रहेगा। अपनी पेशेवर क्षमताओं को बढ़ाकर आप करिअर में नए दरवाज़े खोल सकते हैं। अपने क्षेत्रे में आपको अपार सफलता मिलने की संभावना भी है। अपनी सभी क्षमताओं को निखारकर औरों से बेहतर बनने की कोशिश करें। आपका खाली समय आज मोबाइल या टीवी देखने में बर्बाद हो सकता है। इससे आपके जीवनसाथी को आपसे खिन्नता भी होगी क्योंकि आप उनसे बात करने में कोई दिलचस्पी नहीं दिखाएँगे। रोज़मर्रा की ज़रूरतें पूरी न होने से आपके वैवाहिक जीवन में तनाव संभव है। खाना, साफ़-सफ़ाई या कोई और घरेलू चीज़ इसका कारण हो सकती है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- विधवाओं की मदद करने से स्वास्थ्य अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज आपको अपने ऑफिस में अपने स्वभाव के प्रति गंभीर रहना होगा। कड़ी मेहनत करने से ही आपके कार्य सफल होंगे।  कार्यक्षेत्र में भी आपके अधिकार व दायित्व में वृद्धि होगी। हालांकि मित्रों से कुछ निराशा आपके हाथ लग सकती हैं। भौतिक सुख साधनों पर भी खर्चा अधिक होगा। शत्रु अपने षडयंत्रों में सफल नहीं हो पाएंगे। खुशमिजाज व्यक्तित्व होने के कारण दूसरे लोग आप से संबंध बनाने की चाहत रखेंगे, जिससे आपके प्रिय जनों की संख्या में इजाफा होगा। विद्यार्थियों को आज अपने गुरुजनों का आशीर्वाद मिलेगा। आज शाम के समय आपके परिवार के किसी सदस्य के स्वास्थ्य में खराबी आ सकते हैं, इसलिए सावधानी बरतें।स्वास्थ्य का ख़याल रखें, नहीं तो लेने के देने पड़ सकते हैं। आपकी माता पक्ष से आज आपको धन लाभ होने की पूरी संभावना है। हो सकता है कि आपके मामा या नाना आपकी आर्थिक मदद करें। बच्चों के साथ समय बिताना ख़ास होगा। बहुत ख़ूबसूरत और प्यारे इंसान से मिलने की प्रबल संभावना है। आप जीतोड़ मेहनत और धीरज के बल पर अपने उद्देश्य हासिल कर सकते हैं। कई बार मोबाइल चलाते-चलाते आपको समय का पता ही नहीं चलता और फिर जब आप अपना समय बर्बाद कर चुके होते हैं तो आपको पछतावा होता है. मुमकिन है कि आज आपका जीवनसाथी ख़ूबसूरत शब्दों में यह बताए कि आप उनके लिए कितने क़ीमती हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- घर में सफेद सुंगंधित पुष्प लगाकर उनकी देखभाल करने से स्वास्थ्य अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। जीवन साथी के साथ रिश्तो पर विशेष ध्यान रखें। रिश्तो में चली आ रही कड़वाहट आज खत्म होगी और आपको मानसिक तनाव से मुक्ति मिलेगी, जिससे आपका मन प्रसन्न होगा। व्यापार में आत्मविश्वास के बल पर किए गए प्रयासों में आपको सफलता मिलेगी। आपके पुराने रुके हुए कार्य थोड़ा धन खर्च करने से आज बन सकते हैं। आपके कार्यक्षेत्र में आज नई योजनाओं पर काम शुरू हो जाएगा। शत्रु भी आपके पराक्रम को देख आज उत्साहित होंगे। आपके अंदर परोपकार व दान पुण्य की भावना बढ़ने लगेगी और आपका अधिक समय धार्मिक अनुष्ठानों में व्यतीत होगा। विद्यार्थियों को आज अपने भविष्य की थोड़ी चिंता सताने लगेगी।सेहत बढ़िया रहेगी। कोई बड़ी योजनाओं और विचारों के ज़रिए आपका ध्यान आकर्षित कर सकता है। किसी भी तरह का निवेश करने से पहले उस व्यक्ति के बारे में भली-भांति जाँच-पड़ताल कर लें। दोस्तों और परिवार के साथ मज़ेदार समय बीतेगा। आज आपका प्रेमी अपने मनोभावों को आपके सामने खुलकर नहीं रख पाएगा जिसकी वजह से आपको खिन्नता होगी। पैसे बनाने के उन नए विचारों का उपयोग करें, जो आज आपके ज़ेहन में आएँ। आज लोग आपकी वह प्रशंसा करेंगे, जिसे आप हमेशा से सुनना चाहते थे। किसी के प्रभाव में आकर आपका जीवनसाथी आपसे झगड़ सकता है, लेकिन प्यार और सद्भाव से मामला सुलझ जाएगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अच्युतं केशवं विष्णुं हरिं सत्यं जनार्दनम्। हंसं नारायणं चैवमेतन्नमाष्टकम् पठेत।। विष्णु जी के इन 8 नामों का जाप करने से आर्थिक उन्नति होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nयदि बहुत समय से शरीर में कोई कष्ट हो रहा है, तो उससे आज सुधार होगा। संतान के भविष्य से जुड़ा आज कोई शुभ समाचार सुनने को मिल सकता हैं, जिससे परिवार में खुशी की लहर दौड़ेगी। छात्रों को शिक्षा के क्षेत्र में नए अवसर मिलेंगे। पारिवारिक बिजनेस को आगे बढ़ाने में आपको अपने भाई का सहयोग मिलेगा। आध्यात्म के प्रति आज झुकाव रहेगा और जीवन साथी के साथ रिश्तो में भी मजबूती आएगी, लेकिन साझेदारी में किए जा रहे कार्यों में कुछ अवरोध हो सकता है, इसीलिए उन्हें करने से बचना होगा।कुछ लोग सोच सकते हैं कि आप नया सीखने के लिए काफ़ी उम्रदराज़ हो चुके हैं- लेकिन यह सच्चाई से बहुत दूर है- आप अपने तेज़ और सक्रिय दिमाग़ की वजह से कुछ भी आसानी से सीख सकते हैं। दिन के दूसरे हिस्से में आर्थिक तौर पर फ़ायदा होगा। बच्चे आपको अपनी उपलब्धियों से गर्व का अनुभव कराएंगे। आपको चिंता करने की ज़रूरत नहीं है। आज आपका दुःख बर्फ़ की तरह पिघल जाएगा। व्यापारियों के लिए अच्छा दिन है। व्यवसाय के लिए अचानक की गयी कोई यात्रा सकारात्मक परिणाम देगी। सफ़र के लिए दिन ज़्यादा अच्छा नहीं है। आप महसूस करेंगे कि शादीशुदा ज़िन्दगी आपके लिए वाक़ई ख़ुशनसीबी लेकर आई है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- काली उड़द, काले तिल, और नारियल जल में बहाने से स्वास्थ्य अच्छा रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nजो लोग राजनीति से जुड़े हैं, आज उनको लाभ मिलने की पूरी उम्मीद है और समाज मे आपके कार्यों की प्रशंसा होगी। आपके जीवन में कोई समस्या चल रही हैं, तो वह आज समाप्त होगी, जिससे आपके पारिवारिक जीवन में शांति और खुशहाली आएगी। फिर भी आज आप अपनी बातों को सत्य साबित करने में सफल रहेंगे। विद्यार्थियों की उच्च शिक्षा के प्रति रुचि बढ़ेगी और शैक्षणिक दिशा में परिवर्तन भी होता दिख रहा है। जीवन साथी के साथ मिलकर आज भविष्य की योजनाओं पर भी विचार विमर्श कर सकते हैं। शाम के समय वाहन से दूरी बनाकर रखें अन्यथा चोट लगने का भय बना हुआ है। परिवार में आज किसी पार्टी का आयोजन हो सकता है।भागमभाग भरे दिन के बावजूद आपकी सेहत पूरी तरह दुरुस्त रहेगी। ग्रह नक्षत्रों की चाल आपके लिए आज अच्छी नहीं है, आज के दिन आपको अपने धन को बहुत सुरक्षित रखना चाहिए। एक पारिवारिक आयोजन में आप सभी के ध्यान का केन्द्र होंगे। आपकी ऊर्जा का स्तर ऊँचा रहेगा- क्योंकि आपका प्रिय आपने लिए बहुत सारी ख़ुशी की वजह साबित होगा। यदि कोई समस्या है तो उसे टालें नहीं, बल्कि जल्दी-से-जल्दी उसका समाधान ढूंढने की कोशिश करें। टैक्स और बीमे से जुड़े विषयों पर ग़ौर करने की ज़रूरत है। आपका जीवनसाथी आपको ख़ुश करने के लिए आज काफ़ी कोशिशें करता नज़र आएगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- आर्थिक स्थिति बेहतर करने के लिए जलन, डाह और ईर्ष्या से बचें। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। आपके प्रेम जीवन में एक नई शुरुआत होगी और आपके रिश्ते और मजबूत होंगे। जीवनसाथी के साथ बातचीत से आपके रिश्ते में चल रही गलतफहमी दूर होंगी और प्रेम बढ़ेगा। यदि आप साझेदारी में कार्य करने की सोच रहे हैं, तो सावधानी बरतें अन्यथा वाद विवाद की आशंका बनती दिख रही है। नौकरी में परिवर्तन के अवसर बनेंगे। संतान के द्वारा किए गए श्रेष्ठ कार्य से आज आपका मान-सम्मान सातवें आसमान पर होगा। आज शाम के समय अतिथियों का अचानक आगमन आपकी जेब पर खर्चे का बोझ बढ़ा सकता है। शाम का समय आप अपने मित्रों के साथ मौज मस्ती में व्यतीत करेंगे।ज़िन्दगी की बेहतरीन चीज़ों को शिद्दत से महसूस करने के लिए अपने दिल-दिमाग़ के दरवाज़े खोलें। चिंता को छोड़ना इसकी ओर पहला क़दम है। आर्थिक जीवन की स्थिति आज अच्छी नहीं कही जा सकती आज आपको आपको बचत करने में मुूश्किलें आ सकती हैं। दिन के उत्तरार्ध में अचानक आई कोई अच्छी ख़बर पूरे परिवार को ख़ुशी देगी। प्यार के मामले में आज आप ग़लत समझे जा सकते हैं। आज का दिन समझ-बूझ के क़दम उठाने का है, इसलिए तब तक अपने विचार व्यक्त न करें जब तक आप उनकी सफलता के लिए आश्वस्त न हों। छात्रोंं के दिमाग में आज प्यार का बुखार छा सकता है और इस वजह से उनका काफी समय बर्बाद हो सकता है। अगर आपके जीवनसाथी की सेहत कर चलते किसी से मिलने की योजना रद्द हो जाए तो चिंता न करें, आप साथ में अधिक समय व्यतीत कर सकेंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- स्नान करने के बाद सफेद चंदन का तिलक मस्तक पर करने से आर्थिक पक्ष अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nरोजगार के क्षेत्र में जो रुकावटें चल रही थी, वह आज दूर होंगी और आप छोटी दूरी की यात्रा भी कर सकते हैं, जो आपके लिए लाभकारी सिद्ध होगी। व्यापार में आपके कठिन प्रयासों से इच्छा की पूर्ति होगी। माता पिता का आशीर्वाद प्राप्त होगा। परिवार में किसी नए सदस्य के आने से खुशियों में बढ़ोतरी होगी। जीवनसाथी के कार्यक्षेत्र में उन्नति होने से आपका मन प्रसन्न होगा। प्रेम जीवन में आज नये संबंध स्थापित होंगे। शाम का समय धार्मिक अनुष्ठानों पर समय व्यतीत होगा और शुभ व्यय की कीर्ति में वृद्धि होगी। सामाजिक कार्य करने से शासन द्वारा आप को सामान सम्मानित किए जाने की प्रबल संभावना है। आज आपको अपने स्वास्थ्य पर ध्यान देना होगा।आज के दिन आप बिना झंझट विश्राम कर सकेंगे। अपनी मांसपेशियों को आराम देने के लिए तैल से मालिश करें। आप ख़ुद को नए रोमांचक हालात में पाएंगे- जो आपको आर्थिक फ़ायदा पहुँचाएंगे। पुराने संपर्क और दोस्त मददगार रहेंगे। रोमांस के नज़रिए से आज ज़िन्दगी बहुत जटिल रहेगी। ऐसे काम हाथ में लें, जो रचनात्मक प्रकृती के हैं। यह दिन बेहतरीन दिनों में से एक हो सकता है। आज दिन में आप कई अच्छे प्लान भविष्य के लिए बना सकते हैं लेकिन शाम के वक्त किसी दूर के रिश्तेदार के घर में आ जाने के कारण आपके सारे प्लान धरे के धरे रह सकते हैं। ठीक कम्यूनिकेशन न होने के चलते परेशानी खड़ी हो सकती है, लेकिन मिल-बैठकर बात करने से चीज़ें सुजझाई जा सकती हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- कार्यस्थल में प्रवेश करने से पहले सूर्य के द्वादश नामों का स्मरण करना नौकरी/बिज़नेस में उन्नति देगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज आपको अपने कार्य क्षेत्र में कोई सहयोगी आपके खिलाफ षड्यंत्र रच सकता है, इसलिए आपको सावधान रहना होगा और किसी को भी बिना मांगे सलाह ना दें क्योंकि इसका उल्टा असर आप पर पड़ सकता है। आज शाम का समय पुण्य कार्य में लगेगा, जिससे मन शांत और प्रसन्न रहेगा। विद्यार्थियों को अधिक मेहनत करनी होगी अन्यथा असफलता का सामना करना पड़ सकता है, इसलिए एकाग्रता से कार्य करें। आज आपको अपने पूर्वजों के धन मिलने की भी भरपूर संभावना है, जिससे आपकी आर्थिक स्थिति में सुधार होगा, लेकिन आपको अपने खर्चों पर नियंत्रण रखकर चलना होगा। जीवनसाथी के लिए आज आप कोई उपहार खरीद सकते हैं।आपको लंबे समय से महसूस हो रही थकान और तनाव से आराम मिलेगा। इन परेशानियों से स्थायी निजात पाने के लिए जीवन-शैली में बदलाव लाने का सही समय है। बीते दिनों में जितना धन आपने आज को बेहतर बनाने के लिए इनवेस्ट किया था उसका फायदा आज आपको फायदा मिल सकता है। अपना क़ीमती वक़्त अपने बच्चों के साथ गुज़ारें। यह सबसे बेहतर मरहम है। वे कभी न ख़त्म होने वाली ख़ुशियों का स्रोत साबित होंगे। आज आपकी कोई बुरी आदत आपके प्रेमी को बुरी लग सकती है और वो आपसे नाराज हो सकते हैं। भागीदार आपकी योजनाओं और व्यावसायिक ख़यालों के प्रति उत्साही होंगे। घर के छोटे सदस्यों के साथ गप्पें लगाकर आज आप अपने खाली समय का अच्छा इस्तेमाल कर सकते हैं। आज के दिन जीवन साथी पर किया गया संदेह आने वाले दिनों में आपके वैवाहिक जीवन पर बुरा प्रभाव डाल सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- विष्णु चालीसा या विष्णु आरती पढ़ने से लव लाइफ अच्छी रहती है। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज आप अपने परिवार के छोटे बच्चों के साथ अच्छा समय व्यतीत करेंगे और भविष्य के लिए कुछ बचत की योजना पर भी निवेश करेंगे। व्यापारी वर्ग के लिए यह समय नयी योजना की पूर्ति करने के लिए अत्यंत शुभ है। आपके मित्रों व परिवार जनों के सहयोग से आपके रुके हुए कार्य पूर्ण होंगे और आपके नए अच्छे मित्र भी मिलेंगे। आपको कुछ श्रेष्ठ कार्य द्वारा धन की प्राप्ति होगी, जिससे आपके धन कोष में वृद्धि होगी। आज का दिन कार्यक्षेत्र में व्यस्तता में व्यतीत होगा, लेकिन व्यस्तता के बीच भी आप अपने प्रेम जीवन के लिए समय निकाल ही लेंगे, जिससे आपका जीवन साथी आपके प्रति और भी मान सम्मान रखने लगेगा।अपने वज़न पर नज़र रखें और ज़रूरत से ज़्यादा खाने से बचें। आज आप अपना धन धार्मिक कार्यों में लगा सकते हैं जिससे आपको मानसिक शांति मिलने की पूरी संभावना है। एक ख़ुशनुमा और बढ़िया शाम के लिए आपका घर मेहमानों से भर सकता है। किसी दिलचस्प इंसान से मिलने की प्रबल संभावना है। दूसरों को ऐसा काम करने के लिए बाध्य न करें, जो आप स्वयं न करना चाहें। कोई आध्यात्मिक गुरू या बड़ा आपकी सहायता कर सकता है। मुमकिन है कि आपके माता-पिता आपके जीवनसाथी को कुछ शानदार आशीर्वाद दें, जिसके चलते आपके वैवाहिक जीवन में और निखार आएगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- क्रीम रंग के जूते पहनना नौकरी व बिज़नेस के लिए शुभ रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nयदि आप नया व्यवसाय शुरू करना चाहते हैं, तो उसमें आपको अपने जीवन साथी का भरपूर सहयोग मिलेगा। संपत्ति से संबंधित यदि कोई विवाद चल रहा था, तो वह भी आज समाप्त होगा और परिवार की समस्याओं को खत्म करने के लिए भी आज आप महत्व देंगे। धन लाभ के प्रबल योग बनते हुए दिख रहे हैं। अपने पारिवारिक बिजनेस में आज आपको अपने पिता का मार्गदर्शन व सहयोग मिलेगा। छात्रों को गुरुजनों के सहयोग से स्मरण शक्ति का विकास होगा। अपने ननिहाल से मान सम्मान मिलेगा।शारीरिक लाभ के लिए, विशेषकर मानसिक तौर पर मज़बूती हासिल करने के लिए ध्यान और योग का आश्रय लें। आपको कई स्रोतों से आर्थिक लाभ होगा। परिवार में आप एक संधि कराने वाले दूत का दायित्व निभाएंगे। सबकी परेशानियों पर ग़ौर करें, जिससे समस्याओं पर समय रहते क़ाबू पाया जा सके। अपने साथी के साथ बाहर जाते वक़्त ठीक तरह से व्यवहार करें। आप लम्बे समय से दफ़्तर में किसी से बात करना चाह रहे थे। आज ऐसा होना मुमकिन है। ऑफिस से जल्दी घर जाने का प्लान आज आप ऑफिस पहुंचकर ही कर सकते हैं। घर पहुंचकर आप मूवी देखने या किसी पार्क में परिवार के लोगों के साथ जाने का प्लान बना सकते हैं। दिन में जीवनसाथी के साथ बहस के बाद एक बेहतरीन शाम गुज़रेगी। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- कांसे की थाली का प्रयोग खाने के लिए करना प्रेम सम्बन्धों के लिए शुभ है। \n"
}]
