horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। भाग्य प्रबल होगा। कामों में सफलता मिलेगी। सेहत बढ़िया रहेगी  पूरे जोश के साथ हर काम को करेंगे। शादीशुदा लोगों का गृहस्थ जीवन थोड़ा तनावपूर्ण रहेगा। जीवन साथी का मन अच्छा नहीं होगा और वह झगड़ा कर सकते हैं। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा है।आपका सबसे बड़ा सपना हक़ीक़त में बदल सकता है। लेकिन अपने उत्साह को क़ाबू में रखें, क्योंकि ज़्यादा ख़ुशी भी परेशानी का सबब बन सकती है। आज के दिन आपको शराब जैसे मादक तरल का सेवन नहीं करना चाहिए, नशे की हालत में आप कोई कीमती सामान खो सकते हैं। आपके जीवनसाथी की सेहत आपको चिंता में डाल सकती है। किसी से अचानक हुई रुमानी मुलाक़ात आपका दिन बना देगी। आपके कठिन परिश्रम को पुरस्कार मिलेगा, क्योंकि आपकी पदोन्नति हो सकती है। आर्थिक लाभ के बारे में न सोचें, क्योंकि आगे चलकर आपको इससे बहुत फ़ायदा होगा। कार्यक्षेत्र के किसी काम में खराबी की वजह से आज आप परेशान रह सकते हैं और इस बारे में सोचकर अपना कीमती वक्त बर्बाद कर सकते हैं। वैवाहिक जीवन के उजले पहलू का अनुभव करने के लिए अच्छा दिन है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- केले न खाना आर्थिक स्थिति के लिए अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम फलदायक रहेगा। शादीशुदा लोगों के गृहस्थ जीवन में तनाव में कमी आएगी। एक दूसरे को दिल से स्वीकार करेंगे। प्रेम जीवन बिता रहे लोगों को भी सुखद समाचार मिलेंगे। काम के सिलसिले में आपको मेहनत करनी होगी और अपने काम से काम रखना होगा, तभी आप अच्छा परफॉर्म कर पाएंगे। खर्चों में तेजी आएगी।शाम का वक़्त अपने जीवनसाथी के साथ किसी फ़िल्म, थिएटर या रेस्टोरेंट में बिताना आपको सुकून देगा और आपका मन तरोताज़ा रखेगा। अतिरिक्त आय के लिए अपने सृजनात्मक विचारों का सहारा लें। घर से जुड़ी योजनाओं पर विचार करने की ज़रूरत है। प्रेम हमेशा आत्मीय होता है और यही बात आप आज अनुभव करेंगे। आज आपके पास अपनी धनार्जन की क्षमता को बढ़ाने के लिए ताक़त और समझ दोनों ही होंगे। आज आप फुर्सत के क्षणों में कोई नया काम करने का सोचेंगे लेकिन इस काम में आप इतना उलझ सकते हैं कि आपके जरुरी काम भी छूट जाएंगे । बढ़िया खाना, रोमानी पल और जीवनसाथी का साथ - यही ख़ास है आज। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- बाथरूम या घर के कोनों में गमले में सफेद मार्बल के टुकड़े या दाने रखने से पारिवारिक जीवन में खुशहाली आएगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। जीवन साथी के साथ दिल से जुड़ेंगे और दोनों आपस में अपने जीवन को खुशनुमा बनाने का प्रयास करेंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा रहेगा। आपके प्रिय आपको खुश रखने में कसर बाकी नहीं रखेंगे। काम के सिलसिले में दिनमान उतार-चढ़ाव से भरा रहेगा। सेहत में सुधार होगा।कामकाम में आपकी तेज़ी लम्बे समय से चली आ रही समस्या का समाधान कर देगी। यह बात भली भांति समझ लें कि दुख की घड़ी में आपका संचित धन ही आपके काम आएगा इसलिए आज के दिन अपने धन का संचय करने का विचार बनाएं। आपका गर्मजोशी भरा बर्ताव घर का माहौल ख़ुशनुमा कर देगा। कुछ ही लोग ऐसे इंसान के आकर्षण से बच सकते हैं, जिसके पास इतनी प्यारी मुस्कान हो। जब आप लोगों के साथ होंगे, तो आपकी महक फूलों की तरह चारों ओर फैलेगी। आप आज प्यार की मनोदशा में होंगे- और आपके लिए काफ़ी मौक़े भी होंगे। आज कार्यालय में आपको कुछ अच्छा समाचार सुनने को मिल सकता है। आज आप सारे रिश्तों और रिश्तेदारों से दूर होकर अपना दिन किसी ऐसी जगह पर बिताना पसंद करेंगे जहां जाकर आपको शांति प्राप्त होती है। आपको महसूस होगा कि आपका वैवाहिक जीवन बहुत ख़ूबसूरत है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सफेद-काला जूता पहनने से आर्थिक स्थिति मजबूत होगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए उतार-चढ़ाव से भरा रहेगा। विरोधियों पर आप भारी पड़ेंगे। खर्चे अधिक होंगे। गृहस्थ जीवन में शांति रहेगी। प्रेम जीवन बिता रहे लोगों को आज सुखद समाचार मिलेंगे। कर्ज उतरेगा। काम के सिलसिले में दिनमान मजबूत रहेगा। आपकी धाक जमेगी।घर पर तनाव का माहौल आपको नाराज़ कर सकता है। इसे दबाना आपकी शारीरिक समस्याओं में इज़ाफ़ा कर सकता है। शारीरिक गतिविधियों को बढ़ाकर इससे निजात पाएँ। ख़राब हालात से दूर रहना ही बेहतर है। नए क़रार फ़ायदेमंद दिख सकते हैं, लेकिन वे उम्मीद के मुताबिक़ लाभ नहीं पहुँचाएंगे। निवेश करते समय जल्दबाज़ी में निर्णय न लें। उस रिश्तेदार को देखने जाएँ, जिसकी तबियत काफ़ी समय से ख़राब है। आज किसी ऐसे इंसान से मिलने की संभावना है जो आपके दिल को गहराई से छूएगा। बड़े उद्योगपतियों के साथ साझीदारी का व्यवसाय फ़ायदेमंद रहेगा। आज आपके पास खाली समय होगा और इस समय का इस्तेमाल आप ध्यान योग करने में कर सकते हैं। आपको आज मानसिक शांति का अहसास होगा। आपके आस-पास के लोग कुछ ऐसा कर सकते हैं, जिसके चलते आपका जीवनसाथी आपकी तरफ़ फिर से आकर्षित महसूस करेगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- किन्नरों(बुध नपुंसक ग्रह है) को हरे वस्त्र और हरी चूड़ियां दान देने से सेहत अच्छी रहेगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए बहुत बढ़िया रहेगा। सेहत अच्छी रहेगी। इनकम में बढ़ोतरी होगी। इच्छाओं की पूर्ति होगी। गृहस्थ जीवन में समझदारी से काम लेना दोनों के लिए अच्छा होगा। प्रेम जीवन बिता रहे लोगों को भी सुखद समाचार मिलेगा। रिश्ते में प्रेम और रोमांस बढ़ेगा। काम के सिलसिले में दिनमान आपके पक्ष में है।अपनी शारीरिक चुस्ती-फुर्ती को बनाए रखने के लिए आप आज का दिन खेलने में व्यतीत कर सकते हैं। दिन भर भले ही आप धन को लेकर जूझते रहें लेकिन शाम के वक्त आपको धन लाभ हो सकता है। आपको बच्चों या ख़ुद से कम अनुभवी लोगों के साथ धैर्य से काम लेने की ज़रूरत है। आपके प्रिय का अस्थिर बर्ताव आज रोमांस को बिगाड़ सकता है। आज कार्यक्षेत्र में आपके किसी पुराने काम की तारीफ हो सकती है। आपके काम को देखते हुए आज आपकी तरक्की भी संभव है। कारोबारी आज अनुभवी लोगों से करोबार को आगे बढ़ाने की सलाह ले सकते हैं। दिक़्क़तों का तेज़ी से मुक़ाबला करने की आपकी क्षमता आपको ख़ास पहचान दिलाएगी। ख़ुद तनावग्रस्त होने की झल्लाहट आप बेवजह अपने जीवनसाथी पर निकाल सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- अपने प्रेमी/प्रेमिका से मिलने से पूर्व शहद खाकर निकलें, इससे लव लाइफ बढ़िया रहेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य फलदायक रहेगा। सेहत में गिरावट आ सकती है और आप बीमार पड़ सकते हैं। थोड़ा ध्यान रखें। शादीशुदा लोगों का गृहस्थ जीवन अच्छा रहेगा। जीवन साथी आपकी मां से विशेष लगाव दिखाएंगे। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन अच्छा है। काम के सिलसिले में बेवजह की बातों से नुकसान उठाना पड़ सकता है।इससे पहले कि नकारात्मक विचार मानसिक बीमारी का रूप ले लें, आप उन्हें ख़त्म कर दें। ऐसा आप किसी दान-पुण्य के काम में सहभागिता के ज़रिए कर सकते हैं, जिससे आपको मानसिक संतोष मिलेगा। व्यापारियों को आज व्यापार में घाटा हो सकता है और अपने व्यापार को बेहतर बनाने के लिए आपको पैसा खर्च करना पड़ सकता है। लोगों और उनके इरादों के बारे में जल्दबाज़ी में फ़ैसला न लें। हो सकता है कि वे दबाव में हों और उन्हें आपकी सहानुभूति व विश्वास की ज़रूरत हो। अपने प्रिय की ईमानदारी पर शक न करें। आप क़ामयाबी ज़रूर हासिल करेंगे – बस एक-एक करके महत्वपूर्ण क़दम उठाने की ज़रूरत है। आपका व्यक्तित्व ऐसा है कि ज्यादा लोगों से मिलकर आप परेशान हो जाते हैं और फिर अपने लिए वक्त निकालने की कोशिश करने लग जाते हैं। इस लिहाज से आज का दिन आपके लिए बहुत उम्दा रहने वाला है। आज आपको अपने लिए पर्याप्त समय मिलेगा। क्या आपको लगता है कि शादी महज़ समझौतों का नाम है? अगर हाँ, तो आप आज हक़ीक़त महसूस करेंगे और जानेंगे कि यह आपके जीवन की सबसे अच्छी घटना थी। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- लाल वस्त्र में दो मुट्ठी मसूर की दाल बांधकर किसी भिखारी को देने से पारिवारिक जीवन में खुशहाली आएगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआपने आज का दिन बढ़िया रहेगा। भाग्य मजबूत होगा। अचानक से कुछ अच्छे काम आपको होते दिखाई देंगे जिससे आपका हौसला बढ़ेगा। इनकम बढ़िया रहेगी। परिवार में सुख शांति रहेगी। शादीशुदा लोगों का गृहस्थ जीवन अच्छा रहेगा। जीवन साथी को फायदा मिलेगा। प्रेम जीवन बिता रहे लोगों के लिए भी आज का दिन अच्छा है।\n भागमभाग भरे दिन के बावजूद आपकी सेहत पूरी तरह दुरुस्त रहेगी। धन की आवश्यकता कभी भी पड़ सकती है इसलिए आज जितना हो अपने पैसे की बचत करने का विचार बनाएं। आपके जीवन-साथी की सेहत तनाव और चिंता का कारण बन सकती है। अपने रोमांटिक ख़यालों को हर किसी को बताने से बचें। बैंकिग क्षेत्र से जुड़े लोगों को कोई अच्छी ख़बर मिल सकती है। पदोन्नति की काफ़ी संभावना है। आप अपनी ख़ुशी दुगनी करने के लिए सहकर्मियों से बांट सकते हैं। वह काम जो आज आप दूसरों के लिए स्वेच्छा से करेंगे, न सिर्फ़ औरों के लिए मददगार साबित होगा बल्कि आपके दिल में ख़ुद की छवि भी सकारात्मक होगी। शादी सिर्फ़ एक छत के नीचे रहने का नाम नहीं है; एक-दूसरे के साथ कुछ समय बिताना भी ज़रूरी है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- सूर्य अनुशासन प्रिय ग्रह है, इसलिए यथासंभव अनुशासित जीवन जीने से फैमिली लाइफ अच्छी रहेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। पैसों की आवक होगी। आर्थिक स्थिति बढ़िया रहेगी। कुछ खर्चे अनजाने में होंगे। काम के सिलसिले में आप की स्थिति मजबूत रहेगी। पूरे अधिकार से काम करेंगे। शादीशुदा लोगों का गृहस्थ जीवन अच्छा रहेगा। ससुराल के लोगों से बातचीत होगी।ज़िंदगी की ओर एक उदार रवैया अपनाएँ। अपने हालात की शिकायत करने और उसे लेकर दुःखी होने से कुछ हासिल नहीं होने वाला। यह ज़्यादा मांगने वाली सोच जीवन की सुगंध को ख़त्म कर देती है और संतोषी जीवन की आशा का गला घोंट देती है। दिन की शुुरुआत भले ही अच्छी हो लेकिन शाम के वक्त किसी वजह से आपका धन खर्च हो सकता है जिससे आप परेशान होंगे। माता-पिता के साथ अपनी ख़ुशियाँ साझा करें। उन्हें महसूस करने दें कि आपके लिए उनकी कितनी अहमियत है, इससे उनका अकेलेपन का एहसास अपने आप ख़त्म हो जाएगा। हमारी ज़िंदगी का क्या फ़ायदा, अगर हम एक-दूसरे का जीवन आसान न बना सकें। पुरानी यादों को ज़ेहन में ज़िंदा कर दोस्ती को फिर से तरोताज़ा करने का वक़्त है। अगर आप अपने दिमाग़ के दरवाज़े खुले रखें, तो कई उम्दा मौक़े आपको मिल सकते हैं। किसी वजह से आज आपके ऑफिस में जल्दी छुट्टी हो सकती है इसका आप फायदा उठाएंगे और अपने परिवार के लोगों के साथ कहीं घूमने जाएंगे। आज आप अपने जीवनसाथी के साथ कुछ बेहतरीन पल गुज़ार सकेंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- गणेश जी को दूर्वा चढ़ाने से आर्थिक स्थिति अच्छी होगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। खुद पर भरोसा बढ़ेगा। कामों में सफलता मिलने के लिए आवश्यक कार्य कुशलता आपके अंदर है, उसका लाभ उठाने की कोशिश करें। भाग्य प्रबल रहेगा। नौकरी में पदोन्नति के प्रबल योग बनेंगे। शादीशुदा लोगों का गृहस्थ जीवन प्रेम और उम्मीद के सहारे आगे बढ़ेगा। प्रेम जीवन बिता रहे लोगों को कुछ दिक्कतों का सामना करना पड़ सकता है। सेहत में उतार-चढ़ाव रहेगा।आपका ऊर्जा-स्तर ऊँचा रहेगा। आपके पास आज पैसा भी पर्याप्त मात्रा में होगा और इसके साथ ही मन में शांति भी होगी। आज हर कोई आपसे दोस्ती करना चाहता है और आप उनकी ये इच्छा पूरी करने में ख़ुशी महसूस करेंगे। आपकी आँखें चमकने लगेंगी और धड़कनें तेज़ हो जाएंगी, आज जब आप अपनी सपनों की राजकुमारी से मिलेंगे। यह वह दिन है जब आपको अपनी अहम योजनाओं पर रोशनी डालने के लिए ख़ास और बड़े लोगों से मिलना चाहिए। आपने बीते दिनों कार्यक्षेत्र में कई काम अधूरे छोड़े हैं जिसका भुगतान आज आपको करना पड़ सकता है। आज आपका खाली वक्त भी ऑफिस के काम को पूरा करने में ही लगेगा। अगर आप वैवाहिक तौर पर लंबे समय से कुछ नाख़ुश हैं, तो आज के दिन आप हालात बेहतर होते हुए महसूस कर सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- दुर्गा सप्तशती का पाठ करने से पारिवारिक जीवन खुशहाल रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम फलदायक रहेगा। खर्चे बेवजह के होंगे और कुछ धार्मिक कामों पर भी होंगे लेकिन उन्हें नियंत्रण में रखना जरूरी होगा। काम के सिलसिले में किए गए प्रयास सफल तो होंगे लेकिन कुछ विरोधी आप पर नजर जमाए रखेंगे। शादीशुदा लोगों का गृहस्थ जीवन शांतिपूर्ण रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा है।आपका उदार स्वभाव आज आपके लिए कई ख़ुशनुमा पल लेकर आएगा। यूं तो आज आर्थिक पक्ष अच्छा रहेगा लेकिन इसके साथ ही आपको यह ध्यान भी रखना होगा कि आप अपने पैसे को व्यर्थ में खर्च न करें। दिन के उत्तरार्ध में अचानक आई कोई अच्छी ख़बर पूरे परिवार को ख़ुशी देगी। दिन को ख़ास बनाने के लिए स्नेह और उदारता के छोटे-छोटे तोहफ़े लोगों को दें। आपका जीवनसाथी सहयोगी और मददगार रहेगा। आज आप सब कामों को छोड़कर उन कामों को करना पसंद करेंगे जिन्हें आप बचपन के दिनों में करना पसंद करते थे। आपका जीवनसाथी आपको ख़ुश करने के लिए आज काफ़ी कोशिशें करता नज़र आएगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- आर्थिक स्थिति बेहतर करने के लिए कच्ची साबुत हल्दी चलते पानी में बहाएं। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। इनकम में बढ़ोतरी होने से मन हर्षित होगा। मन की इच्छा पूरी होगी। शादीशुदा लोगों का गृहस्थ जीवन भी अच्छा रहेगा। अपने जीवन साथी की बुद्धिमानी को देखकर आपको बहुत खुशी होगी। प्रेम जीवन बिता रहे लोग अपनेपन और रोमांस से भरपूर रहेंगे। काम के सिलसिले में आज का दिन बढ़िया है। अपने साथी लोगों से अच्छी बात बनाकर रखें।शारीरिक बीमारी के सही होनी की काफ़ी संभावनाएँ हैं और इसके चलते आप शीघ्र ही खेल-कूद में हिस्सा ले सकते हैं। करीबी रिश्तेदारों के घर जाना आज आपकी आर्थिक स्थिति को बिगाड़ सकता है। अपने जीवन-साथी के साथ अपनी गोपनीय जानकारी बांटने से पहले सोच लें। अगर मुमकिन हो तो इससे बचें, क्योंकि इन बातों के बाहर फैलने का ख़तरा है। अपने प्रिय को आज निराश न करें- क्योंकि ऐसा करने की वजह से बाद में आपको पछताना पड़ सकता है। नए विचार फ़ायदेमंद साबित होंगे। आज जीवन के कई अहम मुद्दों पर आप घरवालों के साथ बैठकर बात कर सकते हैं। आपकी बातें घरवालों को परेशान कर सकती हैं लेकिन इन बातों का हल अवश्य निकलेगा। लंबे समय से कामकाज का दबाव आपके वैवाहिक जीवन के लिए कठिनाई खड़ा कर रहा है। लेकिन आज सारी शिकायतें दूर हो जाएंगी। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- कौवों को रोटी खिलाने से आर्थिक स्थिति बेहतर होगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। काम पर पूरा ध्यान देंगे जिससे अच्छे नतीजे पाएंगे। घर में उतार-चढ़ाव रहेगा क्योंकि लोगों में आपस में बननी मुश्किल होगी, फिर भी ध्यान देने से काम चल जाएगा। शादीशुदा लोगों का गृहस्थ जीवन तनावपूर्ण रहेगा। प्रेम जीवन बिता रहे लोगों को सुखद अनुभूति होगी। आपकी सेहत अच्छी रहेगी।आपका दानशीलता का व्यवहार आपके लिए छुपे हुए आशीर्वाद की तरह सिद्ध होगा, क्योंकि यह आपको शक, अनास्था, लालच और आसक्ति जैसी ख़राबियों से बचाएगा। जो लोग टैक्स चोरी करते हैं आज वो बड़ी मुसीबत में फंस सकते हैं। इसलिए आपको यही सलाह दी जाती है कि टैक्स की चोरी न करें। रिश्तेदारों के साथ अपने संबंधों को फिर तरोताज़ा करने का दिन है। आपके प्यार के रिश्ते में एक जादूई एहसास छा रहा है, इसकी ख़ूबसूरती महसूस करें। आज का दिन बढ़िया प्रदर्शन और ख़ास कामों के लिए है। कार्यक्षेत्र के किसी काम में खराबी की वजह से आज आप परेशान रह सकते हैं और इस बारे में सोचकर अपना कीमती वक्त बर्बाद कर सकते हैं। आज आपको ऐसा अनुभव होगा कि आपके जीवनसाथी के द्वारा आपको नीचा दिखाया जा रहा है। जहां तक सम्भव हो इसे नजरअंदाज करें। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सरसों के तेल में अपना चेहरा देखकर उस तेल के गुलगुले बनाकर पक्षियों में डालने से आर्थिक स्थिति अच्छी होगी। \n"
}]
