horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nदिल में यदि खुशी हो, तो कोई भी काम मुश्किल नहीं और आज ऐसा ही आपके साथ होगा। दिल से बहुत खुशी महसूस करेंगे। आज अपनी माताजी को कोई गिफ्ट देने का मन करेगा और उनकी सेवा करने की इच्छा मन में जागेगी। ऑफिस को लेकर आपका व्यवहार बिल्कुल अलग नजर आएगा। आप आज काफी मुस्तैद नजर आएंगे और अपने काम को लेकर काफी परिपक्व होंगे। निजी जीवन को लेकर कुछ चुनौतियां रहेंगी, जिन्हें दूर करने के लिए आप प्रयासरत रहेंगे।आज का दिन मौज-मस्ती और आनन्द से भरा रहेगा- क्योंकि आप ज़िन्दगी को पूरी तरह जिएंगे। आज के दिन आपको धन लाभ होने की पूरी संभावना है लेकिन इसके साथ ही आपको दान-पुण्य भी करना चाहिए क्योंकि इससे आपको मानसिक शांति मिलेगी। जिन्हें आप चाहते हैं, उनके साथ उपहारों का लेन-देन करने के लिए अच्छा दिन है। रोमांचक दिन है, क्योंकि आपका प्रिय आपको तोहफ़े/उपहार दे सकता है। वरिष्ठ सहकर्मी और रिश्तेदार मदद का हाथ बढाएंगे। अगर आप सोचते हैं कि यार दोस्तों के साथ आवश्यकता से अधिक वक्त बिताना आपके लिए सही है तो आप गलत हैं ऐसा करने से आपको आने वाले वक्त में दिक्कतों का सामना करना पड़ेगा और कुछ नहीं। आपको और आपके जीवनसाथी को कोई बहुत सुखद ख़बर सुनने को मिल सकती है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- नौकरी/बिज़नेस में उन्नति के लिए गुलाबी कांच की बोतल में पानी भर कर सूर्य की किरणों में रखें। फिर उस पानी को नहाने वाले पानी में मिलाकर स्नान करें। \n",
    "1": "वृष राशिः आज का राशिफल\nपड़ोसियों से अच्छे संबंधों का लाभ मिलेगा। आज दोस्तों के साथ किसी खास बात पर चर्चा होगी, जिससे आपका दिल खुश हो जाएगा। इनकम को लेकर स्थितियां मजबूत होंगी और आपकी मेहनत का लाभ आपको प्राप्त होगा। दांपत्य जीवन में आपकी समझदारी काम आएगी। बिजनेस को लेकर किए गए, वादों से करने से बचें। नहीं तो किसी बड़ी मुसीबत का सामना करने के लिए तैयार रहें। आज अपनी बहन से कोई गिफ्ट मिल सकता है। प्रेम जीवन को लेकर कोई बड़ा निर्णय लेने का दिन है।जीवन-साथी ख़ुशी की वजह साबित होगा। जिन लोगों ने किसी रिश्तेदार से पैसा उधार लिया था उनको आज वो उधार किसी भी हालत में वापस करना पड़ सकता है। परिवार वालों का हँसी-मज़ाक भरा बर्ताव घर के वातावरण को हल्का-फुल्का और ख़ुशनुमा बना देगा। समय, कामकाज, पैसा, यार-दोस्त, नाते-रिश्ते सब एक ओर और आपका प्यार एक तरफ़, दोनों आपस में खोए हुए - कुछ ऐसा मिज़ाज रहेगा आपका आज। नई चीज़ों को सीखने की आपकी ललक क़ाबिल-ए-तारीफ़ है। समय का सदुपयोग करना सीेखें। यदि आपके पास खाली वक्त है तो कुछ रचनात्मक करने की कोशिश करें। वक्त को बर्बाद करना अच्छी बात नहीं है। वैवाहिक जीवन में गर्मजोशी और गर्म खाने की बहुत एहमियत है; आप आज दोनों का ही लुत्फ़ उठा सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- घर में एक्वेरियम स्थापित करके मछलियों को चारा खिलाने से धन वृद्धि होगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nकोई ऐसी समस्या परेशान कर सकती है, जिसकी वजह आपको मालूम ना हो, लेकिन थोड़ा धैर्य रखेंगे, तो खुद ब खुद समस्या दूर हो जाएगी। खुले हाथ से खर्च करने से बचें क्योंकि यह आपकी जेब पर भारी पड़ेगा। काम को लेकर स्थिति अच्छी रहेगी। जमीन जायदाद से जुड़े मामलों में आपको लाभ मिलेगा और गवर्नमेंट सेक्टर का कोई काम अटका हुआ है, तो आज वह पूरा हो सकता है, जिससे आपकी इनकम भी अच्छी होगी। जीवन साथी के साथ बिजनेस करने में लाभ का दिन है या अपने काम में उनकी सलाह लें तो अच्छा रहेगा।आज आपका आत्मविश्वास और ऊर्जा का स्तर ऊँचा रहेगा। ख़ास लोग ऐसी किसी भी योजना में रुपये लगाने के लिए तैयार होंगे, जिसमें संभावना नज़र आए और विशेष हो। आपका जीवनसाथी आपकी सहायता करेगा और मददगार साबित होगा। थोड़े बहुत टकराव के बावजूद भी आज आपका प्रेम जीवन अच्छा रहेगा और आप अपने संगी को खुश रखने में कामयाब होंगे। सहकर्मियों और वरिष्ठों से मिला सहयोग आपके उत्साह में इज़ाफ़ा करेगा। नए विचारों और आइडिया को जाँचने का बेहतरीन वक़्त। आज आप अपने जीवनसाथी के साथ सैर-सपाटे का मज़ा ले सकते हैं। साथ में समय गुज़ारने का यह बढ़िया मौक़ा है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- भगवान में विश्वास रखें और मानसिक हिंसा से बचें, इससे स्वास्थ्य बेहतर होगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज मन में बड़ी भावुकता आएगी। किसी पुरानी यादों को ताजा कर थोड़े गंभीर होंगे। आंखों से आंसू भी आ सकते हैं, लेकिन फिर भी किसी की याद होगी, जो आपको सुकून देगी। आज किसी के साथ की आवश्यकता महसूस होगी, इसलिए अभी शादीशुदा है, तो जीवन साथी को अपना हाल सुनाएं। वह आपका साथ देंगे। प्रेम जीवन में गलतफहमी ओं को पनपने देना रिश्ते की कमजोरी है। इससे बचने की कोशिश करें। काम को लेकर स्थिति अच्छी है। आपके प्रयास सार्थक होंगे, लेकिन किसी पुराने कर्मचारी के कारण कोई समस्या उत्पन्न हो सकती है।दोस्तों के साथ शाम सुखद रहेगी लेकिन ज़्यादा खाने और मदिरापान से बचें। आज आपके भाई-बहन आपसे आर्थिक मदद मांग सकते हैं और उनकी मदद करके आप खुद आर्थिक दबाव में आ सकते हैं। हालांकि स्थिति जल्द ही सुधर जाएगी। प्यार, मेलजोल और आपसी जुड़ाव में इज़ाफा होगा। आप आज प्यार की मनोदशा में होंगे- और आपके लिए काफ़ी मौक़े भी होंगे। आप लम्बे समय से दफ़्तर में किसी से बात करना चाह रहे थे। आज ऐसा होना मुमकिन है। मौज-मस्ती के लिए घूमना संतोषजनक रहेगा। क्या आपको लगता है कि शादी महज़ समझौतों का नाम है? अगर हाँ, तो आप आज हक़ीक़त महसूस करेंगे और जानेंगे कि यह आपके जीवन की सबसे अच्छी घटना थी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- चाँदी के चम्मच से या चाँदी की थाली में भोजन करना स्वास्थ्य के लिए लाभदायक होगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nनिवेश के लिए एक अच्छा दिन है। आज आप निवेश करेंगे तो अच्छा लाभ मिलेगा, लेकिन निवेश लॉन्ग टर्म होना ज्यादा अच्छा रहेगा। काम को लेकर आपके मन में कई सारी योजनाएं हैं और आज उन योजनाओं को अमल में लाने का दिन है। बिना घबराए अपना काम करें। सोच समझकर बातचीत करें, किसी को भी अपनी सुंदर वाणी का कायल बनाएंगे। गलत बोल कर उनकी नजर में अपनी इज्जत को कम ना करें। निजी जीवन को लेकर दिनमान बहुत सुकून दायक रहेगा।आपका ईर्ष्यालु स्वभाव आपको उदास और दुःखी बना सकता है। आप यह चोट ख़ुद को पहुँचा रहे हैं, इसलिए जितनी जल्दी हो सके इसे छोड़ दें। दूसरों के सुख-दुःख बांटने की आदत विकसित करें। भविष्य में अगर आपको आर्थिक रुप से मजबूत बनना है तो आज से ही धन की बचत करें। यह अच्छा वक़्त है जो आपके लिए क़ामयाबी और ख़ुशहाली लाएगा। इसके लिए आपको अपनी कोशिशों और अपने परिवार से मिलने वाले सहयोग का शुक्रगुज़ार होना चाहिए। आपका प्रेमी या प्रेमिका आज बहुत गुस्से में नजर आ सकते हैं इसकी वजह उनके घर की स्थिति होगी। अगर वो गुस्से में हैं तो उन्हें शांत करने की कोशिश करें। चीज़ें कार्यक्षेत्र में बेहतर नज़र आती हैं। पूरे दिन आपका मिज़ाज बढ़िया रहेगा। इस राशि वालों को आज खुद के लिए काफी समय मिलेगा। इस समय का उपयोग आप अपने शोकों को पूरा करने में कर सकते हैं। आप कोई किताब पढ़ सकते हैं या अपना पसंदीदा म्यूजिक सुन सकते हैं। आपको और आपके जीवनसाथी को वैवाहिक जीवन में कुछ निजता की ज़रूरत हे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- हनुमान चालीसा का पाठ करने से हेल्थ बेहतर होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nपैसा आना अच्छा है, लेकिन पैसे को बनाए रखना और उसे बढ़ाना असली काबिलियत है। आज आप इसी पर फोकस करेंगे और गुणात्मक रूप से धन को बढ़ाने पर आपका ध्यान रहेगा। किसी बात को लेकर आपके अंदर गर्व की भावना आएगी और इसी से आप काफी आत्मविश्वास महसूस करेंगे। परिवार में पूजा या धार्मिक कार्यक्रम हो सकता है। जो लोग प्रेम जीवन बिता रहे हैं, उन्हें आज कोई अच्छी बात सुनने को मिल सकती है। जिससे आपका मूड एकदम से फ्रेश हो जाएगा। ग्रहों की स्थिति गृहस्थ जीवन में तनाव को दिखा रही है।पेचीदा हालात में फँसने पर घबराएँ नहीं। जैसे खाने में थोड़ा-सा तीखापन उसे और भी लज़ीज़ बना देता है, उसी तरह ऐसी परिस्थितियाँ आपको ख़ुशियों की सही क़ीमत बताती हैं। अपना मूड बदलने के लिए किसी सामाजिक आयोजन में शिरकत करें। आपका धन आपके काम तभी आता है जब आप फिजूलखर्ची करने से खुद को रोकते हैं आज ये बात आपको अच्छी तरह से समझ में आ सकती है। दोस्त और पारिवारिक मित्र आपका उत्साह बढ़ाएंगे। आपका रुमानी संबंध आज थोड़ी परेशानी में पड़ सकता है। लगता है कि आपके विरष्ठ आज देवदूतों जैसा व्यवहार करने वाले हैं। बिना किसी पूर्व सूचना के आज आपका कोई रिश्तेदार आपके घर पधार सकता है जिसकी वजह से आपका कीमती समय उनकी खातिरदारी में जाया हो सकता है। आपके जीवनसाथी की कामकाज को लेकर व्यस्तता आपकी उदासी का कारण बन सकती है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- प्रेमी/प्रेमिका को वाइट डक्स(प्लास्टिक आदि का बना) का जोड़ा गिफ्ट में देने से लव लाइफ अच्छी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nअपने माता पिता के प्रति प्रेम की भावना हो जागेगी। आपको लगेगा कि बहुत समय बीत गया, लेकिन आपने उनके लिए कुछ नहीं किया। इस भावना से ओतप्रोत होकर उनके बारे में कुछ सोचेंगे। इंश्योरेंस पॉलिसी लेने में सावधानी रखें और किसी की भी गारंटी ना लें। कोर्ट कचहरी से जुड़े मामले आपके लिए सफलता दायक रहेंगे। काम को लेकर आपको भावुकता में आने से बचना चाहिए और अपने काम से मतलब रखना चाहिए। निजी जीवन की स्थितियां बहुत सुंदर रहेंगी और आप अपने रिश्तों से इंसाफ कर पाएंगे।जीत का जश्न आपके दिल को ख़ुशी से भर देगा। इस उत्साह को दोगुना करने के लिए आप अपनी ख़ुशी में दोस्तों को भागीदार बना सकते हैं। व्यापाार में मुनाफा आज कई व्यापारियों के चेहरे पर खुशी ला सकता है। आज काम तनावभरा और थकाऊ होगा, लेकिन दोस्तों का साथ आपको ख़ुशमिज़ाज और ज़िंदादिल बनाए रखेगा। आपका संगी आपका भला सोचता है इसलिए कई बार आप पर गुस्सा भी कर बैठता है, उनके गुस्से पर नाराज होने से बेहतर यह होगा कि आप उनकी बातों को समझें। काम को मनोरंजन के साथ न मिलाएँ। खाली वक्त आज व्यर्थ की बहसों में खराब हो सकता है जिससे दिन के अंत में आपको खिन्नता होगी। आपके और आपके जीवनसाथी के बीच कोई बाहरी व्यक्ति दूरी पैदा करने की कोशिश कर सकता है, लेकिन आप दोनों चीज़ें संभाल लेंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- रेशमी वस्त्र किसी गरीब कन्या के विवाह में भेंट करने से नौकरी व बिज़नेस में तरक्की मिलेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nअपने मन में चल रहे द्वंद से मुक्ति मिलेगी। ईश्वर की शरण में जाएंगे और कुछ समय वहां बिता कर खुद को हल्का महसूस करेंगे। प्रेम संबंधों में लड़ाई झगड़ा विष का काम करता है। इससे बचने की कोशिश करें। आपके मन में समाज को लेकर थोड़ी हीनता की भावना आ सकती है। काम को लेकर आप सजग रहेंगे क्योंकि आपको अपने अधिकार और कर्तव्य दोनों का ज्ञान है। इसी वजह से आपके अधिकारी भी आपसे खुश रहेगे। शादीशुदा जातकों का गृहस्थ जीवन आप दोनों के रिश्ते को और अच्छा करने के लिए प्रेरित करेगा।आपका रूख़ा बर्ताव आपके जीवनसाथी का मूड ख़राब कर सकता है। आपको समझना चाहिए कि किसी का अनादर और गम्भीरता से न लेना रिश्ते में दरार डाल सकता है। आज आपके माता-पिता में से कोई आपको धन की बचत करने को लेकर लेक्चर दे सकता है, आपको उनकी बातोें को बहुत गौर से सुनने की जरुरत है नहीं तो आने वाले समय में परेशानी आपको ही उठानी पड़ेगी। घर में रस्म-रिवाज़ आदि होगा। आज के दिन प्यार की कली चटककर फूल बन सकती है। आपके जीवन में पर्दे के पीछे उससे कहीं ज़्यादा चल रहा है, जितना आप सोच सकते हैं। आने वाले कुछ दिनों में बहुत-से अच्छे मौक़े आपके हाथ लगेंगे। आज आप ऑफिस से घर वापस आकर अपना पसंदीदा काम कर सकते हैं। इससे आपके मन को शांति मिलेगी। आपका जीवनसाथी किसी ख़ूबसूरत सरप्राइज़ से आपका दिन बना सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- केले के पेड की पूजा करने से स्वास्थ्य अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nसेहत को लेकर लापरवाही बरतना आपके लिए नुकसानदायक हो सकता है। सुबह व्यायाम के लिए जरूर जाएं। इन्वेस्टमेंट करने के लिए आज का दिन ठीक नहीं है, इसलिए सावधानी रखकर आगे बढ़े। गृहस्थ जीवन को लेकर आपका सामंजस्य पूर्ण रवैया आपको बेहद खुश रखेगा। सरकारी नौकरी के लिए प्रयासरत लोगों की इच्छा पूरी हो सकती है। प्रेम जीवन में आपसी बातचीत से हर चीज को सुलझाया जा सकता है। आज ऐसा ही दिन है। काम को लेकर आप खुद को इतना मजबूत पाएंगे कि कोई आपके काम पर उंगली नहीं उठा पाएगा।दिन की शुरुआत आप योग ध्यान से कर सकते हैं। ऐसा करना आपके लिए फायदेमंद रहेगा और सारे दिन आपमें ऊर्जा रहेगी। आपके पिता की कोई सलाह आज कार्यक्षेत्र में आपको धन लाभ करा सकती है. अपनी नई परियोजनाओं के लिए अपने माता-पिता को विश्वास में लेने का सही समय है। उदास न हों, कभी-कभी विफल होना कोई ख़राब बात नहीं है। वह तो ज़िंदगी की ख़ूबसूरती है। आज के दिन आप सबके ध्यान का केंद्र होंगे और सफलता आपकी पहुँच में होगी। व्यस्त दिनचर्या के बावजूद भी आज आप अपने लिए समय निकालपाने में सक्षम होंगे। खाली वक्त में आज कुछ रचनात्मक कर सकते हैं। जीवनसाथी के साथ वाद-विवाद होने की काफ़ी संभावना है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अच्छे प्रेम सम्बन्धों के लिए गाय को आलू में हल्दी लगाकर खिलाएं। \n",
    "9": "मकर राशिः आज का राशिफल\nआज दिमाग से ज्यादा शारीरिक श्रम पर ध्यान देंगे। मेहनत करना आपका सबसे बड़ा गुण है और आप उससे पीछे नहीं हटते। आपकी अंतरात्मा से आज कुछ आवाज आएगी, जिसे सुनकर आपका कोई काम बन जाएगा और आप काफी अच्छा महसूस करेंगे। आपके ऑफिस में आपकी बुद्धिमानी की तारीफ होगी और आपका कोई बड़ा अधिकारी आज आपकी कर्तव्यनिष्ठा से प्रसन्न होकर आपके प्रमोशन की बात कर सकता है। निजी जीवन में चुनौतियां तो होंगी, लेकिन उनसे पार पाना आपको आता है।अपने ख़राब मूड को शादीशुदा ज़िंदगी में तनाव का कारण न बनने दें। इससे बचने की कोशिश करें, नहीं तो बाद में पछताना पड़ेगा। कोई बेहतरीन नया विचार आपको आर्थिक तौर पर फ़ायदा दिलायेगा। रिश्तेदारों के यहाँ जाना उससे काफ़ी बेहतर रहेगा, जितना आप सोच सकते हैं। समय, कामकाज, पैसा, यार-दोस्त, नाते-रिश्ते सब एक ओर और आपका प्यार एक तरफ़, दोनों आपस में खोए हुए - कुछ ऐसा मिज़ाज रहेगा आपका आज। अपने काम और प्राथमिकताओं पर ध्यान एकाग्र करें। अपने व्यक्तित्व और रंग-रूप को बेहतर बनाने का कोशिश संतोषजनक साबित होगी। विवादों की एक लम्बी कड़ी आपके रिश्तों को कमजोर कर सकती है अत: इसे हल्के में लेना ठीक नहीं होगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- गौ-दान करें, यदि संभव न हो तो गौ खरीदने के मूल्य के बराबर दान गौ आश्रम में करने से स्वास्थय अच्छा होगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nसेहत से बड़ा जीवन में कुछ नहीं है, इसलिए सेहत पर ध्यान दें और उल्टे सीधे भोजन से परहेज करें। आज आपके बड़े भाई है। भाई समान व्यक्ति से आपको किसी काम में मदद मिल सकती है। जमीन जायदाद से जुड़े कामों से दूरी बनाना अच्छा होगा। परिवार का सहयोग मिलेगा और दांपत्य जीवन में प्रेम दिखेगा। खुद की काबिलियत को पहचान कर काम में आगे बढ़े। विरोधियों से सतर्क रहें और दूसरों के काम में अड़ंगा ना अड़ाएं।भागमभाग भरे दिन के बावजूद आपकी सेहत पूरी तरह दुरुस्त रहेगी। जो व्यापारी अपने कारोबार के सिलसिले में घर से बाहर जा रहे हैं वो अपने धन को आज बहुत संभालकर रखें। धन चोरी होने की संभावना है। बच्चे आपको अपनी उपलब्धियों से गर्व का अनुभव कराएंगे। प्रेम निःसीम होता है, सभी सीमाओं के परे; आपने ये बातें पहले भी सुनी होंगी। लेकिन आज वह दिन है जब आप अगर चाहें तो यह ख़ुद महसूस कर सकते हैं। लगता है कि आपके विरष्ठ आज देवदूतों जैसा व्यवहार करने वाले हैं। अपनी कमियों पर आपको काम करने की जरुरत है इसके लिए आपको अपने लिए समय निकालना चाहिए। आँखें दिल की बातें बयान कर देती हैं। यह दिन अपने जीवनसाथी के साथ इसी भाषा में बात करने के लिए है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- चाँदी का कड़ा धारण करना आर्थिक स्थिति को बेहतर करेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nभावुकता कई बार हमसे वो काम करा देती है, जो हमारे लिए ठीक नहीं होता, इसलिए इसको नियंत्रण में रखने की कोशिश करें। दांपत्य जीवन में चल रहे, तनाव को दूर करने का एक ही उपाय है। बातचीत और इसी से हल निकलेगा। अनुभवी व्यक्ति का साथ मिलेगा, जिससे बिजनेस को लेकर कोई नई डील हाथ लग सकती है। इन्वेस्टमेंट करने के लिए आज का दिन बहुत बढ़िया हैं। अच्छे लाभ के योग बन रहे हैं। लॉग टर्म इन्वेस्टमेंट ज्यादा फायदेमंद रहेगा।शारीरिक बीमारी के सही होनी की काफ़ी संभावनाएँ हैं और इसके चलते आप शीघ्र ही खेल-कूद में हिस्सा ले सकते हैं। अपनेे लिए पैसा बचाने का आपका ख्याल आज पूरा हो सकता है। आज आप उचित बचत कर पाने में सक्षम होंगे। कुछ लोग जितना कर सकते हैं, उससे कई ज़्यादा करने का वादा कर देते हैं। ऐसे लोगों को भूल जाएँ जो सिर्फ़ गाल बजाना जानते हैं और कोई परिणाम नहीं देते। हालाँकि प्यार में निराशा हाथ लग सकती है लेकिन हिम्मत मत हारिए क्योंकि आखिर में जीत सच्चे प्यार की ही होती है। अगर आप कई दिनों से कामकाज में दिक़्क़त महसूस कर रहे हैं, तो आज के दिन आपको राहत महसूस हो सकती है। यात्रा आपके लिए आनन्ददायक और बहुत फ़ायदेमंद होगी। जीवनसाथी का बिगड़ता स्वास्थ्य आपके लिए परेशानी का सबब बन सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- लाल वस्त्र में दो मुट्ठी मसूर की दाल बांधकर किसी भिखारी को देने से पारिवारिक जीवन में खुशहाली आएगी। \n"
}]
