horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "आज आपके लिए गंभीरता से मेहनत करने का दिन है ǀ आप काफी लम्बे समय से लटक रहा एक काम संतोषजनक ढंग से पूरा करने में सफल रहेंगे ǀइससे आपके अफसर प्रभावित होंगे ǀ आज आप पर किसी प्रसिद्ध व्यक्ति की भी नजर पड़ेगी और इस बात का आपके भविष्य पर काफी प्रभाव पड़ेगा ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "यह समय एक सख्त शारीरिक कार्यक्रम शुरू करने के लिए बिलकुल उपयुक्त है |आपको यह भी समझना है कि जीवन का पूरा आनंद लेने के लिए स्वस्थ शरीर का होना बहुत आवश्यक है |कुल मिलाकर आप अपनी सेहत के लिए जागरूक हैं लेकिन अब आप अपनी ट्रेनिंग के प्रति और अधिक समर्पित हो जायेंगे |आप किसी खेल प्रतियोगिता में भी भाग लेंगे और बहुत अच्छे परिणाम प्राप्त करेंगे |आप अपने डाइट पैटर्न में भी बदलाव करेंगे |",
        "मेष प्यार और संबंध राशिफल": "आज अक दिन आपके लिए बहुत ख़ास होगा | आपको अपने मन की बात बताने का मौका मिल सकता है लेकिन इस बात का ध्यान रखें कि आपके मुंह से कुछ ऐसा न निकले जिसके लिए बाद में आपको पछताना पड़े | अपनी बात छोटे और अर्थपूर्ण तरीके से पूरी करें | आपको अपने पार्टनर से खुलकर बात करने के और भी मौके मिलेंगे | जो बात आपके मन में कई दिन से है , उसे सामने आने दें |",
        "मेष कैरियर और धन राशिफल": "लालच आज आपके रास्ते में दिखाई देगा, लेकिन आवश्यक है की आप सही मार्ग पर चले । गलत और छोटे रास्ते अंत में आपके करियर के लिए हानिकारक हो सकते है । सही रास्ता चुनना इतना आसान नहीं होगा और ये तभी हो सकता है जब लालच आप पर हावी न हो । अगर आप अपने से यह नहीं कर सकते हैं, तो एक सच्चे शुभचिंतक की सहायता ले सकते है जो आपको मजबूत रहने में मदद करेगा ।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "आप व्यवसायिक या निजी कारणों से यात्रा कर सकते हैं ǀहालाँकि इस समय आपके लिए यात्रा करना मुश्किल होगा लेकिन आप कर पायेंगे और इससे आपको लाभ भी होगा ǀ जो लोग पहले आपकी उदारता को नही समझते थे ,अब उन्हें भी इसकी कीमत समझ आएगी ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "आज आपकी सेहत बहुत अच्छी रहने वाली है |आज का दिन अथलीटों और अन्य खेल प्रतियोगिताओं में भाग लेने वालों के लिए बिलकुल उपयुक्त है और उन सबको अच्छी खासी सफलता मिलने की संभावना है |इसके अतिरिक्त आप अपने शरीर में ऊर्जा का अजबर्दस्त प्रवाह अनुभव करेंगे और आपक दिमाग भी तरोताजा और सक्रिय बना रहेगा |",
        "वृषभ प्यार और संबंध राशिफल": "आपका कोई नया दोस्त या परिचित बन सकता है | इससे आपको प्यार के गहरे अर्थ का पता चलेगा और आप सच्चे और बनावटी प्यार में अंतर समझ पायेंगे | इन सारी चीजों से आपको अपने लिए सही व्यक्ति का चुनाव करने में भी मदद मिलेगी | आज मिलने वाले हर व्यक्ति से अच्छा व्यवहार करें |",
        "वृषभ कैरियर और धन राशिफल": "यात्रा और यात्रा के व्यवसायों से जुड़े लोगों के लिए ये अच्छा समय है और आप इस से अच्छा धन लाभ कमा सकते है ! आप उच्च अधिकारियों के साथ संबंध बनाने के लिए प्रयासरत रहे और जिससे आप जल्द ही कुछ लाभ पा सकते हैं । आप संपत्ति या कीमती धातुओं में भी निवेश कर सकते हैं।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "आप आज किसी अपराजेय शक्तिपुंज के समान महसूस करेंगे और किसी भी विरोध पर आसानी से विजय हासिल कर लेंगे ǀआज का दिन उस काम को करने का बहुत अच्छा दिन है जो आप काफी समय से करने की कोशिश कर रहे थे क्योंकि आज आपको कोई नही रोक सकता ǀआज का दिन अपने सबसे महत्वपूर्ण काम करें,सफलता आपके कदम चूमेगी ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "आप अभी किसी ऐसी स्थिति से बाहर निकलने की कोशिश कर रहे हैं जिससे बाहर निकलने की हर कोशिश अभी नाकाम साबित हो रही है लेकिन इसका अर्थ यह बिलकुल नही है कि आप जिम जाना या अच्छा खाना खाना भूल ही जाएँ ǀखुद से अपेक्षाएं थोड़ी कम रखें –खुद को असाधारण साबित करने की कोशिश को छोड़कर कुछ बातें इश्वर पर छोड़ दें ǀ",
        "मिथुन प्यार और संबंध राशिफल": "आज अपने पार्टनर के साथ कुछ रोमांटिक समय बिताएं | दिन आलस और आराम से भरा रहेगा | अगर आप कुछ स्पेशल करने की योजना नही भी बनाते तब भी आप अपने पार्टनर और परिवार के साथ अच्छा समय बिताकर इसे स्पेशल बना लेंगे | आज महत्वपूर्ण मुद्दों को भी एक तरफ रखकर जिन्दगी की छोटी छोटी खुशियों का मजा लें | आपको संतुष्टि और काफी आनंद महसूस होगा |",
        "मिथुन कैरियर और धन राशिफल": "कुछ परिवर्तन आपके कार्यस्थल में होने की संभावना है। वे पहली बार में हतोत्साहित लग सकते है, लेकिन जल्द ही वे आप के लिए नए अवसर को खोलेंगे , लेकिन इस अवसर का लाभ उठाने के लिए आपको साहस और विश्वास की छलांग लगाने की आवश्यकता पड़ेगी । ये उद्यम आपको जोखिम भरा लग सकता है, लेकिन जो आप करोगे , उसमे आनंद आएगा और जल्द ही इस में सफल होने की उम्मीद भी रहेगी ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "आज आप अपने घर की साज सज्जा ,कपड़ों और सौंदर्य प्रसाधनों पर काफी खर्च कर सकते हैं ǀहालाँकि आप अपने खर्च को फिजूलखर्ची की सीमा तक पहुचने से पहले नियंत्रित कर पायेंगे ǀअपने किसी ख़ास को कोई कीमती उपहार दे सकते हैं,जो उसे बहुत अच्छा लगेगा ǀहालांकि अपनी भावनाओं को बोलकर व्यक्त करने से आपकी बात अधिक सार्थक लगेगी ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "जीवन में कई बार चीजें अपने हिसाब से होती हैं और जब कोई भी चीज अपने हाथ में न हो तो धीरज और शांति से इन्तजार करने के अलावा कोई रास्ता नही बचता I|अगर आप बेचैनी तथा अधीरता दिखाएँगे तो आपकी सेहत पर बुरा असर पड़ेगा I|किसी हिस्से में दर्द महसूस कर सकते हैं I|आराम करें और कोई अच्छा सा,खुश कर देने वाला संगीत सुनें,आपको काफी राहत महसूस होगीI|",
        "कर्क प्यार और संबंध राशिफल": "आप अपने सम्बन्ध में एक बहुत ही नाजुक मोड पर खड़े हैं और आज आपकी सोच-विचार में असामान्य स्पष्टता रहेगी | आप भावनाओं में बहे बिना बिलकुल साफ़ सोच पायेंगे कि आप फ़िलहाल कहां हैं और यहा से आपको कहां जाना है | आप यह भी आसानी से समझ पायेंगे कि आपकी जिन्दगी जिस रास्ते पर फिलहाल है आप उससे खुश हैं या नही, उसे बदलना है या नही ?",
        "कर्क कैरियर और धन राशिफल": "आज आपको अपने कार्यालय पर संचार और बातचीत कौशल का विशेष उपयोग करने की जरूरत है। आपको सावधान रहना होगा की जोर से शिकायत या किसी के पैरो में गिरने की जरुरत नहीं है , इसके बजाय आपको कूटनीति और कुशलता से दबाव के समय में कार्य करने की आवश्यकता होगी । आपकी सफल बातचीत भी काफी हद तक आपके करियर को आगे बढ़ा सकती है ।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आज आप आकर्षण का केंद्र रहेंगे ǀफोकस का केंद्र रहना आपकी सहज विशेषता है जिसके कारण कई लोग आपसे इर्ष्या करेंगे ǀ जब आप सहज रूप से वर्त्तमान .भूतकाल और भविष्य के बारे में सोचेंगे तो आपको बहुत से अपने जवाब और समाधान मिल जायेंगे ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "बैठने की गलत मुद्रा के कारण आपको आज गर्दन तथा कमर दर्द की शिकायत हो सकती है ǀबैठे के दौरान अपनी मुद्रा का विशेष ध्यान रखें ǀ इसके लिए एक कुशन भी रख सकते हैं ǀ आज आपकी उर्जा जरा कम ही है ,इससे घर तथा ऑफिस में भी आपका काम प्रभावित होगा ǀ आज आप अपने दैनिक कार्यक्रम में फिटनेस सम्बन्धी कोई काम शामिल करना चाहते हैं ǀ",
        "सिंह प्यार और संबंध राशिफल": "आज आप अपने पार्टनर पर अपना प्रभाव जमाने के लिए अच्छे से तैयार होंगे | आपके पहनावे या आपके हेयर स्टाइल से आपके आकर्षण में वृद्धि ही होगी | आपको अपने पार्टनर से अपनी पसंद के कामों को आगे बढाने की अनुमति भी मिल सकती है | इससे आपको उनसे हमेशा के लिए प्यार हो जाएगा |",
        "सिंह कैरियर और धन राशिफल": "कुछ समय से आप झूठ बोल रहे है । आज आप आय के नए तरीकों का लाभ उठाने के लिए अपने निर्णय में नयापन ला सकते हैं। आप में अपनी ताक़त या कुर्सी का आनंद लेने के लिए दीवानापन रहेगा और वह काफी सशक्त होगा । आपकी वित्तीय स्थिति किसी भी अन्य दिन की तरह सामान्य रहेगी ।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आज आप विशेषकर हलके फुल्के मूड में रहेंगे ǀ सब समस्याओं का सामना चेहरे पर मुस्कराहट के साथ करेंगे ǀआज किसी विवाद में मैत्रीपूर्ण मध्यस्थ की भूमिका भी अदा कर सकते हैंǀआपकी मौजूदगी से ख़ुशी और रोनक रहेगी और शाम को पार्टी की जान बने रहेंगे ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "आप पिछले कई दिनों से आउट ऑफ़ फॉर्म नजर आ रहे हैं और आपकी चिंता का कारण भी यही है ǀसमझने की कोशिश करें कि आपके सोचने और करने के बीच का असंतुलन ही आपके निर्धारित किये हुए उद्देश्यों के पूरा न होने का मूल कारण है ǀखुद को राहत दें और अपेक्षा थोड़ी कम रखें ǀ अगर आप अब शांति बनाकर नही रखेंगे तो बाद में आपको बहुत परेशानी हो सकती है ǀ",
        "कन्या प्यार और संबंध राशिफल": "आप दूसरों की बात सुनने के लिए तैयार हैं और आप किसी ऐसे व्यक्ति से मिलेंगे जो जिंदगी और प्यार के बारे में दुनियाभर की बातें करता है | आपकी किस्मत अच्छी है | इस आदमी के साथ आपका रिश्ता जिंदगी भर के लिए बन सकता है | इस आदमी से अधिक मिलने की योजना बनाएं और जब भी जरुरत हो, इनकी मदद लेने में न हिचकें |",
        "कन्या कैरियर और धन राशिफल": "हाल ही में सह कर्मी आपसे ईर्ष्या के कारण असहयोगी रहे है! लेकिन उनके सामने जोर से न चिल्लाये क्योकि ये अलग रूप में तोड़ मरोड़ कर आपके वरिष्ठ अधिकारियो तक बहुत चालाकी से पहुचाया जाएगा । बस कुछ समय के लिए ऐसे लोगों के साथ दूरी बनाए रखें। आपको आज कुछ अप्रत्याशित धन प्राप्त हो सकता है।"
    },
    "6": {
        "तुला दैनिक राशिफल": "आज आप पूरा दिन थोड़े से भावुक रहेंगे ǀआप जो भी करेंगे पूरे मन से करेंगे और इसीलिए आपको सफलता जरुर मिलेगीǀआप पिछले कुछ समय से किसी महत्वपूर्ण मुद्दे को टाल रहें हैं लेकिन आज इस मुद्दे को प्राथमिकता के आधार पर रखकर सुलझाने के लिए बहुत अच्छा दिन है ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "अब समय आ गया है कि अच्छे खान-पान का महत्व समझें ǀ आप कई छोटी छोटी स्वास्थ्य समस्याओं से जूझ रहें हैं जिनका आपको भोजन से कोई सम्बन्ध नही लगता ǀ लेकिन वास्तव में ये भोजन के गलत तरीकों से ही जुडी हुई हैं ǀ आज आपको यह समझने की जरुरत है कि आपके लिए अपने सामान्य स्वास्थ्य को बेह्तर बनाने के एकमात्र रास्ता खान-पान में सुधार ही है ,इससे आपके जीवन के अन्य क्षेत्रों में भी सुधार आएगा ǀ",
        "तुला प्यार और संबंध राशिफल": "अपने अपनी सारी बातें अपने तक ही सीमित रखी हुई थी और समय है की आप अपने साथी के साथ इसे साझा करे । यदि आपके कुछ रहस्य और डर है , तो उनका भली भांति सामना करे । आपका साथी बातो को साझा रखने में विश्वास करता है और वह आपके स्वभाव की सराहना करेगा । कुंभ की राशि का चंद्रमा आपकी कुंडली में चमक भिखेर रहा है और एक दूसरे से अपनी बात साझा करने के साथ ये आपके रिश्ते को काफी दूर तक ले जाएगा ।",
        "तुला कैरियर और धन राशिफल": "आज आपका ध्यान कही भटक सकता है , और आपको लगेगा की आप अपने कार्यों को समय पर पूरा नहीं कर पाएंगे । परिणाम स्वरुप आप अपने कार्यो में पीछे रह सकते है । इसका सबसे अच्छा समाधान है की आप कार्य से एक दिन अवकाश ले और बाहरी गतिविधियों में एक दिन बिताए । यह आपको ऊर्जा से भरेगा और आप नए उत्साह के साथ अपने लंबित कार्यों को निपटने में सक्षम हो जायेंगे ।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "इस समय आपके जीवन में अजीब ही घटनाएँ हो रही हैं ǀजिससे भी आप मिलते हैं,आपके मन में उसी के लिए कोमल भावनाएं पैदा हो जाती हैं ,विशेषत विपरीत लिंग को आप बहुत आकर्षित करेंगे ǀ साथ ही आप उस काम के बारे में भी जागरूक रहेंगे जो आपको दूसरों के लिए घर और कार्यस्थल पर करना है ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "आज स्थिति आपके लिए कुछ मुश्किल हो सकती है ǀ या तो आपको दवाईयों से रिएक्शन हो सकता है या स्वास्थ्य सम्बन्धी एक से अधिक तकलीफ हो सकती है ǀलेकिन ये सब जल्दी ही समाप्त भी हो जाएगा ǀ आपको बस किसी ऐसे विशेषज्ञ से सलाह लेनी है जो इस मामले में काफी कुशल हो ǀ",
        "वृश्चिक प्यार और संबंध राशिफल": "आज आपको अपने पार्टनर से बात करने के लिए काफी धीरज की जरुरत होगी | बहुत सारे मुद्दों पर बात न करें क्योंकि इससे आपके सम्बन्ध की शांति भंग हो सकती है | यहाँ तक कि बहुत छोटी छोटी असहमतियां भी गंभीर विवादों का रूप धारण कर सकती हैं | आज चुप रहना ही बेहतरीन उपाय होगा | शान्ति बनाये रखकर अपने सम्बन्ध की सहज शक्ति में विश्वास रखें ,मुश्किल समय भी गुजर जाएगा |",
        "वृश्चिक कैरियर और धन राशिफल": "आज आपको अप्रत्याशित रूप से खोया धन मिल सकता है , जिससे आसानी से आप अपनी सभी वित्तीय प्रतिबद्धताओं को पूरा कर पायेंगे । यह आपकी वर्तमान वित्तीय स्थिति को काफी राहत प्रदान करने वाला होगा , हालांकि इस धन को बहुत बुद्धिमानी से खर्च करना होगा क्योंकि हो सकता है की आपका ये धन ख़त्म या कम हो जाये लेकिन आपके दायित्वों का निर्वाह पूरा न हो पाये । आपको बचत के रूप में कुछ राशि रखनी चाहिए ताकि जरूरत पड़ने पर वह कुछ काम आ सके ।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आज आप नम्र रहेंगे और दूसरों की स्वार्थरहित सेवा करेंगे ǀ दूसरों को संतुष्ट करने के लिए अपना समय ,स्थान ,पैसा और यह तक कि अपना भोजन भी लगायेंगे ǀ लोग आपकी इसके लिए तारीफ करेंगे ,लेकिन अपनी सीमायें निर्धारित करें ǀ अपने बच्चों पर भी ध्यान दें,उन्हें कोई संकर्मण हो सकता है ǀघर पर रहें और घर का स्वच्छ भोजन करें ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "देखा जाए तो आपको अपने दिमाग को लचीली स्थिति में रखना चाहिए लेकिन आज आप पुरानी बातो को याद करते रहेंगे और न तो अपने मन की सुनेंगे और न ही किसी की अच्छी सलाह मानेंगे ǀआपके इस जिद्दीपन से घर और ऑफिस में कुछ तनाव पैदा हो सकता है ǀइसका एकमात्र समाधान यह है कि अपने दिमाग को खुला रखें और दुसरे लोगों की भी बातें सुनने और समझने की कोशिश करें ǀ",
        "धनु प्यार और संबंध राशिफल": "आप जितनी भी कोशिश कर रहे है , लेकिन आपका साथी आप पर ध्यान नहीं दे रहा है । ये समय अपने कृत्यों से उसे संतुष्ट करने का है । आप घर जल्दी आये और हो सके तो अपने साथी के लिए खाना बनाये । अपने कमरे को प्रकाश व् मोमबत्तियों से सजायें । अपने साथी को ये दर्शायें की प्यार आपकी नस नस में है । आपका साथी इस बात को समझेगा । अगर आप अपने साथी से दूर है तो दूरभाष के द्वारा उससे संपर्क साध सकते है ।",
        "धनु कैरियर और धन राशिफल": "आज्ञाकारी होना अच्छा है, लेकिन दूसरों के मुताबिक कार्य करना सही नहीं है । आप और आपके विचार सब से अलग है ।आपको जो सही लगे वह करे और लोगो की बातो में आने से बचे । आप अपने व्यय योजना में अपने खर्चो को कम करने की कोशिश कर रहे है ताकि सकारात्मक वित्तीय बदलाव आये , इसलिए आगे बढे और योजना को अंजाम दे !"
    },
    "9": {
        "मकर दैनिक राशिफल": "पिछले काफी समय से जिस अटके काम को करने की सोच रहे हैं वह आज होने की उम्मीद है ǀखासी शारीरिक मेहनत करनी पड़ सकती है ǀआज सामाजिक और वित्तीय दृष्टि से भी लाभ प्राप्त होने की उम्मीद हैǀ अपने प्रियजनों से किसी भी प्रकार के टकराव से बचें ǀसितारे कहते हैं की यदि आज कोई भी टकराव हुआ तो तुरंत बात बढ़ जायेगी ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "आज आपको यह अनुभव होगा कि खुश रहना काफी हद तक शारीरिक स्वास्थ्य पर निर्भर करता है और अगर आप अपनी सेहत के लिए हानिकारक आदतों में लगे रहे तो आप किसी भी चीज का आनंद नही ले पायेंगे ǀआज का दिन उन बदलावों को दिनचर्या में शामिल करने के लिए बहुत अच्छा है जो आपको फिट रहने के लिए जरुरी हैं ǀइसीलिए आज ही उन्हें अपनाने का संकल्प लें ǀ",
        "मकर प्यार और संबंध राशिफल": "आज प्यार आपके तन मन में महसूस होगा । अगर आप अकेले है , तो मुमकिन है की कोई आपकी तन्हाई दूर करने के लिए आपको मिले और संभावना है , की आपको उससे प्रेम हो जाये जो की काफी हिसंक हो सकता है , परन्तु ये आपको याद रखने की जरुरत है की प्रेम में काफी समायोजन की आवश्यकता होती है तभी वह स्थायी और लम्बा होता है अन्यथा वह एक गुजरा हुआ दौर बनके रह जाता है । प्रेमी जोड़ो को आज के दिन प्रेम का आनंद मिलने की संभावना है।",
        "मकर कैरियर और धन राशिफल": "आज आपको अपने कार्यस्थल पर सावधानी बरतनी आवश्यक है। आप ये भूल रहे है , की आज के आधुनिक कार्यालयों में कुछ भी छुपा हुआ नहीं है , इसलिए आपको स्थितियों के मुताबिक खुद को ढालना पड़ सकता है । आज आपको विवेक की जरुरत है और अगर आप उसे अनदेखा करते है , तो आपको अपने करियर के संदर्भ में कीमत चुकानी पड़ सकती है , इसलिए चौकन्ना रहने की जरुरत है ।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "आज आपके सब कामों और विचारों में एकाग्रता और शांति रहेगी ǀआप किसी विवाद से प्रभावित नही होंगे ,दरअसल कार्यस्थल पर भी ऐसी स्थिति बन सकती है कि आपको शान्तिदूत बनना पड़े ǀ घर के सुधार का कोई कार्यक्रम बना सकते हैं या अपने घर की समस्याओं को सुलझाने या संबंधों को बेह्तर बनाने के लिए काम कर सकते हैं ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "आज आपको वायरल ठंड या मौसमी बुखार से परेशान होना पड़ सकता है ǀआपको इससे बचने के लिए समय से सावधानी रखते हुए दवा भी लेनी पड़ सकती है ǀ कुल मिलकर ,आपने अब एक स्वस्थ जीवनशैली अपनाई हुई है और आपको बहुत जल्दी इसके सकारात्मक परिणाम देखने को मिलेंगे ǀआपके दिमाग में बस स्वस्थ रहने की इच्छा छाई हुई है ǀआज आराम करने से आपको अपना स्वास्थ्य काफी बेहतर अनुभव होगा ǀ",
        "कुंभ प्यार और संबंध राशिफल": "प्यार आपके तन और मन पर हावी है । असल में प्यार हर जगह है। सिर्फ आपको अपनी उपस्थिति के प्रति सचेत रहना होगा। कदम संभल संभलकर रखे और अपने मित्रो से सलाह लेने में न हिचके । आपको बहुत सारे विकल्प नज़र आयेंगे , पर जल्दबाजी में निर्णय लेने से बचे । आपका शांत स्वभाव सबको आपकी और आकर्षित करता है । आपके चरित्र पर हलकी से पहेली सबको अपनी और आकर्षित करती है । बस आप ऐसे ही रहे ।",
        "कुंभ कैरियर और धन राशिफल": "हास्य की आपकी भावना आपकी सबसे बड़ी संपत्ति है, अपने आप को और अपने वरिष्ठ अधिकारियों के बीच की खाई को पाटने के लिए यह सबसे उपयुक्त है । बोले गए कठोर शब्दों को अपने दिल में न रखे बल्कि ये कठोर शब्द के बारे में सोचे क्यों की ये बोले गए कठोर शब्द ही आपको आगे ले जाने में मदद करेंगे । आज अप्रत्याशित स्रोतों से धन प्राप्ति के संकेत है ।"
    },
    "11": {
        "मीन दैनिक राशिफल": "आज आप बहुत जल्दी में हैं ǀ आपको अपने सब कामों को निपटाने की गति जरा धीमी करनी होगी क्योकि जल्दी मे काम निपटाने के चक्कर में आपसे गलतियाँ हो सकती हैं ǀ इसीलिए धीमे चलें ǀ इस बात का विशेष ध्यान रखें कि आप क्या कह और कर रहें हैं ǀ आपको अपने कार्य को संतोषजनक ढंग से पूरा करने के लिए सभी बारीकियों पर ध्यान देने की जरुरत है ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "आपका शारीरिक स्वास्थ्य अच्छा है लेकिन आपकी भावनात्मक स्थिति काफी नाजुक है ǀकोई भी तनाव या भानात्मक दबाव अपना असर जरुर दिखाता है ǀआप जरूरत से ज्यादा संवेदनशील भी महसूस कर रहे हैं ǀअगर आप अपने तनाव से निपटने का अच्छा सा समाधान नही करते तो आप का स्वास्थ्य भी प्रभावित हो सकता है ǀअपने दिल के करीबी मामलों में नाटकीय स्थितियों और विवादों से बचे रहें ǀ",
        "मीन प्यार और संबंध राशिफल": "आज आप अतीत के किसी ऐसे व्यक्ति के साथ मुलाकात करेंगे जिसका आपके साथ एक करीबी रिश्ता रहा है। इस मुलाकात की वजह से आप अपने मौजूदा संबंधों की गतिशीलता को बढ़ा सकते है या उसका स्वरुप पूरी तरह से बदल सकता है या पुराने रिश्ते का नवीनीकरण करके एक नई शुरुआत को चिह्नित कर सकते हैं। आप अपनी भावनाओं पर ध्यान दे , उसे छिपाए नहीं , और इस तरह से आप एक बेहतर दिन को को जी पाएंगे ।",
        "मीन कैरियर और धन राशिफल": "अपने बेकार हो गए प्रयासों से निराश न हो , आपको फिर से खड़े होकर प्रयास और कार्य करने की जरुरत है ! बेशक आपके द्वारा दी गयी जानकारियों से अहम मुद्दों का हल न निकला हो , लेकिन आपको इससे कुछ जटिल विवरणों की एक बेहतर जानकारी मिलेगी । आप आज के दिन का आनंद ले क्यों की अतीत के निवेश से आपको आर्थिक रूप से लाभ होगा ।"
    }
}]
