horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए शुभ फलदायक रहेगा। आज आपको शासन द्वारा सम्मानित किए जाने की भी संभावना है। आज जीवनसाथी से आपको भरपूर सहयोग व सानिध्य प्राप्त होगा। यदि आप किसी बैंक व संस्था से ऋण लेने का मन बना रहे हैं, तो कदापि ना लें क्योंकि उसे वापस चुकाना मुश्किल होगा। आज आपको पुराने मित्रों का सहयोग मिलेगा और आपके नए मित्र बनेंगे। आज आपके परिवार में कोई शुभ व मांगलिक कार्यक्रम पर चर्चा हो सकती है। परिवार के सभी सदस्यों की सलाह की आवश्यकता होगी। आर्थिक स्थिति मजबूत होगी।आज आपकी सेहत पूरी तरह अच्छी रहेगी। जिन लोगों ने जमीन खरीदी थी और अब उसे बेचना चाहते हैं उन्हें आज कोई अच्छा खरीदार मिल सकता है और जमीन बेचकर उन्हें अच्छा धन लाभ हो सकता है। आपकी पारिवारिक सदस्यों को क़ाबू में रखने और उनकी न सुनने प्रवृत्ति की वजह से बेवजह वादविवाद हो सकता है और आपको आलोचना का सामना भी करना पड़ सकता है। आपका प्रिय आपसे वादे की मांग करेगा, लेकिन ऐसा वादा न करें जिसे आप पूरा न कर सकें। बातचीत में कुशलता आज आपका मज़बूत पक्ष साबित होगी। किसी बच्चे या बूढ़े के स्वास्थ को लेकर हुई परेशानी अप्रत्यक्ष रूप से आपके वैवाहिक जीवन को प्रभावित कर सकती है। आपके किये गये कामों को आज आपके सीनियर्स के द्वारा सराहा जाएगा जिससे आपके चेहरे पर भी मुस्कान दौड़ जाएगी। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- स्त्रियों का आदर-सम्मान करना व उनकी भावनाओं को ठेस न पहुँचाने से फैमिली लाइफ अच्छी रहती है। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ चुनौतियां लेकर आएगा। आज आपको अपने कार्यों को पूरा करने में  बांधों का सामना करना पड़ सकता है, लेकिन आप उन चुनौतियों को स्वीकार करेंगे और आगे बढ़ेंगे, जिससे आपको सफलता अवश्य प्राप्त होगी। आज आपको कोई महत्वपूर्ण निर्णय लेना पड़ सकता है चाहे वह संतान व भाई बहनों से जुड़ा हो, लेकिन उसमें आपको पिताजी की सलाह की आवश्यकता होगी। सायंकाल के समय आज आप किसी मांगलिक समारोह में सम्मिलित हो सकते हैं। आज आप काफी व्यस्त रहेंगे, व्यस्तता के भागदौड़ के कारण आपको सायंकाल के समय थकान मेहसूस हो सकती है।दिन फ़ायदेमन्द साबित होगा और आप किसी पुरानी बीमारी में काफ़ी आराम महसूस करेंगे। किसी करीबी दोस्त की मदद से आज कुछ करोबारियों को अच्छा-खासा धन लाभ होने की संभावना है। यह धन आपकी कई परेशानियों को दूर कर सकता है। अपने परिवार की भलाई के लिए मेहनत करें। आपके कामों के पीछे प्यार और दूरदृष्टि की भावना होनी चाहिए, न कि लालच का ज़हर। आपके प्रिय का डांवाडोल मिज़ाज आपको परेशान कर सकता है। अपने ज़बरदस्त आत्मविश्वास का फ़ायदा उठाएँ, बाहर निकलें और कुछ नए सम्पर्क व दोस्त बनाएँ। ज़्यादा ख़र्चे की वजह से जीवनसाथी से खट-पट हो सकती है। शादीशुदा हैं तो आज आपके बच्चे की कोई शिकायत घर पर आ सकती है जिससे आप परेशान हो जाएंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- दिन के किसी एक भोजन में नमक न खाएं इससे प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए खर्चे वाला रहेगा। आज आप यदि किसी रोग से पीड़ित हैं, तो आज आपको वह रोग कष्ट दे सकता है, जिसमें आपको डॉक्टरी सलाह की आवश्यकता होगी और कुछ धन भी व्यय होगा। सायंकाल के समय कुछ अकस्मात धन लाभ होने से आपकी धर्म व अध्यापन के प्रति रुचि बढ़ेगी। संतान पक्ष की ओर से आज आपको कोई हर्षवर्धन समाचार सुनने को मिल सकता है, जिससे मन में प्रसन्नता रहेगी। विदेश में रह रहे प्रियजनों से आज आपको कोई शुभ सूचना प्राप्त हो सकती है। विद्यार्थियों ने यदि किसी प्रतियोगिता में भाग लिया हुआ है, तो उसमें आज आपको सफलता प्राप्त हो सकती है।मानसिक तौर पर आप स्थिर महसूस नहीं करेंगे- इसलिए इस बात का ख़याल रखें कि दूसरों के सामने आप कैसे बर्ताव करते और बोलते हैं। आज आपको समझ आ सकता है कि धन को बिना सोच विचारे खर्च करना आपको कितना नुक्सान पहुंचा सकता है. बच्चों को पढ़ाई पर ध्यान लगाने और भविष्य के लिए योजना बनाने की ज़रूरत है। आज आपके दिल की धड़कनें अपने प्रिय के साथ ताल-से-ताल मिलाती मालूम होंगी। जी हाँ, यह प्यार का ही ख़ुमार है। इस राशि वालों को आज खुद के लिए काफी समय मिलेगा। इस समय का उपयोग आप अपने शोकों को पूरा करने में कर सकते हैं। आप कोई किताब पढ़ सकते हैं या अपना पसंदीदा म्यूजिक सुन सकते हैं। आप महसूस करेंगे कि आपके जीवनसाथी में शहद से भी ज़्यादा मिठास है। आपके पिता आज आपके लिए कोई तोहफा ला सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- जलप्रधान वस्तुओं का सेवन करना हेल्थ के लिए अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए भाग्य के दृष्टिकोण से उत्तम रहेगा। यदि आज आप किसी प्रॉपर्टी में निवेश करने का मन बना रहे हैं,तो उसके लिए दिन उत्तम रहेगा। आज आपकी संतान कोई ऐसा कार्य करेगी जिससे आपको उस पर गर्व होगा। जीवनसाथी से आज आपको प्रेम व स्नेह मिलता दिख रहा है। आज आपको किसी अपने की मदद के लिए आगे आना पड़ सकता है, व कुछ पैसों की मदद भी करनी पड़ सकती है। आज आप आर्थिक सुख-सुविधाओं की प्राप्ति के लिए भी कुछ धन खर्च करेंगे, जिससे आपके शत्रु परेशान होंगे। आज आपको अपनी माता जी के स्वास्थ्य का विशेष ध्यान रखना होगा क्योंकि उनको परेशान कर सकता है।सामाजिक मेलजोल से ज़्यादा सेहत को प्राथमिकता दी जानी चाहिए। आज आपका धन कई चीजों पर खर्च हो सकता है, आपको आज अच्छा बजट प्लान करने की आवश्यकता है इससे आपकी कई परेशानियां दूर हो सकती हैं। विवाद, मतभेद और दूसरों की आपमें कमियाँ निकालने की आदत को नज़रअन्दाज़ करें। रोमांस के लिए बढ़ाए गए क़दम असर नहीं दिखाएंगे। अगर आप अपनी चीज़ों का ध्यान नहीं रखेंगे, तो उनके खोने या चोरी होने की संभावना है। अगर आप और आपका जीवनसाथी खाने-पीने पर ज़्यादा ध्यान देंगे, तो सेहत पर बुरा असर पड़ सकता है। माता के साथ आज आप अच्छा समय बिता सकते हैं, आज वो आपसे आपकी बचपन की बातें शेयर कर सकती हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- आर्थिक स्थिति को अच्छा करने के लिए रात में चूल्हे की आग को दूध से बुझाएं। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित फल देने वाला रहेगा। यदि आप कोई संपत्ति खरीदने का मन बना रहे हैं, तो उसमें आज आपको सफलता मिल सकती है, लेकिन उसके चल व अचल सभी पहलुओं को स्वाधीनता से जांच लें। पारिवारिक बिजनेस में जीवनसथी की सलाह से किए गए कार्यों में सफलता प्राप्त होगी। आज आपको आंखों से संबंधित कोई कष्ट परेशान कर सकता है। ससुराल पक्ष में आज किसी बात को लेकर आपका वाद विवाद हो सकता है, लेकिन जीवन साथी इसमें पूर्ण रुप से आपके साथ खड़े नजर आएंगे। परिवार में यदि कोई तनाव चल रहा था, तो वह भी आज समाप्त होगा।दोस्तों का रुख़ सहयोगी रहेगा और वे आपको ख़ुश रखेंगे। जिन लोगों ने लोन लिया था आज उन्हें उस लोन की राशि को चुकाने में दिक्कतें आ सकती हैं। हालात को क़ाबू में रखने के लिए अपने भाई की मदद लें। विवाद को ज़्यादा तूल देने की बजाय उसे दोस्ताना तरीक़े से हल करने की कोशिश करें। आज रुमानियत का मौसम ज़रा ख़राब लगता है, क्योंकि आपका साथी आपसे आज कुछ ज़्यादा ही अपेक्षा करेगा। रात के समय आज आप घर के लोगों से दूर होकर अपने घर की छत या किसी पार्क में टहलना पसंद करेंगे। मुमकिन है कि आपका जीवनसाथी आज आपके लिए पर्याप्त समय न निकाल पाए। प्यार से बढ़कर कोई अहसास नहीं, आपको भी अपने प्रेमी को कुछ ऐसी बातें बोलनी चाहिए जिससे उनका विश्वास आपमें बढ़े और प्यार को नई ऊंचाई प्राप्त हो। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- आर्थिक स्थिति अच्छी करने के लिए लहसुन या प्याज की गाँठ बहते जल में प्रवाहित करें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए निश्चित परिणाम देने वाला रहेगा और आपके सभी कार्य पूर्ण होते नजर आ रहे हैं। आज आपके जीवन साथी को किसी प्रकार का कोई शारीरिक कष्ट परेशान कर सकता है, इसके लिए आपको भागदौड अधिक करनी पड़ेगी, जिसमें धन भी व्यय होगा, लेकिन यदि ऐसा हो, तो डॉक्टर से परामर्श अवश्य लें। आज आप परोपकार के कार्यों पर भी कुछ धन व्यय करेंगे, लोग इसका गलत ही मतलब निकालेंगे, लेकिन आपको अपने कार्यों की ओर ध्यान देना होगा। आज आपके अन्दर निर्भीकता का भाव रहेगा और साहस पूर्वक कठिन कार्य को पूरा करने में सफल होंगे।तनाव से बचने के लिए अपना क़ीमती वक़्त बच्चों के साथ गुज़ारें। आप बच्चों की उपचार करने की शक्ति महसूस करेंगे। वे आध्यात्मिक तौर पर धरती पर सबसे ज़्यादा ताक़तवर और भावनात्मक लोग हैं। उनके साथ आप ख़ुद को ऊर्जा से लबरेज़ पाएंगे। दिन चढ़ने पर वित्तीय तौर पर सुधार आएगा। आज का दिन ख़ुशियों से भरा रहेगा, क्योंकि आपका जीवन-साथी आपको ख़ुशी देने का हर प्रयास करेगा। किसीकी दख़लअंदाज़ी के चलते आपके और आपके प्रिय के रिश्ते में दूरियाँ आ सकती हैं। घर से बाहर निकलकर आज आप खुली हवाओं में टहलना पसंद करेंगे। आज आपका मन शांत होगा जिसका फायदा आपको पूरे दिन मिलेगा। आपका जीवनसाथी अपने दोस्तों में कुछ ज़्यादा व्यस्त हो सकता है, जिसके चलते आपके उदास होने की संभावना है। इंटरनेट सर्फ़िंग करना आपकी अंगुलियों की अच्छी वर्जिश करने के साथ-साथ आपके ज्ञान को भी बढ़ा सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- अगर सम्भव हो तो अपने घर में एक कुत्ता पालें, इससे प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए सुखद परिणाम लेकर आएगा। आज आपके अधिकार व आपकी संपत्ति में इजाफा हो सकता है। विद्यार्थियों को अपने गुरु के प्रति सच्ची निष्ठा रखनी होगी, तभी सफलता मिलती दिख रही है। यदि आप किसी नए कार्य में निवेश करने का मन बना रहे हैं, तो उसके लिए भी दिन उत्तम रहेगा। आज आप अपने रूठे जीवनसाथी को मनाने का हर संभव प्रयास करेंगे। आज आपका अपनी माताजी से कोई वाद विवाद हो सकता है, जिसमें आपको अपनी वाणी की मधुरता को बनाए रखना होगा। नौकरी कर रहे जातकों को आज पदोन्नति मिल सकती है। अपने दफ़्तर से जल्दी निकलने की कोशिश करें और वे काम करें जिन्हें आप वाक़ई पसंद करते हैं। जो उधारी के लिए आपके पास आएँ, उन्हें नज़रअन्दाज़ करना ही बेहतर रहेगा। घरेलू मामलों और काफ़ी समय से लंबित घर के काम-काज के हिसाब से अच्छा दिन है। आपका हमदम आपको पूरे दिन याद करता रहेगा। उसे कोई प्यारा सरप्राइज़ देने की योजना बनाएँ और इसे उसके लिए एक ख़ूबसूरत दिन में तब्दील करने के बारे में सोचें। जो लोग बीते कुछ दिनों से काफी व्यस्त थे उन्हें आज अपने लिए फुर्सत के पल मिल सकते हैं। जब आप अपने जीवनसाथी से भावनात्मक तौर पर जुड़ते हैं, तो नज़दीकी अपने आप महसूस की जा सकती है। आज आपका मन धार्मिक कार्यों में रमेगा जिससे आपको मानसिक शांति का अनुभव होगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- केतु यंत्र को घर में स्थापित कर पूजा करने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ परेशान करने वाला हो सकता है। व्यापार में वृद्धि के लिए किए गए प्रयास सफल हो सकते हैं और आपको निराशा हो सकती है। यदि कोई वाद-विवाद लंबित है, तो उसने आज आपको सफलता प्राप्त हो सकती है। नौकरी में आज शत्रु आपको परेशान करने में कोई कसर नहीं छोड़ेंगे, लेकिन उच्च अधिकारियों की कृपा से आप उन परेशानियों से बाहर निकलने में कामयाब रहेंगे। संतान के भविष्य के लिए आज आप कुछ धन संचय कर सकते हैं। व्यापार के लिए आज आपको अपने भाई की मदद की आवश्यकता होगी।आपकी उम्मीद एक महक से भरे हुए ख़ूबसूरत फूल की तरह खिलेगी। अगर आप लोन लेने वाले थे और काफी दिनों से इस काम में लगे थे तो आज के दिन आपको लोन मिल सकता है। जिन्हें आप चाहते हैं, उनके साथ उपहारों का लेन-देन करने के लिए अच्छा दिन है। अपनी बातों को सही साबित करने के लिए आज के दिन आप अपने संगी से झगड़ सकते हैं। हालांकि आपका साथी समझदारी दिखाते हुए आपको शांत कर देगा। अगर आप ख़रीदारी पर जाएँ तो ज़रूरत से ज़्यादा जेब ढीली करने से बचें। आज आप अपने जीवनसाथी से काफ़ी आत्मीय बातचीत कर सकते हैं। कारोबारियों को रुकी हुई योजनाओं को फिर से चालू करने के लिए आज सोचना चाहिए। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- बेसन का हलवा खाने व खिलाने से लव लाइफ अच्छी रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए उन्नति के नए-नए मार्ग खोलेगा। विद्यार्थियों को आज अपनी विद्या और ज्ञान से किसी प्रतियोगिता में सफलता मिलेगी। सायंकाल के समय आज आपके स्वास्थ्य में गिरावट आ सकती है। अनियंत्रित खान-पान के कारण आपको पेट दर्द की समस्या हो सकती है। आपके अंदर आज दान व पुण्य एवं परोपकार की भावना विकसित होगी, जिसमें धन भी व्यय होगा। आज आपको अपने माता-पिता के व्यवसाय के सहयोग व सानिध्य की प्राप्ति होगी। आप धार्मिक अनुष्ठानों में रुचि लेकर सहयोग करेंगे, मगर सभी लोगों के साथ उचित दूरी बनाकर रखें। सायंकाल के समय आज आपको किसी पुराने मित्र से मिलकर प्रसन्नता होगी।रुपये-पैसे के हालात और उससे जुड़ी समस्याएँ तनाव का कारण साबित हो सकती हैं। दिन बहुत लाभदायक नहीं है- इसलिए अपनी जेब पर नज़र रखें और ज़रूरत से ज़्यादा ख़र्चा न करें। अपने जीवन-साथी के साथ बेहतर समझ ज़िन्दगी में ख़ुशी, सुकून और समृद्धि लाएगी। आपकी शोहरत बढ़ेगी और आप आसानी से दूसरे लिंग के लोगों को अपनी तरफ़ आकर्षित करेंगे। खाली समय का पुरा आनंद उठाने के लिए आपको लोगों से दूर होकर अपने पसंदीदा काम करने चाहिए। ऐसा करके आपमें सकारात्मक बदलाव भी आएंगे। अपने जीवनसाथी की ख़ूबियों के चलते आप एक बार फिर उनके प्यार में गिरफ़्तार हो सकते हैं। अगर आपकी आवाज सुरीली है तो कोई गाना गाकर आप अपने प्रेमी को आज खुश कर सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- भगवान में विश्वास रखें और मानसिक हिंसा से बचें, इससे स्वास्थ्य बेहतर होगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए निश्चित परिणाम लेकर आएगा। ससुराल पक्ष से आज आपको मान सम्मान मिलता दिख रहा है। व्यापार में नए-नए प्रयास करने से आज आपको लाभ होगा, जिससे आपकी आर्थिक स्थिति भी मजबूत होगी। यदि आपके कुछ कार्य लंबे समय से रुके हुए थे, तो आज वह भी पूर्ण हो सकते हैं। किसी नए कार्य को करने का यदि मन बना रहे हैं, तो उसमें आपको पूरी लाभ की उम्मीद मिलती दिख रही है। आज आपको अपनी बहुमूल्य वस्तुओं की प्राप्ति के लिए कुछ ऐसे अनावश्यक खर्चे भी करने पड़ेंगे, जो आप मजबूरी में करेंगे।धार्मिक भावनाओं के चलते आप किसी तीर्थस्थल की यात्रा करेंगे और किसी संत से कुछ दैवीय ज्ञान प्राप्त करेंगे। जो लोग अब तक पैैसे को बिना सोचे विचारे उड़ा रहे थे उन्हें आज पैसे की बहुत आवश्यकता पड़ सकती है और आज आपको समझ में आ सकता है कि पैसे की जीवन में क्या अहमियत है। अपनी जीवन में एक संगीत पैदा करें, समर्पण का मूल्य समझें और हृदय में प्रेम व कृतज्ञता के फूल खिलने दें। आप अनुभव करेंगे कि आपका जीवन अधिक अर्थपूर्ण हो रहा है। आज के दिन प्यार की कली चटककर फूल बन सकती है। आज खाली वक्त का सही उपयोग करने के लिए आप अपने पुराने मित्रों से मिलने का प्लान बना सकते हैं। जीवनसाथी के साथ यह एक बढ़िया दिन गुज़रने वाला है। कारोबारियों को रुकी हुई योजनाओं को फिर से चालू करने के लिए आज सोचना चाहिए। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- भगवान में आस्था रखें, सत्संगति करें और मानसिक हिंसा करने से बचना आर्थिक स्थिति के लिए अच्छा है। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए फायदे का सौदा लेकर आएगा। सांसारिक सुख भोग के साधनों में आज वृद्धि होगी। सायंकाल के समय आज किसी यात्रा पर जाना पड़ सकता है। रोजगार की दिशा में कार्य कर रहे लोगों को आज सफलता प्राप्त होगी। आज आपको सीमित व आवश्यकतानुसार धन व्यय करना होगा। आज आपका कोई अपना आपको धोखा दे सकता है, इसलिए आपको सावधान रहना होगा। आज आप बुद्धि व विवेक से नई-नई खोज करेंगे, जिसमें आप कामयाब रहेंगे और इससे आपको लाभ भी अवश्य होगा। विद्यार्थियों को आज अपनी मेहनत के अनुसार ही फल प्राप्त होगा।यह हँसी की चमक से उजला दिन है, जब ज़्यादातर चीज़ें आपके मन के मुताबिक़ होंगी। रुका हुआ धन मिलेगा और आर्थिक हालात में सुधार आएगा। ऐसा लगता है कि पारिवारिक-मोर्चे पर आप ज़्यादा ख़ुश नहीं हैं और कुछ अड़चनों का सामना कर रहे हैं। कुछ लोगों के लिए जल्द ही शादी की शहनाई बज सकती है, जबकि दूसरे ज़िन्दगी में नए रोमांस का अनुभव करेंगे। आपके द्वारा आज खाली समय में ऐसे काम किये जाएंगे जिनके बारे में आप अक्सर सोचा करते हैं लेकिन उन कामों को कर पाने में समर्थ नहीं हो पाते। आपका जीवनसाथी आज ऊर्जा और प्रेम से भरपूर है। बिना किसी को बताए आज आप घर में छोटी-मोटी पार्टी रख सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- दुर्गा सप्तशती का पाठ करने से पारिवारिक जीवन खुशहाल रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम रूप से फलदायक रहेगा। यदि आप के पुत्र व पुत्री के विवाह से संबंधित मामला लंबे समय से लटका हुआ है, तो वह आज हल हो सकता है। रात्रि का समय आप अपने परिजनों के साथ अच्छा समय व्यतीत करेंगे, जिसमें परिवार के सहयोग की भावना रहेगी। आज आपके सामाजिक क्षेत्र में विस्तार होगा, जिसमें खुशमिजाज व्यक्ति होने के कारण हर व्यक्ति आपसे संबंध बनाने की इच्छा रखेगा। आज आपको सामाजिक सम्मान मिलने से भी आपका मनोबल बढ़ा रहेगा और लाभ होगा। आज आप अपने जीवनसाथी को कहीं घुमाने-फिराने लेकर जा सकते हैं।खाने-पीने की ऐसी चीज़ों से बचने की कोशिश करें, जिनमें कॉलेस्ट्रॉल की ज़्यादा मात्रा है। आज आप काफ़ी पैसे बना सकते हैं- लेकिन इसे अपने हाथों से फिसलने न दें। यह परिवार में दबदबा बनाए रखने की अपनी आदतों को छोड़ने का वक़्त है। ज़िंदगी के उतार-चढ़ाव में उनके कंधे से कंधा मिलाकर साथ दें। आपका बदला हुआ बर्ताव उनके लिए ख़ुशी का सबब साबित होगा। आपका प्रिय आपको ख़ुश रखने के लिए कुछ ख़ास करेगा। आज आपके पास खाली समय होगा और इस समय का इस्तेमाल आप ध्यान योग करने में कर सकते हैं। आपको आज मानसिक शांति का अहसास होगा। जो यह समझते हैं कि शादी सिर्फ़ सेक्स के लिए होती है, वे ग़लत हैं। क्योंकि आज आपको सच्चे प्यार का एहसास होगा। जीवन में सरलता तभी रहती है जब आपका व्यवहार सरल रहता है। आपको भी अपने व्यवहार में सरलता लाने की जरुरत है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- अपने वजन के बराबर जौ गौशाला में दान करने से स्वास्थ्य अच्छा होगा। \n"
}]
