horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "अपने सृजनात्मक विचारों को कार्यान्वित करने का यह बहुत अच्छा समय है ǀअपने विचारों को बड़ा रखें तथा किसी बोद्धिक या व्यवसायिक प्रशिक्षण में हिस्सा लें, इससे आपको औरो पर बढ़त हासिल होगी ǀ हालाँकि ऐसा करते हुए आपको कुछ वित्तीय परेशानियां आ सकती हैं ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "आप आसानी से अपना ध्यान कहीं एक जगह नही लगा पाते और इसीलिए ऐसे लोगों की बहुत प्रशंसा करते हैं जो फोकस कर पाने की क्षमता रखते हैं|अब समय आ गया है कि आप भी यह विशेषता सीखकर अपने जीवन में भी कार्यान्वित करें |आपको किसी महत्वपूर्ण काम पर फोकस करने की जिम्मेदारी मिलेगी ,इसे हाथ से जाने न दें |सुबह जल्दी उठकर योग करने से भी आपको मदद मिलेगी |",
        "मेष प्यार और संबंध राशिफल": "आप चाहते हैं की कोई आपको बहुत प्यार और दुलार करे | आपकी यही इच्छा आपको असुरक्षित और डिमांडिंग दर्शा सकती है | आप आज बच्चों जैसा व्यवहार करेंगे और अपने पार्टनर को अपने अफेयर को निजी स्तर तक सीमित रखने को कहेंगे | यह काफी मुश्किल है क्योंकि आप दोनों एक ही जगह काम करते हैं | उस मुश्किल स्थिति का अंदाज लगायें जिसमें आप अपने पार्टनर को डाल रहे हैं |",
        "मेष कैरियर और धन राशिफल": "आप अपने सभी लक्ष्यों को समय पर पूरा करेंगे और कार्य क्षेत्र में शांति का माहौल रहेगा , लेकिन व्यापार के मामलों में किसी भी समझौते पर हस्ताक्षर करने से पहले कानूनी विशेषज्ञों से परामर्श करें। धोखाधड़ी की संभावना है। यदि संभव हो तो अपनी व्यापारिक सौदों को दूसरे दिन पर ठाले और अपने सहयोगियों की विश्वसनीयता का मूल्यांकन करे ।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "अब आपका हर काम और पूरा ध्यान अपने करियर के लिए है ǀ आप इस पर बिलकुल अपना पूरा ध्यान और समय लगा रहे हैं ǀ आपको थोड़ी सी राहत की जरुरत है और अच्छी बात यह है कि आप तब भी अपना लक्ष्य हासिल कर पायेंगे ǀ अपने काम के जाल से बाहर निकलकर परिवार को भी समय दें ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "आप आज ऊर्जा और जिन्दादिली से भरे हैं ,आपको खुद का बेहतरीन तरीके से इलाज कराने के बारे में भी आज कोई काम की सूचना मिलेगी ǀपिछले काफी समय से आपकी जिस बीमारी को पहचानना मुश्किल हो रहा था ,उसे आसानी से पहचान कर उसका इलाज करवा पायेंगेǀया तो पूरे शरीर की मसाज कराएं या अपने शरीर तथा दिमाग को भी राहत देने के लिए स्पा में समय बिताएंǀ",
        "वृषभ प्यार और संबंध राशिफल": "फ़्लर्ट करने में आपको महारत हासिल है और ये आप आज मिलने वाले हर आदमी के साथ कर सकते हो | लेकिन इसे अधिक न होने दें और खुद को केवल इसकी शारीरिक स्तर तक ही सीमित रखें ,भावनात्मक रूप से किसी के साथ न जुड़ें | आपको भी कोई अधिक गंभीरता से नही लेगा और आप भी किसी को जरुरत से ज्यादा डिमांड करने की छूट न दें तो अच्छा रहेगा |",
        "वृषभ कैरियर और धन राशिफल": "आज आपको लगेगा की कुछ चीजों पर आपका नियंत्रण नहीं हैं और उनकी वजह से आप अपना सर्वश्रेष्ट प्रदर्शन नहीं कर पा रहे है । लेकिन विश्वास रखे । आप ईमानदार और मेहनती है। यहां तक की आपके मालिक आपकी बाधा और परेशानी को समझते हैं, इसलिए आप ईमानदार रहे और हमेशा की तरह काम करते रहे । लाभ बनाने के लिए आपको विदेश में किसी के साथ साझा काम करने की जरुरत है। आपके वित्त और धन में बढ़ने की क्षमता है।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "आज अपने अपने ही भीतर शक्ति का नया-अद्वितीय श्रोत ढूँढ लेंगे और आपको यह अनुभव होने लगेगा कि आप अपने जीवन में जिन समस्याओं से अब जूझ रहे हैं ,उनसे निपटने के लिए आपको किसी भी बाह्य मदद की जरुरत नही है ǀ आप आसानी से खुद ही सब कर सकते हैं,इस बात का अनुभव आपको आज हो जाएगा ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "त्योहारों के इस मौसम में आपने खूब मजे किये हैं I|अब आपके लिए अपने शरीर को कुछ हल्का करने का समय है ताकि आप फिर से उतने ही उर्जावान महसूस करें I| कच्चे फल और सब्जियां अधिक खाएं I| केफीन और अल्कोहल वाले पेय पदार्थों से दूर रहें I| अपने भीतर उर्जा का अनुभव करें और सकारात्मकता का प्रसार करें I| साथ ही ,अपने परिजनों को भी स्वास्थ्य का ध्यान रखने को प्रेरित करें,उन्हें भी आपकी सहायता की आवश्यकता है I|",
        "मिथुन प्यार और संबंध राशिफल": "आज आप थोड़े चिड़चिड़ी मुद्रा में रहेंगे और हो सकता है , आप अपनी भड़ास अपने साथी पर निकाले । आपको इस चीज़ का एहसास होगा की आप का व्यव्हार अनुचित था पर आपके लिए ये चुनौतीपूर्ण होगा की आप उस दोष को न मढे , जिसमे आपके साथी का कोई कसूर नहीं है । अपने व्यव्हार को नियंत्रित करना आपके लिए महत्वपूर्ण है। अगर आप ऐसा कर पाने में असमर्थ है तो कुछ समय के लिए अपने साथी से दूर हो जाएं नहीं तो आपके रिश्ते का अस्तित्व खतरे में पड़ जाएगा ।",
        "मिथुन कैरियर और धन राशिफल": "आप कुछ मिलनसार नए लोगों या विदेशी प्रतिनिधियों से आज के दिन मिल सकते हैं ! स्वतंत्र रूप से उन लोगों के साथ संवाद करे और जितनी उपयोगी जानकारी इकट्ठा कर सके करे क्योकि यह आपकी परियोजना के पूरा होने में आप के लिए बहुत मददगार साबित होगा । किसी भी विचलित करने वाले परिदृश्य से परेशान न हो जो की आपके वरिष्ठ सहकर्मी ने आपके लिए बनाया हो ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "आपको अपना अधूरा काम समय पर पूरा करने के बहुत से मौके मिलेंगे ǀ आपकी दूसरी परेशानियां भी तुरंत दूर हो जायेंगी ,उनके बारे में चिंता ना करें ǀआज अधिक से अधिक काम करने की कोशिश करें क्योकि आपको आज के अपने सब कामों में सफलता मिलेगी ǀ आप अपने किसी करीबी से सलाह ले सकते हैं ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "आप पिछले कुछ समय से काम में काफी व्यस्त हैं,इसीलिए अबकी बार कोई नया मिशन शुरू करने से पहले पर्याप्त आराम कर लें ǀ आप अपनी विचार शक्ति बढाने तथा सृजनात्मक शक्तियों का प्रयोग करने के लिए खेलों या ऐसी ही किसी कार्यकलाप में भाग ले सकते हैं ǀ अपने दिमाग को पूरी तरह तरोताजा करने के लिए शहर से बाहर घूमने जाए या यह संभव न हो तो शहर में ही कहीं घूम लें ǀ",
        "कर्क प्यार और संबंध राशिफल": "आपको अपने सभी विकल्पों में से सर्वोत्तम ढूँढने में उलझन महसूस होगी | तुरंत अच्छे फैसले ले पाना कभी आपकी सहज योग्यता नही रही लेकिन आप अबकी बार यह कर पायेंगे | सही विकल्प चुनने के लिए आपको ज्यादा कुछ नही करना ,केवल अपने दिल की बात सुननी है | इसका सबसे अच्छा तरीका है उसे चुनना जिसका दिल बड़ा है और यह पता लगाना कि जो सिर्फ इसका दिखावा करते हैं उनके दिल में क्या चल रहा है ?",
        "कर्क कैरियर और धन राशिफल": "आपके कार्य क्षेत्र का भाग्य आपके साथ चल रहा है और आपके पास काफी परियोजनायें है , फिर भी आज एक नया अवसर आपको मिल सकता है जो की आपके करियर के लिए काफी अच्छा रह सकता है । ये आपके कार्य क्षेत्र में आप पर अधिक जिम्मेदारी डालेगा । आप थोड़ा बदलाव चाहेंगे । आपको ये अवसर कार्यालय के भीतर उपलब्ध हो सकता है । इस के बारे में किसी भी जानकारी के प्रति सचेत रहें , हालांकि, आपका वेतन उतना ही रहेगा ।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आप आज ऐसे लोगों से मिलेंगे जो आपकी कमियों के बारे में जानते तो हैं लेकिन उन्हें स्वीकार करना नही चाहते जैसे कि उनमें खुद में कोई कमियां नही हैं ǀऐसे लोगों से दूरी बनाये रखें ǀउन अच्छे लोगों पर अपना ध्यान केन्द्रित करें जो आपको पिछले कुछ वर्षों में मिले हैं और उनसे दुबारा संपर्क साधने की कोशिश करें ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "अपने दिन की शुरुआत या अंत एक अच्छी धीमी सैर के साथ करें ǀइससे आपको राहत भी मिलेगी और सकारात्मकता भी ǀअपने किसी करीबी को साथ चलने को कहें ǀदिन में आप पर थकावट हावी हो सकती है ǀतनाव न लें,सही समय आने पर सब कुछ अपने आप ही ठीक हो जाएगा ǀकफीन वाले पेय पदार्थों की बजाय ताजा जूस पीयें ǀ",
        "सिंह प्यार और संबंध राशिफल": "आपकी पुरानी प्रियतमा नयी बनने की कोशिश कर रही हैं | आपको उन्हें एक मौका देना चाहिए और दूरियों को दूर करने की उनकी कोशिशों की भी कदर करनी चाहिए लेकिन ऐसा करते यह भी यह तो उन्हें महसूस करवा ही दें कि जो गलतियाँ वे पीछे कर चुके हैं आप उन्हें जानते हैं और वे दुबारा नही दोहराई जानी चाहिए |",
        "सिंह कैरियर और धन राशिफल": "आज काफी सारी बाते आपके ध्यान देने योग्य होगी जिससे आप का सब पर ध्यान लगाना मुश्किल होगा । ज्यादा तनाव न पाले । बैठ कर शांति से निर्णय के बारे में सोचे और उसके अनुसार कार्य करे । आज आप एक पुराने दोस्त से मिल सकते है। कोई जानकर आपके सामने एक दिलचस्प प्रस्ताव रख सकता है जिसको जानकर आप लालायित हो सकते है परन्तु सोच समझकर निर्णय ले ।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आज का दिन समृद्धि के एक नए कार्यक्रम को शुरू करने के लिए बहुत अच्छा है ǀअगर आप किसी नयी परियोजना के बारे में काफी सोचकर भी किसी नतीजे तक नही पहुंच पाए हैं तो आज शुरूकर लें,आज आप जो भी करना शुरू करेंगे ,सफलता जरुर मिलेगी ǀ आज होने वाली घटनाओं से आपके वित्त सम्बन्धी नजरिये में भी बदलाव आएगा और नकारात्मकता कम होगी ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "आज आपके दिमाग में केवल सुन्दरता सम्बन्धी ख्याल छाए हुए हैं ,आज आप कई सौन्दर्य ट्रीटमेंट के लिए तैयार हैं ǀइनमे एन्टी-एजिंग मसाज से लेकर कोई कोस्मेटिक सर्जरी तक शामिल हो सकती है ǀआप सुंदर बने रहने के लिए अपनी जीवन शैली में भी कई बदलाव करने वाले हैं,आपके स्तर पर हालाँकि यह सब कुछ तारीफ़ के लायक है लेकिन यह भी समझें कि हर आयु कि अपनी एक ख़ूबसूरती होती है और हमेशा खुद को अपनी वास्तविक आयु से छोटा दिखाने की कोशिश करना जरूरी नही है ǀ",
        "कन्या प्यार और संबंध राशिफल": "आपके पार्टनर के साथ छोटी मोटी कहासुनी हो सकती है | हालाँकि ऐसा होना मुश्किल है लेकिन विवाद में पड़ने या चिढने वाले जवाब देने से बचें | आज छोटे मुद्दे भी बेवजह बड़े बन सकते हैं | टकराव की स्थिति न आने दें | आपको अपने बच्चों पर विशेष ध्यान देने और उनके साथ बहुत अच्छा समय बिताने की जरुरत है | आज रोमांटिक ट्रिप पर जाने की बजाय पारिवारिक पिकनिक पर जाना बेह्तर रहेगा |",
        "कन्या कैरियर और धन राशिफल": "जब लोहा गर्म हो तो उस पर निशाना लगाये ! यह विशेष रूप से प्रेरक वक्ताओं की भूमिका या इसी तरह की भूमिका वालो के लिए एक महान दिन है। आज आप जनता के साथ बेहतर संवाद करने में सक्षम होंगे और आपको उस के लिए उच्च भुगतान भी किया जा सकता है। तो आप आगे बढे और इस तरह प्रदर्शन करे की लोग आप की बाते सुनने के लिए लालायित रहे ।"
    },
    "6": {
        "तुला दैनिक राशिफल": "यह तो आप देख ही चुके की आकस्मिक प्रवृति पर आधारित फैसले कई बार सही साबित नही हुए हैं,इसीलिए यह जरूरी है कि आप अपने फैसले तर्क की कसौटी पर कसकर ही करें ǀ ऐसा करना और भी जरूरी है क्योंकि कोई ऐसा है जो आपका करीबी होते हुए भी आपके खिलाफ साजिश कर रहा है ǀअगर एक बार आप सोच समझकर कोई फैसला ले लें तो उसे कार्यान्वित करने में हिचकिचाएं नही ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "अगर आप किसी स्वास्थ्य सम्बन्धी परियोजना पर काम कर रहे हैं या इसी के बारे में कुछ नया शुरू करने की सोच रहे हैं तो आपको उम्मीद से कहीं जल्दी सफलता मिलने की संभावनाएं बनी हुई हैं ǀलेकिन अपनी प्रगति का रिकॉर्ड रखें और कुछ गलत होने पर समाधान तैयार रखें ǀआपको इन सब प्रयासों के लिए भी प्रशंसा मिलेगी ǀ",
        "तुला प्यार और संबंध राशिफल": "आप हाल फिलहाल अपने जीवन में हर तरह के संबंधों को लेकर लापरवाह रहे हैं लेकिन आपको समय रहते इनमे आ गई दूरी को कम करने के लिए कदम उठाने चाहिए | आपके पार्टनर ने आपके मुश्किल समय में आपका काफी साथ दिया है लेकिन आप उसी उत्साह से उनका साथ नही दे पाए हैं |केवल अपने साथी की कमियां ढूँढने में न लगे रहें | आपने अभी तक इस बात पर ध्यान नही दिया है कि उन्होंने खुद में कितना सुधार कर लिया है |",
        "तुला कैरियर और धन राशिफल": "रोजगार और आय के नए अवसर आज आपको मिल सकते है । आपको आगे बढ़ने के काफी अवसर मिलेंगे जिसको लेकर आप समझ नहीं पाएंगे की कौन सा विकल्प आपके लिए अच्छा है , जिसे लेकर आप आगे बढ़ सकते है । आज परिवार और कार्य क्षेत्र में संतुलन बिठाना मुश्किल हो सकता है और आप अपने कार्य क्षेत्र को परिवार की तुलना में ज्यादा महत्व देंगे ।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "आज के दिन आपका भाग्य आपके साथ है ǀआज आप ऐसा भी कुछ कर सकते हैं जिसके बारे में आपने कभी सोचा भी ना हो ǀआपके सभी प्रयासों में भाग्य आपका साथ देगा ǀआपको पता है कि मेहनत से ही सफलता मिलती है ǀअभी तक आपका भाग्य आपके साथ नही था ,लेकिन आज आप अपने समर्पण की बदौलत कुछ भी हासिल कर पायेंगे ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "आपकी उर्जा आपको काफी उत्साही मनोवृति में रखेगी ǀआप पिछले कुछ समय से व्यायाम का अभ्यास नही कर पा रहे थे और इस कारन काफी बैचैन महसूस कर रहे थे ,आज का दिन वही सब शुरू करने के लिए काफी अच्छा दिन है ǀआप स्वास्थय को अपनी जीवनशैली का एक अंग बनाना चाहते हैं और आज आप इसके लिए प्रयास शुरू करेंगे ǀव्यायाम करते हुए सही तरीके का पालन करना बहुत जरूरी है नही तो आपको छोटी-मोटी चोट लग सकती है ǀ",
        "वृश्चिक प्यार और संबंध राशिफल": "किसी को भी आपको नीचा दिखाने की अनुमति नहीं है । ये समय कोशिश करते रहने का समय है । अगर आपके प्यार को चोट पहुंची है , तो समझे की वह आपके लिए था ही नहीं । अब भविष्य की ओर देखने का समय है । ऐसा कोई सामाजिक दायित्व नहीं है की आप ऐसी चीज़ के साथ रहे जो आपकी ऊर्जा के साथ मेल नहीं खाती । आपसी टकराव के कारण पीछे हटने में ही भलाई है । आपको शीघ्र ही अपना प्यार मिल सकता है।",
        "वृश्चिक कैरियर और धन राशिफल": "आप यह पता लगाने की कोशिश करें की कौन सी वस्तु या चीज़ से आप अपने आप से सर्वश्रेष्ट कार्य ले सकते है । यह आपकी विचारधाराओ और रचनात्मकता को भी अद्वितीय अनुभूति देगा । हालाँकि , आपके वित्तीय पुरस्कार में विलंब होगा , फिर भी अपने वित्तीय संकट से खुद को बचाने के लिए आपके पास पर्याप्त आय है। बस आप अपनी वस्तु को सरंक्षित कर के रखे और आप आसानी से विषम स्थिति से बाहर आ जायेंगे ।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आज आप जिद्दीपन के प्रति अपना स्वाभाविक झुकाव महसूस करेंगे ǀलेकिन जब आपको यह अनुभव होगा की ऐसा करना आपके हित में नही है तो आप पछतावा भी महसूस करेंगे ǀ अच्छे से स्थिति समझें,आकस्मिक भावनाओं के बहाव में बहने के स्थान पर स्पष्ट सोच से काम लें ǀअगर आप थोड़ी सी समझदारी से काम लेंगे तो समाधान जल्दी निकलेगा और आपको जल्दी ख़ुशी मिलेगी ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "आज अपनी और अपने परिजनों की सेहत का विशेष ध्यान रखें |अगर आपके बच्चे हैं तब तो आपको और भी सावधान रहने की आवश्यकता है |स्वास्थ्य सम्बन्धी छोटी छोटी तकलीफें भी अचानक ही महत्वपूर्ण दिखने लगेंगी | इसीलिए आपको पहले से रोकथाम के उपाय कर लेने चाहियें |यह ध्यान रखें कि आप क्या खा रहें हैं क्योंकि हो सकता है कि उस चीज को खाने के बाद आपका मूड खराब हो जाए |",
        "धनु प्यार और संबंध राशिफल": "जो आसपास ऐसे ही घूमते रहते हैं उन्हें कोई गंभीर नही समझ पायेगा क्योंकि यह घुमक्कड़ स्वभाव आपकी छवि के लिए खतरा बना हुआ है | आपको बहुत से लोग पसंद तो कर लेंगे लेकिन आपके बारे में गंभीरता से नही सोचेंगे क्योंकि आप यात्रा की जरुरत वाली नौकरी में होने के कारण घर पर बहुत कम समय दे पाते हैं | आपके पार्टनर की चिंता अपनी जगह सही है क्योंकि यात्रा करने के कारण आप घर को बहुत कम समय दे पायेंगे |",
        "धनु कैरियर और धन राशिफल": "ये समय अपने सहकर्मियों का उत्साह बढ़ाने का समय है ! आप कुछ कठिन कार्य के लिए प्रयासरत है जिसमे आपके जूनियर या आपसे निचले क्रम के सहकर्मी आपका समर्थन करेंगे और आपके सच्चे समर्थक होंगे । इसलिए उन्हें खुश रखे ! जो लोग अपने कार्यालय में अग्रणी स्थिति या उच्च पद पर है , उन लोगों के लिए बेहतर करियर के अवसर आज आ सकते है । यह आप के लिए बेहतर भविष्य की संभावनाए लेकर आएंगे जो की आप के लिए लाभप्रद होगा।"
    },
    "9": {
        "मकर दैनिक राशिफल": "आपके किसी करीबी के जीवन में कुछ समस्याएँ चल रही हैं और आज आपको उनकी बात सहानुभूति से सुननी पड़ेंगी ǀ ऐसा हो सकता है की आप इस आदमी की बातों से निराश और बेचैन सा अनुभव करें ,लेकिन आपको बिना किसी आलोचना के इस आदमी की सहायता करनी चाहिए ǀ इससे आपके जीवन की बहुत महत्वपूर्ण दोस्ती या साझेदारी भी प्रभावित होगी ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "आप ऐसे ऑनलाइन ग्रुप्स में रुचि रख सकते हैं जो आपको अच्छी सेहत बनाए रखने के लिए प्रेरित करते हैं |आप उनको ज्वाइन भी करेंगे |आप अच्छा खाना खाने की सोचेंगे लेकिन इसके बारे में अधिक न सोचें क्योंकि आप जब तह कठिन शारीरिक मेहनत वाला काम करके कैलोरीज खर्च कर लेते हैं तब तक चिंता की कोई भी बात नही है |दिन के अंत में सारा काम ख़तम करके आराम की योजना बनाएं |",
        "मकर प्यार और संबंध राशिफल": "आप थोड़े समय चलने वाले अस्थाई किस्म के संबंधों से ही संतुष्ट हो जाते हैं लेकिन अब आपमें भी सच्चा प्यार पाने की इच्छा जाग उठी है | आपको थोडा जल्दी गुस्सा आ जाता है | यह आपके सच्चा रिश्ता बनाने के रास्ते में बाधा का काम करता है | अपने मूड के बदलावों पर नियंत्रण रखें और बहुत जल्द आपको किसी बहुत अच्छे व्यक्ति का साथ मिल सकता है |",
        "मकर कैरियर और धन राशिफल": "आज आप मे अपनी जिम्मेदारियों से बचने के लिए एक स्वाभाविक प्रवृत्ति रहेगी , लेकिन ये स्थिति आपके वरिष्ठ अधिकारियों के साथ आपकी मुसीबत को बढ़ा सकती हैं। तथ्य यह है कि किसी भी वास्तविक इच्छा से प्रेरित न होकर आपके आलसी होने की आदत से आप अधिक कार्य से परहेज कर रहे है। ये समय अधिक जिम्मेदारी लेने व अपने काम में और अधिक रूचि दिखाने का है । कड़ी मेहनत और ईमानदारी के प्रयास आज सफलता एवं पुरस्कार दिला सकते है ।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "आप आज कल्पनात्मक रहेंगे ǀ कार्यस्थल की ओर से किसी अन्य स्थान की यात्रा का मौका मिल सकता है ǀ आपकी रोमांटिक प्रवृति उजागर होगी ǀ अपने आपको थोड़ी ढील देने का दिन है ,लेकिन काम में व्यवहारिकता भी दिखानी होगी ǀ साथियों के साथ अच्छे मूड में रहेंगे ǀ अपनी मेल देख लें,कोई महत्वपूर्ण मेल आपकी प्रतीक्षा कर रही है ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "आपको सपना आ सकता है लेकिन उससे आपको बहुत अच्छा मार्गदर्शन मिलेगा ǀ आप होम्योपथिक तरीके अपनाने की विशेषज्ञों की सलाह को काफी समय से नजरंदाज कर रहें हैं,इसका परिणाम यह है कि आपको अब शरीर के सब हिस्सों में दर्द महसूस होने लगा है ǀ नहाने धोने जाएँ तो किसी को साथ ले लें ǀ",
        "कुंभ प्यार और संबंध राशिफल": "कोई ऐसा आपके नजदीक है जिसका आकर्षण जबरदस्त है लेकिन फिर भी आप अभी उनके दिल में अपनी जगह नही बना पाए हैं | निराश न हों , उनके दिल में जगह पाने की कोशिशों से ही आप उनके दिल में अपनी जगह बना चुके हैं | हालाँकि,वे ऐसा दिखाते नही लेकिन प्यार पनप रहा है | आपको बहुत जल्द इसका अहसास भी हो जाएगा |",
        "कुंभ कैरियर और धन राशिफल": "ये समय उन लोगो से अपने आप को अलग करने का समय है जो आपके विचारो से असहमत है या जो आपके साथ चलने या सहयता करने में असमर्थ है । यह वित्तीय संतुलन के हिसाब से भी एक बड़ा कदम होगा । आपकी इस व्यापारिक रणनीति के लिए आपको पुरस्कृत किया जाएगा। आपकी आय सुरक्षित है और जिसे आप अपनी संपत्ति को जोड़ने के लिए उपयोग कर सकते है।"
    },
    "11": {
        "मीन दैनिक राशिफल": "आप सच्चे और ईमानदार लोगों से मिलना पसंद करते हैं ǀलेकिन आज आपकी मुलाक़ात उनसे होगी जो मुखौटे लगाये रखते हैं ǀउन्हें पहचानने की कोशिश करें ǀ आपसे जल्दी फैसले लेना समय की मांग रहेगी ǀ किसी भी फैसले को अंतिम रूप देने से पहले अच्छी तरह सोच लें और फैसले लेने तक कोई भी अन्य काम न करें ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "आप आज ऊर्जा और आशा से भरे हैं |यह सकारात्मक भावना आपको पूरे दिन प्रेरित करती रहेगी चाहे आपके रास्ते में कितनी भी बाधाएं आयें |हालाँकि आपके स्वास्थ्य की स्थिति बहुत अच्छी नही कही जा सकती फिर भी आप बिस्तर पर तो पड़े नही रहेंगे |विशेषज्ञ से सलाह लेकर आप बहुत जल्दी अपने स्वास्थ्य में सुधार कर पायेंगे| संतुलित भोजन करें |",
        "मीन प्यार और संबंध राशिफल": "अब आपका दिमाग पहले से अधिक शांत हैं और आप एक बार नए सिरे से उस गुलाब के रंग के चश्मे वाली लड़की को ढूँढने के लिए तैयार हैं | अबकी बार आपको अनिश्चितता की उस भावना से बचना है जो हर बार आकर आपके जोश को ठंडा कर देती है | प्यार के हरियाले बाग़ में आराम से चलें | अबकी बार आप निराश नही होंगे और प्यार के इस आशियाने में ख़ुशी से रह पायेंगे |",
        "मीन कैरियर और धन राशिफल": "आप कुछ समय से अपनी विलम्ब परियोजनाओं के लिए धन संचित कर रहे थे और अब अपनी योजनाओ के क्रियान्वयन का ये सही समय है । जब आप कुछ वस्तु खरीदने जायेंगे तो हो सकता है की आप कुछ बड़ी एवं सुव्यस्थित चीज को देखकर उसे खरीदने की सोचे परन्तु आपको अपने बजट के भीतर रहकर ही काम करना है। व्यय आज अपरिहार्य हैं, लेकिन आज अनाव्यशक चीजों पर खर्च करने से बचे ।"
    }
}]
