horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। पारिवारिक जिम्मेदारियों को समझेंगे। काम के सिलसिले में भी आप खूब मेहनत करेंगे जिसके अच्छे नतीजे आपको मिलेंगे। शादीशुदा लोगों का गृहस्थ जीवन प्रेम से भरपूर रहेगा लेकिन किसी बात को लेकर जीवन साथी गुस्सा जाहिर कर सकता है। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन मान अच्छा रहेगा।आपका ऊर्जा-स्तर ऊँचा रहेगा। आप जीवन में पैसे की अहमियत को नहीं समझते लेकिन आज आपको पैसे की अहमियत समझ में आ सकती है क्योंकि आज आपको पैसे की बहुत आवश्यकता होगी लेकिन आपके पास पर्याप्त धन नहीं होगा। आपमें से कुछ गहने या घरेलू सामान ख़रीद सकते हैं। लवमेट आज आपसे किसी चीज की डिमांड कर सकता है लेकिन आप उसे पूरा नहीं कर पाएंगे जिसकी वजह से आपका लवमेट आपसे नाराज हो सकता है। महिला सहकर्मी बहुत मददगार रहेंगी और अटके कामों को भली-भांति पूरा करने में सहयोग देंगी। घर के छोटे सदस्यों को साथ लेकर आज आप किसी पार्क या शॉपिंग मॉल में जा सकते हैं। वैवाहिक जीवन का आनन्द लेने के पर्याप्त मौक़े हैं आज आपके पास। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- गर्म मसाले, सूखे मेवे, शहद, गुड का प्रयोग खाने में करने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए व्यस्तता से भरा रहेगा। आप कहीं घूमने निकल सकते हैं और किसी मंदिर में दर्शन करने का सौभाग्य मिल सकता है। गृहस्थ जीवन खुशनुमा रहेगा। रिश्ते में प्यार रहेगा। सेहत भी मजबूत रहेगी। प्रेम जीवन बिता रहे लोगों को कुछ दिक्कतें उठानी पड़ सकती हैं। काम के सिलसिले में आपके लिए आज का दिन बढ़िया रहेगा।आपकी ओर से समर्पित दिल और बहादुरी का जज़्बा आपके जीवन-साथी को ख़ुशी दे सकता है। आपका बचाया धन आज आपके काम आ सकता लेकिन इसके साथ ही इसके जाने का आपको दुख भी होगा। रिश्तेदारों और दोस्तों से अचानक उपहार मिलेगा। प्यार में अपने अशिष्ट बर्ताव के लिए माफ़ी मांगें। काम में आपको पेशेवर उपलब्धियाँ और फ़ायदा मिलेगा। आपको ऐसी जगहों से महत्वपूर्ण बुलावा आएगा, जहाँ से आपने इसकी कभी कल्पना भी न की हो। आपका जीवनसाथी आपसे नाराज़ हो सकता है, क्योंकि आप उनसे कोई बात साझा करना भूल गए थे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- पक्षियों में सतनाजा डालने से लव लाइफ अच्छी होगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। मानसिक रूप से चिंता ग्रस्त रहेंगे जिसका असर आपकी सेहत पर पड़ सकता है और कामों में भी थोड़ा विलंब हो सकता है। शादीशुदा लोगों का गृहस्थ जीवन तनाव पूर्ण रहेगा लेकिन जीवन साथी अपनी ओर से कोशिश करेगा कि आपको खुश रख सके। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा रहेगा।अनचाहे ख़यालों को दिमाग़ पर कब्ज़ा न करने दें। शांत और तनाव-रहित रहने की कोशिश करें, इससे आपकी मानसिक दृढ़ता बढ़ेगी। बिना किसी की सलाह लिये बिना आज आपको पैसा कहीं भी इनवेस्ट नहीं करना चाहिए। अपने जीवन-साथी के साथ बेहतर समझ ज़िन्दगी में ख़ुशी, सुकून और समृद्धि लाएगी। यात्रा के चलते रुमानी संबंध को बढ़ावा मिलेगा। संतोषजनक परिणाम पाने के लिए काम को योजनाबद्ध तरीक़े से करें, दफ़्तर की परेशानियों को हल करने में आपको मानसिक तनाव का सामना करना पड़ सकता है। आज आपके करीबी लोग आपके करीब आने की कोशिश करेंगे लेकिन अपने मन को शांत बनाए रखने के लिए आप एकांत में समय बिताना पसंद करेंगे। जो यह समझते हैं कि शादी सिर्फ़ सेक्स के लिए होती है, वे ग़लत हैं। क्योंकि आज आपको सच्चे प्यार का एहसास होगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- लाल कपड़े में मसूर की दाल रखकर उस पोटली को अपने पास रखने से नौकरी/बिज़नेस में उन्नति होगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य तौर पर फलदायक रहेगा। आप मानसिक रूप से मजबूत रहेंगे जिससे कामों में सफलता मिलेगी। व्यापार तेजी से आगे बढ़ेगा। काम के सिलसिले में बेहद अच्छे नतीजे मिलेंगे। इनकम बढ़ेगी। हल्के-फुल्के खर्चे रहेंगे। गृहस्थ जीवन सामंजस्य पूर्ण रहेगा। प्रेम जीवन में रोमांस रहेगा।आलस्य और कम ऊर्जा-स्तर आपके शरीर के लिए ज़हर काम करेंगे। किसी सृजनात्मक काम में ख़ुद को व्यस्त रखना बेहतर रहेगा। साथ ही बीमारी से जूझने के लिए ख़ुद को उत्साहित करते रहें। वे निवेश-योजनाएँ जो आपको आकर्षित कर रहीं हैं, उनके बारे में गहराई से जानने की कोशिश करें- कोई भी क़दम उठाने से पहले विशेषज्ञ की सलाह ज़रूर ले लें। कोई आपको नुक़सान पहुँचाने की कोशिश कर सकता है। कई मज़बूत ताक़तें आपके ख़िलाफ़ काम कर रही हैं। आपको ऐसे क़दम उठाने से बचना चाहिए, जिसके चलते उनका और आपका आमना-सामना हो। अगर आप हिसाब बराबर करना चाहें, तो ऐसा सलीके से ही किया जाना चाहिए। आज अपने ख़ूबसूरत कामों को दिखाने के लिए आपका प्रेम पूरी तरह खिलेगा। अपने साथी को यूँ ही हमेशा के लिए मिला न मानें। समय का अच्छा इस्तेमाल करने के लिए आज आप पार्क में घूमने का प्लान बना सकते हैं लेकिन वहां किसी अनजान शख्स से आपकी बहस होने की अशंका है जिससे आपका मूड खराब हो जाएगा। आपका जीवनसाथी आपकी बहुत तारीफ़ करेगा और आप पर बहुत स्नेह उढ़ेलेगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- अपने इष्टदेव की सोने या कांसे की मूर्ति बनाकर किसी भी धर्मस्थान में देने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nसिंह राशि के लोगों के लिए आज का दिन सामान्य रहेगा। आप थोड़े खर्चों से परेशान हो सकते हैं लेकिन इनकम अच्छी होने से ज्यादा बड़ी दिक्कत नहीं होगी। काम के सिलसिले में बेहद अच्छे नतीजे मिलेंगे। आप अपने काम को इंजॉय करेंगे। शादीशुदा लोगों का गृहस्थ जीवन तनाव की छाया में गुजर सकता है। प्रेम जीवन बिता रहे लोगों को भी आज कुछ दिक्कतों का सामना करना पड़ेगा।अपने मानसिक स्वास्थ्य पर ध्यान दें, जो आध्यात्मिक जीवन के लिए आवश्यक है। मस्तिष्क जीवन का द्वार है, क्योंकि अच्छा-बुरा सब-कुछ इसी के माध्यम से आता है। यही ज़िंदगी की समस्याएँ दूर करने में सहायक सिद्ध होता है और सही सोच से इंसान को आलोकित करता है। आपका धन आपके काम तभी आता है जब आप फिजूलखर्ची करने से खुद को रोकते हैं आज ये बात आपको अच्छी तरह से समझ में आ सकती है। आपको चिंतामुक्त होकर अपने क़रीबी दोस्तों और परिवार के बीच ख़ुशी के लम्हे तलाशने की ज़रूरत है। आज रुमानियत का मौसम ज़रा ख़राब लगता है, क्योंकि आपका साथी आपसे आज कुछ ज़्यादा ही अपेक्षा करेगा। भागीदार आपकी योजनाओं और व्यावसायिक ख़यालों के प्रति उत्साही होंगे। वक्त की नाजाकत को समझते हुए आज आप सब लोगों से दूरी बनाकर एकांत में वक्त बिताना पसंद करेंगे। ऐसा करना आपके लिए हितकर भी होगा। आप अपने जीवनसाथी के साथ रोमानी दिन गुज़ार सकते हैं, इससे आपका रिश्ता मज़बूत होगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- किसी भी लड़की(चंद्रमा) का दिल न दुखाएं व अपनी गर्लफ्रेंड का सम्मान करना लव लाइफ के लिए अच्छा है। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन मध्यम रूप से फलदायक रहेगा। दोपहर तक आप की स्थिति बहुत अच्छी रहेगी लेकिन उसके बाद आप के खर्चों में बढ़ोतरी हो सकती है और आप किसी बात को लेकर चिंता ग्रस्त हो सकते हैं। काम के सिलसिले में दिनमान अच्छा रहेगा। बुद्धि का इस्तेमाल करके काम मनवाने में सफल रहेंगे। गृहस्थ जीवन में तनाव दिखेगा। प्रेम जीवन समझदारी से आगे बढ़ेगा। रिश्ते में एक दूसरे के प्रति जिम्मेदारी बढ़ेगी।कठिनाइयों का सामना करना पड़ सकता है। हिम्मत न हारें और इच्छित फल पाने के लिए कड़ी मेहनत करें। इन नाकामियों को तरक़्क़ी का आधार बनाएँ। मुश्किल घड़ी में रिश्तेदार भी काम आएंगे। जिन लोगों ने किसी अनजान शख्स की सलाह पर कहीं निवेश किया था आज उन्हें उस निवेश से फायदा होने की पूरी संभावना है। आपका मज़ाकिया स्वभाव सामाजिक मेल-जोल की जगहों पर आपकी लोकप्रियता में इज़ाफ़ा करेगा। अगर आप खुले दिल से अपनी बात रखें, तो आपकी मोहब्बत आज आपके सामने प्यार के फ़रिश्ते के रूप में आएगी। नए ग्राहकों से बात करने के लिए बेहतरीन दिन है। समय का अच्छा इस्तेमाल करने के लिए आज आप पार्क में घूमने का प्लान बना सकते हैं लेकिन वहां किसी अनजान शख्स से आपकी बहस होने की अशंका है जिससे आपका मूड खराब हो जाएगा। छोटे-छोटे मामलों को लेकर हुए आपके आपसी झगड़े आज आपके वैवाहिक जीवन में कटुता को बढ़ा सकते हैं। इसलिए आपको चाहिए कि दूसरों के कहने और बहकावे में न आएं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- तुलसी पत्र का सेवन करना स्वास्थ्य के लिए अच्छा रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन मान आपके लिए अच्छा रहेगा। इनकम में बढ़ोतरी होगी। खर्चों में कमी आएगी। भाग्य का सहारा मिलेगा जिससे काम जल्दी से जल्दी सफल हो जाएंगे। पारिवारिक जीवन खुशनुमा रहेगा। शादीशुदा लोगों के गृहस्थ जीवन में थोड़ा तनाव रहेगा लेकिन प्रेम जीवन बिता रहे लोग आज के दिन को खुलकर एंजॉय करेंगे।आज का दिन मौज-मस्ती और आनन्द से भरा रहेगा- क्योंकि आप ज़िन्दगी को पूरी तरह जिएंगे। अपने ख़र्चों पर क़ाबू रखें और आज हाथ खोलकर व्यय करने से बचें। परिवार के सदस्य सहयोगी होंगे, लेकिन उनकी काफ़ी सारी मांगें होंगी। व्यक्तिगत मार्गदर्शन आपके रिश्ते में सुधार लाएगा। किसी नयी परियोजना पर काम करने से पहले अच्छी तरह सोच-विचार लें। इस राशि के जातक आज खाली वक्त में रचनात्मक काम करने का प्लान तो बनाएंगे लेकिन उनका यह प्लान पूरा नहीं हो पाएगा। आपका जीवनसाथी आज ऊर्जा और प्रेम से भरपूर है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- माता से सम्बन्ध अच्छे रखें व उनका भूलकर भी निरादर न करें। इससे फैमिली लाइफ अच्छी होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फलदायक रहेगा। आप अपने काम पर पूरा ध्यान देंगे जिससे आपके अधिकारी आपसे खुश रहेंगे। गृहस्थ जीवन में भी प्यार और रोमांस रहेगा। रिश्ते में आकर्षण रहेगा। प्रेम जीवन तनाव के बावजूद कुछ अच्छे पलों का साक्षी बनेगा। आप अपने प्रिय को अपने दिल की बातें खुल कर बताएंगे। सेहत अच्छी रहेगी। बस खान-पान पर ध्यान दें।कॉफ़ी पीना छोड़ दें, ख़ास तौर पर दिल के मरीज़। आर्थिक तौर पर सुधार तय है। आपके परिवार वाले किसी छोटी-सी बात को लेकर राई का पहाड़ बना सकते हैं। किसी तीसरे इंसान का दखल आपके और आपके प्रिय के बीच गतिरोध पैदा करेगा। आज आपके पास अपनी धनार्जन की क्षमता को बढ़ाने के लिए ताक़त और समझ दोनों ही होंगे। उन चीजों को दोहराना जिनका अब आपके जीवन में कोई महत्व नहीं है, आपके लिए ठीक नहीं है। ऐसा करके आप अपना वक्त ही बर्बाद करेंगे और कुछ नहीं। वैवाहिक जीवन के कुछ साइड इफ़ेक्ट्स भी होते हैं; आज आपको इनका सामना करना पड़ सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अच्छे स्वास्थ्य के लिए शरीर पर किसी भी तरह सोना या पीला धागा धारण करें। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए काफी अच्छा रहेगा। आप किसी लंबी ट्रैवलिंग की तैयारी कर रहे हैं। जायदाद से संबंधित कोई बात घर में चल सकती है। शादीशुदा लोगों का गृहस्थ जीवन थोड़ा तनाव पूर्ण रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा रहेगा। काम के सिलसिले में आप मजबूत रहेंगे और अच्छा काम करेंगे।आज आपकी सेहत अच्छी रहेगी, जिसके चलते आप सफलता की ओर तेज़ी-से बढ़ेंगे। ऐसी हर चीज़ से परहेज़ करें, जिससे आपकी शक्ति नष्ट न हो। जिन लोगों ने किसी से उधार लिया है उन्हें आज किसी भी हालत में उधार चुकाना पड़ सकता है जिससे आर्थिक स्थिति थोड़ी कमजोर हो जाएगी। शाम का वक़्त दोस्तों के साथ बिताना दिलचस्प तो रहेगा ही, साथ ही छुट्टी साथ बिताने की योजनाओं पर भी चर्चा हो सकेगी। आपका प्रिय आपसे वादे की मांग करेगा, लेकिन ऐसा वादा न करें जिसे आप पूरा न कर सकें। योग्य कर्मियों को पदोन्नति या आर्थिक मुनाफ़ा हो सकता है। आपके हँसने-हँसाने का अन्दाज़ आपकी सबसे बड़ी पूंजी साबित होगा। आपका जीवनसाथी किसी फ़रिश्ते की तरह आपका बहुत ध्यान रखेगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- आर्थिक स्थिति अच्छी करने के लिए लहसुन या प्याज की गाँठ बहते जल में प्रवाहित करें। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए काफी समझदारी से चलने वाला दिन होगा। मानसिक चिंताएं बढ़ेंगी। बेवजह के खर्चे भी आपको परेशान करेंगे। इसलिए कुशल वित्त प्रबंधन पर ध्यान दें। काम के सिलसिले में दिनमान सामान्य रहेगा। नौकरी बदलने के योग बनेंगे। शादीशुदा लोगों का गृहस्थ जीवन अच्छा चलेगा। प्रेम जीवन बिता रहे लोगों को भी सुखद समाचार मिलेंगे।दिन की शुरुआत आप योग ध्यान से कर सकते हैं। ऐसा करना आपके लिए फायदेमंद रहेगा और सारे दिन आपमें ऊर्जा रहेगी। पुराने निवेशों के चलते आय में बढ़ोत्तरी नज़र आ रही है। दोस्तों के साथ शाम बेहद मज़ेदार और हँसी-ख़ुशी से भरपूर रहेगी अपनी व्यक्तिगत भावनाएँ और गोपनीय बातें अपने प्रिय से बाँटने का सही समय नहीं है। व्यवसायियों के लिए अच्छा दिन है, क्योंकि उन्हें अचानक बड़ा फ़ायदा हो सकता है। आज आपको अपने कामों को समय पर निपटाने की कोशिश करनी चाहिए। ख्याल रखें कि घर पर आपका कोई इंतजार कर रहा है जिसको आपकी जरुरत है। वैवाहिक जीवन में चीज़ें हाथ से निकलती हुई मालूम होंगी। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- किसी भी लड़की(चंद्रमा) का दिल न दुखाएं व अपनी गर्लफ्रेंड का सम्मान करना लव लाइफ के लिए अच्छा है। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए बहुत अच्छा रहेगा। आप अपने काम को इंजॉय करेंगे जिससे काम से संबंधित आपको फल मिलेगा और आपकी इनकम बढ़ेगी। गृहस्थ जीवन बिता रहे लोगों को आज अपने रिश्ते में आनंद आएगा। अपने जीवनसाथी से मन की बात कहेंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा रहेगा। आप अपने प्रिय को खुश रखने में कोई कसर बाकी नहीं रखेंगे।लम्बी यात्रा के लिहाज़ से आपने सेहत और ऊर्जा-स्तर में जो सुधार किए हैं, वे काफ़ी फ़ायदेमंद रहेंगे। व्यस्त दिनचर्या के बावजूद आप थकान के चंगुल में फँसने से बचे रहेंगे। आज आप काफ़ी पैसे बना सकते हैं- लेकिन इसे अपने हाथों से फिसलने न दें। आपके बच्चे के पुरुस्कार वितरण समारोह का बुलावा आपके लिए ख़ुशनुमा एहसास रहेगा। वह आपकी उम्मीदों पर खरा उतरेगा और आप उसके ज़रिए अपने सपने साकार होते हुए देखेंगे। प्यार-मोहब्बत के मामले में दबाव बनाने की कोशिश न करें। कार्यालय में सबकुछ आपके पक्ष में जाता नज़र आ रहा है। इस राशि के छात्र-छात्राएं आज अपने कीमती समय का दुरुपयोग कर सकते हैं। आप मोबाइल या टीवी पर आवश्यकता से अधिक समय जाया कर सकते हैं। ख़र्चों को लेकर जीवनसाथी से तनातनी संभव है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- गणेश जी का कोई चित्र हमेशा अपने पास रखने से प्रेम सम्बन्ध मजबूत होंगे। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए काफी अच्छा रहेगा। अपनी बुद्धि का इस्तेमाल करके  कई कामों को सफल बनाएंगे। इनकम में बढ़ोतरी होगी। सेहत मजबूत रहेगी। काम के सिलसिले में थोड़ा उतार-चढ़ाव आ सकता है। शादीशुदा लोगों का गृहस्थ जीवन तनाव से अब कुछ हद तक बाहर आ जाएगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बहुत अच्छा है। आपकी शादी की बात चल सकती है।सेहत बढ़िया रहेगी। आज आपके माता-पिता में से कोई आपको धन की बचत करने को लेकर लेक्चर दे सकता है, आपको उनकी बातोें को बहुत गौर से सुनने की जरुरत है नहीं तो आने वाले समय में परेशानी आपको ही उठानी पड़ेगी। परिवार के सदस्य सहयोगी होंगे, लेकिन उनकी काफ़ी सारी मांगें होंगी। अपने प्रिय के साथ सैर-सपाटे पर जाते समय ज़िंदगी को पूरी शिद्दत से जिएँ। भले ही छोटी-मोटी बाधाओं का सामना करना पड़े, लेकिन कुल मिलाकर यह दिन कई उपलब्धियाँ दे सकता है। उन सहकर्मियों का ख़ास ध्यान रखें, जो उम्मीद के मुताबिक़ चीज़ न मिलने पर जल्दी ही बुरा मान जाते हैं। कोई आध्यात्मिक गुरू या बड़ा आपकी सहायता कर सकता है। आपका जीवनसाथी आपकी बहुत तारीफ़ करेगा और आप पर बहुत स्नेह उढ़ेलेगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- शराब के सेवन से मंगल बिगड़ता है, इसलिए पारिवारिक सुख हेतु इसका त्याग करें। \n"
}]
