horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहेगा। काम के सिलसिले में बेहद अच्छे नतीजे मिलेंगे। आपकी परफॉर्मेंस में सुधार होगा। सीनियर आप से खुश रहेंगे। निजी जीवन में खुशी भरा दिन रहेगा। जीवनसाथी से रिश्ते में प्रेम बढ़ेगा।आपको कुछ परेशानी होगी। किसी तीसरे व्यक्ति का आपके रिश्ते में हस्तक्षेप करना आपके रिश्ते के लिए नुकसानदायक रहेगा। शादीशुदा लोगों को ससुराल से किसी बात पर तनाव मिल सकता है।आपका दानशीलता का व्यवहार आपके लिए छुपे हुए आशीर्वाद की तरह सिद्ध होगा, क्योंकि यह आपको शक, अनास्था, लालच और आसक्ति जैसी ख़राबियों से बचाएगा। अपने ख़र्चों पर क़ाबू रखें और आज हाथ खोलकर व्यय करने से बचें। अपनी नई परियोजनाओं के लिए अपने माता-पिता को विश्वास में लेने का सही समय है। एक बार आप अपने हमक़दम को हासिल कर लें, तो ज़िन्दगी में किसी और की ज़रूरत नहीं होती। इस बात को आज आप गहराई से महसूस करेंगे। इस राशि के कारोबारी आज किसी करीबी की गलत सलाह के कारण परेशानी में आ सकते हैं। जॉब करने वाले जातकों को आज कार्यक्षेत्र में सोच-समझकर चलने की जरुरत है। दीर्घावधि में कामकाज के सिलसिले में की गयी यात्रा फ़ायदेमंद साबित होगी। लंबे वक़्त के बाद आप अपने जीवनसाथी के साथ नज़दीकी महसूस कर पाएंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- नौकरी/बिज़नेस में लाभ हेतु अपने जूतों के तलों में तांबे की सात-सात कील लगवाएं। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहेगा। प्रेम जीवन में खुशी भरे पल की अनुभूति होगी। जीवनसाथी से कुछ समस्याएं आएंगी। उनकी सेहत बिगड़ सकती है। उनका मूड भी खराब होगा। कोशिश करें कि उन्हें मना पाएं। आपकी सेहत में उतार-चढ़ाव रहेगा। काम के सिलसिले में दिनमान बढ़िया है। भाग्य की प्रबलता आपके कामों में मदद देगी। इनकम बढ़ने से मन में हर्ष की भावना रहेगी।क़िस्मत के भरोसे न बैठें और अपनी सेहत सुधारने के लिए ख़ुद मेहनत करें, क्योंकि हाथ पर हाथ रखे रहने से कुछ नहीं होने वाला। अब वक़्त आ गया है कि आप अपना वज़न क़ाबू में करें और स्वस्थ रहने के लिए नियमित व्यायाम का सहारा लें। आज कोई लेनदार आपके दरवाजे पर आ सकता है और आपसे पैसे उधार मांग सकता है। उन्हें पैसे लौटाकर आप आर्थिक तंगी में आ सकते हैं। आपको सलाह दी जाती है कि उधार लेने से बचें। आपको बच्चों या ख़ुद से कम अनुभवी लोगों के साथ धैर्य से काम लेने की ज़रूरत है। आज आपका प्रिय आपके साथ में समय बिताने और तोहफ़े की उम्मीद कर सकता है। कामकाज के मोर्चे पर आज का दिन काफ़ी अच्छा रहने वाला है। अगर आप लंबे समय से अपने जीवन में किसी रोचक चीज़ के होने का इंतज़ार कर रहे हैं, तो निश्चय ही आपको उसके संकेत दिखाई देने लगेंगे। ऐसा लगता है कि आज आप अपने जीवनसाथी के साथ बहुत ख़र्चा कर सकते हैं। बावजूस इसके, आप इस वक़्त का पूरा लुत्फ़ उठा पाएंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- पूजा में रोली कुंकुम के साथ सफेद चन्दन, गोपीचन्दन का प्रयोग करने से आर्थिक स्थिति बेहतर होगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। जमीन जायदाद से जुड़े मामलों में फायदा मिलेगा। ऐसा कोई सौदा आपके हाथ लग सकता है, जो आपको फायदा पहुंचाए। हल्के खर्चे होंगे। काम के सिलसिले में दिनमान सामान्य रहेगा, लेकिन ज्यादा भागदौड़ से बच कर रहे।  सेहत बिगड़ सकती है। निजी जीवन सामान्य रहेगा। जीवनसाथी से संबंध अच्छे रहेंगे। ससुराल के लोगों से भी अच्छी बातचीत होगी। प्रेम जीवन में रोमांस की बढ़ोतरी होगी।आज के दिन किए गए दान-पुण्य के काम आपको मानसिक शान्ति और सुकून देंगे। पैसा अचानक आपके पास अएगा, जो अपके ख़र्चों और बिल आदि को सम्हाल लेगा। आपका मज़ाकिया स्वभाव आपके चारों ओर के वातावरण को ख़ुशनुमा बना देगा। अपने दिल की बात ज़ाहिर करके आप ख़ुद को काफ़ी हल्का और रोमांचित महसूस करेंगे। अहम लोगों से बातचीत करते वक़्त अपने आँख-कान खुले रखिए, हो सकता है आपके हाथ कोई क़ीमती बात या विचार लग जाए। आज आपको अचानक किसी अनचाही यात्रा पर जाना पड़ सकता है जिसकी वजह से घरवालों के साथ समय बिताने का आपका प्लान खराब हो सकता है। कुछ लोग सोचते हैं कि वैवाहिक जीवन ज़्यादातर झगड़ों और सेक्स के इर्द-गिर्द ही घूमता है, लेकिन आज आपके सब कुछ शान्त रहने वाला है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- दादी या किसी बुजुर्ग महिला की सेवा करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। ट्रैवलिंग में समय गुजरेगा। कुछ दोस्तों के साथ भी घूमने फिरने जाना हो सकता है। इनकम में बढ़ोतरी मन में हर्ष की भावना दिमाग में कॉन्फिडेंस देगी। निजी जीवन खुशनुमा रहेगा। जीवनसाथी से संबंध अच्छे रहेंगे। आपसी समझदारी से भविष्य की किसी योजना को लेकर निवेश कर सकते हैं। काम के सिलसिले में दिनमान अच्छा है। ट्रांसफर की संभावना बन रही है। प्रेम जीवन बिता रहे लोगों को अपने प्रिय के बर्ताव से थोड़ी निराशा हो सकती है।कुछ रचनात्मक करने के लिए अपने दफ़्तर से जल्दी निकलने की कोशिश करें। ख़र्चों में इज़ाफ़ा होगा, लेकिन साथ ही आमदनी में हुई बढ़ोत्तरी इसको संतुलित कर देगी। बच्चे आपको घरेलू काम-काज निबटाने में मदद करेंगे। ख़ुशी के लिए नए संबंध की प्रतीक्षा करें। दफ़्तर में हुए बदलावों से आपको आख़िरकार लाभ ही मिलेगा। आप खुद को समय देना जानते हैं और आज तो आपको काफी खाली समय मिलने की संभावना है। खाली समय में आज आप कोई खेल-खेल सकते हैं या जिम जा सकते हैं। सेहत के नज़रिे से गले लगने के अपने फ़ायदे हैं और आपको यह एहसास आज अपने जीवनसाथी से मिल सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- आर्थिक स्थिHति को अच्छा करने के लिए नियमित गायत्री मन्त्र व गायत्री चालीसा पढ़ें। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिनमान आपके लिए मध्यम फलदायक रहेगा। परिवार में तनातनी का माहौल रहेगा, जिससे आप कुछ उदास होंगे। अच्छा खाना खाने का मन करेगा। निजी जीवन सामान्य रहेंगे। जीवन साथी से झगड़ा होने के योग बन रहे हैं। सावधानी रखें। प्रेम जीवन सामंजस्य पूर्ण रहेगा। विद्यार्थियों को शिक्षा में अच्छे नतीजे मिलेंगे। काम के सिलसिले में दिनमान उतार-चढ़ाव से भरा है। किसी कानूनी झमेले में पड़ने से बचें।ख़ुशनुमा ज़िन्दगी के लिए अपना ज़िद्दी और अड़ियल रवैया दरकिनार करें, क्योंकि इससे सिर्फ़ समय की बर्बादी ही होती है। रियल एस्टेट सम्बन्धी निवेश आपको अच्छा-ख़ासा मुनाफ़ा देंगे। पारिवारिक परेशानियों को हल करने में आपका बच्चों जैसा मासूम बर्ताव अहम किरदार अदा करेगा। आपके ज़हन में काम का दबाव होने के बावजूद आपका प्रिय आपके लिए ख़ुशी के पलों को लाएगा। लंबित परियोजनाएँ पूरी होने की दिशा में बढ़ेंगी। व्यस्त दिनचर्या के बावजूद भी आज आप अपने लिए समय निकालपाने में सक्षम होंगे। खाली वक्त में आज कुछ रचनात्मक कर सकते हैं। रोमानी नज़रिए से वैवाहिक जीवन के लिए अच्छा दिन है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- पीपल के वृक्ष पर जल चढाने से स्वास्थ्य बना रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिनमान आपके लिए बेहतरीन रहेगा। जमीन जायदाद से जुड़े मामले आपकी महत्वाकांक्षाओं को बढ़ाएंगे। उनसे आपको उत्तम लाभ भी मिलेगा। भाग्य की सहायता से कार्य में सफलता मिलेगी। भाई बहनों से कोई कहासुनी हो सकती है। परिवार में कोई फंक्शन हो सकता है। घर में लोगों का आना जाना लगा रहेगा। प्रेम जीवन बिता रहे लोगों को आज का दिन संतुष्टि देगा। अपने प्रिय से संबंध मजबूत होंगे। शादीशुदा लोग भी अपने गृहस्थ जीवन को लेकर आश्वस्त रहेंगे।मौज-मस्ती की यात्राएं और सामाजिक मेलजोल आपको ख़ुश रखेंगे और सुकून देंगे। यह बात भली भांति समझ लें कि दुख की घड़ी में आपका संचित धन ही आपके काम आएगा इसलिए आज के दिन अपने धन का संचय करने का विचार बनाएं। आपका मज़ाकिया स्वभाव सामाजिक मेल-जोल की जगहों पर आपकी लोकप्रियता में इज़ाफ़ा करेगा। आप और आपका महबूब आज प्यार के समुन्दर में गोते लगाएंगे और प्यार की मदहोशी को महसूस करेंगे। पेशेवर तौर पर अपने अच्छे काम की पहचान आपको मिल सकती है। बेवजह की उलझनों से दूर होकर आज आप किसी मंदिर, गुरुद्वारे या किसी भी धार्मिक स्थल पर अपना खाली समय बिता सकते हैं। मतभेदों की एक लम्बी श्रृंखला के पनपने के कारण आपको सामंजस्य बिठाने कें मुश्किल आएगी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- गणेश मंदिर में लडडुओं का भोग लगवाकर गरीब लोगों में बाँटने से आर्थिक पक्ष अच्छा रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिनमान आपके लिए उतार-चढ़ाव से भरा रहेगा। आप काफी व्यस्त भी रहेंगे। सेहत के प्रति उदासीनता आप को बीमार कर सकती है। खाने-पीने में परहेज ना रखने से सेहत बिगड़ सकती है। मन में खुशी की भावना तो आएगी, लेकिन खुलकर जाहिर नहीं कर पाएंगे। निजी जीवन में इसकी कमी महसूस होगी। जीवनसाथी से संबंध अच्छे रहेंगे, लेकिन प्रेम जीवन बिताने वालों को अपनी बात ना कर पाने का अफसोस होगा। काम के सिलसिले में आपको काफी भागदौड़ करनी पड़ेगी।क्षणिक आवेग में बहकर कोई निर्णय न करें। यह आपके बच्चों के हितों को हानि पहुँचा सकता है। अगर आप लोन लेने वाले थे और काफी दिनों से इस काम में लगे थे तो आज के दिन आपको लोन मिल सकता है। मुमकिन है कि आप अपने घर में या उसके आस-पास आज कुछ बड़े बदलाव करें। आप महसूस करेंगे कि प्यार में बहुत गहराई है और आपका प्रिय आपको सदा बहुत प्यार करेगा। जो लोग विदेश व्यापार से जुड़े हैं उन्हें आज मनमाफिक फल मिलने की पूरी उम्मीद है। इसके साथ ही नौकरी पेशा से जुड़े इस राशि के जातक आज अपनी प्रतिभा का पूर्ण इस्तेमाल कार्यक्षेत्र में कर सकते हैं। वह काम जो आज आप दूसरों के लिए स्वेच्छा से करेंगे, न सिर्फ़ औरों के लिए मददगार साबित होगा बल्कि आपके दिल में ख़ुद की छवि भी सकारात्मक होगी। अगर थोड़ी-सी कोशिश की जाए तो जीवनसाथी के साथ आज का दिन आपकी ज़िन्दगी के सबसे रोमानी दिनों में से एक हो सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- प्लास्टर ऑफ़ पेरिस से बनी मूर्तियां घर में रखने से स्वास्थ्य अच्छा होगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए बेहतर रहेगा। इनकम में बढ़ोतरी और खर्चों में तेजी दोनों साथ साथ चलेंगे, लेकिन फिर भी आपके पास पैसे की कमी नहीं आएगी। महत्वाकांक्षाओं की पूर्ति से मन हर्षित होगा। सेहत में गिरावट आ सकती है, इसलिए आपको सबसे ज्यादा ध्यान इसी पर देना होगा। निजी जीवन सामान्य रहेगा। प्रेम जीवन में तनाव बढ़ेगा। प्रेम जीवन में आपका प्रिय किसी बात पर आपको गुस्सा दिखा सकता है। जीवनसाथी से संबंध अच्छे रहें। इसके लिए शादीशुदा लोगों को प्रयास करना चाहिए। काम के सिलसिले में दिनमान बढ़िया है, लेकिन अपने सीनियर के लिए कुछ बुरा ना कहें।आज आपके पास प्रचुर ऊर्जा होगी- लेकिन काम का बोझ आपकी खीज की वजह बन सकता है। बिना विचार किये आपको किसी को भी अपना पैसा नहीं देना चाहिए नहीं तो आपको आने वाले वक्त में बड़ी परेशानी है सकती है। बच्चे को रोमांचक समाचार ला सकते हैं। प्रेम-जीवन में आशा की नयी किरण आयेगी। नई परियोजनाओं को आरम्भ करने के लिए शुभ दिन है। आपका आकर्षक और चुम्बकीय व्यक्तित्व सभी के दिलों को अपनी तरफ़ खींचेगा। जीवनसाथी से आपको अपने दिल की सारी बातें करने का भरपूर समय मिलेगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- पक्षियों के लिए पानी की व्यवस्था करने से धन की स्थिति अच्छी रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। अपने काम पर आपका पूरा ध्यान रहेगा, जिसकी वजह से आपने काम में अच्छे नतीजे पाएंगे। जमीन जायदाद से जुड़े मामलों में सफलता मिलेगी। प्रॉपर्टी का लाभ मिलेगा। इनकम में बढ़ोतरी होगी। खर्चे भी होंगे। कुछ धार्मिक कामों पर भी खर्च होंगे। परिवार में धन की आवक होगी, जिससे आर्थिक स्थिति बढ़िया रहेगी। सेहत में उतार-चढ़ाव रहेगा। दांपत्य जीवन तनावपूर्ण स्थितियों से गुजरेगा, जबकि प्रेम जीवन में आज का दिन रोमांस का होगा।अपने शरीर की थकान मिटाने और ऊर्जा-स्तर को बढ़ाने के लिए आपको पूरे आराम की ज़रूरत है, नहीं तो शरीर की थकावट आपके मन में निराशावादिता को जन्म दे सकती है। इस राशि के कारोबारियों को आज अपने घर के उन सदस्यों से दूर रहना चाहिए जो आपसे पैसा मांगते हैं और फिर लौटाते नहीं हैं। कोई ऐसा इंसान जिसके मन में आपके लिए ग़लत भावना थी आज मामला निबटाने और आपसे सुलह करने के लिए पहल करेगा। प्यार बहार की तरह है; फूलों, रोशनी और तितलियों से भरा हुआ। आज आपका रोमानी पहलू उभरकर आएगा। दूसरों को ऐसा काम करने के लिए बाध्य न करें, जो आप स्वयं न करना चाहें। अपने जरुरी कामों को निपटाकर आज आप अपने लिए समय तो अवश्य निकालेंगे लेकिन इस समय का उपयोग आप अपने हिसाब से नहीं कर पाएंगे। यह आपके पूरे वैवाहिक जीवन के सबसे ज़्यादा स्नेहपूर्ण दिनों में से एक हो सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- पौधों को पानी डालें। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। किसी लंबी ट्रैवलिंग की प्लानिंग हो सकती है। घरवालों के साथ घूमने जाने या अपने प्रिय के साथ घूमने जाने का मौका मिलेगा। कार्य क्षेत्र में आज का दिन अच्छा है, लेकिन अपने काम से काम रखो।इघर उधर की बातों में समय व्यर्थ ना करें। वरिष्ठ अधिकारी आपके काम पर ध्यान देंगे। इनकम ठीक-ठाक रहेगी। आप अपनी उत्तम कार्य कुशलता और मजबूत कॉन्फिडेंस से हर काम को अच्छे से करने की कोशिश करेंगे। सेहत में सुधार रहेगा। दांपत्य जीवन सामंजस्य पूर्ण रहेगा, जबकि प्रेम जीवन में भी आज का दिन उत्तम है।अपनी बीमारी के बारे में चर्चा करने से बचें। ख़राब तबियत से ध्यान हटाने के लिए कोई और दिलचस्प काम करें। क्योंकि इस बारे में आप जितनी ज़्यादा बातें करेंगे, उतनी ही ज़्यादा तकलीफ़ आपको होगी। नया आर्थिक क़रार अंतिम रूप लेगा और धन आपकी तरफ़ आएगा। आपसी संवाद और सहयोग आपके और आपके जीवनसाथी के बीच रिश्ते को मज़बूत बनाएगा। सम्हल कर दोस्तों से बात करें, क्योंकि आज के दिन दोस्ती में दरार पड़ने की आशंका है। किसी लघु या मध्यावधि पाठ्यक्रम में दाखिला लेकर अपनी तकनीकी क्षमताओं में निखार लाएँ। आज आपके पास खाली समय होगा और इस समय का इस्तेमाल आप ध्यान योग करने में कर सकते हैं। आपको आज मानसिक शांति का अहसास होगा। जीवनसाथी की वजह से आपको अनमने ढंग से बाहर जाना पड़ सकता है, जो बाद में आपकी झल्लाहट की वजह बनेगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- इलायची (बुध की कारक) का सेवन करने से हेल्थ अच्छी होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिनमान आपके लिए उतार-चढ़ाव से भरा रहेगा। मानसिक तनाव के साथ-साथ आर्थिक चुनौतियां आपका ध्यान अपनी ओर खींचएंगी। काम के सिलसिले में आज भागदौड़ से भरा दिन रहेगा। काफी व्यस्तता रहेगी, जिसकी वजह से आपके बीच मनमुटाव भी हो सकता है। फिर भी आपको अपने काम पर ध्यान देना होगा। घर में कुछ चुनौतियां आपका इंतजार करेंगी। शादीशुदा लोग अपने जीवनसाथी से घर के खास मुद्दों पर खुलकर बात करेंगे, तो अच्छा होगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान मध्यम है।आपकी सेहत ठीक रहेगी, लेकिन यात्रा आपके लिए थकाऊ और तनावपूर्ण साबित हो सकती है। प्राप्त हुआ धन आपकी उम्मीद के मुताबिक़ नहीं होगा। अपने जीवन-साथी के साथ अपनी गोपनीय जानकारी बांटने से पहले सोच लें। अगर मुमकिन हो तो इससे बचें, क्योंकि इन बातों के बाहर फैलने का ख़तरा है। आज आपकी कोई बुरी आदत आपके प्रेमी को बुरी लग सकती है और वो आपसे नाराज हो सकते हैं। आपके आत्मविश्वास में वृद्धि हो रहा है और तरक़्की साफ़ नज़र आ रही है। शाम का वक्त अच्छा रहे इसके लिए आपको दिनभर मन लगाकर काम करने की जरुरत है। वैवाहिक जीवन में सब कुछ अच्छा महसूस होगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए तांबे के पात्र से जल ग्रहण करें। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन मान आपके लिए अच्छा है। जीवनसाथी के साथ संबंध बढ़िया रहेंगे। उनकी बात मान कर कुछ नया करने की सोचेंगे। प्रेम जीवन के लिए भी दिनमान अच्छा है। बिजनेस करने वाले लोगों को आज उत्तम सफलता मिलेगी। काम के सिलसिले में आप काफी ट्रैवलिंग भी करेंगे, जो आपके लिए काम की साबित होगी। नौकरीपेशा लोगों को अपने काम में अच्छे नतीजे मिलेंगे। बॉस से तारीफ भी मिल सकती है। अपने गुस्से पर कंट्रोल रखने से सब अच्छा होगा।सामाजिक मेलजोल से ज़्यादा सेहत को प्राथमिकता दी जानी चाहिए। अपने जीवनसाथी के साथ मिलकर आज आप भविष्य के लिए कोई आर्थिक योजना बना सकते हैं और उम्मीद है कि यह योजना सफल भी होगी। आपके जीवन-साथी की सेहत तनाव और चिंता का कारण बन सकती है। एकतरफ़ा लगाव आपके लिए सिर्फ दिल तोड़ने का काम करेगा। काम पर लोगों के साथ मेलजोल में समझ और धैर्य से सावधानी बरतें। जीवन का आनंद लेने के लिए आपको अपने दोस्तों को भी समय देना चाहिए। अगर आप समाज से कटकर रहेंगे तो आवश्यकता पड़ने पर आपके साथ भी कोई नहीं होगा। अपने जीवनसाथी की वजह से आपको मानसिक अशान्ति का सामना करना पड़ सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- पिता अथवा गुरु के सुबह उठते ही पाँव छुए व सेवा करें। पारिवारिक जीवन सुख-शांतिमय रहेगा। \n"
}]
