horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज आप घर के किसी सदस्य या संतान की किसी बात से दुखी हो सकते हैं और हो सकता है कि आपकी प्रेमिका व जीवन साथी भी आपको आज कोई ऐसी बात बोल दे, जिससे आपका मन दुखी हो, लेकिन व्यवसाय की उन्नति देखकर आपका मन खुशी होगा। नौकरी से जुड़े जातकों को आज अपने कार्यालय में कुछ कठिन व्यवहार अपनाना होगा, नहीं तो आपके जूनियर्स आपको परेशान करने की कोशिश करेंगे। विद्यार्थियों के उच्च शिक्षा के मार्ग प्रशस्त होंगे। संतान की तरक्की देख के आज मन में प्रसन्नता रहेगी।तनाव को नज़रअंदाज़ न करें। यह तम्बाकू और शराब की ही तरह ख़तरनाक महामारी है, जो तेज़ी से पाँव पसार रही है। आर्थिक पक्ष के मजबूत होने की पूरी संभावना है। अगर आपने किसी शख्स को पैसा उधार दिया था तो आज आपको वो पैसा वापस मिलने की उम्मीद है। परिवार में आप एक संधि कराने वाले दूत का दायित्व निभाएंगे। सबकी परेशानियों पर ग़ौर करें, जिससे समस्याओं पर समय रहते क़ाबू पाया जा सके। प्रेम के दृष्टिकोण से आपके लिए यह दिन विशेष रहने वाला है। अगर आप कार्यक्षेत्र में बेहतर करना चाहते हैं तो अपने काम में आधुनिकता लाने की कोशिश करें। इसके साथ ही नई तकनीक से अपडेटेड रहें। घर के छोटे सदस्यों को साथ लेकर आज आप किसी पार्क या शॉपिंग मॉल में जा सकते हैं। आज के दिन आपका वैवाहिक जीवन एक विशिष्ट दौर से गुज़रेगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- सूर्योदय के समय प्राणायाम करने से स्वास्थ्य बना रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआजकल आपके लिए कुछ निर्णय महत्वपूर्ण रह सकता है। आप आज अपने घर परिवार में किसी सदस्य के भविष्य से संबंधित कोई बड़ा फैसला ले सकते हैं। यदि आज ऐसा हो, तो उसमें अपने परिवार के बुजुर्गों से सलाह अवश्य लें। दाम्पत्य जीवन सुखमय रहेगा। जीवनसाथी का भरपूर सहयोग मिलेगा। यदि लंबे समय से आपसे कुछ कार्य रुके हुए थे, तो पूरे हो सकते हैं। सामाजिक क्षेत्र में भी आज आपकी ख्याति चारों ओर फैलेगी, जिससे  लोग आपसे मित्रता रखने की कोशिश करेंगे और आपके मित्रों की संख्या में इजाफा होगा। आज आप अपने पड़ोसी की मदद के लिए आगे आएंगे।असहजता आपकी मानसिक शांति में बाधा पैदा कर सकती है, लेकिन कोई दोस्त आपकी परेशानियों के समाधान में काफ़ी मददगार साबित होगा। तनाव से बचने के लिए मधुर संगीत का सहारा लें। बिना बताये आज कोई देनदार आपके अकाउंट में पैसे डाल सकता है जिसके बारे में जानकर आपको अचंभा भी होगा और खुशी भी। विवाद, मतभेद और दूसरों की आपमें कमियाँ निकालने की आदत को नज़रअन्दाज़ करें। प्रेम के दृष्टिकोण से आपके लिए यह दिन विशेष रहने वाला है। दफ़्तर में आपको कुछ ऐसा काम मिल सकता है, जिसे आप हमेशा से करना चाहते थे। टैक्स और बीमे से जुड़े विषयों पर ग़ौर करने की ज़रूरत है। यह आपके पूरे वैवाहिक जीवन के सबसे ज़्यादा स्नेहपूर्ण दिनों में से एक हो सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- हनुमान चालीसा का पाठ करना स्वास्थ्य के लिए शुभ रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। नौकरी में कार्यरत लोगों को आज प्रमोशन हो सकता है, उसके लिए आपको अपने अधिकारियों को प्रसन्न रखना होगा। समाज में लोगों के बीच आज आपको मान सम्मान प्राप्त हो सकता है। आज आपको किसी जरूरी कार्य पर धन खर्च करना पड़ सकता है। आज आप खरीदारी करने आप परिवार के साथ बाहर जा सकते हैं। विदेशों से व्यापार कर रहे लोग को आज कोई शुभ समाचार सुनने को मिल सकता है। सायंकाल का समय आज आप अपने माता पिता की सेवा में व्यतीत करेंगे।अपने काम के लिए दूसरों पर दबाव न डालें। दूसरे लोगों की इच्छाओं और दिलचस्पियों पर भी ग़ौर करें, इससे आपको दिली ख़ुशी हासिल होगी। आज का दिन ऐसी चीज़ों को ख़रीदने के लिए बढ़िया है, जिनकी क़ीमत आगे चलकर बढ़ सकती है। दोस्त और पारिवारिक मित्र आपका उत्साह बढ़ाएंगे। जो अपने प्रिय के साथ छुट्टियाँ बिता रहे हैं, ये उनकी ज़िन्दगी के सबसे यादगार लम्हों में से होंगे। किसी नयी परियोजना पर काम करने से पहले अच्छी तरह सोच-विचार लें। आप खाली समय में अपने पसंदीदा काम करना पसंद करते हैं, आज भी आप ऐसा ही कुछ करने का सोचेंगे लेकिन किसी शख्स के घर में आने की वजह से आपका यह प्लान चौपट हो सकता है। यह समय जीवन में आपको वैवाहिक जीवन का भरपूर आनन्द देगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- माता(चन्द्र की कारक) को सम्मान देना व उनकी सेवा करने से नौकरी/बिज़नेस के लिए लाभदायक है। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए मिला जुला रहेगा। आज आप थोड़ा परेशान रहेंगे, इससे आपका किसी काम में मन नही लगेगा। आपको किसी बात से निराश होने की आवश्यकता नहीं है। प्रेम जीवन में आज नयी ऊर्जा का संचार होगा। परिवार में किसी सदस्य के स्वास्थ्य में आज कमी आ सकते हैं। यदि ऐसा होता है, तो तुरंत डाक्टर से परामर्श अवश्य लें, इसमें कुछ धन भी व्यय होगा। आज दोपहर के बाद आप एक नई ऊर्जा महसूस करेंगे, जिससे आप अपने सभी रूके हुए कार्यों को पूरा करेंगे। यदि ऐसा नहीं किया, तो भविष्य में आप परेशान हो सकते हैं। विवाह योग्य जातकों के लिए आज उत्तम विवाह के प्रस्ताव आएंगे।बाहर का और खुला खाना खाते वक़्त ख़ास तौर पर बचाव पर ध्यान देने की ज़रूरत है। हालाँकि बिना वजह तनाव न लें, क्योंकि यह आपको मानसिक कष्ट दे सकता है। आप उन योजनाओं में निवेश करने से पहले दो बार सोचें जो आज आपके सामने आयी हैं। आपकी ज्ञान की प्यास आपको नए दोस्त बनाने में मददगार साबित होगी। आपके प्रिय का डांवाडोल मिज़ाज आपको परेशान कर सकता है। आज आपने जो नई जानकारी हासिल की है, वह आपको अपने प्रतिस्पर्धियों पर बढ़त दिलाएगी। व्यस्त दिनचर्या के बावजूद भी आज आप अपने लिए समय निकालपाने में सक्षम होंगे। खाली वक्त में आज कुछ रचनात्मक कर सकते हैं। आपकी भागदौड़ भरी दिनचर्या के कारण आपका जीवनसाथी ख़ुद को दरकिनार महसूस कर सकता है, जिसका इज़हार शाम को होना मुमकिन है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- किसी भी कार्य से बाहर जाते वक्त मस्तक पर लाल टीका लगाकर जाना आर्थिक पक्ष को मजबूत करेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए सम्मान प्राप्ति का रहेगा। ससुराल पक्ष से भी आज आपको मान सम्मान मिलता दिख रहा है। आर्थिक स्थिति मजबूत होगी। यदि आपका कोई सरकारी कार्य रहे लंबे समय से लटका हुआ था, तो वह आज पूरा हो सकता है और संतान के भविष्य से संबंधित फैसला आज आप ले सकते हैं। यदि आज किसी संपत्ति में निवेश करने का मन बना रहे हैं, तो उसके लिए भी दिन उत्तम रहेगा। विद्यार्थियों को आज गुरुजनों का आशीर्वाद प्राप्त होगा। ससुराल पक्ष के किसी व्यक्ति को आज उधार देना पड़े, तो सोच समझ करें क्योंकि उसके वापस आने की संभावना बहुत कम है।बीमारी आपकी उदासी की वजह हो सकती है। आपको परिवार में फिर से ख़ुशी का माहौल बनाने के लिए जल्द-से-जल्द इससे बाहर आने की ज़रूरत है। कुछ ख़रीदने से पहले उन चीज़ों का इस्तेमाल करें, जो पहले से आपके पास हैं। दोस्त और जीवनासाथी आराम तथा ख़ुशी देंगे, नहीं तो बाक़ी दिन उबाऊ और नीरस गुज़रेगा। किसी से आँखें चार होनी की काफ़ी संभावना है। कार्यालय में कोई आपको कुछ बढ़िया चीज़ या ख़बर दे सकता है। खाली समय में आज आप अपने मोबाइल पर कोई वेब सीरीज देख सकते हैं। आज आपको महसूस होगा कि जीवनसाथी की ज़िन्दगी में आपकी कितनी एहमियत है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- मिटटी की गुल्लक में सिक्के डालें और भरने पर किसी तीर्थ या बच्चों को देने से स्वास्थ्य बेहतर होगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहेगा और आपका मूड भी अच्छा रहेगा। यदि आज आप कोई लोन लेना चाहते हैं, तो वह आपको आसानी से मिल जाएगा। आज आप अपने व्यापार के लिए कुछ पास व दूर की यात्राएं भी कर सकते हैं। यदि संतान के विवाह मे कोई बाधा आ रही थी, तो वह आज समाप्त होगी। उत्तम अवसर प्राप्त होंगे। यदि आज आप कोई नई संपत्ति मकान दुकान आदित्य खरीदने का मन बना रहे हैं, तो उसके लिए दिन उत्तम रहेगा। नौकरी में आज आपके शत्रु आपकी तरक्की देखकर कुछ जलन महसूस करेंगे, लेकिन वह आपका कुछ नहीं बिगाड़ पाएंगे।आउटडोर गतिविधियां काफ़ी थकावटी और तनाव देने वाली साबित होंगी। ऐसा लगता है आप जानते हैं कि लोग आपसे क्या चाहते हैं- लेकिन आज अपने ख़र्चों को बहुत ज़्यादा बढ़ाने से बचें। किसी दूर के रिश्तेदार से अचानक मिली ख़बर आपका दिन बना सकती है। क्या आपने कभी गुलाब और केवड़े की महक को एक साथ महसूस किया है? आज आपकी ज़िन्दगी प्यार-मोहब्बत के नज़रिए से ऐसे ही महकने को है। करिअर से जुड़े फ़ैसले ख़ुद करें, बाद में इसका लाभ आपको मिलेगा। आज इस राशि के कुछ छात्र लेपटॉप या टीवी पर कोई मूवी देखकर अपना कीमती समय जाया कर सकते हैं। एक बढ़िया जीवनसाथी के साथ जीवन वाक़ई अद्भुत लगता है और आज आप इस बात का अनुभव कर सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- दूध व दही का सेवन करने से स्वास्थ्य लाभ होगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके कार्यों के लिए अनुकूल मालूम होता दिख रहा है। विद्यार्थियों को परीक्षा में आज उत्तम सफलता प्राप्त हो सकती है। ससुराल पक्ष से भी आज धन लाभ होता दिख रहा है। आज आपकी माताजी से आपकी कुछ बहसबाजी हो सकती है। व्यवसाय या कारोबार से संबंधित कोई लिखा पड़ी करनी पड़े, तो उसके जरूरी दस्तावेज अवश्य चेक करें। बिजनेस कर रहे लोगों को आज अपने पिताजी की सलाह की आवश्यकता होगी। भाई बहनों का भरपूर सहयोग मिलेगा। जीवन साथी के लिए आज कोई उपहार खरीद सकते हैं। सायंकाल का समय आज आप किसी मंगलिक कार्यक्रम मे सम्मिलित हो सकते हैं।अपनी सेहत के बारे में ज़रूरत से ज़्यादा चिंता न करें। निश्चिंतता बीमारी की सबसे बड़ी दवा है। आपका सही रवैया ग़लत रवैये को हराने में क़ामयाब रहेगा। आज आप अपना धन धार्मिक कार्यों में लगा सकते हैं जिससे आपको मानसिक शांति मिलने की पूरी संभावना है। अपने स्वभाव को अस्थिर न होने दें- ख़ासतौर पर अपनी पत्नी/पति के साथ- नहीं तो यह घर की शांति पर असर डाल सकता है। आप साथ में कहीं घूमने-फिरने जाकर अपने प्रेम-जीवन में नयी ऊर्जा का संचार कर सकते हैं। आपको कार्यक्षेत्र में अच्छे फल पाने के लिए अपने काम करने के तरीके पर गौर करने की जरुरत है नहीं तो आप बॉस की नजरों में आपकी नकारात्मक छवि बन सकती है। आज जीवन के कई अहम मुद्दों पर आप घरवालों के साथ बैठकर बात कर सकते हैं। आपकी बातें घरवालों को परेशान कर सकती हैं लेकिन इन बातों का हल अवश्य निकलेगा। यह दिन शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक रहेगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- बेडरूम में क्रिस्टल बॉल्स रखने से स्वास्थ्य बेहतर होगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए संभल कर चलने का होगा क्योंकि आज सुबह से ही आपके कार्यों को बिगाड़ने का हर संभव प्रयास करेंगे। आज कोई कार्य आपकी सोच के विपरीत हो सकता है। कोई व्यक्ति जिस पर आप भरोसा करते हैं, वह आपको धोखा दे सकता है। विदेश में व्यापार कर रहे, जातकों को आज कोई शुभ सूचना प्राप्त हो सकती है। संतान को अच्छे कार्य करते देख आज मन में प्रसन्नता रहेगी। दान-पुण्य के कार्यों पर भी आज आप कुछ धन व्यय करेंगे। अपनी आय और व्यय दोनों में संतुलन बना कर रखना होगा।आज आपके पास अपनी सेहत और लुक्स से जुड़ी चीज़ों को सुधारने के लिए पर्याप्त समय होगा। अगर आपको लगता है कि आपके पास पर्याप्त धन नहीं है तो आज घर के किसी बड़े से धन संचित करने की सलाह लें। एक ख़ुशनुमा और बढ़िया शाम के लिए आपका घर मेहमानों से भर सकता है। बेवजह का शक रिश्तों को खराब करने का काम करता है। आपको भी अपने प्रेमी पर शक नहीं करना चाहिए। यदि किसी बात को लेकर आपके मन में उनके प्रति संशय है तो उनके साथ बैठकर हल निकालने की कोशिश करें। अपना बायोडाटा भेजने या किसी इंटरव्यू में जाने के लिए अच्छा समय है। इस राशि के जातक आज के दिन अपने भाई-बहनों के साथ घर पर कोई मूवी या मैच देख सकते हैं। ऐसा करके आप लोगों के बीच प्यार में इजाफा होगा। किसी ख़बसूरत याद के कारण आपके और आपके जीवनसाथी के बीच की अनबन रुक सकती है। इसलिए वाद-विवाद की हालत में पुराने दिनों की यादों को ताज़ा करना न भूलें। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- किसी काले कुत्ते की देख-भाल करना प्रेम सम्बन्धों को अच्छा करने के लिए शुभ है। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ मुश्किलें भरा हो सकता है। आज आपके कुछ कार्य बिगड़ने से आपकी निराशा बढ़ सकती है। व्यर्थ के डर की आशंका से आपका मन अशांत रहेगा। यदि किसी कार्य में निवेश करना पडे, तो सोच विचार कर करें। नौकरी करने वाले जातकों को आज कुछ तनाव महसूस होगा, जिससे वह अपने क्रोध पर काबू रखने में नाकामयाब रहेंगे। यदि ऐसा हुआ, तो आपके अधिकारी आज आपसे नाराज हो सकते हैं। व्यापार में आज दिन भर लाभ के अवसर मिलते रहेंगे, जिससे आपकी आर्थिक स्थिति मजबूत होगी। आज आप परिवार के सदस्यों की आवश्यकता की पूर्ति करने में सफल रहेंगे।सोचने से पहले दो बार सोचें। अनजाने ही आपका नज़रिया किसी की भावनाओं को आहत कर सकता है। जो व्यापारी अपने कारोबार के सिलसिले में घर से बाहर जा रहे हैं वो अपने धन को आज बहुत संभालकर रखें। धन चोरी होने की संभावना है। आपके माता-पिता की सेहत पर ज़्यादा ध्यान दिए जाने की ज़रूरत है। सोशल मीडिआ पर अपने प्रिय के पिछले 2-3 संदेश देखिए, आपको एक ख़ूबसूरत ताज्जुब का एहसास होगा। अपना बायोडाटा भेजने या किसी इंटरव्यू में जाने के लिए अच्छा समय है। घर में पड़ी कोई पुरानी वस्तु आज आपको मिल सकती है जिससे आपको अपने बचपन के दिनों की याद सता सकती है और आप उदासी के साथ अपने दिन का काफी समय अकेले बिता सकते हैं। एक बढ़िया जीवनसाथी के साथ जीवन वाक़ई अद्भुत लगता है और आज आप इस बात का अनुभव कर सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- हरे रंग की कांच की बोतल में जल भरकर धूप में रखें व उस जल का सेवन करने से फैमिली लाइफ में खुशियाँ बढ़ती हैं। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ मिश्रित परिणाम लेकर आएगा। आज का दिन में कुछ जानकारी हासिल करने वाला रहेगा, जो आपकी बौद्धिक क्षमता को बढ़ाने वाला होगा। किसी बड़े लाभ की आशा में आज दिन सार्थक नजर आएगा। राजनीतिक कार्यों में भी आज बढ़ चढ़कर हिस्सा लेंगे। सायंकाल के समय आज आप अपने परिवार के सदस्यों के साथ देव दर्शन की यात्रा के लिए जा सकते हैं। भाई बहन के विवाह में आ रही बांधा आज दूर होगी। सायंकाल का समय आज आप अपने जीवनसाथी को कहीं बाहर घुमाने लेकर जा सकते हैं।सेहत से जुड़ी समस्याएँ आपके लिए परेशानी का सबब बन सकती हैं। व्यापाार में मुनाफा आज कई व्यापारियों के चेहरे पर खुशी ला सकता है। अगर आप अपनी घरेलू ज़िम्मेदारियों को अनदेखा करेंगे, तो कुछ ऐसे लोग नाराज़ हो सकते हैं जो आपके साथ रहते हैं। किसीकी दख़लअंदाज़ी के चलते आपके और आपके प्रिय के रिश्ते में दूरियाँ आ सकती हैं। आपका प्रतिस्पर्धी स्वभाव आपको दूसरों से आगे रखने में मदद करेगा। आज जीवनसाथी के साथ समय बिताने के लिए आपके पास पर्याप्त समय होगा। आपके प्रेम को देखकर आज आपका प्रेमी गदगद हो जाएगा। शादीशुदा ज़िन्दगी के नज़रिए से यह थोड़ा मुश्किल वक़्त है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अच्छे स्वास्थ्य का आनंद लेने के लिए अपने घर का मध्य स्थान (ब्रह्म स्थान) साफ रखें। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आप की उन्नति के नए-नए मार्ग खोलेगा और आपके व्यापार में यदि कोई डील लटकी थी, तो आज पूरी हो सकती है। आज आपकी माता जी के स्वास्थ्य में कुछ गिरावट आ सकती है। परिवार में आज कोई विवाद पनप सकता है, जिससे मानसिक कष्ट का अनुभव होगा। आज आपके कार्यक्षेत्र में लोगों का आना जाना रहा है। इस बीच कुछ अपने ही आपकी चिंता को बढ़ा सकते हैं। आज आप कुछ आपको सामाजिक कार्यों में बढ़ चढ़कर हिस्सा लेंगे, इसमें कुछ धन भी व्यय करेंगे। सायंकाल का समय आप आप अपने परिवार के छोटे बच्चों के साथ मौज मस्ती में व्यतीत करेंगे।आज आप ऊर्जा से लबरेज़ होंगे- आप जो भी करेंगे उसे आप उससे आधे वक़्त में ही कर देंगे, जितना वक़्त आप अक्सर लेते हैं। आज आप अपना धन धार्मिक कार्यों में लगा सकते हैं जिससे आपको मानसिक शांति मिलने की पूरी संभावना है। आपके आकर्षण और व्यक्तित्व के ज़रिए आपको कुछ नए दोस्त मिलेंगे। जो भी बोलें, सोच-समझकर बोलें। क्योंकि कड़वे शब्द शांति को नष्ट करके आपके और आपके प्रिय के बीच दरार पैदा कर सकते हैं। अहम योजनाओं को समय पर पूरा करके आप काफ़ी लाभ हासिल करने में सफल रहेंगे। अपने व्यक्तित्व और रंग-रूप को बेहतर बनाने का कोशिश संतोषजनक साबित होगी। जीवनसाथी की ओर से जानबूझ कर भावनात्मक चोट मिल सकती है, जिसके चलते आप उदास हो सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- काला वस्त्र गरीब को दान करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए निश्चित रूप से फलदायक रहेगा। आप आज संतान को किसी प्रतियोगिता में भाग दिलाने के लिए भाग-दौड़ करेंगे, जिसे सायंकाल के समय आपको थोडी थकान महसूस हो सकती है। आज दोपहर तक बहुत से काम एक साथ आपके सामने आएंगे, लेकिन आपको कुछ जरूरी कामों को पूरा करना होगा, नहीं तो वह भी अधूरे रह जाएंगे। आज आप अपने व्यापार के लिए किसी वरिष्ठ सदस्यों से सलाह ले सकते हैं, जो आपके व्यापार के लिए उत्तम रहेगी। सायंकाल का समय आप अपने मित्रों के साथ मौज मस्ती में व्यतीत करेंगे।दूसरों के साथ ख़ुशी बांटने से सेहत और खिलेगी। आर्थिक पक्ष के मजबूत होने की पूरी संभावना है। अगर आपने किसी शख्स को पैसा उधार दिया था तो आज आपको वो पैसा वापस मिलने की उम्मीद है। जीवनसाथी आपको धूम्रपान की लत से छुटकारा पाने के लिए प्रेरित करेगा। दूसरी बुरी आदतें छोड़ने के लिए भी बढ़िया समय है, क्योंकि जब लोहा गर्म हो तभी वार किया जाता है। आज रोमांस आपके दिलो-दिमाग़ पर छाया रहेगा। सेमिनार और गोष्ठियों में हिस्सा लेकर आज आप कई नए विचार पा सकते हैं। अचानक आज आप काम से छुट्टी लेने का प्लान बना सकते हैं और अपने परिवार के साथ वक्त बिता सकते हैं। आज आप अपने जीवनसाथी के साथ सैर-सपाटे का मज़ा ले सकते हैं। साथ में समय गुज़ारने का यह बढ़िया मौक़ा है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- पांच गरीब कन्याओं को हरी रंग की बर्फी बाँटने से पारिवारिक जीवन खुशहाल रहेगा। \n"
}]
