horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपको आज अपने कार्य क्षेत्र में ऑफिस में कुछ नए अधिकार प्राप्त हो सकते हैं, जिनका आपको ध्यान रखना होगा और लोगों को भी उन्हें मानने के लिए समझाना पड़ेगा। संतान के लिए विवाह के अच्छे-अच्छे प्रस्ताव आएंगे, जिसमे आपकी रुचि बढ़ती हुई नजर आ रही है। जीवनसाथी आज आपसे किसी बात को लेकर नाराज हो सकता है, लेकिन आपको उन्हें मनाने की आवश्यक कोशिश करनी चाहिए। विद्यार्थियों को आज अपने कैरियर को लेकर थोड़ी चिंता हो सकती है।अपनी शारीरिक चुस्ती-फुर्ती को बनाए रखने के लिए आप आज का दिन खेलने में व्यतीत कर सकते हैं। अपने निवेश और भविष्य की योजनाओं को गुप्त रखें। अपने जीवन-साथी के साथ बेहतर समझ ज़िन्दगी में ख़ुशी, सुकून और समृद्धि लाएगी। ताज़ा फूल की तरह अपने प्यार में भी ताज़गी बनाए रखें। कार्यालय में कोई आपको कुछ बढ़िया चीज़ या ख़बर दे सकता है। देर शाम तक आपको कहीं दूर से कोई अच्छी ख़बर सुनने को मिल सकती है। कहते हैं कि स्त्रियाँ शुक्र और परुष मंगल ग्रह के रहने वाले हैं, लेकिन आज के दिन विवाहित शुक्र और मंगल एक-दूसरे में घुल जाएंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- घर में एक्वेरियम स्थापित करके मछलियों को चारा खिलाने से धन वृद्धि होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। आपके परिवार में किसी आवश्यक विषय पर चर्चा हो सकती है और उसमें वृद्ध जनों से आपकी कुछ बहस बाजी भी हो सकती है, लेकिन आपको उनकी राय सुन्नी होगी, तभी आगे चलकर आपके लिए बहुत उपयोगी सिद्ध होगी। आज आपके शत्रु प्रबल होंगे। कानून से संबंधित मामलों में आज आपको सफलता मिलेगी। आपके पारिवारिक बिजनेस में आज आपको अपने जीवन साथी की बात माननी होगी। धर्म कर्म के कार्यों में आज आपका मन लगेगा।अपने मानसिक स्वास्थ्य पर ध्यान दें, जो आध्यात्मिक जीवन के लिए आवश्यक है। मस्तिष्क जीवन का द्वार है, क्योंकि अच्छा-बुरा सब-कुछ इसी के माध्यम से आता है। यही ज़िंदगी की समस्याएँ दूर करने में सहायक सिद्ध होता है और सही सोच से इंसान को आलोकित करता है। विदेशों में पड़ी आपकी जमीन आज अच्छे दामों में बिक सकती है जिससे आपको मुनाफा होगा। परिवार के साथ सामाजिक गतिविधियाँ सभी को ख़ुश रखेंगी। आपके प्रिय की ख़राब तबियत के चलते रोमांस को दरकिनार होना पड़ सकता है। नाते-रिश्तेदार तरक़्क़ी और समृद्धि के लिए नयी योजनाएँ लाएंगे। समय का अच्छा इस्तेमाल करने के लिए आज आप पार्क में घूमने का प्लान बना सकते हैं लेकिन वहां किसी अनजान शख्स से आपकी बहस होने की अशंका है जिससे आपका मूड खराब हो जाएगा। अपने जीवनसाथी की वजह से आपको मानसिक अशान्ति का सामना करना पड़ सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- प्रेम सम्बन्धों में मजबूती के लिए अपने प्रेमी/प्रेमिका को नीले रंग के फूल गिफ्ट करें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मिला जुला रहेगा। आज आपको अचानक से कहीं से कोई रुका हुआ धन प्राप्त हो सकता है, जिससे आपकी आर्थिक स्थिति मजबूत होगी और आपका मन प्रसन्न होगा, लेकिन बेहतर होगा कि आपने जिन से उधार लिया हुआ है, आप आज उसे चुका दें, जिससे कि अधिक से अधिक लोगों का कर्जो खत्म हो सके और आप सुकून की जिंदगी जी सके। परिवारिक बिजनेस में संतान से सहयोग प्राप्त होगा। व्यापार में भागीदारों तथा पत्नी पक्ष से भी आज आप को पूर्ण सहयोग प्राप्त होगा। विद्यार्थी यदि किसी प्रतियोगिता की तैयारी में लगे हैं, तो उसमें सफलता प्राप्त होगी।सेहत पर ग़ौर करने की ज़रूरत है। लम्बे समय से अटके मुआवज़े और कर्ज़ आदि आख़िरकार आपको मिल जाएंगे। कुल मिलाकर फ़ायदेमंद दिन है। लेकिन आप समझते थे जिसपर आप आँखें बंद करके यक़ीन कर सकते हैं, वह आपके भरोसे को तोड़ सकता है। रोमांस को झटका लगेगा और आपके क़ीमती तोहफ़े भी आज जादू चलाने में विफल रहेंगे। सही दिशा में ईमानदारी से उठाए गए क़दम निश्चित तौर पर लाभ देंगे। आज घर में किसी पार्टी की वजह से आपका कीमती समय बर्बाद हो सकता है। ख़ुद तनावग्रस्त होने की झल्लाहट आप बेवजह अपने जीवनसाथी पर निकाल सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- काले-सफेद कुत्ते को दूध-रोटी खिलाने से प्रेम सम्बन्ध बेहतर होंगे। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आपको बहुत दिनों से जिस रुके हुए धन की आवश्यकता थी, वह आज आपको प्राप्त होता दिख रहा है। सायंकाल के समय आज आप अपने परिवार के सदस्यों के साथ किसी मांगलिक कार्यक्रम में हर्षोल्लास के साथ व्यतीत करेंगे। किसी पुराने मित्र से हुई मुलाकात आपको भविष्य में आर्थिक लाभ दिलवाएगी। आपको राजनीतिक व सामाजिक क्षेत्र में अच्छी सफलता मिलती दिख रही है। जो लोग विदेश से व्यापार कर रहते हैं, उनको आज नए नए आइडिया आयेगे, जिससे अपने बिजनेस को आगे बढ़ा सकते हैं।ज़िंदगी का भरपूर लुत्फ़ उठाने के लिए अपनी महत्वाकांक्षाओं को क़ाबू में रखें। योग का सहारा लें, जो आध्यात्मिक, मानसिक और शारीरिक तौर पर स्वस्थ रखकर दिल और दिमाग़ को बेहतर बनाता है। लम्बे समय से अटके मुआवज़े और कर्ज़ आदि आख़िरकार आपको मिल जाएंगे। अपनी महत्वाकांक्षाओं को ऐसे बड़ों के साथ बांटें, जो आपकी सहायता कर सकते हैं। आज आप अपने प्रिय से अपने जज़्बात का इज़हार करने में मुश्किल महसूस करेंगे। आज आपने जो नई जानकारी हासिल की है, वह आपको अपने प्रतिस्पर्धियों पर बढ़त दिलाएगी। वक़ील के पास जाकर क़ानूनी सलाह लेने के लिए अच्छा दिन है। आपको अपने जीवनसाथी का सख़्त और रुखा पहलू देखने को मिल सकता है, जिसके चलते आप असहज महसूस करेंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- किसी भी साधु को कुछ पैसे देते रहने से लव लाइफ अच्छी चलेगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज आप अपने नौकरी व दुकान में अपने पिताजी की सलाह से किसी गंभीर समस्या का हल निकालने में सफल होंगे। भाई बहनों के रिश्ते में आज स्नेह बढ़ेगा। आपको आज अपने पड़ोसी व अन्य लोगों की भावनाओं को पहचानना होगा और उनके अनुसार चलने का प्रयास करना होगा, तभी आपको आत्म संतोष प्राप्त होगा, ध्यान रखें कभी भी किसी की बात सुनने में कोई समस्या नहीं होती, लेकिन वह बात सही होनी चाहिए, जो लोग विवाह योग्य आज उनके लिए विवाह के अच्छे-अच्छे प्रस्ताव आएंगे। रोजगार की दिशा में प्रयास कर रहे लोगों को सफलता मिलेगी।आज के दिन ऐसी चीज़ों पर काम करने की ज़रूरत है, जो आपकी सेहत में सुधार ला सकती हैं। जो लोग काफी वक्त से आर्थिक तंगी से गुजर रहे थे उन्हें आज कहीं से धन प्राप्त हो सकता है जिससे जीवन की कई परेशानियां दूर हो जाएंगी। आज आपमें धैर्य की कमी रहेगी। इसलिए संयम बरतें, क्योंकि आपकी तल्ख़ी आस-पास के लोगों को दुःखी कर सकती है। आपकी आँखें इतनी चमकीली हैं कि वे आपके प्रिय की अंधेरी रात को भी रोशन कर सकती हैं। आज आपके पास अपनी धनार्जन की क्षमता को बढ़ाने के लिए ताक़त और समझ दोनों ही होंगे। इस राशि के जातक आज खाली वक्त में रचनात्मक काम करने का प्लान तो बनाएंगे लेकिन उनका यह प्लान पूरा नहीं हो पाएगा। आज के दिन आपके और आपके जीवनसाथी के लिए गहरी आत्मीयतापूर्ण बातें का सही समय है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- दूध में हल्दी डालकर पीने व नहाने वाले पानी में हल्दी डालकर स्नान करने से पारिवारिक जीवन अच्छा होगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज आपको अपने कार्य क्षेत्र में शत्रुओं से सावधान रहना होगा, नहीं तो आपको नुकसान उठाना पड़ सकता है क्योंकि वह आपको परेशान करने का हर संभव प्रयास करेंगे, लेकिन आपको सतर्क रहना होगा। परिवार के किसी व्यकति के स्वास्थ्य की सेहत में आज कमी आ सकती है, इसलिए भागदौड़ भी अधिक करनी पड़ सकती है और धन भी अधिक व्यय होगा, लेकिन परेशान ना हो। शाम तक उनकी सेहत में सुधार आज हो जाएगा, महिला सहकर्मी व अधिकारी आज आपका सहयोग कर सकते हैं, जिससे आपके दिल में उनके लिए सम्मान अधिक हो जाएगा। विद्यार्थियों को तकनीकी क्षेत्र में सफलता प्राप्त होगी।आपका व्यक्तित्व आज इत्र की तरह महकेगा और सबको आकर्षित करेगा। अतिरिक्त धन को रिअल एस्टेट में निवेश किया जा सकता है। ऐसी जानकारी ज़ाहिर न करें, जो व्यक्तिगत और गोपनीय हो। आपको अपनी हार से कुछ सबक़ सीखने की ज़रूरत है, क्योंकि आज अपने दिल की बात ज़ाहिर करने से नुक़सान भी हो सकता है। आपमें बहुत-कुछ हासिल करने की क्षमता है- इसलिए अपने रास्ते में आने वाले सभी मौक़ों को झट-से दबोच लें। आपके घर वाले आज आपसे कई परेशानियां शेयर करेंगे लेकिन आप अपनी ही धुन में मस्त रहेंगे और खाली समय में कुछ ऐसा करेंगे जो करना आपको पसंद है। आपके जीवनसाथी की बेरुख़ी दिन भर आपको उदास रख सकती है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- पारिवारिक जीवन को अच्छा रखने के लिए रसोई घर के अंदर नंगे पाँव लकड़ी की चौकी पर बैठकर खाना खाएं। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपका सुकून से जिंदगी जीने का होगा। घर के पुराने लटके हुए कार्यों को भी आपको पुरा करने का मौका मिलेगा। आज आपको कुछ महान पुरुषों से मेलजोल करने का भी अवसर प्राप्त होगा। यदि आप कोई प्रॉपर्टी खरीदना चाहते हैं, तो उसके सभी पहलुओ को गंभीरता से जांच लें। आज किसी से लड़ाई झगड़े में ना पड़े और वाणी पर नियंत्रण रखें। आपकी आर्थिक स्थिति भी मजबूत होती दिख रही है, जिससे आपको भविष्य की चिंता भी कम होगी।मुश्किल परिस्थितियों का सामना करते वक़्त आपको हिम्मत और मज़बूती दिखाने की ज़रूरत है। सकारात्मक रवैये के माध्यम से आप आसानी से इन बाधाओं को पार कर सकते हैं। पुराने निवेशों के चलते आय में बढ़ोत्तरी नज़र आ रही है। कुछ लोग जितना कर सकते हैं, उससे कई ज़्यादा करने का वादा कर देते हैं। ऐसे लोगों को भूल जाएँ जो सिर्फ़ गाल बजाना जानते हैं और कोई परिणाम नहीं देते। यह दिन प्रसन्नता और ज़िन्दादिली के साथ किसी ख़ास संदेश को भी देगा । भागीदार आपकी योजनाओं और व्यावसायिक ख़यालों के प्रति उत्साही होंगे। गप्पबाज़ी और अफ़वाहो से दूर रहें। आज के दिन आपके और आपके जीवनसाथी के लिए गहरी आत्मीयतापूर्ण बातें का सही समय है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- नरसिंह चालीसा व आरती पढ़ने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए खुशियों से सराबोर होगा। आपको अपने बिजनेस के सिलसिले में किसी कि सलाह लेने की आवश्यकता पड़ सकती है, लेकिन आपको भी है ध्यान देना होगा कि किसी ऐसे व्यक्ति ऐसे व्यक्ति की सलाह लेनी होगी, जो अनुभवी हो ताकि आप उन पर आंखें बंद करके विश्वास कर सके। आज का दिन आप अपने उत्तरदायित्व को सफलतापूर्वक निभा पाएगे। दोपहर के समय आप महिला मित्रों के साथ समय व्यतीत करेंगे। आज का दिन हर जगह आपकी साराहना कराएगा। प्रेम जीवन सुखदमय रहेगा।योग और ध्यान आपको बेडौल होने से बचाने और मानसिक तौर पर सेहतमंद रखने में मददगार साबित होंगे। आपको मेरी सलाह है कि शराब सिगरेट जैसी चीजों पर पैसा खर्च न करें, ऐसा करना आपके स्वास्थ्य को तो खराब करता ही है आपकी आर्थिक स्थिति भी इससे बिगड़ती है। सामाजिक समारोह में परिवार के साथ शामिल होना सबके लिए अच्छा अनुभव रहेगा। अपनी व्यक्तिगत भावनाएँ और गोपनीय बातें अपने प्रिय से बाँटने का सही समय नहीं है। नए विचार फ़ायदेमंद साबित होंगे। कारोबारी आज करोबार से ज्यादा अपने परिवार के लोगों के बीच समय बिताना पसंद करेंगे। इससे आपके परिवार में सामंजस्य बनेगा। ख़ुद तनावग्रस्त होने की झल्लाहट आप बेवजह अपने जीवनसाथी पर निकाल सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सुबह उठते साथी ही ॐ हं हनुमते नमः का 11 बार उच्चारण करने से आर्थिक स्थिति अच्छी होगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यमिक फलदायक रहेगा। आज आप कुछ घरेलू सामानों की खरीदारी भी कर सकते है, जिसमें अधिक व्यय होगा, लेकिन आपको अपनी आप की स्थिति को ध्यान में रखकर ही काम करना पडेगा। दांपत्य जीवन सुखमय रहेगा। जीवन साथी से भरपूर प्रेम मिलेगा। आज का दिन आपको अपने आप के पुरानी देनदारियों से मुक्त कराएगा, जिससे आप अपने आप को आजाद महसूस करेंगा, आपको किसी से कोई धन उधार लेना पड़ सकता है, लेकिन कोशिश करें कि ना ले नहीं तो उसे चुकाना आपको भारी पड़ जाएगा। व्यापार में नए-नए उपकरणों का प्रयोग करेंगे।अपने काम के लिए दूसरों पर दबाव न डालें। दूसरे लोगों की इच्छाओं और दिलचस्पियों पर भी ग़ौर करें, इससे आपको दिली ख़ुशी हासिल होगी। बिना विचार किये आपको किसी को भी अपना पैसा नहीं देना चाहिए नहीं तो आपको आने वाले वक्त में बड़ी परेशानी है सकती है। अपने परिवार को बताकर और अपने कामों से जताकर महसूस कराते रहें कि आप उनकी कितनी परवाह करते हैं। इससे उन्हें ख़ुशी मिलेगी और इस ख़ुशी को दोगुना करने के लिए उनके साथ अच्छा वक़्त बिताएँ। ख़ुशी के लिए नए संबंध की प्रतीक्षा करें। अपना बायोडाटा भेजने या किसी इंटरव्यू में जाने के लिए अच्छा समय है। ऑफिस से जल्दी घर जाने का प्लान आज आप ऑफिस पहुंचकर ही कर सकते हैं। घर पहुंचकर आप मूवी देखने या किसी पार्क में परिवार के लोगों के साथ जाने का प्लान बना सकते हैं। कोई पुराना दोस्त अपने साथ आपके जीवनसाथी के पुराने यादगार क़िस्से लेकर आ सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- हरे रंग की कांच की बोतल में पानी भरकर धूप में रखें व उस जल से स्नान करना स्वास्थ्य लाभ देगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज आपको अपने धन को सही व सोच समझकर खर्च करें यदि आज आप से कोई व्यक्ति धन उधार मांगता है, तो सोच समझ कर दे क्योंकि उस धन के भविष्य में फंसने की संभावना अधिक है। संतान की ओर से आज कोई सुखद समाचार सुनने को मिलेगा, जिससे आपको अपनी संतान पर गर्व होगा। आज आप अपने परिवार के साथ किसी मांगलिक समारोह में सम्मिलित हो सकते हैं, कोई पुराना मित्र या कोई अतिथि अचानक से आपके सामने आकर खड़ा हो सकता है।आज अतीत के ग़लत फ़ैसले मानसिक अशान्ति और क्लेश की वजह बनेंगे। आप ख़ुद को अकेला पाएंगे और सही-ग़लत का निर्णय करने में असमर्थ महसूस करेंगे। दूसरों की सलाह लें। आपके पास आज पैसा भी पर्याप्त मात्रा में होगा और इसके साथ ही मन में शांति भी होगी। पारंपरिक रस्में या कोई पावन आयोजन घर पर किया जाना चाहिए। आपको प्यार में ग़म का सामना करना पड़ सकता है। पेशेवर तौर पर अपने अच्छे काम की पहचान आपको मिल सकती है। अगर आज आप यात्रा कर रहे हैं तो आपको अपने सामान की अतिरिक्त सुरक्षा करने की ज़रूरत है। अपने जीवनसाथी के साथ प्यार-मुहब्बत के लिए काफ़ी वक़्त मिलेगा, लेकिन सेहत गड़बड़ हो सकती है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- सात मुखी रुद्राक्ष धारण करने से हेल्थ अच्छी रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nजो लोग राजनीति से जुड़े हैं, आज का दिन उनके लिए सफलता दायक रहेगा। यदि आप कोई निवेश करना चाहते हैं, तो आज उसमें आपको भरपूर लाभ होने के योग बन रहे हैं। आपके विरोधी आपको सताने का भरपूर प्रयास करेंगे, लेकिन उनके प्रयास असफल रहेंगे, लेकिन अपने घर से निकलते समय अपने इष्टदेव का ध्यान करके निकले। आज आप धर्म-कर्म के कार्यों में शुभ व्यय भी कर सकते हैं। विद्यार्थियों को आज गुरुजनों व अपने सहयोगियों से कुछ नया अनुभव देखने को मिलेगा।कार्यक्षेत्र में वरिष्ठों का दबाव और घर में अनबन के चलते आपको तनाव का सामना करना पड़ सकता है- जो काम में आपकी एकाग्रता को भंग करेगा। दिन चढ़ने पर वित्तीय तौर पर सुधार आएगा। अगर आप अपने साथी के नज़रिए को नज़रअंदाज़ करेंगे, तो वह अपना आपा खो सकता/सकती है। अगर आपको लगता है कि आपका लवमेट आपकी बातों को समझ नहीं पाता तो आज उनके साथ वक्त बिताएं और अपनी बातों को स्पष्टता के साथ उनके सामने रखें। संतोषजनक परिणाम पाने के लिए काम को योजनाबद्ध तरीक़े से करें, दफ़्तर की परेशानियों को हल करने में आपको मानसिक तनाव का सामना करना पड़ सकता है। आप खाली समय में अपने पसंदीदा काम करना पसंद करते हैं, आज भी आप ऐसा ही कुछ करने का सोचेंगे लेकिन किसी शख्स के घर में आने की वजह से आपका यह प्लान चौपट हो सकता है। आप महसूस कर सकते हैं कि जीवनसाथी का प्यार सारे दुःख-दर्द भुला देता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- अपाहिजों को रेवड़ियाँ बाँटने से फैमिली लाइफ अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nयदि संपत्ति खरीदना चाहते हैं, तो उसके लिए आज दिन उत्तम रहेगा। आपको मामा पक्ष में भी मान सम्मान मिलने की उम्मीद है, हो सकता है आज आपको कुछ जिम्मेदारियां अधिक मिल जाए, आज आपको व्यवसाय के सिलसिले में शहर से बाहर जाने की यात्रा भी करनी पड़ सकती है, लेकिन यात्रा सफलता दायक रहेगी। नौकरी में गुप्त शत्रु आपको हानि पहुंचाने का भरपूर प्रयास करेंगे। इससे आपको शाम के समय परेशानी हो सकती है। पत्नी से आज आपको भरपूर सहयोग मिलेगा। माता और पिता का स्नेह भी आज आपको मिलेगा।\n व्यस्त दिनचर्या के बावजूद स्वास्थ्य अच्छा रहेगा। जिन लोगों नेे अतीत में अपना धन निवेश किया था आज उस धन से लाभ होने की संभावना बन रही है। आपके परिवार वाले किसी छोटी-सी बात को लेकर राई का पहाड़ बना सकते हैं। प्यार के सकारात्मक संकेत आपको मिलेंगे। आपके लिए आज बहुत सक्रिय और लोगों से मेल-जोल भरा दिन रहेगा। लोग आपसे आपकी राय मांगेंगे और जो भी आप कहेंगे, उसे बिना सोचे मान लेंगे। जो लोग घर सेे बाहर रहते हैं आज वो अपने सारे काम पूरे करके शाम के समय किसी पार्क या एकांत जगह पर समय बिताना पसंद करेंगे। जीवनसाथी के साथ आज की शाम वाक़ई कुछ ख़ास होने वाली है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सोने की चैन जो पेट तक स्पर्श करती हो धारण करना स्वास्थ्य की दृष्टि से अच्छा है। \n"
}]
