horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। आपकी सेहत कुछ कमजोर रहेगी लेकिन इनकम के मामले में आज काफी भाग्यवान रहेंगे। आपको अटका हुआ पैसा मिल सकता है। इससे आपके कई काम बनेंगे। नौकरी पेशा लोगों को काम में मजा आएगा और वह और भी जोश के साथ अपने काम को अंजाम देंगे। प्रेम जीवन बिताने वालों के लिए आज का दिन थोड़ा कमजोर है। जो लोग दांपत्य जीवन बिता रहे हैं, उन्हें आज अच्छे नतीजे मिलेंगे और दांपत्य जीवन में प्रेम बढ़ेगा।ख़ुद अपना इलाज करने से बचें, क्योंकि दवाई पर आपकी निर्भरता बढ़ने की संभावना से इंकार नहीं किया जा सकता है। जो लोग लघु उद्योग करते हैं उन्हें आज के दिन अपने किसी करीबी की कोई सलाह मिल सकती है जिससे उन्हें आर्थिक लाभ होने की संभावना है। बच्चे आपके दिन को बहुत मुश्किल बना सकते हैं। प्यार-दुलार के हथियार का इस्तेमाल कर उन्हें समझाएँ और अनचाहे तनाव से बचें। याद रखें कि प्यार ही प्यार को पैदा करता है। आपके प्रिय के साथ कुछ मतभेद उभर सकते हैं- साथ ही अपने साथी को अपना नज़रिया समझाने में भी तकलीफ़ महसूस होगी। नए ग्राहकों से बात करने के लिए बेहतरीन दिन है। जल्दबाज़ी में फ़ैसले न करें, ताकि ज़िन्दगी में आगे आपको पछताना न पड़े। आपकी व्यस्त दिनचर्या के चलते आपका जीवनसाथी आपके ऊपर शक़ कर सकता है। लेकिन दिन के अन्त तक वह आपकी बात समझेगा और आपको गले लगाएगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- स्वास्थ्य लाभ के लिए पीला रुमाल जेब में रखें। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपको खुशी देने वाला साबित होगा। आप दिल से खुश होंगे, इसलिए अपने परिवार के लोगों को भी खुश रखने की कोशिश करेंगे। दांपत्य जीवन में रोमांस का रस घुलेगा और प्रेम जीवन बिताने वाले लोगों को भी आज अच्छे परिणाम मिलेंगे लेकिन आपके प्रिय को आप की ओर से कुछ निराशा हो सकती है। इस ओर ध्यान दें। नौकरी में आपके अच्छे काम का आपको अच्छा नतीजा मिलेगा। व्यापारी वर्ग को भी अच्छा लाभ होगा। भाग्य का सितारा बुलंद होगा। सेहत मजबूत होगीआपका सबसे बड़ा सपना हक़ीक़त में बदल सकता है। लेकिन अपने उत्साह को क़ाबू में रखें, क्योंकि ज़्यादा ख़ुशी भी परेशानी का सबब बन सकती है। आर्थिक तौर पर बेहतरी के चलते आपके लिए ज़रूरी चीज़ें ख़रीदना आसान होगा। शाम को साथियों का साथ मज़ेदार रहेगा। आज आप अपने किसी वादे को पूरा नहीं कर पाएंगे जिसकी वजह से आपका प्रेमी आपसे नाराज हो जाएगा। अगर आप कार्यक्षेत्र में बेहतर करना चाहते हैं तो अपने काम में आधुनिकता लाने की कोशिश करें। इसके साथ ही नई तकनीक से अपडेटेड रहें। घर के छोटे सदस्यों को साथ लेकर आज आप किसी पार्क या शॉपिंग मॉल में जा सकते हैं। अगर आपके जीवनसाथी की सेहत कर चलते किसी से मिलने की योजना रद्द हो जाए तो चिंता न करें, आप साथ में अधिक समय व्यतीत कर सकेंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- नौकरी/बिज़नेस में तरक्की हेतु दूब घास, हरे पत्तों की टहनी, तुलसीदल घर में रखें और सूख जाने पर बदल दें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। सेहत में सुधार होगा। पुरानी कुछ बातें आपको याद आएंगी, जिनकी वजह से आप थोड़े भावुक हो जाएंगे। दांपत्य जीवन में आज का दिन खुशनुमा रहेगा। प्रेम जीवन व्यतीत कर रहे लोगों को आपसी बातचीत का लाभ मिलेगा। काम के सिलसिले में आपको कुछ निराशा हो सकती है। ससुराल पक्ष से कुछ महत्वपूर्ण बातचीत हो सकती है। इनकम में बढ़ोतरी होगी।ख़ुशनुमा दिन के लिए मानसिक तनाव और झंझटों से बचें। रुका हुआ धन मिलेगा और आर्थिक हालात में सुधार आएगा। नवजात शिशु की ख़राब तबियत परेशानी का सबब बन सकती है। इस ओर तुरंत ध्यान देने की ज़रूरत है। डॉक्टर से भली-भांति सलाह लें, क्योंकि ज़रा-सी लापरवाही बीमारी को बद से बदतर बना सकती है। अचानक मिला कोई सुखद संदेश नींद में आपको मीठे सपने देगा। आज आपका कोई छुपा विरोधी आपको ग़लत साबित करने की पुरज़ोर कोशिश करेगा। अपने मन पर काबू रखना सीखें क्योंकि कई बार आप मन की मानकर अपना कीमती समय बर्बाद कर देते हैं। आज भी आप ऐसा कुछ कर सकते हैं। जो यह समझते हैं कि शादी सिर्फ़ सेक्स के लिए होती है, वे ग़लत हैं। क्योंकि आज आपको सच्चे प्यार का एहसास होगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- घर में लाल गुलाब के पौधे लगाकर उनकी देख-रेख करने से पारिवारिक खुशियाँ बढ़ेंगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। आप अपनी लव लाइफ को एंजॉय करेंगे और उसे और बढ़िया बनाने की कोशिश करेंगे। शादीशुदा लोगों का गृहस्थ जीवन भी अच्छा रहेगा। जीवन साथी बहुत समझदारी भरे काम करेगा और धार्मिक व्यवहार करेगा। घर में पूजा पाठ होगी। संतान से प्रेम बढ़ेगा। काम के सिलसिले में अच्छे नतीजे मिलेंगे। आप की तूती बोलेगी। सेहत मजबूत रहेगी और इनकम बढ़ेगी। घर में अच्छे भोजन का आनंद लेंगेआपको जल्द-से-जल्द अपने जज़्बात को क़ाबू में करने और डर से आज़ादी पाने की ज़रूरत है, क्योंकि ये आपकी सेहत पर ख़राब असर डाल सकते हैं और अच्छी सेहत का मज़ा लेने से आपको वंचित कर सकते हैं। आज आपके ऑफिस का कोई सहकर्मी आपकी कीमती वस्तु चुरा सकता है इसलिए आज आपको अपना सामान ध्यान से रखने की जरुरत है। घरेलू मामलों और काफ़ी समय से लंबित घर के काम-काज के हिसाब से अच्छा दिन है। आपका बेपनाह प्यार आपके प्रिय के लिए बेहद क़ीमती है। आज आपकी कड़ी मेहनत कार्यक्षेत्र में ज़रूर रंग दिखाएगी। अगर आप अपनी चीज़ों का ध्यान नहीं रखेंगे, तो उनके खोने या चोरी होने की संभावना है। आप अपने जीवनसाथी के प्यार की मदद से ज़िन्दगी की मुश्किलों का आसानी से सामना कर सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए ॐ नीलवर्णाय विदमहे सैंहिकेयाय धीमहि तन्नों राहुः प्रचोदयात। इस मंत्र का 11 बार उच्चारण करें। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। आप परिवार वालों के साथ वक्त बिता कर काफी अच्छा महसूस करेंगे और अपने ऑफिस का काम भी समय रहते निबटाएंगे। काम के सिलसिले में अच्छे नतीजे मिलेंगे। परिवार का सहयोग मिलेगा। परिवार में सुख शांति रहेगी। दांपत्य जीवन में तनाव बढ़ सकता है। प्रेम जीवन बिताने वाले लोगों को कुछ बातों को लेकर अपने प्रिय से साफ साफ बात करने की जरूरत पड़ेगी। खर्चों में बढ़ोतरी होगी।बिना वजह अपनी आलोचना करते रहना आत्मविश्वास को कम कर सकता है। आज आपकी कोई चल संपत्ति चोरी हो सकती है इसलिए जितना हो सके इनका ध्यान रखें। पारिवारिक तनावों को अपना ध्यान भंग न करने दें। ख़राब दौर हमें बहुत-कुछ देता है। आज आप ऐसे इंसान से मिल सकते हैं, जो आपको ख़ुद अपनी ज़िन्दगी से ज़्यादा चाहता होगा। कार्यक्षेत्र में आपके प्रतिद्वन्द्वियों को अपने ग़लत कामों का फल मिलेगा। कुछ लोगों के लिए आकस्मिक यात्रा दौड़-भाग भरी और तनावपूर्ण रहेगी। अपने जीवनसाथी के साथ आप प्यार और रुमानियत से भरे पुराने दिन एक बार फिर जी पाएंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अच्छी आर्थिक स्थिति के लिए शिवलिंग पर जल चढ़ाएं। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। आपकी सेहत बढ़िया रहेगी। भाग्य का सितारा बुलंद होगा, जिससे कामों में कम मेहनत से ही सफलता मिलेगी। किसी धार्मिक यात्रा पर जाने के बारे में विचार करेंगे। गृहस्थ जीवन बिता रहे लोगों को अच्छे नतीजे मिलेंगे। आपका जीवन साथी कोई बड़ी उपलब्धि पा सकता है। प्रेमी युगल के लिए आज का दिन अच्छा रहेगा। आप अपनी प्रेम की डोर को बांधे रखेंगे।आपकी सकारात्मक सोच पुरस्कृत होगी, क्योंकि आप अपनी कोशिशों में क़ामयाबी पा सकते हैं। जिन लोगों ने किसी अनजान शख्स की सलाह पर कहीं निवेश किया था आज उन्हें उस निवेश से फायदा होने की पूरी संभावना है। बच्चे उम्मीदों पर खरे न उतरकर आपको निराश कर सकते हैं। सपनों को साकार करने के लिए उन्हें प्रोत्साहन देने की ज़रूरत है। किसी से आँखें चार होनी की काफ़ी संभावना है। कुछ के लिए पार्ट-टाइम नौकरी अच्छा विकल्प है। यात्रा के मौक़ों को हाथ से नहीं जाने देना चाहिए। आपको ख़ुशी से भरी शादीशुदा ज़िन्दगी की एहमियत का एहसास होगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- पारिवारिक खुशियों की प्राप्ति के लिए अपने पिता की आज्ञा का पालन करना चाहिए। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रहेगा। अपनी सेहत का ध्यान रखें और ज्यादा उल्टा सीधा खाना खाने से परहेज करें। जुबान के स्वाद से ज्यादा सेहत पर ध्यान दें। पारिवारिक माहौल अच्छा रहेगा। काम के सिलसिले में अच्छे नतीजे मिलेंगे। प्रेम जीवन में आज का दिन कुछ परेशानियां दिखा रहा है, इसलिए सावधानी बरतें। दांपत्य जीवन में भी जीवन साथी के क्रोध का सामना करना पड़ सकता है। व्यापार में लाभ होगा।आउटडोर खेल आपको आकर्षित करेंगे- ध्यान और योग आपको फ़ायदा पहुँचाएंगे। अगर आप लम्बे वक़्त के लिए निवेश करें, तो अच्छा-ख़ासा फ़ायदा हासिल कर सकते हैं। जिन्हें आप चाहते हैं, उनके साथ उपहारों का लेन-देन करने के लिए अच्छा दिन है। आप और आपका महबूब आज प्यार के समुन्दर में गोते लगाएंगे और प्यार की मदहोशी को महसूस करेंगे। ट्रेड शो और सेमिनार आदि में भागीदारी आपके व्यावसायिक सम्पर्कों में सुधार लाएगी। हितकारी ग्रह कई ऐसे कारण पैदा करेंगे, जिनकी वजह से आज आप ख़ुशी महसूस करेंगे। आज आपको ऐसा अनुभव होगा कि आपके जीवनसाथी के द्वारा आपको नीचा दिखाया जा रहा है। जहां तक सम्भव हो इसे नजरअंदाज करें। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- आर्थिक स्थिति को अच्छा रखने के लिए हाथ में सोने सोने की अंगूठी ज़रुर पहनें। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए काफी अच्छा रहेगा। आप बहुत खुश रहेंगे और खुशी-खुशी अपने चारों ओर के लोगों को भी खुश रखने की कोशिश करेंगे। दांपत्य जीवन में प्रेम, रोमांस और नजदीकियां बढ़ेंगी। प्रेमी युगल के लिए भी आज का दिन अच्छा रहेगा। आप अपने रिश्ते का लुत्फ उठाएंगे। संपत्ति से संबंधित कोई बात चल सकती है। काम के सिलसिले में आपको आपकी मेहनत का अच्छा नतीजा मिलेगा।आपकी तारीफ होगी और आपकी सेहत भी अच्छी रहेगी।अपने मनमौजी और ज़िद्दी स्वभाव को क़ाबू में रखें, ख़ास तौर पर किसी जलसे या पार्टी में। क्योंकि ऐसा न करने पर वहाँ का माहौल तनावग्रस्त हो सकता है। जीवनसाथी से पैसों से जुड़े किसी मुद्दे को लेकर आज बहस होने की आशंका है। आज आपकी फिजुलखर्ची पर आपका साथी आपको लेक्चर दे सकता है। परिवार के लिए किसी अच्छे और ऊँचे लक्ष्य को हासिल करने के नज़रिए से समझ-बूझकर थोड़ा ख़तरा उठाया जा सकता है। चूके मौक़ों की वजह से डरें नहीं। कोई आपको प्यार से दूर नहीं कर सकता है। हालाँकि वरिष्ठों से कुछ विरोध के स्वर सुनाई देंगे- लेकिन फिर भी आपको दिमाग़ ठण्डा रखने की ज़रूरत है। कोई आध्यात्मिक गुरू या बड़ा आपकी सहायता कर सकता है। अपने जीवनसाथी के चलते आप महसूस करेंगे कि स्वर्ग धरती पर ही है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- किन्नरों(बुध नपुंसक है) का भूलकर भी अपमान न करें व यथाशक्ति इनको दान देने से आर्थिक स्थिति मजबूत होगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए आंशिक रूप से सफलता दायक रहेगा। खर्चों में बड़ी तेजी से बढ़ोतरी होगी, जिसकी वजह से आप परेशान हो सकते हैं। आप कुछ बेवजह के खर्चे भी करेंगे, जो आपके तनाव का कारण बन सकते हैं। इनकम सामान्य रहेगी। संतान से अच्छे समाचार सुनने को मिलेंगे। गृहस्थ जीवन अच्छा रहेगा। प्रेम जीवन व्यतीत कर रहे लोगों को आज कुछ परेशानियां आ सकती हैं। आपकी सेहत अच्छी रहेगी। खानपान पर ध्यान दें।आउटडोर खेल आपको आकर्षित करेंगे- ध्यान और योग आपको फ़ायदा पहुँचाएंगे। भाई बहनों की मदद से आज आपको आर्थिक लाभ मिल पाएगा। अपने भाई बहनों की सलाह लें। दोस्तों और परिवार के साथ मज़ेदार समय बीतेगा। थोड़ी कोशिश और करें। आज भाग्य आपका साथ ज़रूर देगा, क्योंकि यह आपका दिन है। खुदरा और थोक व्यापारियों के लिए अच्छा दिन है। आज आप फुर्सत के क्षणों में कोई नया काम करने का सोचेंगे लेकिन इस काम में आप इतना उलझ सकते हैं कि आपके जरुरी काम भी छूट जाएंगे । अगर आप कोशिश करें तो आप अपने जीवनसाथी के साथ अपने जीवन का सबसे अच्छा दिन आज गुज़ार सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- भगवान में आस्था रखें, सत्संगति करें और मानसिक हिंसा करने से बचना आर्थिक स्थिति के लिए अच्छा है। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए बहुत बढ़िया रहेगा। आपकी इनकम बढ़ेगी और आप अपनी लव लाइफ को एंजॉय करेंगे। घंटों अपने प्रिय से फोन पर बतालाएंगे और उनके साथ आने वाले समय में किसी अच्छी वैकेशन पर घूमने जाने की प्लानिंग करेंगे। घर का माहौल अच्छा रहेगा। आपको सहयोग मिलेगा। काम के सिलसिले में अच्छे नतीजे मिलेंगे। गृहस्थ जीवन में समझदारी बढ़ेगी। आपकी सेहत अच्छी रहेगी और आप अपने काम पर ध्यान देंगे।स्वास्थ्य के लिहाज़ से बहुत अच्छा दिन है। आपकी ख़ुशमिज़ाजी ही आपके आत्मविश्वास में बढ़ोतरी करेगी। नए क़रार फ़ायदेमंद दिख सकते हैं, लेकिन वे उम्मीद के मुताबिक़ लाभ नहीं पहुँचाएंगे। निवेश करते समय जल्दबाज़ी में निर्णय न लें। घरेलू ज़िंदगी सुकूनभरी और ख़ुशनुमा रहेगी। आपका प्रिय आपसे वादे की मांग करेगा, लेकिन ऐसा वादा न करें जिसे आप पूरा न कर सकें। कामकाज में आ रहे बदलावों के कारण आपको लाभ मिलेगा। आपका खाली वक्त आज किसी गैरजरुरी काम में खराब हो सकता है। आज के दिन कुछ भी करने के लिए अपने साथी पर दबाव न डाले, अन्यथा आपके दिलों में दूरियां आ सकती हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अनन्तमूल की जड़ को लाल वस्त्र में लपेटकर अपने पास रखने से आर्थिक स्थिति मजबूत होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए काफी अच्छा रहने वाला है। आप अपने काम को बहुत अच्छे तरीके से संभालेंगे और समय रहते अपने कई महत्वपूर्ण कामों को निपटाने में सफल रहेंगे। परिवार में भी अपना वक्त देंगे और उनके साथ प्रेम और स्नेह बढ़ेगा। शादीशुदा जीवन में कुछ तनाव दिखाई देगा। आप गुस्से पर कंट्रोल करेंगे तो अच्छा होगा। प्रेमी जोड़ों को आज सावधानी बरतनी होगी। मुंह से कोई ऐसी बात निकल सकती है, जो बाद में परेशानी दे। सेहत कमजोर रहेगी।अपनी ख़ुशियों को दूसरों के साथ साझा करना आपकी सेहत को भी बेहतर करेगा। लेकिन ख़याल रखें कि इसे नज़रअंदाज़ करना बाद में भारी पड़ सकता है। आज मुमकिन है कि आपको धन से जुड़ी कोई समस्या हो लेकिन अपनी सूझबूझ से आप हानि को भी मुनाफे में बदल सकते हैं। पिता का तल्ख़ बर्ताव आपको नाराज़ कर सकता है। लेकिन हालात को नियंत्रण में रखने के लिए शांत रहें। इससे आपको फ़ायदा होगा। अचानक हुई रोमांटिक मुलाक़ात आपके लिए उलझन पैदा कर सकती है। भागीदार आपकी योजनाओं और व्यावसायिक ख़यालों के प्रति उत्साही होंगे। कुछ लोगों के लिए आकस्मिक यात्रा दौड़-भाग भरी और तनावपूर्ण रहेगी। आपका जीवनसाथी किसी फ़रिश्ते की तरह आपका बहुत ध्यान रखेगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- पारिवारिक खुशियों की प्राप्ति के लिए अपने पिता की आज्ञा का पालन करना चाहिए। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। अपने दोस्तों से बात करके खुशी मिलेगी और आपको एक नई एनर्जी महसूस होगी। खर्चों में बढ़ोतरी होगी, उनके प्रति आप थोड़े चिंतित होंगे लेकिन इनकम बढ़िया होने से आपकी चिंताएं कम हो जाएंगी। काम के सिलसिले में अच्छे नतीजे मिलेंगे। आपका बॉस आपकी प्रगति से खुश होगा। परिवार का मान-सम्मान बढ़ेगा। आपका दांपत्य जीवन अच्छे से चलेगा। जो लोग प्रेम जीवन व्यतीत कर रहे हैं, उन्हें कुछ दिक्कतें आ सकती हैं।किसी संत पुरुष का आशीर्वाद मानसिक शान्ति प्रदान करेगा। अगर आप सूझ-बूझ से काम लें, तो आज अतिरिक्त धन कमा सकते हैं। ऐसे दोस्तों के साथ बाहर जाएँ, जो सकारात्मक और मददगार स्वभाव के हैं। क्या आपने कभी गुलाब और केवड़े की महक को एक साथ महसूस किया है? आज आपकी ज़िन्दगी प्यार-मोहब्बत के नज़रिए से ऐसे ही महकने को है। कार्यक्षेत्र में आपको कुछ सकारात्मक बदलाव देखने को मिल सकते हैं। आज के दिन शुरू किया गया निर्माण का कार्य संतोषजनक रूप से पूरा होगा। जीवनसाथी से निकटता आज आपको ख़ुशी देगी। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- चाँदी के चम्मच से या चाँदी की थाली में भोजन करना स्वास्थ्य के लिए लाभदायक होगा। \n"
}]
