horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "पुरानी और बेकार चीजों को जीवन से हटा देने का समय है ǀ आप किसी पिछली स्थिति से महज किसी अहसान की भावना या मजबूरी के चलते चिपके हुए हैं जो अब आपको कतई पसंद नही है ǀआपको इसमें से बाहर आ पाना मुश्किल लग रहा था ,लेकिन आज आप इस स्थिति से बाहर आने के लायक मानसिक शक्ति जुटा पायेंगे ǀ आपको अपने इस काम में किसी घटना से भी मदद मिलेगी ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "अपने अतिरिक्त वजन को घटाने की योजना बनाने के लिए बिलकुल उपयुक्त समय है I|आप पिछले कुछ समय से अपने बढ़ते हुए वजन के बारे में चिंता करते आ रहे हैं I|आज,आप आखिरकार इसकी शुरुआत के लिए कोई कदम उठाने में कामयाब रहेंगे I|आपका संकल्प दृढ है तथा आप आत्मविश्वास से भरे हैं ,आप कम ही समय में अच्छे परिणाम प्राप्त कर पायेंगे I|",
        "मेष प्यार और संबंध राशिफल": "आप हमेशा से अपने प्रेम सम्भंधों में मधुर , कोमल और ख़ुशमिज़ाज रहे है और इसके कारण अतीत में आपका सफर बेहतरीन रहा है । बहरहाल, आज आपको एहसास होगा की जो आपके प्रेम सम्भंधों में हो रहा है , वह वास्तव में गंभीर है । यह स्थिति काफी भयानक प्रतीत होगी , लेकिन आपको ये समझना चाहिए की ये कदम उठाने की वजह से आपका जीवन समृद्ध होगा । आपको संतोष तभी मिलेगा जब आप पूरी तरह से इसमें डूब जाओगे , बजाय की सिर्फ ऊपरी तौर से इसका आंकलन करो ।",
        "मेष कैरियर और धन राशिफल": "कुछ परिवर्तन आपके कार्यस्थल में होने की संभावना है। वे पहली बार में हतोत्साहित लग सकते है, लेकिन जल्द ही वे आप के लिए नए अवसर को खोलेंगे , लेकिन इस अवसर का लाभ उठाने के लिए आपको साहस और विश्वास की छलांग लगाने की आवश्यकता पड़ेगी । ये उद्यम आपको जोखिम भरा लग सकता है, लेकिन जो आप करोगे , उसमे आनंद आएगा और जल्द ही इस में सफल होने की उम्मीद भी रहेगी ।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "आप आज कल्पनात्मक रहेंगे ǀ कार्यस्थल की ओर से किसी अन्य स्थान की यात्रा का मौका मिल सकता है ǀ आपकी रोमांटिक प्रवृति उजागर होगी ǀ अपने आपको थोड़ी ढील देने का दिन है ,लेकिन काम में व्यवहारिकता भी दिखानी होगी ǀ साथियों के साथ अच्छे मूड में रहेंगे ǀ अपनी मेल देख लें,कोई महत्वपूर्ण मेल आपकी प्रतीक्षा कर रही है ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "आप आज सामाजिक रूप से काफी सक्रिय रहेंगे और तैलीय तथा भारी खाने से आपकी सेहत पर बुरा असर पड़ सकता है |आप काफी अल्कोहल भी ले सकते हैं | अधिक मात्रा में पानी पीयें |किसी भी यात्रा पर जाने से पहले अपनी नींद पूरी कर लें |अगर आप अपना दृष्टिकोण सहज रखेंगे तो अच्छे दिखेंगे और अधिक उर्जावान रहेंगे |",
        "वृषभ प्यार और संबंध राशिफल": "आपको अपने पार्टनर के धीरज की परीक्षा नही लेनी चाहिए | वो आपकी कई बातों को लम्बे समय से सहन करते आ रहे हैं और आपको खुश करने की कोशिशों पर भी आपके ठंडे मिजाज के बावजूद आपसे अच्छा व्यवहार करते रहे हैं | अगर आपको एक बार कुछ बुरा लग भी गया तो भी उन्हें माफ़ कर दें | वो खुद भी अपनी गलतियों से शर्मिन्दा हैं और कभी दुबारा ऐसी गलती नही करेंगे |",
        "वृषभ कैरियर और धन राशिफल": "आप अपने कार्य क्षेत्र में कुछ भ्रमित है और काफी समय से कुछ प्रश्न आपकी परेशानिया बढ़ा रहे है । आज इसका हल आपको नजर आ सकता है । आप इस विचार पर अडिग रहे और समाधान निकलने की कोशिश करे चाहे वह कितना भी अटपटा या अजीब लगे । अगर आप कुछ जोखिम लेंगे तो आपको अत्यधिक लाभ होगा जो अपने सोचा भी न होगा ।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "आप सच्चे और ईमानदार लोगों से मिलना पसंद करते हैं ǀलेकिन आज आपकी मुलाक़ात उनसे होगी जो मुखौटे लगाये रखते हैं ǀउन्हें पहचानने की कोशिश करें ǀ आपसे जल्दी फैसले लेना समय की मांग रहेगी ǀ किसी भी फैसले को अंतिम रूप देने से पहले अच्छी तरह सोच लें और फैसले लेने तक कोई भी अन्य काम न करें ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "आज का दिन आपकी जीवनशैली में कुछ अपेक्षित बदलाव करने के लिए एकदम उपयुक्त है ǀआप ऐसे किसी आदमी से मिलेंगे या ऐसी किसी स्थिति के बारे में आपको पता चलेगा कि आपको बेहतर स्वास्थ्य के लिए अपनी भोजन सम्बन्धी आदतों में बदलाव करना होगा ǀआपको स्वास्थ्यकर भोजन के बारे में कुछ बहुत अच्छी सलाह भी मिलेगी ǀ",
        "मिथुन प्यार और संबंध राशिफल": "आपको अपने काफी व्यस्त प्रशिक्षण कार्यक्रम के बावजूद अपने साथी को खुश कर देने के मौके ढूँढने की सलाह दी जाती है | आपके सम्बन्ध से आपको इतना प्यार मिला है जिसका दुसरे लोग सिर्फ सपना ही देख पाते हैं, शायद आप इसीलिए इसकी कीमत नही समझ पा रहे | अपने प्रिय के लिए कोई गीत या गाना कंपोज़ कर सकते हैं या उन्हें कोई तस्वीर फ्रेम करके दे सकते हैं |",
        "मिथुन कैरियर और धन राशिफल": "आप किसी भी सरकारी हस्तक्षेप के बिना छुट्टियों के कुछ दिन बिताने के बाद अब वापस अपनी कार्य करने की शैली में वापस आ गए है , लेकिन आपके ग्राहकों, सहयोगियों के व्यवहार से ऐसा नहीं लगता । उन्हें समझे और उनकी समस्याओं के प्रति सम्मान दिखाए । उन्हें कार्यो से हटकर कुछ मानसिक शांति देने का प्रयास करे लेकिन उन्हें ऐसा न लगे की आप उन पर कोई एहसान कर रहे है ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "आज दिनभर आपका मूड बदलता रहेगा लेकिन आपका भाग्य आपके साथ है ,इसका एक नुक्सान यह है कि आप भाग्य के भरोसे पर अधिक रह सकते हैं ǀ इस बात का ध्यान रखें कि इसके कारण परियोजनाओं की तैयारी में कोई कमी ना रहे ǀ वित्तीय फायदे तो होंगे किन्तु अनावश्यक खर्च ना करें ǀ वित्तीय लाभ का यह सिलसिला अधिक समय तक नही चलेगा ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "आज आपको स्वास्थ्य सम्बन्धी छोटी दिक्कतें हो सकती हैं जिनसे आपका स्वास्थ्य आंशिक रूप से प्रभावित होगा,लेकिन इससे आपको ज्यादा परेशानी नही होनी चाहिए ǀआप को ठंड,सामान्य खांसी आदि हो सकते हैं ǀमाचिस जलाते हुए भी सावधान रहें ǀथोड़े से सावधान रहने भर से आप खुद को काफी परेशानियों से बचा सकते हैं ǀअपने साथ एक हैण्ड सनीटीजेर रखें ǀ",
        "कर्क प्यार और संबंध राशिफल": "आज आप अपने साथी के बारे में कुछ नया जान सकते हैं और इस नई जानकारी की वजह से आपको एक बड़ा आश्चर्य हो सकता है , लेकिन यह एक सुखद आश्चर्य है। वास्तव में इस नई जानकारी के कारण रिश्ते में आ रही समस्याओं और भ्रामक मुद्दों को आप हल कर सकते हैं। इस स्थिति का लाभ ले और अपने साथी के साथ प्रेम से दिन बिताये ।",
        "कर्क कैरियर और धन राशिफल": "काम के प्रयोजन के लिए आप यात्रा कर सकते है । विदेश यात्रा का भी योग है। आपकी कंपनी आपको दूसरे देश में भेज सकती हैं , या कार्य प्रयोजनों के लिए आपके वीजा को मंजूरी आज मिल सकती है। हालांकि अगर आप पहले से ही अपने कैरियर के लिए एक विदेशी देश में तैनात हैं , तो निकट भविष्य में अपने गृहनगर या देश में लौटने की उम्मीद कम है।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आज आप काल्पनिक से मूड में हैं ǀ अलग अलग भूमिकाएं निभाने और कल्पनाओं में आपको बहुत मजा आता है ǀ आप अपने लिए हर कहीं रोमांस ढूँढ लेते हैं ǀ आपकी सपनों की एक दुनिया है जिसे आपको सच करने का मौका मिल सकता है ǀ आप आज अपनी भावनाओं के वश में होकर संबंधों या करियर में कुछ असंभव सा हासिल करना चाहेंगे हालाँकि बड़े फैसले लेने के लिए यह समय ठीक नही है ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "आप भावनात्मक रूप से बिलकुल शक्तिशाली हैं |आपको इस मौके का प्रयोग अपने सम्पर्क में आने वाले हर व्यक्ति के लिए प्यार और देखभाल दिखाने के लिए करना चाहिए लेकिन आपको यह सब करने से पहले मैडिटेशन करके अपनी क्षमता को कोई रास्ता देना चाहिए | अगर आप मूड में हैं तो अपनी इस ऊर्जा का उपयोग अतिरिक्त एक्सरसाइज करके भी कर सकते हैं |",
        "सिंह प्यार और संबंध राशिफल": "दिन की शुरुआत में आपके और आपके पार्टनर के बीच मतभेद कुछ बढ़ सकते हैं लेकिन प्यार उनसे अधिक होने की वजह से बाद में सब कुछ ठीक हो जाएगा | शांति और अंतरंगता बनी रहेगी और दिन शांति से कट जाएगा | आप अपने प्रिय के साथ अपनी मनपसंद पिकनिक स्पॉट पर घूमने जाने की योजना भी बना सकते हैं |",
        "सिंह कैरियर और धन राशिफल": "आज आपको विभिन्न भूमिकाओं का क्रियान्वन करना पड सकता है इसलिए दोस्तों से मदद लेने में संकोच न करे । वे सफलता के रास्ते पर आपको एक मजबूत समर्थन दे सकते हैं। छात्रों के लिए ये एक अच्छा दिन हो सकता है और उन्हें एक प्रतिष्ठित संस्थान से डिप्लोमा या डिग्री प्राप्त हो सकती है। इन स्थितियों की वजह से उच्च भुगतान नौकरियों में अवसर बढ़ेंगे ।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आज आप जो भी कुछ शुरू करेंगे ,उसमे चाहे कितनी ही बाधाएं आयें,आपको सफलता मिलनी तय है ǀ दिन के अंत तक आप दूसरों से फिर से बेहतर सम्बन्ध बना पायेंगे ǀ अपनी प्रकृति में एक जरुरी बदलाव लायें-हर सम्बन्ध में केवल अधिकार जताने की कोशिश में ना रहें ǀसबको बराबरी का दर्जा दें और आपको भी बदले में सबसे प्यार मिलेगा ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "आज आपके मन में आयेगा कि मैं अपना खाना पूरी तरह बदल दूं | यहा तक कि आप पूरी तरह शाकाहारी होने का निर्णय ले सकते हैं या आप ताजा फलों ,ताजा सब्जियों और मछली से बने सामान्य घर के बने खाने को पसंद करना शुरू कर सकते हो |आप मसालेदार या भारी खाना नही खायेंगे |आप अब हलका फुल्का और साधारण खाना पसंद करेंगे जिससे आपमें काफी ऊर्जा आएगी और आप काफी युवा भी दिखेंगे |",
        "कन्या प्यार और संबंध राशिफल": "आज आप नई दोस्ती और नए विस्तार के माध्यम बनाएंगे । आप एक खुशहाल भरी मुद्रा में रहेंगे और आपका हास्य भरा अंदाज दूसरों को प्रभावित भी करेगा । जो आप आज दोस्त बनायेंगे , वो आगामी वर्षो में बहुत बहुमूल्यवान साबित होगा परन्तु हो सकता है , अभी यह प्रतीत न हो । आप एक सहायक की मुद्रा में हैं और अपने मित्रों और परिवार की भरसक मदद करने के लिए तैयार हैं।",
        "कन्या कैरियर और धन राशिफल": "अपने बेकार हो गए प्रयासों से निराश न हो , आपको फिर से खड़े होकर प्रयास और कार्य करने की जरुरत है ! बेशक आपके द्वारा दी गयी जानकारियों से अहम मुद्दों का हल न निकला हो , लेकिन आपको इससे कुछ जटिल विवरणों की एक बेहतर जानकारी मिलेगी । आप आज के दिन का आनंद ले क्यों की अतीत के निवेश से आपको आर्थिक रूप से लाभ होगा ।"
    },
    "6": {
        "तुला दैनिक राशिफल": "आज आप आकर्षण का केंद्र रहेंगे ǀफोकस का केंद्र रहना आपकी सहज विशेषता है जिसके कारण कई लोग आपसे इर्ष्या करेंगे ǀ जब आप सहज रूप से वर्त्तमान .भूतकाल और भविष्य के बारे में सोचेंगे तो आपको बहुत से अपने जवाब और समाधान मिल जायेंगे ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "आज का दिन कोई नया स्वस्थ्य सम्बन्धी कार्यक्रम शुरू करने के लिए बहुत अच्छा है |अपने खाने का विशेष ध्यान रखें और आज से नियमित रूप से एक्सरसाइज शुरू करें जिसकी आप हाल –फिलहाल उपेक्षा करते आ रहें हैं | आपको यह समझना बहुत जरूरी है कि अच्छी मानसिक सेहत के लिए स्वस्थ शरीर का होना बहुत आवश्यक है |नयी योग क्लास में हिस्सा लें या दूसरी रिलैक्स करने वाली तकनीक अपनाएँ ,आपके जीवन में अब इनकी खासी आवश्यकता है |",
        "तुला प्यार और संबंध राशिफल": "अपने काम के प्रति प्रतिबद्धता आपको अपने साथी से दूर ले जा सकती है। इसमें आपकी गलती नहीं है , लेकिन अपने प्यार को उचित तरीके से अपने साथी के समक्ष प्रकट करे जो की आपके दिल में हैं । आपका साथी आपसे प्यार और ध्यान की अपेक्षा करता है । जो जुनून और दीवानगी आपके प्यार में से गायब हो गई थी , वह आपके रिश्ते में फिर से अंकुरित होगी । अपने साथी को अपने प्यार की गहराइयों से अवगत कराएं ।",
        "तुला कैरियर और धन राशिफल": "आप एक आकर्षक आभा और मीठी वाणी के स्वामी है । इन अलंकारो की वजह से आप अपना रास्ता खुद बना सकते है । आपका बच्चों का सा रवैया हर जगह खुशी फैलाता है और सबके लिए बहुत आसान परिस्थितियों का निर्माण होता है , और आप अपने चुटकुलों और हास्य से सबके मनोविज्ञान को प्रभावित करते है , जो आपके मुख मंडल से अनायास ही निकल पड़ते है ।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "आप अन्दर से डरे हुए से हैं ǀयह जान लें कि इन मुद्दों से घबराने की जरूरत नही हैǀ इन वर्तमान समस्याओं के कई कारण हैं और इनके लिए दुसरे जिम्मेदार हैं,आप नहीं ǀ ये छोटी बातें जल्दी ही सुलझ जायेंगी ǀ अपने आपको राहत देने के लिए किसी मनोरंजक कार्यकलाप की योजना बनाएं ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "आज आपकी सेहत कुल मिलाकर बहुत अच्छी रहेगी I|सिर तथा तंत्रिका तंत्र से जुडी कोई पुरानी समस्या सिर उठा सकती है I| ठंड न लगे,इस बात का विशेष ध्यान रखें ,क्योंकि इससे माइग्रेन तथा साइनस जैसी पुरानी बीमारियाँ फिर से उभर सकती हैं I|दूसरी और आप कुछ दिनों से जिन स्वास्थ्य सम्बन्धी सावधानियों का पालन कर रहे हैं,उनका असर आज देखने को मिलेगा I|वजन कम करने की कोशिश में आज सफलता मिलेगी I|",
        "वृश्चिक प्यार और संबंध राशिफल": "आपको अपने साथी की शारीरिक या भावनात्मक रूप से चाह है जो की आपसे दूर है । शारीरिक दूरी को पाटना मुश्किल है पर भावनात्मक तौर पर आप आसानी से अपने साथी के साथ जुड़ सकते है । अपने अहंकार को दूर रखे और पहला कदम उठाएं । आपको ये जानकर आश्चर्य होगा की आपका साथी भी उसी अनुपात में अपनी भावनाओ को व्यक्त कर रहा है । इस अदृश्य दीवार को तोड़ कर आगे बढे ।",
        "वृश्चिक कैरियर और धन राशिफल": "कुछ हफ्तों से एक प्रवृत्ति को बल मिल रहा था और उसका परिणाम आज दिखाई देगा। परिणाम दोहन करने के लिए अपने आप को तैयार रखे । योग्य व्यक्तियों से मेल जोल बढ़ा कर रखे । सकरात्मक बातचीत से एक अभिनव व्यापार विचार को गति मिलेगी । जो आपके पास है उससे आपको संतुष्ट रहना चाहिए । लालच को बढ़ने न दे। आपकी आत्मा एवं अंतर्मन आपको गलत चीजों से दूर रहने में मदद करेगा ।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आपके किसी करीबी के जीवन में कुछ समस्याएँ चल रही हैं और आज आपको उनकी बात सहानुभूति से सुननी पड़ेंगी ǀ ऐसा हो सकता है की आप इस आदमी की बातों से निराश और बेचैन सा अनुभव करें ,लेकिन आपको बिना किसी आलोचना के इस आदमी की सहायता करनी चाहिए ǀ इससे आपके जीवन की बहुत महत्वपूर्ण दोस्ती या साझेदारी भी प्रभावित होगी ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "ऑफिस में बढ़ते तनाव से आप काफी परेशान हैं और यह परेशानी आज आपके शरीर में दर्द और खिंचाव तथा बैचैनी के रूप में प्रकट होगी ǀऑफिस के इस दबाव को अकम करने के लिए आपको खुद को अधिक व्यवस्थित करना होगा ,दुसरे,जंक फ़ूड खाने से समस्या कम नही हो जायेगी ǀफिलहाल आराम के लिए ध्यान करें या मसाज की अपॉइंटमेंट लें ǀ",
        "धनु प्यार और संबंध राशिफल": "यह अपने रिश्तों को मजबूत और घावों को भरने का समय है। ग्रह इस तरह से पंक्तिबद्ध है की आपको ये एहसास होगा की पुरानी बातो को भूलकर आगे की तरफ बढ़ना है और अपने पुराने रिश्तो और अपनी जिंदगी को और मजबूती देनी है । आपके जो भी मुद्दे और शिकायते थी , उनका आपको एहसास होगा की इनकी वजह से आपके रिश्तो में कितनी खटास आई थी , जो की अपने जरुरत से ज्यादा उठाये थे ।",
        "धनु कैरियर और धन राशिफल": "आप ने हमेशा अपना कार्य भकूबी के साथ किया है और आज आप अपने वरिष्ठ अधिकारियों का समर्थन और अनुमोदन भी जीतेंगे। आपकी ईमानदारी, रचनात्मकता और काम के प्रति समर्पण देखा जायेगा और आपको इसका पुरस्कार ,फल या उपहार भी मिलेगा । आज का दिन अपने कार्य से संबंधित प्रतिबद्धताओं का पूरा करने में व्यस्त रहेगा , लेकिन फिर भी आप खुश और ऊर्जावान महसूस करेंगे ।"
    },
    "9": {
        "मकर दैनिक राशिफल": "आपको आज बहुत सारी चीजों से जुड़े अपने वादों को निभाना है ǀ अपनी सामजिक,वित्तीय तथा निजी जिम्मेदारियों को निभाने के लिए तैयार रहें ǀआपके परिजनों ,दोस्तों और सहकर्मियों ,सभी को आपसे मदद की अपेक्षा रहेगी और आप इस दबाव को सह पाने में बिलकुल समर्थ हैं ǀ आज अपने शब्दों और कामों,दोनों ही तरीको से लोगों की मदद करेंगे ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "आप आज बिना किसी बात के तनावग्रस्त महसूस करेंगे |आज खुश बने रहना आपको जरा मुश्किल ही लगेगा लेकिन आपको यही करने की जरुरत है |आज एकांत में की जाने वाली गतिविधियाँ न चुनें |इसकी बजाय किसी पुराने दोस्त को बुलाकर गेट-टूगेदर रख लें |कोई अच्छी सी किताब पढने या फिल्म देखने से भी आपको अच्छा और शांत महसूस होगा |",
        "मकर प्यार और संबंध राशिफल": "आज आप अतीत के किसी ऐसे व्यक्ति के साथ मुलाकात करेंगे जिसका आपके साथ एक करीबी रिश्ता रहा है। इस मुलाकात की वजह से आप अपने मौजूदा संबंधों की गतिशीलता को बढ़ा सकते है या उसका स्वरुप पूरी तरह से बदल सकता है या पुराने रिश्ते का नवीनीकरण करके एक नई शुरुआत को चिह्नित कर सकते हैं। आप अपनी भावनाओं पर ध्यान दे , उसे छिपाए नहीं , और इस तरह से आप एक बेहतर दिन को को जी पाएंगे ।",
        "मकर कैरियर और धन राशिफल": "आज आप काफी मेहनत के साथ भागदौड़ करेंगे परन्तु उतना संतोषजनक परिणाम मिलना मुश्किल होगा । दिल छोटा न करे । हर दिन एक जैसा नहीं होता और किसी किसी दिन मेहनत काम नहीं आती । आज की घटनायें आपके लिए सबक का काम करेंगी जो आपको कुछ करने के लिए प्रेरित करेंगी जिससे की आप योजना और संधि बनाकर आगे बढ़ सकते है । नया क्रय कार्ड न बनवाए ।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "आज का दिन तारीफ और प्रशंसा से भरा रहेगा ǀआपके बेहतरीन कामों के लिए पुरस्कार भी मिल सकते हैं ǀ आपकी सच के साथ बने रहने की खासियत से आप अपने से प्रतिस्पर्धा करने वाले कई लोगों के रोल-मॉडल बन पायेंगे ǀ आज कोई फैसला कार्यान्वित करने से पहले एक बार फिर से सोच लें ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "हर रोज अपने शरीर का ध्यान रखना शुरू करें |हो सकता है कि आप इस समय सही से यह न जान पायें कि आपको कैसा लग रहा है लेकिन इतना तो समझ ही जायेंगे कि आपकी सेहत अच्छी नही है |चाहे आपको एक्सरसाइज करना बिलकुल पसंद न हो लेकिन अपने स्वास्थ्य के लिए आपको हर रोज एक्सरसाइज करनी होगी |इसी से आपके स्वास्थ्य में सुधार हो सकता है |",
        "कुंभ प्यार और संबंध राशिफल": "आपको अपने पार्टनर को बिना कोई शर्त प्यार और समर्थन देना होगा | आपको कुछ ऐसी चीज के बारे में पता चल सकता है जो आपको नुक्सान पहुंचा सकती है लेकिन आपको अपनी प्राथमिकताएं ध्यान में रखते हुए पार्टनर के साथ सहानुभूति से पेश आना होगा | आप पायेंगे कि इससे आपका रिश्ता मजबूत हुआ है | अपने पार्टनर को जांचने में कठोर न बनें बल्कि आपके रिश्ते में इस तूफानी समय से निकलने के लिए आपको समझदारी से काम लेना होगा जिसमें उनकी बात प्यार से सुनना भी शामिल है |",
        "कुंभ कैरियर और धन राशिफल": "बेहतर संचार आप के लिए लाभ का मार्ग प्रशस्त करेगा और आपको इस मोड़ पर बुद्धिमानी से इस कौशल का उपयोग करना होगा । आपका व्ययसायिक विवेक आज शीर्ष स्तर पर रहेगा । आपको भविष्य में बिक्री और सहभागिता के आंकलन के लिए कहा जा सकता है। आपकी मजबूत ज्ञान युक्त व विवेकपूर्ण क्षमता इसमें आपकी मदद करेगी ।"
    },
    "11": {
        "मीन दैनिक राशिफल": "आप इस वक़्त अलौकिक घटनाओं से प्रभावित रहेंगे ǀआप आज अपना दिन किसी रहस्यमयी मुद्दे की खोजबीन में बिताना चाहते हैं और कोई रहस्यमयी फिल्म या उपन्यास देख/पढ़ सकते हैं ǀआप किसी रहस्य पर से पर्दा उठाने का फैसला भी ले सकते हैं या किसी स्थिति/व्यक्ति के बारे में और अधिक जानने की कोशिश करेंगे ǀहालंकि,आपको यह सब करते हुए सावधान रहना होगा ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "हर रोज एक कप कॉफ़ी आपके दिल के लिए बहुत अच्छी है |मुलेठी की चाय भी फायदेमंद रहेगी,इससे आपके पेट की स्थिति भी ठीक रहेगी |अगर आप पेय पदार्थों जैसे चाय –कॉफ़ी आदि की मात्रा बढाते हो तो आपको पानी की मात्रा भी बढानी चाहिए |आपके शरीर के सभी अंग सुचारू रूप से काम करें ,इसके लिए अगर रोज न हो सके तो सप्ताह में एक दिन योग के लिए जरुर रखें |",
        "मीन प्यार और संबंध राशिफल": "अगर आप अपने रिश्ते को व्यवस्थित करना चाहते हैं , तो आज का दिन सर्वोत्तम है । अपने परिवार के मध्य में अपने आप को व्यक्त करें। आपके ग्रहों की स्थिति के कारण आप में सकारात्मक ऊर्जा का संचार होगा जिससे की आपका परिवार खुश होगा । आज अपनों के साथ जश्न मनाने का एक बढ़िया दिन है।अपनी देखभाल और चिंता को दिखाने के लिए अपने परिवार के साथ समय बिताएं। आप के इन भावो को देखकर वे बहुत खुश होंगे ।",
        "मीन कैरियर और धन राशिफल": "आज आपको अपने कार्यालय पर संचार और बातचीत कौशल का विशेष उपयोग करने की जरूरत है। आपको सावधान रहना होगा की जोर से शिकायत या किसी के पैरो में गिरने की जरुरत नहीं है , इसके बजाय आपको कूटनीति और कुशलता से दबाव के समय में कार्य करने की आवश्यकता होगी । आपकी सफल बातचीत भी काफी हद तक आपके करियर को आगे बढ़ा सकती है ।"
    }
}]
