horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। मानसिक रूप से थोड़ा उतार-चढ़ाव रहेगा। संपत्ति से संबंधित कोई लाभ हो सकता है। काम के सिलसिले में अच्छे नतीजे मिलेंगे। पहले से चली आ रही परेशानियों से मुक्ति मिलेगी। भाग्य का साथ मिलेगा। इनकम में अच्छी बढ़ोतरी देखने को मिलेगी। धार्मिक कामों से मान-सम्मान बढ़ेगा। व्यापार में अच्छी वृद्धि के योग बनेंगे। दांपत्य जीवन में प्रेम बढ़ेगा और प्रेम जीवन जीने वाले लोगों को कुछ दिक्कतों का सामना करना पड़ सकता है। दूसरों की इच्छाएँ आपकी अपना ख़याल रखने की इच्छा से टकराएगी- अपने जज़्बात को बांधे नहीं और वे काम करें जिससे आपको सुकून मिले। बिना किसी की मदद के भी आप धन कमा पाने में सक्षम हो सकते हैं बस आपको खुद पर विश्वास करने की जरुरत है। घर के माहौल की वजह से आप उदास हो सकते हैं। आज आप ऐसे इंसान से मिल सकते हैं, जो आपको ख़ुद अपनी ज़िन्दगी से ज़्यादा चाहता होगा। सहकर्मियों और वरिष्ठों से मिला सहयोग आपके उत्साह में इज़ाफ़ा करेगा। कोई आध्यात्मिक गुरू या बड़ा आपकी सहायता कर सकता है। थोड़ी-सी कोशिश करें तो यह दिन आपके वैवाहिक जीवन के सबसे विशेष दिनों में से एक हो सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- मिटटी का खाली घड़ा ढक्कन सहित बहते जल में प्रवाहित करने से पारिवारिक जीवन की बाधाएं दूर होंगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रहेगा। खर्चों में बढ़ोतरी बनी रहेगी, जो आपकी चिंता को बनाए रखेगी लेकिन इनकम में बढ़ोतरी होने शुरू होगी, जिससे आपको खुशी मिलेगी। परिवार का माहौल अच्छा रहेगा और आपस में बातचीत करने से एक दूसरे के बीच चली आ रही दूरी समाप्त होगी। प्रेम जीवन के लिहाज से आज का दिन मान कमजोर रहेगा। शादीशुदा लोगों के दांपत्य जीवन में भी कुछ समस्याएं बनी रहेंगी लेकिन फिर भी आपको संतुष्टि रहेगी। काम के सिलसिले में आपको अच्छे नतीजे मिलेंगे और व्यापार गति पकड़ेगा।आपका दानशीलता का व्यवहार आपके लिए छुपे हुए आशीर्वाद की तरह सिद्ध होगा, क्योंकि यह आपको शक, अनास्था, लालच और आसक्ति जैसी ख़राबियों से बचाएगा। जो लोग अब तक पैैसे को बिना सोचे विचारे उड़ा रहे थे उन्हें आज पैसे की बहुत आवश्यकता पड़ सकती है और आज आपको समझ में आ सकता है कि पैसे की जीवन में क्या अहमियत है। किसी धार्मिक स्थल या संबंधी के यहाँ जाने की संभावना है। आपका बेपनाह प्यार आपके प्रिय के लिए बेहद क़ीमती है। प्रतिस्पर्धा के चलते काम-काज की अधिकता थकावट भरी हो सकती है। टैक्स और बीमे से जुड़े विषयों पर ग़ौर करने की ज़रूरत है। अपने जीवनसाथी के चलते आप महसूस करेंगे कि स्वर्ग धरती पर ही है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- आर्थिक स्थिति मजबूत करने के लिए सूर्यदेव को प्रातः लाल फूल अर्पित करें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। आप नए नए विचारों से अपने काम को अच्छी गति देंगे। व्यापार में लाभ होने के योग बनेंगे। इनकम में बढ़ोतरी होगी। प्रेम जीवन जीने वालों को शुभ समाचार मिलेंगे और रिश्ते में प्रेम बढ़ेगा। शादीशुदा जातकों के दांपत्य जीवन में भी अच्छा समय रहेगा और खुशनुमा पल बिताने का मौका मिलेगा। आपका स्वास्थ्य कमजोर बना रह सकता है, इसलिए स्वास्थ्य पर खास ध्यान देने की आवश्यकता होगी। भाग्य का साथ मिलने से आंशिक तौर पर धन लाभ होगा।आज के दिन आपके चेहरे पर मुस्कान बिखरी रहेगी और अजनबी भी जाने-पहचाने से महसूस होंगे। अगर आपको लगता है कि आपके पास पर्याप्त धन नहीं है तो आज घर के किसी बड़े से धन संचित करने की सलाह लें। आपका जीवनसाथी आपकी सहायता करेगा और मददगार साबित होगा। अपने प्रिय की ग़ैर-ज़रूरी भावनात्मक मांगों के सामने घुटने न टेकें। दफ़्तर में आपको पता लग सकता है कि जिसे आप अपना दुश्मन समझते थे, वह दरअस्ल आपका शुभचिंतक है। आप खाली समय में अपने पसंदीदा काम करना पसंद करते हैं, आज भी आप ऐसा ही कुछ करने का सोचेंगे लेकिन किसी शख्स के घर में आने की वजह से आपका यह प्लान चौपट हो सकता है। अपने जीवनसाथी की वजह से आपको मानसिक अशान्ति का सामना करना पड़ सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- तले हुए काले चने गरीबों में बाँटने से प्रेम सम्बन्धों में वृद्धि होगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन बहुत बढ़िया रहेगा। आप अपने काम में बहुत अच्छा उत्साह दिखाते हुए काम करेंगे, जिससे आपको अच्छा लाभ भी मिलेगा और बॉस की प्रशंसा भी मिल सकती हैं। आपके खर्चे आपको परेशान कर सकते हैं, फिर भी उन से छुटकारा पाने का कोई रास्ता मिल जाएगा। आर्थिक तौर पर आज का दिन बढ़िया रहेगा। प्रेम जीवन भी अच्छा रहने वाला है और दांपत्य जीवन में तनाव बढ़ने वाला है, इसलिए सावधानी रखें।आज के रोज़ जो भावुक मिज़ाज आप पर छाया हुआ है, उससे निकलने के लिए बीती बातों को दिल से निकाल दीजिए। जिन लोगों की अब तक तनख्वाह नहीं आयी है आज वो पैसों के लिए बहुत परेशान रह सकते हैं और अपने किसी दोस्त से उधार मांग सकते हैं। दोपहर के बाद किसी पुराने दोस्त से मुलाक़ात दिन को ख़ूबसूरत बना देगी। आप अपने सुनहरे दिनों को याद करके पुरानी यादों में डूब जाएंगे। आज हो सकता है कि पहली नज़र में ही आपको कोई पसंद कर ले। आज का दिन बढ़िया प्रदर्शन और ख़ास कामों के लिए है। गप्पबाज़ी और अफ़वाहो से दूर रहें। वैवाहिक जीवन के लिए विशेष दिन है। अपने जीवनसाथी को बताएँ कि आप उनसे कितना प्यार करते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- तांबे का सिक्का अथवा टुकड़ा जेब में रखने से स्वास्थ्य अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहने वाला है। आपको अनेक प्रकार की सुख सुविधाओं का आनंद मिलेगा। दांपत्य जीवन में प्रेम बढ़ेगा और जीवन साथी काम की बात करेगा। व्यापार में वृद्धि होगी। प्रेम जीवन जीने वालों को भी अच्छे नतीजे मिलेंगे। आपके प्रिय का मूड काफी धार्मिक हो सकता है। इनकम में बढ़ोतरी होगी। नौकरी में स्थानांतरण के योग बन सकते हैं।स्वास्थ्य मजबूत रहेगा।क़िस्मत के भरोसे न बैठें और अपनी सेहत सुधारने के लिए ख़ुद मेहनत करें, क्योंकि हाथ पर हाथ रखे रहने से कुछ नहीं होने वाला। अब वक़्त आ गया है कि आप अपना वज़न क़ाबू में करें और स्वस्थ रहने के लिए नियमित व्यायाम का सहारा लें। धन का आगमन आज आपको कई आर्थिक परेशानियों से दूर कर सकता है। सही समय पर आपकी सहायता किसी को बड़ी परेशानी से बचा सकती है। निजी मसले नियन्त्रण में रहेंगे। किसी साझीदारी वाले व्यवसाय में जाने से बचें – क्योंकि मुमकिन है कि भागीदार आपका बेजा फ़ायदा उठाने की कोशिश करें। अपने मन पर काबू रखना सीखें क्योंकि कई बार आप मन की मानकर अपना कीमती समय बर्बाद कर देते हैं। आज भी आप ऐसा कुछ कर सकते हैं। आज आपको अपने जीवनसाथी का दैवीय पक्ष देखने को मिल सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- नौकरी/बिज़नेस में तरक्की हेतु पानी में लाल चंदन का पाउडर मिलाकर उससे स्नान करें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन मध्यम फलदायक रहेगा। दांपत्य जीवन में तनाव रहने से किसी भी काम में मन नहीं लगेगा और आप परेशानी महसूस करेंगे। प्रेम जीवन जीने वालों को भी आज तनाव से बचने की सलाह दी जा सकती है। आप सावधान रहें ताकि किसी बात पर झगड़ा ना हो। परिवार का माहौल अच्छा रहेगा और आपको संतुष्टि रहेगी। काम के सिलसिले में नतीजे आपके पक्ष में आएंगे।अवसाद के ख़िलाफ़ आपकी मुस्कान परेशानी से उबारने वाली रहेगी। इस राशि केे कुछ लोगों को आज संतान पक्ष से आर्थिक लाभ होने की उम्मीद है। आज आपको अपनी संतान पर गर्व महसूस होगा। घर पर कोशिश करें कि कोई आपकी वजह से आहत न हो और परिवार की ज़रूरतों के मुताबिक़ ख़ुद को ढालें। दूसरों की दख़लअन्दाज़ी गतिरोध पैदा कर सकती है। सहकर्मियों और वरिष्ठों के पूरे सहयोग के चलते दफ़्तर में काम तेज़ रफ़्तार पकड़ लेगा। छात्रोंं के दिमाग में आज प्यार का बुखार छा सकता है और इस वजह से उनका काफी समय बर्बाद हो सकता है। आज अपने जीवनसाथी का वह रुख़ देखने को मिलेगा, जो उतना अच्छा नहीं है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- अपने गर्लफ्रेंड/बॉयफ्रेंड को सीप, मोती या शंख से बनी वस्तु भेंट करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन बहुत अच्छा रहेगा। व्यापार में सफलता मिलेगी। उत्तम धन लाभ होगा। इनकम बढ़ेगी। टैक्स बचत का आपको लाभ मिल सकता है। प्रेम जीवन में अच्छे पल आएंगे। अपने प्रिय से मन की बातें करेंगे। दांपत्य जीवन जीने वालों को आज बहुत अच्छे नतीजे मिलेंगे और जीवनसाथी से रोमांस के अवसर मिलेंगे। कहीं दूर यात्रा पर जाना चाहेंगे। परिवार का माहौल कुछ परेशानी जनक हो सकता है। काम के सिलसिले में अच्छे नतीजे मिलेंगे।सेहत पर ग़ौर करने की ज़रूरत है। इस राशि के कुछ लोगों को आज जमीन से जुड़े किसी मुद्दे को लेकर धन खर्च करना पड़ सकता है। ऐसी जानकारी ज़ाहिर न करें, जो व्यक्तिगत और गोपनीय हो। अगर आप अपने प्रेमी के साथ कहीं बाहर घूमने जा रहे हैं तो कपड़े सोच-समझकर पहनें। अगर आप ऐसा नहीं करते तो आपका प्रेमी आपसे नाराज हो सकता है। आपमें बहुत-कुछ हासिल करने की क्षमता है- इसलिए अपने रास्ते में आने वाले सभी मौक़ों को झट-से दबोच लें। घर के छोटे सदस्यों के साथ गप्पें लगाकर आज आप अपने खाली समय का अच्छा इस्तेमाल कर सकते हैं। जीवनसाथी की ख़राब सेहत का असर आपके काम-काज पर भी पड़ सकता है, लेकिन आप किसी तरह चीज़ें संभालने में क़ामयाब रहेंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- गमलों में काले-सफेद मार्बल के दाने रखने से पारिवारिक खुशियां बढ़ेंगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रहेगा। खर्चों में अचानक बढ़ोतरी होगी, जो आपकी परेशानी का कारण बन जाएगी। स्वास्थ्य भी कुछ कमजोर रह सकता है। आपको ब्लड प्रेशर की शिकायत हो सकती है या किसी प्रकार की चोट लग सकती है, इसलिये गाड़ी सावधानी से चलाएं। विरोधियों से सावधान रहें, वे आप के खिलाफ षड्यंत्र कर सकते हैं। दांपत्य जीवन अच्छा रहेगा लेकिन प्रेम जीवन जीने वालों को कुछ दिक्कतों का सामना करना पड़ेगा।आज आपके पास अपनी सेहत और लुक्स से जुड़ी चीज़ों को सुधारने के लिए पर्याप्त समय होगा। यह बात भली भांति समझ लें कि दुख की घड़ी में आपका संचित धन ही आपके काम आएगा इसलिए आज के दिन अपने धन का संचय करने का विचार बनाएं। बच्चे भले ही आपका ध्यान अपनी ओर आकर्षित करना चाहते हों, लेकिन साथ ही ख़ुशियों की वजह भी साबित होते हैं। अपने प्रेम-प्रसंग के बारे में इधर-उधर ज़्यादा बातें न करें। अपना बायोडाटा भेजने या किसी इंटरव्यू में जाने के लिए अच्छा समय है। अपने व्यक्तित्व और रंग-रूप को बेहतर बनाने का कोशिश संतोषजनक साबित होगी। चीज़ें आपकी इच्छा के मुताबिक़ नहीं चलेंगी, लेकिन अपने हमदम के साथ आप अच्छा समय गुज़ारेंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- अच्छी आर्थिक स्थिति के लिए गंगाजल को नहाने वाले पानी में मिलाकर स्नान करें। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य फलदायक का रहने वाला है। कामों में अत्यंत व्यस्त रहना आपको मानसिक तौर पर परेशान जरूर करेगा लेकिन आगे आप का रास्ता बढ़िया कर देगा। काम के सिलसिले में अच्छे नतीजे मिलेंगे लेकिन मेहनत बहुत ज्यादा करनी पड़ेगी। दांपत्य जीवन में उतार-चढ़ाव की स्थिति रहेगी लेकिन प्रेम जीवन में आज खुशी भरे पल आएंगे। परिवार का माहौल सामान्य रहेगा।मनोवैज्ञानिक डर आपको बेचैन कर सकता है। सकारात्मक सोच और हालात के उजले पहलू को देखना आपको इससे बचा सकता है। ज़रूरत से ज़्यादा ख़र्च करने और चालाकी-भरी आर्थिक योजनाओं से बचें। एक नज़दीकी रिश्तेदार ख़ुद के लिए आपका ज़्यादा ध्यान चाहेगा, हालाँकि वह काफ़ी मददगार और ख़याल रखने वाला होगा। आपको अपनी हार से कुछ सबक़ सीखने की ज़रूरत है, क्योंकि आज अपने दिल की बात ज़ाहिर करने से नुक़सान भी हो सकता है। ऐसे लोगों से साथ जुड़ें जो स्थापित हैं और भविष्य के रुझानों को समझने में आपकी मदद कर सकते हैं। जब आपसे राय पूछी जाए तो संकोच न करें- क्योंकि इसके लिए आपकी काफ़ी तारीफ़ होगी। जीवनसाथी की वजह से आपकी कोई योजना या कार्य गड़बड़ हो सकता है; लेकिन धैर्य बनाए रखें। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- ॐ शुक्राय नमः का 11 बार उच्चारण करने से हेल्थ अच्छी रहेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम रूप से फलदायक रहने वाला है। आपको अपने बर्ताव पर ध्यान देना होगा क्योंकि जरा जरा सी बात पर आप गुस्सा हो सकते हैं और झगड़ा कर सकते हैं, इसलिए सावधान रहें। दांपत्य जीवन में इसका बुरा असर पड़ सकता है। प्रेम जीवन जीने वालों को अच्छे नतीजे मिलेंगे। परिवार का माहौल अच्छा रहेगा और आपको सुख और शांति दोनों देगा। काम के सिलसिले में आज आपका प्रयास शानदार कहा जाएगा और आपको उसके अच्छे नतीजे भी मिलेंगे।अपने मनमौजी और ज़िद्दी स्वभाव को क़ाबू में रखें, ख़ास तौर पर किसी जलसे या पार्टी में। क्योंकि ऐसा न करने पर वहाँ का माहौल तनावग्रस्त हो सकता है। धन से जुड़ा कोई मसला आज हल हो सकता है और आपको धन लाभ हो सकता है। एक-दूसरे का नज़रिया समझकर व्यक्तिगत समस्याएँ सुलझाएँ। इसे औरों के सामने न लाएँ, नहीं तो बदनामी हो सकती है। मुहब्बत का सफ़र प्यारा, मगर छोटा होगा। आप किसी बड़े व्यावसायिक लेन-देन को अंजाम दे सकते हैं और मनोरंजन से जुड़ी किसी परियोजना में कई लोगों का संयोजन कर सकते हैं। उन लोगों से मेलजोल बढ़ाने से बचें जिनके साथ आपका वक्त खराब होता है। जीवनसाथी के साथ एक आरामदायक दिन बीतेगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- गमलों में काले-सफेद मार्बल के दाने रखने से पारिवारिक खुशियां बढ़ेंगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआप के लिए आज का दिन सामान्य रूप से फलदायक रहने वाला है। अपनी मेहनत पर विश्वास रखेंगे जिससे सफलता मिलेगी। काम के सिलसिले में मेहनत का सिलसिला जारी रहेगा, फिर भी परिणाम आपके पक्ष में रहेंगे। परिवार में तनाव देखने को मिल सकता है लेकिन परिवार के छोटों से आप को अच्छा सहयोग मिलेगा। दांपत्य जीवन के लिहाज से दिन कमजोर है लेकिन प्रेम जीवन जीने वालों को अच्छे नतीजे मिलेंगे। व्यापार से धन लाभ होगा।आपका आकर्षक बर्ताव दूसरों का ध्यान आपकी तरफ़ खींचेगा। ऐसा लगता है आप जानते हैं कि लोग आपसे क्या चाहते हैं- लेकिन आज अपने ख़र्चों को बहुत ज़्यादा बढ़ाने से बचें। शाम के वक़्त अचानक मिली कोई अच्छी ख़बर पूरे परिवार की ख़ुशी और उत्साह की वजह साबित होगी। आप जहाँ हैं वहीं रहेंगे, बावजूद इसके प्यार आपको एक नए और अनोखे लोक में ले जाएगा। साथ ही आज आप रोमानी सफ़र पर भी जा सकते हैं। आज आप दूसरे दिनों की तुलना में अपने लक्ष्यों को कुछ ज़्यादा ही ऊँचा तय कर सकते हैं। अगर परिणाम आपकी उम्मीद के मुताबिक़ न आए, तो निराश न हों। इस राशि के छात्र छात्राओं को आज के दिन पढ़ाई में मन लगाने में दिक्कतें आ सकती हैं। आज आप अपना कीमती समय दोस्तों के चक्कर में बर्बाद कर सकते हैं। लगता है कि आपका जीवनसाथी आज बहुत ख़ुश है। आपको सिर्फ़ वैवाहिक जीवन से जुड़ी उसकी योजनाओं में मदद करने की ज़रूरत है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- चाँदी की बनी गाय का दान करने से नौकरी व बिज़नेस में तरक्की होगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य फलदायक रहेगा। आपका मन किसी बात को लेकर परेशान रहेगा। परिवार का माहौल आपके लिए बढ़िया रहेगा। घर में सुख आएगा और शांति भी होगी। इनकम बढ़ने से मन हर्षित होगा। दांपत्य जीवन के तनाव में कमी आएगी और प्रेम जीवन जीने वालों को भी आज अच्छे नतीजे हासिल होंगे। काम के सिलसिले में आपको किसी बुजुर्ग व्यक्ति की सलाह बड़ी काम आएगी।आज आपको कई दिक़्क़तों और मतभेदों का सामना करना पड़ सकता है, जिस वजह से आप झुंझलाहट और बेचैनी महसूस करेंगे। पैसा अचानक आपके पास अएगा, जो अपके ख़र्चों और बिल आदि को सम्हाल लेगा। कोई ऐसा रिश्तेदार जो बहुत दूर रहता है, आज आपसे संपर्क कर सकता है। एक प्यारी-सी मुस्कुराहट से अपने प्रेमी का दिन रोशन करें। इस राशि के कारोबारियों को आज कारोबार के सिलसिले में अनचाही यात्रा करनी पड़ सकती है। यह यात्रा आपको मानसिक तनाव दे सकती है। नौकरी पेशा लोगों को आज ऑफिस में इधर-उधर की बातें करने से बचना चाहिए। कोई आध्यात्मिक गुरू या बड़ा आपकी सहायता कर सकता है। यह दिन आपके जीवनसाथी के रूमानी पहलू को भरपूर तरीक़े से दिखाएगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- बड़ी स्त्रियों (माँ, दादी, नानी या कोई बुजुर्ग महिला) का आशीर्वाद ग्रहण करने से स्वास्थ्य अच्छा रहेगा। \n"
}]
