horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। इनकम में बढ़ोतरी होगी। जो दोपहर बाद आपके चेहरे पर मुस्कुराहट लेकर आएगी। आपकी सेहत भी बढ़िया रहेगी, जिससे दिन की शुरुआत भी बढ़िया होगी। काम के सिलसिले में आपकी मेहनत सर चढ़कर बोलेगी। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बहुत बढ़िया रहेगा। सेहत पर ग़ौर करने की ज़रूरत है। आर्थिक तौर पर सुधार तय है। आपको अपने घर के माहौल में कुछ सकारात्मक बदलाव करने पड़ेंगे। अपने प्रिय के साथ आज अच्छी तरह बर्ताव करें। किसी भी ख़र्चीले काम या योजना में हाथ डालने से पहले ठीक तरह से सोच-विचार कर लें। इस राशि के छात्र-छात्राएं आज अपने कीमती समय का दुरुपयोग कर सकते हैं। आप मोबाइल या टीवी पर आवश्यकता से अधिक समय जाया कर सकते हैं। जीवनसाथी की ख़राब सेहत के चलते आप चिंताग्रस्त हो सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- समय-समय पर अपने प्रेमी/प्रेमिका को लाल वस्त्र गिफ्ट में दें, इससे प्रेम में वृद्धि होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। भाग्य साथ देगा, जिससे कामों में सफलता मिलेगी। आप अपने काम को लेकर काफी गंभीर रहेंगे और पूरे ध्यान से काम करेंगे, जिससे अच्छे नतीजे मिलेंगे। शादीशुदा लोगों के गृहस्थ जीवन में कुछ समस्या आ सकता है प्रेम जीवन बिता रहे लोगों के लिए दिनमान सामान्य रहेगा, लेकिन आपका प्रिय किसी बात को लेकर जिद्दी हो सकता है। सेहत ठीक रहेगी।जब सेहत से जुड़ा मामला हो तो ख़ुद को अनदेखा नहीं करना चाहिए और सावधानी बरतनी चाहिए। अगर आपने अपने घर के किसी सदस्य से उधार लिया था तो उसे आज लौटा दें नहीं तो वो आपके खिलाफ कानूनी कार्यवाही कर सकता है। प्यार, मेलजोल और आपसी जुड़ाव में इज़ाफा होगा। अपने प्रेम-प्रसंग के बारे में इधर-उधर ज़्यादा बातें न करें। कार्यक्षेत्र में प्रगतिशील और बड़े बदलाव करने में सहकर्मी आपका पूरा सहयोग करेंगे। आपको भी तेज़ी से क़दम उठाने के लिए तैयार रहना चाहिए। मातहतों को कड़ी मेहनत के लिए प्रेरित करना सकारात्मक परिणाम देगा। अगर आप जल्दबाज़ी में निष्कर्ष निकालेंगे और ग़ैर-ज़रूरी काम करेंगे, तो आज का दिन काफ़ी निराशाजनक हो सकता है। अगर आप अपने जीवनसाथी की छोटी-छोटी बातों को नज़रअन्दाज़ करेंगे, तो उन्हें बुरा लग सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- प्लास्टर ऑफ़ पेरिस से बनी मूर्तियां घर में रखने से स्वास्थ्य अच्छा होगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए उतार-चढ़ाव से भरा रहेगा। दोपहर तक चिंताएं, आपको परेशान करते रहेंगे, लेकिन दोपहर बाद स्थितियों में बदलाव आएगा और आपके चेहरे पर मुस्कान लौट आएगी। इनकम में बढ़ोतरी होने से मन हर्षित होगा। शादीशुदा लोगों का गृहस्थ जीवन  खुशनुमा रहेगा। जो लोग प्रेम जीवन में हैं, उन्हें आपसी बातचीत से एक दूसरे को समझाते हुए समस्या को दूर करने की कोशिश करनी चाहिए। काम के सिलसिले में आज का दिन बहुत बढ़िया रहेगा।शारीरिक लाभ के लिए, विशेषकर मानसिक तौर पर मज़बूती हासिल करने के लिए ध्यान और योग का आश्रय लें। आकस्मिक मुनाफ़े या सट्टेबाज़ी के ज़रिए आर्थिक हालात सुदृढ़ होंगे। अपने जीवन-साथी के साथ बेहतर समझ ज़िन्दगी में ख़ुशी, सुकून और समृद्धि लाएगी। अपने दिल की बात ज़ाहिर करके आप ख़ुद को काफ़ी हल्का और रोमांचित महसूस करेंगे। काम की अधिकता के बावजूद भी आज कार्यक्षेत्र में आपमें ऊर्जा देखी जा सकती है। आज आप दिये गये काम को तय वक्त से पहले ही पूरा कर सकते हैं। बिना किसी को अवगत कराए ही आज आपके घर में किसी दूर के रिश्तेदार की एंट्री हो सकती है जिसके कारण आपका समय खराब हो सकता है। यह दिन आपके जीवनसाथी का बेहतरीन पहलू आपको दिखाने वाला है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- स्फटिक की बनी माला एक दूसरे को गिफ्ट में देना प्रेम सम्बन्धों के लिए बहुत शुभ है। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। दोपहर तक आप काफी अच्छी स्थिति में आएंगे, लेकिन दोपहर बाद चिंता से ग्रसित हो सकते हैं। यदि आप शादीशुदा हैं,तो दोपहर बाद ससुराल जाने का मौका मिलेगा। काम के सिलसिले में आज का दिन आपके पक्ष में रहेगा। शादीशुदा लोगों के गृहस्थ जीवन में थोड़ी निराशा का दिन रहेगा। किसी भी बात को लेकर झगड़े से बचें। प्रेम जीवन बिता रहे लोगों के लिए किसी गलतफहमी का शिकार होना भारी पड़ सकता है।सामाजिक मेलजोल से ज़्यादा सेहत को प्राथमिकता दी जानी चाहिए। परिवार के किसी सदस्य के बीमार पड़ने की वजह से आपको आर्थिक परेशानी आ सकती है, हालांकि इस वक्त आपको धन से ज्यादा उनकी सेहत की चिंता करनी चाहिए। बढ़िया दिन है जब आप सबके ध्यान को अपनी तरफ़ खींचेंगे- आपके सामने चुनने के लिए कई चीज़ें होंगी और आपके सामने समस्या यह होगी कि किसे पहले चुना जाए। आपकी थकी और उदास ज़िन्दगी आपके जीवन-साथी को तनाव दे सकती है। लघु व्यवसाय करने वाले इस राशि के जातकों को आज घाटा हो सकता है। हालांकि आपको घबराने की जरुरत नहीं है अगर आपकी मेहनत सही दिशा में है तो आपको अच्छे फल अवश्य मिलेंगे। अगर आप जल्दबाज़ी में निष्कर्ष निकालेंगे और ग़ैर-ज़रूरी काम करेंगे, तो आज का दिन काफ़ी निराशाजनक हो सकता है। सम्भव है कि आपके जीवनसाथी की वजह से आपकी प्रतिष्ठा को थोड़ी ठेस पहुँचे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- काला वस्त्र गरीब को दान करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन मान आपके लिए माध्यम रूप से फलदायक रहेगा। दोपहर बाद स्थिति आपके पक्ष में आएंगी। तब तक थोड़ा सावधानी रखें, दोपहर तक कोई बड़ा काम हाथ में ना लें। काम के सिलसिले में अपने दिमाग का इस्तेमाल करना और लोगों का सपोर्ट लेकर काम करना सफलतादायक रहेगा। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिन मान रोमांटिक रहेगा और प्रेम जीवन बिता रहे लोग भी अपने रिश्ते की खूबसूरती से खुश रहेंगे।ज़िंदगी का भरपूर लुत्फ़ उठाने के लिए अपनी महत्वाकांक्षाओं को क़ाबू में रखें। योग का सहारा लें, जो आध्यात्मिक, मानसिक और शारीरिक तौर पर स्वस्थ रखकर दिल और दिमाग़ को बेहतर बनाता है। आज आप आसानी से पैसे इकट्ठा कर सकते हैं- लोगों को दिए पुराने कर्ज़ वापिस मिल सकते हैं- या फिर किसी नयी परियोजना पर लगाने के लिए धन अर्जित कर सकते हैं। पारिवारिक परेशानियों को हल करने में आपका बच्चों जैसा मासूम बर्ताव अहम किरदार अदा करेगा। रोमांस आपके दिल पर क़ाबिज़ है। कामकाज के मामले में आज आपकी आवाज़ पूरी तरह सुनी जाएगी। इस राशि के जातक खाली वक्त में आज किसी समस्या का समाधान निकालने की कोशिश कर सकते हैं। आज आप एक बार फिर समय में पीछे जाकर शादी के शुरुआती दिनों के प्यार और रुमानियत को महसूस कर सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- पीले सूरजमुखी के पौधे घर में लगाने से नौकरी व बिज़नेस में तरक्की होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। दोपहर तक इनकम अच्छी रहेगी, लेकिन दोपहर बाद खर्चों में बढ़ोतरी होगी, इसलिए थोड़ी सावधानी रखना जरूरी होगा। सेहत के मामले में आज का दिन ठीक रहेगा। हल्के बुखार से सावधान रहें, मौसम बदलते हुए कोई ऐसा काम ना करे। जो आपको बीमार कर दे।  शादीशुदा लोगों के गृहस्थ जीवन में आज का दिन मान बढ़िया रहेगा और जो लोग प्रेम जीवन बिता रहे हैं, उन्हें किसी बात को लेकर निराशा हो सकती है। अब अपने काम को लेकर काफी अच्छे नतीजे पाएंगे।आज आप ऊर्जा से लबरेज़ होंगे- आप जो भी करेंगे उसे आप उससे आधे वक़्त में ही कर देंगे, जितना वक़्त आप अक्सर लेते हैं। आपके मन में जल्दी पैसे कमाने की तीव्र इच्छा पैसा होगी। घर में उल्लास का माहौल आपके तनावों को कम कर देगा। आप भी इसमें पूरी सहभागिता करें और महज़ मूक दर्शक न बने रहें। आपका प्रिय आपसे वादे की मांग करेगा, लेकिन ऐसा वादा न करें जिसे आप पूरा न कर सकें। नई शुरू की परियोजनाएँ उम्मीद के मुताबिक़ परिणाम नहीं देंगी। आपमें से कुछ लोगों को लंबा सफ़र करना पड़ सकता है – जो काफ़ी दौड़-भाग भरा होगा – लेकिन साथ ही बहुत फ़ायदेमंद भी साबित होगा। शादिशुदा ज़िन्दगी के तमाम मुश्किल दिनों के बाद आप और आपका हमदम फिर प्यार की गर्माहट महसूस कर सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- नौकरी व बिज़नेस में तरक्की के लिए अपने इष्टदेव की चाँदी से निर्मित मूर्ति की पूजा करें। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन मान आपके लिए बढ़िया रहेगा। परिवार की जरूरतों का ध्यान देने के साथ-साथ संतान के बारे में भी कुछ नहीं सोचेंगे। प्रेम जीवन बिता रहे लोगों का ज्ञान सामान्य रहेगा। शादीशुदा लोगों के गृहस्थ जीवन में आज के दिन तनाव  भी हो सकता है, कि सावधानी रखें। काम के सिलसिले में आज का दिन आपके लिए बढ़िया रहेगा, लेकिन दोपहर बाद मन में विचार आएगा, कि दूसरी नौकरी की तलाश की जाए।ध्यान से सुकून मिलेगा। दिन के दूसरे हिस्से में आर्थिक तौर पर फ़ायदा होगा। कुछ समय आप अपने शौक़ और अपने परिवार वालों की मदद में भी ख़र्च कर सकते हैं। आज आपको महसूस होगा कि आपका महबूब आपसे कितना प्यार करता है। योग्य कर्मियों को पदोन्नति या आर्थिक मुनाफ़ा हो सकता है। आप चाहें तो परेशानियों को मुस्कुराकर दरकिनार कर सकते हैं या उनमें फँसकर परेशान हो सकते हैं। चुनाव आपको करना है। आप अपने जीवनसाथी के साथ कुछ बहुत रोमांचक काम कर सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- दुर्गाजी के मंदिर में प्रसाद चढ़ाकर गरीबों में बाँटने से पारिवारिक जीवन अच्छा होगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। दोस्तों और भाइयों को सपोर्ट मिलेगा। काम के सिलसिले में दिनमान अच्छा है, लेकिन अपने काम पर ध्यान जरूर दें। सेहत में उतार-चढ़ाव रहेगा। इनकम बढ़िया रहेगी, जिससे मन हर्षित होगा। शादीशुदा लोगों के गृहस्थ जीवन के लिए आज का दिन अच्छा है। विरोधियों पर भारी पड़ेंगे। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन मान अच्छा रहेगा।चूँकि यात्रा के लिहाज़ से आप अभी कुछ कमज़ोर हैं, इसलिए लंबी यात्राओं से बचने की कोशिश कीजिए। अगर आपको लगता है कि आपके पास पर्याप्त धन नहीं है तो आज घर के किसी बड़े से धन संचित करने की सलाह लें। अपने जीवन-साथी के साथ बेहतर समझ ज़िन्दगी में ख़ुशी, सुकून और समृद्धि लाएगी। आपका संगी आपका भला सोचता है इसलिए कई बार आप पर गुस्सा भी कर बैठता है, उनके गुस्से पर नाराज होने से बेहतर यह होगा कि आप उनकी बातों को समझें। दफ़्तर में अपनी ग़लती स्वीकार करना आपके पक्ष में जाएगा। लेकिन आपको इसे सुधारने के लिए विश्लेषण की ज़रूरत है। आपकी वजह से जिसे नुक़सान हुआ हो, उससे माफ़ी मांगने की ज़रूरत है। याद रखिए कि हर कोई ग़लती करता है, लेकिन केवल बेवकूफ़ ही उन्हें दोहराते हैं। अपने किस मित्र के साथ आज समय बिता सकते हैं लेकिन इस दौरान आप शराब का सेवन करने से बचना चाहिए नहीं तो समय की बर्बादी हो सकती है। किसी ख़बसूरत याद के कारण आपके और आपके जीवनसाथी के बीच की अनबन रुक सकती है। इसलिए वाद-विवाद की हालत में पुराने दिनों की यादों को ताज़ा करना न भूलें। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- पीपल के वृक्ष पर जल चढाने से स्वास्थ्य बना रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन मान आपके लिए अच्छा रहेगा। अपने दोस्तों और जान पहचान के लोगों के साथ काफी वक्त बिताने का मौका मिल सकता है। शादीशुदा लोगों के गृहस्थ जीवन के लिए आज का दिन मान प्रेम से भरा रहेगा। खुद की सेहत भी अच्छी रहेगी। प्रेम जीवन बिता रहे लोग अपने प्रिया के बर्ताव से थोड़ा निराश हो सकते हैं। आपकी इनकम जरूर अच्छी रहेगी और काम में भी सफलता मिलेगी। भाग्य आपका पूरा साथ देगा।खेलों और आउटडोर गतिविधियों में भागीदारी आपकी खोयी ऊर्जा को फिर से इकट्ठा करने में आपकी मदद करेगी। आज आप अच्छा पैसा कमाएंगे- लेकिन ख़र्च में इज़ाफ़ा आपके लिए बचत को और ज़्यादा मुश्किल बना देगा। आज के दिन बिना कुछ ख़ास किए आप आसानी से लोगों का ध्यान अपनी ओर आकर्षित करने में क़ामयाब रहेंगे। आपका प्रेमी आज आपकी बातों को सुनने से ज्यादा अपनी बातें कहना पसंद करेगा जिसकी वजह से आप थोड़े खिन्न हो सकते हैं। साझीदारी में किसी नई परियोजना को शुरू करने के लिए अच्छा दिन है। इससे सभी को मुनाफ़ा होगा। लेकिन साझीदार से हाथ मिलाने से पहले भली-भांति विचार कर लें। व्यस्त दिनचर्या के बावजूद भी आज आप अपने लिए समय निकालपाने में सक्षम होंगे। खाली वक्त में आज कुछ रचनात्मक कर सकते हैं। रोमानी नज़रिए से वैवाहिक जीवन के लिए अच्छा दिन है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- स्कूल, हॉस्टल या अनाथ आश्रम में आर्थिक मदद, पुस्तकें या उपयोगी सामान दान करने से नौकरी व बिज़नेस में तरक्की होगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। पैसों की आवक होगी, जिससे आर्थिक स्थिति मजबूत बनेगी। किसी धार्मिक काम पर पैसा खर्च करेंगे, जमीन जायदाद से जुड़े मामलों के लिए दिनमान अच्छा रहेगा। अचानक से कुछ लाभ मिल सकता है। काम के सिलसिले में दिन अच्छा रहेगा। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिन अच्छा रहेगा और प्रेम जीवन बिता रहे लोग आज के दिन को खुलकर एंजॉय करेंगे।आलस्य और कम ऊर्जा-स्तर आपके शरीर के लिए ज़हर काम करेंगे। किसी सृजनात्मक काम में ख़ुद को व्यस्त रखना बेहतर रहेगा। साथ ही बीमारी से जूझने के लिए ख़ुद को उत्साहित करते रहें। प्राप्त हुआ धन आपकी उम्मीद के मुताबिक़ नहीं होगा। दोस्त और रिश्तेदार साथ में ज़्यादा वक़्त बिताने की मांग करेंगे लेकिन यह सभी दरवाज़े बन्द करके राजसी आनन्द लेने का समय है। आज रुमानियत का मौसम ज़रा ख़राब लगता है, क्योंकि आपका साथी आपसे आज कुछ ज़्यादा ही अपेक्षा करेगा। जो लोग अब तक बेरोजगार हैं उन्हें अच्छी जॉब पाने के लिए आज और अधिक मेहनत करने की जरुरत है। मेहनत करके ही आप सही परिणाम पा पाएंगे। घर पर मिले किसी पुराने सामान को देखकर आज आप खुश हो सकते हैं और सारा दिन उस सामान को साफ करने में बिता सकते हैं। आपकी व्यस्त दिनचर्या के चलते आपका जीवनसाथी आपके ऊपर शक़ कर सकता है। लेकिन दिन के अन्त तक वह आपकी बात समझेगा और आपको गले लगाएगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- बहते जल में श्री-फल(नारियल) प्रवाहित करने से स्वास्थ्य बना रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा सेहत अच्छी होगी। मानसिक रूप से मजबूत रहेंगे। चुनौतियों का सही तरीके से सामना करेंगे। हौसला बढ़ेगा, काम के सिलसिले में दिनमान ठीक-ठाक रहेगा। शादीशुदा लोगों का गृहस्थ जीवन बहुत रोमांटिक रहेगा। प्रेम जीवन बिता रहे लोगों के लिए अच्छा है। अपने दिल की बात करेंगे।उम्रदराज़ लोगों को अपनी सेहत का ध्यान रखने की ज़रूरत है। आज निवेश के जो नए अवसर आपकी ओर आएँ, उनपर विचार करें। लेकिन धन तभी लगाएँ जब आप उन योजनाओं का भली-भांति अध्ययन कर लें। जिन्हें आप चाहते हैं, उनके साथ उपहारों का लेन-देन करने के लिए अच्छा दिन है। आज आपको अपने प्रिय का एक अलग ही अन्दाज़ देखने को मिल सकता है। लंबित व्यावसायिक योजनाएँ शुरू होंगी। दिक़्क़तों का तेज़ी से मुक़ाबला करने की आपकी क्षमता आपको ख़ास पहचान दिलाएगी। आज के दिन आपका वैवाहिक जीवन एक विशिष्ट दौर से गुज़रेगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- स्वास्थ्य बना रहे इसके लिए गुरुवार को तेल न लगाएं। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। तब तक आप की इनकम अच्छी रहेगी, लेकिन दोपहर बाद खर्चों में बढ़ोतरी होगी। चिंता न हो इसका ध्यान रखें। सेहत का ध्यान रखें। शादीशुदा लोगों के गृहस्थ जीवन में तनाव बढ़ सकता है। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा रहेगा। अपने रिश्ते को लेकर काफी गंभीर है। ससुराल के लोगों से बातचीत करेंगे।शारीरिक तौर पर तंदुरुस्त रहने के लिए धूम्रपान की आदत छोड़ दें। आर्थिक तंगी से बचने के लिए अपने तयशुदा बजट से दूर न जाएँ। परिवार के लोगों से अपनी परेशानियां साझा करके आप हल्का महसूस करते हैं, लेकिन कई बार आप अपने अहम को आगे रखकर घर वालों को जरुरी बातें नहीं बताते। आपको ऐसा नहीं करना चाहिए ऐसा करके परेशानी और भी बढ़ेगी कम नहीं होगी। आपकी ऊर्जा का स्तर ऊँचा रहेगा- क्योंकि आपका प्रिय आपने लिए बहुत सारी ख़ुशी की वजह साबित होगा। दलालों और व्यावसायियों के लिए अच्छा दिन हैं, क्योंकि उन्हें मांग में इज़ाफ़े से फ़ायदा होगा। इस राशि के जातक आज लोगों से मिलने से ज्यादा अकेले में वक्त बिताना पसंद करेंगे। आज आपका खाली समय घर की सफाई में बीत सकता है। आज आप अपने जीवनसाथी के साथ कुछ बेहतरीन पल गुज़ार सकेंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- आर्थिक स्थिति मजबूत करने के लिए लाल मिर्च (सूर्य की कारक वस्तु) का भोजन में संतुलित प्रयोग करें। \n"
}]
