horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। आपको अपने खाने पीने पर ध्यान देना होगा क्योंकि आप बीमार पड़ सकते हैं। भाग्य का साथ ना मिलने से कामों में विलंब होगा। काम के सिलसिले में आपका मन कम लगेगा जिससे आपके काम पर बुरा असर पड़ेगा। पारिवारिक जीवन में खुशी मिलेगी और प्रेम जीवन में राहत भरा दिन रहने की संभावना है। शादीशुदा जात को के दांपत्य जीवन में खुशी के पल आएंगे और व्यापार के माध्यम से आपको थोड़ा लाभ हो सकता है।आपके पति/पत्नि की सेहत तनाव और फ़िक्र की वजह बन सकती है। आर्थिक रुप से आज आप काफी मजबूत नजर आएंगे, ग्रह नक्षत्रों की चाल से आज आपके लिए धन कमाने के कई मौके बनेंगे. बच्चे की पढ़ाई के बारे में चिंता करने की ज़रूरत नहीं है। इस समय जो समस्याएँ आपको झेलनी पड़ रही हैं, वे क्षणिक हैं और समय के साथ वे ख़ुद-ब-ख़ुद ख़त्म हो जाएंगी। अपने प्रिय की पुरानी बातों को माफ़ करके आप अपनी ज़िंदगी में सुधार ला सकते हैं। नौकरी-पेशे के लिहाज़ से की गयी यात्रा सकारात्मक फल देगी। आपको इंटरव्यू के दौरान दिमाग़ ठण्डा रखने और ख़ुद को अभिव्यक्त करने की ज़रूरत है। इस राशि के बच्चे आज खेलकूद में दिन बिता सकते हैं, ऐसे में माता-पिता को उनपर ध्यान देना चाहिए क्योंकि चोट लगने की संभावना है। कहते हैं कि स्त्रियाँ शुक्र और परुष मंगल ग्रह के रहने वाले हैं, लेकिन आज के दिन विवाहित शुक्र और मंगल एक-दूसरे में घुल जाएंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- हल्दी गाँठ, केसर, पीला चन्दन, पीली दाल का अधिक सेवन करने से हेल्थ बेहतर बनेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन बहुत अच्छा रहेगा। जिस काम को भी आप करने की सोचेंगे, उसे पूरा करके ही दम लेंगे और उससे आप को फायदा होगा। भाग्य का सितारा आज मजबूत रहेगा। स्वास्थ्य के मामले में दिन कमजोर रहेगा। काम के सिलसिले में स्थिति आपके पक्ष में रहेगी। पारिवारिक जीवन भी खुशनुमा रहेगा। शादीशुदा जातकों के दांपत्य जीवन में आज खुशी भरे पल आएंगे। जो लोग प्रेम जीवन में हैं, उन्हें आज समस्या का किसी दिक्कतों का सामना करना पड़ सकता है।आपकी जी-तोड़ मेहनत और परिवार का सहयोग इच्छित परिणाम देने में क़ामयाब रहेंगे। लेकिन तरक़्क़ी की रफ़्तार बरक़रार रखने के लिए मेहनत इसी तरह जारी रखें। आप ख़ुद को नए रोमांचक हालात में पाएंगे- जो आपको आर्थिक फ़ायदा पहुँचाएंगे। आपकी पारिवारिक सदस्यों को क़ाबू में रखने और उनकी न सुनने प्रवृत्ति की वजह से बेवजह वादविवाद हो सकता है और आपको आलोचना का सामना भी करना पड़ सकता है। प्रेम के दृष्टिकोण से उत्तम दिन है। काम को मनोरंजन के साथ न मिलाएँ। वक्त की नाजाकत को समझते हुए आज आप सब लोगों से दूरी बनाकर एकांत में वक्त बिताना पसंद करेंगे। ऐसा करना आपके लिए हितकर भी होगा। वैवाहिक जीवन के उजले पहलू का अनुभव करने के लिए अच्छा दिन है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- ॐ पदमपुत्राय विदमहे अमृतेशाय धीमहि तन्नों केतुः प्रचोदयात। इस मंत्र का रात में 11 बार उच्चारण करने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। पैसों के मामले में आज का दिन काफी बढ़िया रहेगा और भाग्य का पूरा साथ मिलेगा। यात्रा करना फायदेमंद रहेगा। काम के सिलसिले में ट्रांसफर के योग बनेंगे। शादीशुदा जातकों को अपने दांपत्य जीवन में सुख मिलेगा। यदि किसी प्रेम संबंध में हैं तो आज का दिन बढ़िया रहेगा। प्रेम जीवन जीने वालों के लिए भी आज का दिन अच्छा रहेगा और वे अच्छे पल बिताएंगे। परिवार का माहौल तनावपूर्ण होगा जिससे लोगों में तालमेल की कमी हो सकती है। अपने मानसिक स्वास्थ्य पर ध्यान दें, जो आध्यात्मिक जीवन के लिए आवश्यक है। मस्तिष्क जीवन का द्वार है, क्योंकि अच्छा-बुरा सब-कुछ इसी के माध्यम से आता है। यही ज़िंदगी की समस्याएँ दूर करने में सहायक सिद्ध होता है और सही सोच से इंसान को आलोकित करता है। घर में किसी फंक्शन के होने की वजह से आज आपको बहुत धन खर्च करना पड़ेगा जिसके कारण आपकी आर्थिक स्थिति खराब हो सकती है। दफ़्तर के कामकाज में ज़्यादा व्यस्तता के चलते अपने जीवनसाथी के साथ आपका रिश्ता तनावपूर्ण हो सकता है। मुहब्बत की टीस आज रात आपको सोने नहीं देगी। भले ही छोटी-मोटी बाधाओं का सामना करना पड़े, लेकिन कुल मिलाकर यह दिन कई उपलब्धियाँ दे सकता है। उन सहकर्मियों का ख़ास ध्यान रखें, जो उम्मीद के मुताबिक़ चीज़ न मिलने पर जल्दी ही बुरा मान जाते हैं। रात को ऑफिस से घर आते वक्त आज आपको सावधानी से वाहन चलाना चाहिए, नहीं तो दुर्घटना हो सकती है और कई दिनों के लिए आप बीमार पड़ सकते हैं। अपने जीवनसाथी के साथ प्यार-मुहब्बत के लिए काफ़ी वक़्त मिलेगा, लेकिन सेहत गड़बड़ हो सकती है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- नीम-बबूल की दातून करने से आर्थिक स्थिति मजबूत होगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रह सकता है। अपनी सेहत पर पूरा ध्यान दें। स्वास्थ्य कमजोर रहने से आज के दिन काफी मशक्कत करनी पड़ेगी और काम के सिलसिले में भी आपको पूरा ध्यान देना होगा। शादीशुदा जातकों का दांपत्य जीवन बढ़िया रहेगा और आज का दिन खुशनुमा रहेगा। प्रेम जीवन जीने वालों को आज थोड़ा सावधान रहना होगा क्योंकि आपके प्रिय से संबंध बिगड़ सकते हैं।अगर आपकी योजना बाहर घूमने-फिरने की है तो आपका वक़्त हँसी-ख़ुशी और सुकून भरा रहेगा। अपने अतिरिक्त धन को सुरक्षित जगह पर रखिए, जो आने वाले वक़्त में आप फिर पा सकें। आपकी ज्ञान की प्यास आपको नए दोस्त बनाने में मददगार साबित होगी। प्यार के नज़रिए से देखें तो आज आप जीवन के रस का भरपूर आनन्द लेने में सफल रहेंगे। निर्णय लेते समय अपने अहम को बीच में न आने दें, अपने कनिष्ठ सहकर्मियों की बात पर ग़ौर फ़रमाएँ। जो भी आपसे मिले, उसके साथ विनम्र और सुखद व्यवहार करें। बहुत कम लोग ही आपके इस आकर्षण का राज़ जान पाएंगे। आप दुनिया में ख़ुद को सबसे रईस महसूस करेंगे, क्योंकि आपके जीवनसाथी का व्यवहार आपको ऐसा महसूस कराएगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- चाँदी की अंगूठी कनिष्ठिका अँगुली में धारण करना नौकरी/बिज़नेस के लिए शुभ है। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम फल देने वाला रहेगा। काम के सिलसिले में अधिक मेहनत करने का समय है। मानसिक रूप से मजबूत रहेंगे। शादीशुदा लोगों के दांपत्य जीवन में खुशी आएगी। जो लोग किसी प्रेम संबंध में हैं उनके प्रेम जीवन में उतार-चढ़ाव भरा दिन रहने वाला है। आप अपने विरोधियों से सावधान रहने से आपका दिन सही जाएगा लेकिन आपका स्वास्थ्य कमजोर रह सकता है।आपको जल्द-से-जल्द अपने जज़्बात को क़ाबू में करने और डर से आज़ादी पाने की ज़रूरत है, क्योंकि ये आपकी सेहत पर ख़राब असर डाल सकते हैं और अच्छी सेहत का मज़ा लेने से आपको वंचित कर सकते हैं। नए क़रार फ़ायदेमंद दिख सकते हैं, लेकिन वे उम्मीद के मुताबिक़ लाभ नहीं पहुँचाएंगे। निवेश करते समय जल्दबाज़ी में निर्णय न लें। अपनी महत्वाकांक्षाओं को माता-पिता को बतलाने का सही समय है। वे आपको सहयोग देंगे। आपको भी ध्यान केंद्रित कर कड़ी मेहनत करने की ज़रूरत है। अटके कामों के बावजूद रोमांस और बाहर घूमना-फिरना आपके दिलो-दिमाग़ पर छाया रहेगा। कार्यक्षेत्र में हालात आपके पक्ष में रुख़ करते मालूम होंगे। आज अपने लिए वक्त निकालकर अपने जीवनसाथी के साथ आप कहीं घूमने जा सकते हैं। हालांकि इस दौरान आप दोनों के बीच थोड़ी बहुत कहासुनी हो सकती है। आज आप एक बार फिर समय में पीछे जाकर शादी के शुरुआती दिनों के प्यार और रुमानियत को महसूस कर सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- पीपल के वृक्ष की छाया में खड़े होकर लोहे के बर्तन में जल, चीनी, घी तथा दूध मिलाकर पीपल की जड़ में चढ़ाने से आर्थिक समृद्धि आएगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फलदायक रहेगा। पारिवारिक जीवन में तनाव हो सकता है। इसका असर आपके काम पर भी पड़ेगा। स्वास्थ्य थोड़ा सा कमजोर हो सकता है। यदि आप किसी से प्रेम करते हैं तो आज का दिन आपके लिए बेहतरीन साबित होगा। प्रिय के साथ पूरा वक्त बिताने का मौका मिलेगा, जिससे दिन खुशनुमा बीतेगा। आज आपके खर्चों में बढ़ोतरी होगी।आप अपने सकारात्मक रवैये और आत्मविश्वास की वजह से आस-पास के लोगों को प्रभावित करेंगे। आर्थिक पक्ष के मजबूत होने की पूरी संभावना है। अगर आपने किसी शख्स को पैसा उधार दिया था तो आज आपको वो पैसा वापस मिलने की उम्मीद है। कोई पुराना दोस्त शाम के समय फ़ोन कर पुरानी यादें ताज़ा कर सकता है। रोमांटिक मुलाक़ात बहुत रोमांचक रहेगी, लेकिन ज़्यादा देर के लिए नहीं होगी। दिवास्वप्नों में समय खपाना नुक़सानदेह रहेगा, इस मुग़ालते में न रहें कि दूसरे आपका काम करेंगे। आज आपको ढेरों दिलचस्प निमंत्रण मिलेंगे- साथ ही आपको एक आकस्मिक उपहार भी मिल सकता है। किसी पड़ोसी, दोस्त या रिश्तेदार की वजह से वैवाहिक जीवन में अनबन मुमकिन है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- गरीब स्त्री की आर्थिक मदद करते रहें इससे प्रेम सम्बन्धों में इज़ाफा होगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए काफी अच्छा रहेगा। परिवार का माहौल काफी बढ़िया रहने वाला है और अपने परिजनों का सहयोग प्राप्त होगा। प्रेम जीवन में भी प्रिय के साथ वक्त बिताने के अच्छे मौके आएंगे। शादीशुदा जातकों के दांपत्य जीवन में तनाव रह सकता है, जिससे आप थोड़े से तनाव में भी होंगे। अपने साथ काम करने वालों से आपको फायदा होगा और वे आपके काम में आपकी मदद करेंगे। काम के सिलसिले में आज का दिन बढ़िया रहेगा।अपनी ऊर्जा का इस्तेमाल किसी मुश्किल में फँसे इंसान की मदद करने के लिए करें। याद रखें – यह शरीर तो एक-न-एक दिन मिट्टी में मिलने वाला है, अगर यह किसी के काम न आ सके तो इसका क्या फ़ायदा? आज आपको अपना धन खर्च करने की जरुरत नहीं पड़ेगी क्योंकि घर का कोई बड़ा आज आपको धन दे सकता है। घर में उल्लास का माहौल आपके तनावों को कम कर देगा। आप भी इसमें पूरी सहभागिता करें और महज़ मूक दर्शक न बने रहें। प्रेम निःसीम होता है, सभी सीमाओं के परे; आपने ये बातें पहले भी सुनी होंगी। लेकिन आज वह दिन है जब आप अगर चाहें तो यह ख़ुद महसूस कर सकते हैं। दफ़्तर में हुए बदलावों से आपको आख़िरकार लाभ ही मिलेगा। इस राशि के छात्र आज मोबाइल पर सारा दिन बर्बाद कर सकते हैं। अगर हाल में आप व आपका जीवनसाथी बहुत ख़ुश महसूस नहीं कर रहे थे, तो आज हालात बदल सकते हैं। आप दोनों आज बहुत मज़े करने वाले हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- कोढ़ी व गूंगे-बहरे व्यक्ति की मदद करने से स्वास्थ्य अच्छा होगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। आपकी सेहत बढ़िया रहेगी और आपकी इनकम में भी बढ़ोतरी होगी जिससे आर्थिक स्थिति मजबूत होगी। काम के सिलसिले में स्थितियाँ आपके पक्ष में रहेंगी और परिवार का सहयोग आपको प्राप्त होगा। शादीशुदा जातकों के लिए आज का दिन अच्छा है। जीवनसाथी का सहयोग मिलेगा और प्रेम जीवन में तनाव का सामना करना पड़ सकता है।दोस्तों का रुख़ सहयोगी रहेगा और वे आपको ख़ुश रखेंगे। आपका धन आपके काम तभी आता है जब आप फिजूलखर्ची करने से खुद को रोकते हैं आज ये बात आपको अच्छी तरह से समझ में आ सकती है। रिश्तेदारों के यहाँ छोटी यात्रा आपके भागदौड़ भरे दिन में आराम और सुकून देने वाली साबित होगी। हालाँकि प्यार में निराशा हाथ लग सकती है लेकिन हिम्मत मत हारिए क्योंकि आखिर में जीत सच्चे प्यार की ही होती है। रचनात्मक कामों से जुड़े लोगों के लिए बेहतरीन दिन है, क्योंकि उन्हें वह शोहरत और पहचान मिलेगी जिसकी उन्हें लम्बे समय से तलाश थी। इस राशि के लोगों को आज अपने आप को समझने की जरुरत है। यदि आपको लगता है कि आप दुनिया की भीड़ में कहीं खो गये हैं तो अपने लिए वक्त निकालें और अपने व्यक्तित्व का आकलन करें। जीवनसाथी के साथ कुछ तनातनी मुमकिन है, लेकिन शाम के खाने के साथ चीज़ें भी सुलझ जाएंगी। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- गणेशजी के मंदिर में मूँग के लड्डुओं का भोग लगाएँ तथा बच्चों को भी बाँटने से लव लाइफ अच्छी रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nका दिन आपके लिए मध्यम रूप से फलदायक रहेगा। आपकी सेहत कमजोर रहेगी और आप बीमार पड़ सकते हैं। खर्चों में बढ़ोतरी होने से मन चिंतित रहेगा। वाहन सावधानी से चलाना चाहिए। यात्रा करना अच्छा नहीं है इसलिए टालने का प्रयास करें। घर के छोटों का पूरा सहयोग मिलेगा। प्रेम जीवन में कुछ दिक्कतें पेश आ सकती हैं। दांपत्य जीवन जीने वालों को अच्छे नतीजे हासिल होंगे। काम के सिलसिले में आपकी मेहनत रंग लाएगी।ध्यान और आत्म-चिन्तन लाभदायक सिद्ध होगा। अपने गुस्से पर काबू रखें और ऑफिस में सबके साथ ढ़ग से व्यवहार करें अगर आप ऐसा नहीं करते तो आपकी जॉब जा सकती है और आपकी आर्थिक स्थिति खराब हो सकती है। आपके जीवनसाथी की सेहत आपको चिंता में डाल सकती है। रोमांस आनन्ददायी और काफ़ी रोमांचक रहेगा। अगर आप कई दिनों से कामकाज में दिक़्क़त महसूस कर रहे हैं, तो आज के दिन आपको राहत महसूस हो सकती है। कार्यक्षेत्र में किसी काम के अटकने की वजह से आज आपका शाम का कीमती वक्त खराब हो सकता है। जीवनसाथी के साथ आज की शाम वाक़ई कुछ ख़ास होने वाली है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- सिक्के(लेड धातु) के चार टुकड़े चलते पानी में बहाने से पारिवारिक जीवन खुशहाल बनेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। आज आपके काफी खर्चे भी होंगे। दांपत्य जीवन में अच्छा दिन रहेगा और जीवन साथी को खुश रखने का प्रयास करेंगे। उन्हें किसी पार्टी में ले जा सकते हैं। प्रेम जीवन के लिहाज से भी आज का दिन अच्छा रहेगा और अपने प्रिय को कोई भेंट दे सकते हैं। काम के सिलसिले में  आपको कुछ दिक्कतें होंगी और आप अपने काम से जी चुराएंगे। इसलिए ध्यान देने की जरूरत पड़ेगी।आपका बच्चों जैसा भोला स्वभाव फिर सतह पर आ जाएगा और आप शरारती मनोदशा में होंगे। जिन व्यापारियों के संबंध विदेशों से हैं उन्हें आज धन हानि होने की संभावना है इसलिए आज के दिन सोच समझकर चलें। सामाजिक उत्सवों में सहभागिता का मौक़ा है, जो आपको प्रभावशाली व्यक्तियों के संपर्क में लाएगा। रोमांस आपके दिल पर क़ाबिज़ है। आज कार्यालय में आपको कुछ अच्छा समाचार सुनने को मिल सकता है। वक्त की नाजाकत को समझते हुए आज आप सब लोगों से दूरी बनाकर एकांत में वक्त बिताना पसंद करेंगे। ऐसा करना आपके लिए हितकर भी होगा। आपका जीवनसाथी आज आपके लिए कुछ बहुत ख़ास करने वाला है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- अच्छी आर्थिक स्थिति के लिए घर के लॉकर चाँदी के साथ थोड़े बासमती चावल रखें। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए काफी अच्छा रहेगा। आपके आत्मबल में बढ़ोतरी होगी। आज के दिन काम के सिलसिले में आपको मजबूत सफलता मिलने के योग हैं। आप की छवि भी मजबूत होगी।आपके जीवनसाथी का सहयोग आपको प्राप्त होगा। प्रेम जीवन में दिन उतार-चढ़ाव से भरा रहेगा। खर्चों में बढ़ोतरी होगी जो आपको मानसिक तनाव दे सकती है। फिर भी आप दिल खोलकर खर्च करने से पीछे नहीं हटेंगे।नफ़रत को दूर करने के लिए संवेदना का स्वभाव अपनाएँ, क्योंकि नफ़रत की आग बहुत ज़्यादा ताक़तवर है और मन के साथ शरीर पर भी बुरा असर डालती है। याद रखें कि बुराई अच्छाई से ज़्यादा आकर्षक ज़रूर दिखाई देती है, लेकिन उसका असर ख़राब ही होता है। आप दूसरों पर कुछ ज़्यादा ख़र्चा कर सकते हैं। क़रीबी दोस्त और साझीदार नाराज़ होकर आपकी ज़िंदगी मुश्किल बना सकते हैं। आपके जीवन-साथी के पारिवारिक सदस्यों की वजह से आपका दिन थोड़ा परेशानीभरा हो सकता है। आज का दिन समझ-बूझ के क़दम उठाने का है, इसलिए तब तक अपने विचार व्यक्त न करें जब तक आप उनकी सफलता के लिए आश्वस्त न हों। दिन की शुरुआत भले ही थोड़ी थकाऊ रहे लेकिन जैसे-जैसे दिन आगे बढ़ेगा आपको अच्छे फल मिलने लगेंगे। दिन के अंत में आपको अपने लिए समय मिल पाएगा और आप किसी करीबी से मुलाकात करके इस समय का सदुपयोग कर सकते हैं। आपको अपने जीवनसाथी का सख़्त और रुखा पहलू देखने को मिल सकता है, जिसके चलते आप असहज महसूस करेंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- विधारा की जड़ को रात्रि में एक पात्र में भीगकर रखें व अगली सुबह उस जल का सेवन करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। आपके भाग्य का सितारा बुलंद रहेगा। इसकी वजह से आपको हर काम में सफलता मिलेगी। काम के सिलसिले में स्थितियां ठीक रहेंगी। आपको प्रेम जीवन में भी अच्छा दिन बीतेगा। अपने प्रिय को खुश रखने का पूरा प्रयास करेंगे। शादीशुदा लोगों के दांपत्य जीवन में थोड़ी चुनौतियां रहने वाली हैं। खर्चों में कमी आएगी जिससे आर्थिक स्थिति बढ़िया रहेगी।इच्छाशक्ति की कमी आपको भावनात्मक और मानसिक परेशानियों में फँसा सकती है। आज बिना किसी की मदद के ही आप धन कमा पाने में सक्षम होंगे। बच्चे आपको घरेलू काम-काज निबटाने में मदद करेंगे। विवाह-प्रस्ताव के लिए सही समय है, क्योंकि आपका प्यार जीवन भर के साथ में बदल सकता है। आने वाले समय में दफ़्तर में आपका आज का काम कई तरीक़े से असर दिखाएगा। खाली वक्त में आप कोई फिल्म देख सकते हैं यह फिल्म आपको पसंद नहीं आएगी और आपको लगेगा कि आपने अपना कीमती वक्त जाया कर दिया। आज के दिन आपके और आपके जीवनसाथी के लिए गहरी आत्मीयतापूर्ण बातें का सही समय है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- केसर लगी पीली मिठाई, केसरी हलवा खुद भी खाएं और गरीबों में भी बाँटने से स्वास्थ्य अच्छा रहेगा। \n"
}]
