horo_hindi=[  {
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। कामकाज के मामले में आप को ध्यान से काम करना होगा। ऐसे योग बनेंगे कि किसी से झड़प भी हो सकती है जिसका असर आपके काम पर पड़ेगा। पारिवारिक जीवन में तनाव देखने को मिल सकता है।शादीशुदा लोगों के गृहस्थ जीवन के लिए आज का दिन बढ़िया रहेगा। वह अपने जीवन साथी के साथ खुशी से रहेंगे। जो लोग किसी से प्रेम करते हैं वे प्रिय से मिलने का प्लान बना सकते हैं। सेहत सामान्य रहेगी।अपनी शारीरिक सेहत सुधारने के लिए संतुलित आहर लें आप ख़ुद को नए रोमांचक हालात में पाएंगे- जो आपको आर्थिक फ़ायदा पहुँचाएंगे। रिश्तेदारों के साथ अपने संबंधों को फिर तरोताज़ा करने का दिन है। आपकी आँखें इतनी चमकीली हैं कि वे आपके प्रिय की अंधेरी रात को भी रोशन कर सकती हैं। आने वाले समय में दफ़्तर में आपका आज का काम कई तरीक़े से असर दिखाएगा। इस राशि के बच्चे आज खेलकूद में दिन बिता सकते हैं, ऐसे में माता-पिता को उनपर ध्यान देना चाहिए क्योंकि चोट लगने की संभावना है। अगर आप कोशिश करें तो आप अपने जीवनसाथी के साथ अपने जीवन का सबसे अच्छा दिन आज गुज़ार सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- विधवाओं की मदद करने से स्वास्थ्य अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। भाग्य का सितारा मजबूत होने से आपके काम में कोई परेशानी नहीं आएगी। आप अपनी तेज बुद्धि का इस्तेमाल करके राह को आसान बनाएंगे। आपका साहस आपको मजबूत रखेगा। परिवार में कुछ तनाव हो सकता है क्योंकि किसी की सेहत बिगड़ सकती है। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिन रस घोलने का काम करेगा और आपस की दूरियां कम होंगी। प्रेम जीवन बिता रहे लोगों को आज सुखद नतीजे मिलेंगे।अपने मानसिक स्वास्थ्य पर ध्यान दें, जो आध्यात्मिक जीवन के लिए आवश्यक है। मस्तिष्क जीवन का द्वार है, क्योंकि अच्छा-बुरा सब-कुछ इसी के माध्यम से आता है। यही ज़िंदगी की समस्याएँ दूर करने में सहायक सिद्ध होता है और सही सोच से इंसान को आलोकित करता है। आपके द्वारा धन को बचाने के प्रयास आज असफल हो सकते हैं हालांकि आपको इससे घबराने की जरुरत नहीं है स्थिति जल्द ही सुधरेगी। आपको परिवार के सदस्यों के साथ थोड़ी दिक़्क़त होगी, लेकिन इस वजह से अपनी मानसिक शान्ति भंग न होने दें। आप अपने प्रिय की बांहों में आराम महसूस करेंगे। कामकाज के मोर्चे पर आपको सबसे स्नेह और सहयोग प्राप्त होगा। अंजान लोगों से बात करना ठीक है लेकिन उनकी विश्वसनियता जाने बिना उनको अपने जीवन की बातें बताकर आप अपना वक्त ही जाया करेंगे और कुछ नहीं। वैवाहिक जीवन में सूखे-सर्दीले दौर के बाद आपको धूप नसीब हो सकती है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- आर्थिक स्थिति को अच्छा करने के लिए साफ़ सुथरा रहें, रोज स्नान करना चाहिए। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन मध्यम रूप से फलदायक रहेगा। आपको अपनी सेहत का ध्यान रखना होगा क्योंकि सूर्य ग्रहण आपकी राशि में ही लगा था इसलिए आपकी सेहत को नुकसान हो सकता है या चोट लग सकती है।मानसिक तनाव में बढ़ोतरी होगी। आप अपने काम के सिलसिले में और भी अच्छे नतीजे प्राप्त करेंगे। मन लगाकर काम करेंगे जिससे आपको खुशी मिलेगी। शादीशुदा लोगों के गृहस्थ जीवन में थोड़ी दिक्कतें हो सकती हैं लेकिन प्रेम जीवन व्यतीत कर रहे लोगों के लिए दिनमान रहेगा।आज के दिन आप बिना झंझट विश्राम कर सकेंगे। अपनी मांसपेशियों को आराम देने के लिए तैल से मालिश करें। समय और धन की कद्र आपको करनी चाहिए नहीं तो आने वाला वक्त परेशानियों भरा रह सकता है। मुमकिन है कि परिवार वाले आपकी उम्मीदों को पूरा न कर सकें। इस बात कि इच्छा न करें कि वे आपके मुताबिक़ काम करेंगे, बल्कि अपने काम करने का तरीक़ा बदलकर पहल करें। यह दिन प्रसन्नता और ज़िन्दादिली के साथ किसी ख़ास संदेश को भी देगा । बिना गहराई से समझे-बूझे किसी व्यावसायिक/क़ानूनी दस्तावेज़ पर हस्ताक्षर न करें। घर पर मिले किसी पुराने सामान को देखकर आज आप खुश हो सकते हैं और सारा दिन उस सामान को साफ करने में बिता सकते हैं। आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्तों की तरह है और आपको आज यह एहसास होगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- दाम्पत्य सुख प्राप्ति के लिए केसर का खाने में प्रयोग करें। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन मान थोड़ा कमजोर रहेगा। खर्चों में तेजी आएगी जिससे आपको दिक्कतें होंगी। काम के सिलसिले में आज का दिन सामान्य रहेगा। आपको अधिक मेहनत करने से अच्छे नतीजे मिलेंगे। गृहस्थ जीवन बिता रहे लोगों के लिए दिनमान चुनौतीपूर्ण हो सकता है लेकिन जो लोग प्रेम जीवन में है उनके लिए आज का दिन खुशनुमा रहेगा। अपने प्रिय से नजदीकी बढ़ेगी। आपको अपनी और अपने जीवन साथी की सेहत का ध्यान रखना होगा शारीरिक बीमारी के सही होनी की काफ़ी संभावनाएँ हैं और इसके चलते आप शीघ्र ही खेल-कूद में हिस्सा ले सकते हैं। अगर आप आय में वृद्धि के स्रोत खोज रहे हैं, तो सुरक्षित आर्थिक परियोजनाओं में निवेश करें। बच्चों के साथ ज़्यादा सख़्ती उन्हें नाराज़ कर सकती है। ख़ुद को नियंत्रित रखने और यह याद रखने की ज़रूरत है कि ऐसा करने से आप अपने और उनके बीच दीवार खड़ी कर लेंगे। जिनकी सगाई हो चुकी है, वे अपने मंगेतर से बहुत-सी ख़ुशियाँ पाएंगे। कार्यक्षेत्र में लोगों का नेतृत्व करें, क्योंकि आपकी निष्ठा आगे बढ़ने में मददगार सिद्ध होगी। जो लोग बीते कुछ दिनों से काफी व्यस्त थे उन्हें आज अपने लिए फुर्सत के पल मिल सकते हैं। अगर आप वैवाहिक तौर पर लंबे समय से कुछ नाख़ुश हैं, तो आज के दिन आप हालात बेहतर होते हुए महसूस कर सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- पारिवारिक जीवन की खुशहाली के लिए घर में क्रीम रंग के परदे लगाएं। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। आपकी इनकम में बढ़ोतरी होगी। इनके साथ कुछ खर्चे भी आएंगे लेकिन फिर भी आपको कोई परेशानी नहीं होगी। मानसिक तनाव में बढ़ोतरी हो सकती है और आपके विरोधी सक्रिय हो सकते हैं। शादीशुदा लोगों का गृहस्थ जीवन सामान्य रहेगा। जो लोग प्रेम जीवन में है उनको कि आज अच्छे समाचार मिलेंगे और अपने प्रिय को साथ लेकर कहीं घूमने निकल सकते हैं। काम के सिलसिले में आपको बेहतरीन नतीजे हासिल होंगे। आपको बस अपने काम से काम रखना होगा। सेहत से जुड़े कार्यक्रमों को फिर से शुरू करने के लिए अच्छा दिन है। उधार मांगने वाले लोगों को नज़रअन्दाज़ करें। बच्चे आपके दिन को बहुत मुश्किल बना सकते हैं। प्यार-दुलार के हथियार का इस्तेमाल कर उन्हें समझाएँ और अनचाहे तनाव से बचें। याद रखें कि प्यार ही प्यार को पैदा करता है। आज वे कपड़े न पहनें जो आपके प्रिय को पसंद न हों, नहीं तो मुमकिन है कि वो आहत महसूस करे। संतोषजनक परिणाम पाने के लिए काम को योजनाबद्ध तरीक़े से करें, दफ़्तर की परेशानियों को हल करने में आपको मानसिक तनाव का सामना करना पड़ सकता है। आज आप बिना किसी वजह के कुछ लोगों के साथ उलझ सकते हैं। ऐसा करना आपके मूड को तो खराब करेगा ही साथ ही इससे आपका कीमती समय भी बर्बाद होगा। आपको या आपके जीवनसाथी को बिस्तर में चोट लग सकती है। इसलिए एक-दूसरे का ख़याल रखें। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- स्त्रियों को सफेद वस्त्र दान करने से आर्थिक स्थिति सुदृढ़ होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। काम के सिलसिले में आपको बेहद अच्छे नतीजे मिलेंगे। नौकरी पेशा लोगों को भी काम में सफलता मिलेगी लेकिन आपको अपने कुछ गुप्त विरोधियों से सावधान रहना होगा और अपने काम पर ज्यादा ध्यान देना होगा। सेहत के मामले में दिनमान कमजोर है इसलिए बीमार पड़ने से बचें और जागरूक रहें। शादीशुदा लोगों का गृहस्थ जीवन थोड़ा तनाव पूर्ण रह सकता है। जो प्रेम जीवन में हैं उन्हें भी आज कुछ दिक्कतें आ सकती हैं। खुद पर भरोसा रखें और शांति से काम लेंगे तो सफलता मिलेगी।कुछ रचनात्मक करने के लिए अपने दफ़्तर से जल्दी निकलने की कोशिश करें। दीर्घावधि मुनाफ़े के नज़रिए से स्टॉक और म्यूचुअल फ़ंड में निवेश करना फ़ायदेमंद रहेगा। अपने परिवार की भलाई के लिए मेहनत करें। आपके कामों के पीछे प्यार और दूरदृष्टि की भावना होनी चाहिए, न कि लालच का ज़हर। जो लोग प्रेम के संगीत में डूबे हुए हैं, वही इसकी स्वर-लहरियों का आनन्द ले सकते हैं। आज के दिन आप भी उस संगीत को सुन सकेंगे, जो दुनिया के बाक़ी सभी गीतों को भुलवा देगा। काम के बाद आपके सहकर्मी आपको किसी छोटे घरेलू उत्सव पर आमंत्रित कर सकते हैं। आज आप ऑफिस से घर वापस आकर अपना पसंदीदा काम कर सकते हैं। इससे आपके मन को शांति मिलेगी। अपने जीवनसाथी के स्नहे से भीगकर आप ख़ुद को राजसी महसूस कर सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- पॉंवों के दोनों अंगूठों पर काला व सफेद धागा मिलाकर बाँधने से स्वास्थ्य में सुधार होगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। काम के सिलसिले में आप अपनी बुद्धि का पूरा फायदा उठाएंगे और ऐसे अपने काम को और भी अच्छा कर पाएंगे। पारिवारिक जीवन भी शांति से चलेगा लेकिन आपको किसी बात को लेकर चिंता हो सकती है। शादीशुदा लोगों का गृहस्थ जीवन खुशनुमा रहेगा और जीवन साथी के साथ मिलकर किसी बड़ी योजना के बारे में विचार करेंगे। प्रेम जीवन बिता रहे लोगों को सुखद नतीजे प्राप्त होंगे और उनके दिल में आपकी इज्जत बढ़ेगी।पेचीदा हालात में फँसने पर घबराएँ नहीं। जैसे खाने में थोड़ा-सा तीखापन उसे और भी लज़ीज़ बना देता है, उसी तरह ऐसी परिस्थितियाँ आपको ख़ुशियों की सही क़ीमत बताती हैं। अपना मूड बदलने के लिए किसी सामाजिक आयोजन में शिरकत करें। आपने बीते समय में बहुत पैसा खर्च किया है जिसका खामियाजा आज आपको भुगतना पड़ सकता है। आज आपको पैसों की जरुरत होगी लेकिन वो आपको मिल नहीं पाएगा। बेटी की बीमारी आपका मूड ख़राब कर सकती है। उत्साह बढ़ाने के लिए उसे स्नेह से दुलारें। प्यार में बीमार को भी भला-चंगा करने की ताक़त होती है। आपकी शोहरत बढ़ेगी और आप आसानी से दूसरे लिंग के लोगों को अपनी तरफ़ आकर्षित करेंगे। आज आपके पास अपनी धनार्जन की क्षमता को बढ़ाने के लिए ताक़त और समझ दोनों ही होंगे। अपनी बातचीत में मौलिकता रखें, क्योंकि किसी भी तरह का बनावटीपन आपको फ़ायदा नहीं पहुँचाएगा। आप महसूस कर सकते हैं कि जीवनसाथी का प्यार सारे दुःख-दर्द भुला देता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- बहन, बेटी व मौसी का सम्मान करने से आर्थिक स्थिति अच्छी होती है। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फलदायक रहेगा। मानसिक तनाव से मुक्ति मिलेगी और आपको पुरानी समस्याओं से भी छुटकारा मिलेगा। काम के सिलसिले में अच्छे नतीजे मिलेंगे और आप अपनी तरफ से मेहनत जारी रखेंगे फिर भी आपके बाॅस किसी बात को लेकर नाराज हो सकते हैं। शादीशुदा लोगों का गृहस्थ जीवन प्यार से भरपूर रहेगा और प्रेम जीवन बिता रहे लोगों को भी अच्छे समाचार सुनने को मिलेंगे। आपकी सेहत सामान्य रहेगी।अच्छी चीज़ों को ग्रहण करने के लिए आपका दिमाग़ खुला रहेगा। ज़रूरत से ज़्यादा ख़र्च करने और चालाकी-भरी आर्थिक योजनाओं से बचें। अपने जीवन-साथी के साथ अपनी गोपनीय जानकारी बांटने से पहले सोच लें। अगर मुमकिन हो तो इससे बचें, क्योंकि इन बातों के बाहर फैलने का ख़तरा है। रोमांस आपके दिल पर क़ाबिज़ है। भले ही छोटी-मोटी बाधाओं का सामना करना पड़े, लेकिन कुल मिलाकर यह दिन कई उपलब्धियाँ दे सकता है। उन सहकर्मियों का ख़ास ध्यान रखें, जो उम्मीद के मुताबिक़ चीज़ न मिलने पर जल्दी ही बुरा मान जाते हैं। जो लोग घर सेे बाहर रहते हैं आज वो अपने सारे काम पूरे करके शाम के समय किसी पार्क या एकांत जगह पर समय बिताना पसंद करेंगे। वैवाहिक सुख के दृष्टिकोण से आज आपको कुछ अनोखा उपहार मिल सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- आर्थिक स्थिति बेहतर करने के लिए गाय को गुड खिलाएँ। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। आप मानसिक तनाव के दायरे में रहेंगे जिससे बाहर निकलना आपके लिए जरूरी होगा। कामकाज के सिलसिले में दिनमान अच्छा रहेगा। आप अच्छे से अपना काम करेंगे और बॉस की नजरों में आपकी वैल्यू बढ़ेगी। अपने खान-पान पर ध्यान दें क्योंकि आप बीमार पड़ सकते हैं। शादीशुदा लोगों गृहस्थोथ जीवन थोड़ा तनावपूर्ण हो सकता है लेकिन जो लोग प्रेम जीवन में हैं उनके लिए आज का दिन बहुत बढ़िया रहेगा और अपने प्रिय को खुश रखने में कोई कसर बाकी नहीं रखेंगे।अपने दिन की शुरुआत कसरत से करें- यही वक़्त है जब आप अपने बारें में अच्छा महसूस करने की शुरुआत कर सकते हैं- इसे अपनी दिनचर्या में शामिल करें और नियमित रखने की कोशिश करें। बाकी दिनों के मुकाबले आज का दिन आर्थिक दृष्टि से अच्छा रहेगा और आपको पर्याप्त धन की प्राप्ति होगी। जिन लोगों से आपकी मुलाक़ात कभी-कभी ही होती है, उनसे बातचीत और संपर्क करने के लिए अच्छा दिन है। रोमांटिक मनोभावों में अचानक आया बदलाव आपको काफ़ी खिन्न कर सकता है। किसी भी ख़र्चीले काम या योजना में हाथ डालने से पहले ठीक तरह से सोच-विचार कर लें। जल्दबाज़ी में फ़ैसले न करें, ताकि ज़िन्दगी में आगे आपको पछताना न पड़े। आपकी भागदौड़ भरी दिनचर्या के कारण आपका जीवनसाथी ख़ुद को दरकिनार महसूस कर सकता है, जिसका इज़हार शाम को होना मुमकिन है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- लाल चंदन से स्नान करने से लव लाइफ अच्छी चलती है। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। आपको अपना बर्ताव ठीक करना होगा क्योंकि उसकी वजह से पारिवारिक जीवन में दिक्कत आ सकती है। शादीशुदा लोगों का गृहस्थ जीवन अच्छा रहेगा। आपसी समझदारी और नजदीकी बढ़ेगी। जो लोग प्रेम जीवन में हैं उन्हें भी अपने प्रिय के करीब आने का मौका मिलेगा। काम के सिलसिले में आपको अच्छा लाभ मिल सकता है। किसी से झगड़ा करने से बचें।आपकी उम्मीद एक महक से भरे हुए ख़ूबसूरत फूल की तरह खिलेगी। बिना बताये आज कोई देनदार आपके अकाउंट में पैसे डाल सकता है जिसके बारे में जानकर आपको अचंभा भी होगा और खुशी भी। विवाद, मतभेद और दूसरों की आपमें कमियाँ निकालने की आदत को नज़रअन्दाज़ करें। प्रेम निःसीम होता है, सभी सीमाओं के परे; आपने ये बातें पहले भी सुनी होंगी। लेकिन आज वह दिन है जब आप अगर चाहें तो यह ख़ुद महसूस कर सकते हैं। सहकर्मियों के साथ काम करते वक़्त युक्ति और चतुरता की ज़रूरत होगी। ऐसे बदलाव लाएँ जो आपके रूप-रंग में निखार ला सके और संभावित साथियों को आपकी ओर आकर्षित करे। यूँ तो जीवन हमेशा कुछ नया और चौंकाने वाली चीज़ आपके सामने लाता है। लेकिन आज आप अपने जीवनसाथी का एक अनोखा पहलू देखकर ख़ुशी से चौंक जाएंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- पारिवारिक जीवन को अच्छा रखने के लिए रसोई घर के अंदर नंगे पाँव लकड़ी की चौकी पर बैठकर खाना खाएं। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। आपकी सेहत कमजोर रहेगी और आप बीमार पड़ सकते हैं इसलिए अपने खान-पान पर ध्यान दें और जागरूक रहें। इनकम सामान्य रहेगी। खर्चों में बढ़ोतरी होगी। काम के सिलसिले में दिनमान का अच्छा रहेगा। शादीशुदा लोगों का गृहस्थ जीवन खुशनुमा रहेगा। एक दूसरे से प्यार बढ़ेगा। प्रेम जीवन बिता रहे लोगों को उतार-चढ़ाव का सामना करना पड़ेगा।कामकाम में आपकी तेज़ी लम्बे समय से चली आ रही समस्या का समाधान कर देगी। अटके हुए मामले और घने होंगे व ख़र्चे आपके दिमाग़ पर छा जाएंगे। अपने परिवार को पर्याप्त समय दें। उन्हें महसूस होने दें कि आप उनका ख़याल रखते हैं। उनके साथ अच्छा वक़्त बिताएँ और शिकायत करने का मौक़ा न दें। आज आपको निराशा हाथ लग सकती है, क्योंकि मुमकिन है कि आप अपने प्रिय के साथ सैर-सपाटे पर न जा पाएँ। जो लोग विदेश व्यापार से जुड़े हैं उन्हें आज मनमाफिक फल मिलने की पूरी उम्मीद है। इसके साथ ही नौकरी पेशा से जुड़े इस राशि के जातक आज अपनी प्रतिभा का पूर्ण इस्तेमाल कार्यक्षेत्र में कर सकते हैं। आज लोग आपकी वह प्रशंसा करेंगे, जिसे आप हमेशा से सुनना चाहते थे। उबाऊ होती शादीशुदा ज़िन्दगी के लिए कुछ रोमांच ढूंढने की ज़रूरत है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- आर्थिक स्थिति को अच्छा रखने के लिए कांसे का दान करें, इससे बुध प्रसन्न रहता है। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। इनकम में बढ़ोतरी होगी जिससे मानसिक तनाव भी कम होगा और आप खुश होंगे। सेहत मजबूत रहेगी। प्रेम जीवन बिता रहे लोगों को आज कुछ दिक्कतों का सामना करना पड़ सकता है। जो लोग शादीशुदा हैं उनका गृहस्थ जीवन आज चुनौतीपूर्ण रह सकता है। सेहत अच्छी रहेगी जिससे कामों को सही तरीके से अंजाम देंगे।\n ख़ुद को ज़्यादा आशावादी बनने के लिए प्रेरित करें। इससे न सिर्फ़ आपका आत्मविश्वास बढ़ेगा और व्यवहार लचीला होगा, बल्कि डर, ईर्ष्या और नफ़रत जैसे नकारात्मक मनोभावों में भी कमी आएगी। आज आपको किसी अज्ञात स्रोत से पैसा प्राप्त हो सकता है जिससे आपकी कई आर्थिक परेशानियां दूर हो जाएंगी। परिवार के सदस्यों का आपके जीवन में विशेष महत्व होगा। आज आप जीवन में सच्चे प्रेम की कमी का अनुभव करेंगे। ज़्यादा चिंता न करें, हर चीज़ समय के साथ बदलती है और इसलिए आपकी रोमांटिक ज़िंदगी में भी बदलाव आएगा। जो नए संपर्क आप आज बनाएंगे, वे आपके करिअर को एक नयी तेज़ी देंगे। आप खुद को समय देना जानते हैं और आज तो आपको काफी खाली समय मिलने की संभावना है। खाली समय में आज आप कोई खेल-खेल सकते हैं या जिम जा सकते हैं। जीवनसाथी की ख़राब सेहत का असर आपके काम-काज पर भी पड़ सकता है, लेकिन आप किसी तरह चीज़ें संभालने में क़ामयाब रहेंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- लक्ष्मी-नारायण मंदिर के नियमित दर्शन करने व प्रसाद चढाने से प्रेम सम्बन्ध अच्छे रहेंगे। \n"
} ]
