horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। आपके स्वास्थ्य में सुधार आएगा और आप तंदुरुस्ती का आनंद लेंगे। आज यात्राओं में सफलता मिलेगी। तीर्थ यात्रा पर जाने की स्थिति बनेगी जिससे मन को शांति मिलेगी। घर के बुजुर्गों का स्वास्थ्य सुधरेगा। काम के सिलसिले में आपका स्थानांतरण हो सकता है। इनकम ठीक रहेगी और एवं दाम्पत्य जीवन में भी सफलता मिलेगी। परिवार के लोगों के साथ अटैचमेंट बढ़ेगी और उनका साथ आपको हौसला देगा। बाहर जाने का विचार करेंगे।कॉफ़ी पीना छोड़ दें, ख़ास तौर पर दिल के मरीज़। इस राशि केे कुछ लोगों को आज संतान पक्ष से आर्थिक लाभ होने की उम्मीद है। आज आपको अपनी संतान पर गर्व महसूस होगा। आपको अपना बाक़ी वक़्त बच्चों के संग गुज़ारना चाहिए, चाहे इसके लिए आपको कुछ ख़ास ही क्यों न करना पड़े। अटके कामों के बावजूद रोमांस और बाहर घूमना-फिरना आपके दिलो-दिमाग़ पर छाया रहेगा। निर्णय लेते समय अपने अहम को बीच में न आने दें, अपने कनिष्ठ सहकर्मियों की बात पर ग़ौर फ़रमाएँ। खाली समय का पुरा आनंद उठाने के लिए आपको लोगों से दूर होकर अपने पसंदीदा काम करने चाहिए। ऐसा करके आपमें सकारात्मक बदलाव भी आएंगे। यह दिन शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक रहेगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- काले-सफेद तिल आटे में मिलाकर उसकी गोलियां मछलियों में डालने से सेहत अच्छी रहेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम फलदायक रहेगा। अपने खान-पान पर विशेष ध्यान दें। दांपत्य जीवन में तनाव बढ़ेगा जिसका असर आपके स्वास्थ्य पर भी पड़ेगा। मानसिक रूप से आप तनाव पूर्ण रहेंगे। काम के सिलसिले में स्थिति आपके पक्ष में रहेगी। यात्रा करने के लिए दिन अनुकूल नहीं है। आपकी इनकम सामान्य रहेगी। परिवार का सहयोग मिलेगा। मान सम्मान में बढ़ोतरी होगी। घरवालों के सहयोग से कोई नया काम करेंगे। व्यापार में परेशानी आ सकती है। प्रेम जीवन में प्रिय की किसी खास बात के कारण आपके चेहरे पर मुस्कुराहट आएगी।आपको लंबे समय से महसूस हो रही थकान और तनाव से आराम मिलेगा। इन परेशानियों से स्थायी निजात पाने के लिए जीवन-शैली में बदलाव लाने का सही समय है। धन का आगमन आज आपको कई आर्थिक परेशानियों से दूर कर सकता है। सामाजिक उत्सवों में सहभागिता का मौक़ा है, जो आपको प्रभावशाली व्यक्तियों के संपर्क में लाएगा। प्यार का भरपूर लुत्फ़ मिल सकता है। अहम लोगों से बातचीत करते वक़्त अपने आँख-कान खुले रखिए, हो सकता है आपके हाथ कोई क़ीमती बात या विचार लग जाए। आज जीवन के कई अहम मुद्दों पर आप घरवालों के साथ बैठकर बात कर सकते हैं। आपकी बातें घरवालों को परेशान कर सकती हैं लेकिन इन बातों का हल अवश्य निकलेगा। मुमकिन है कि आपके माता-पिता आपके जीवनसाथी को कुछ शानदार आशीर्वाद दें, जिसके चलते आपके वैवाहिक जीवन में और निखार आएगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- तांबे का सिक्का अथवा टुकड़ा जेब में रखने से स्वास्थ्य अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन उतार-चढ़ाव से भरा रहेगा। व्यापार में अच्छे लाभ की प्राप्ति होगी। दांपत्य जीवन में भी आज का दिन बेहतर तरीके से गुजरेगा। जीवनसाथी आपके काम में आज अच्छा सहयोग देगा। नौकरी करने वालों को अच्छे नतीजे हासिल होंगे। प्रेम जीवन जीने वालों के लिए दिनमान सही रहेगा और उन्हें अपनी बात अपने प्रिय को समझाने में सफलता मिलेगी। प्रेम जीवन बढ़िया रहेगा। पारिवारिक जीवन में चल रही दिक्कतों को दूर करने की कोशिश अपने आप करें, सफलता जरूर मिलेगी।आपका सबसे बड़ा सपना हक़ीक़त में बदल सकता है। लेकिन अपने उत्साह को क़ाबू में रखें, क्योंकि ज़्यादा ख़ुशी भी परेशानी का सबब बन सकती है। जमीन या किसी प्रॉपर्टी में निवेश करना आज आपके लिए घातक हो सकता है जितना हो सके इन चीजों में निवेश करने से बचें। आपका ज़्यादातर समय दोस्तों और परिवार के साथ बीतेगा। प्रेम भगवान की पूजा की ही तरह पवित्र है। यह आपको सच्चे अर्थों में धर्म व आध्यात्मिकता की ओर भी ले जा सकता है। जो लोग विदेश व्यापार से जुड़े हैं उन्हें आज मनमाफिक फल मिलने की पूरी उम्मीद है। इसके साथ ही नौकरी पेशा से जुड़े इस राशि के जातक आज अपनी प्रतिभा का पूर्ण इस्तेमाल कार्यक्षेत्र में कर सकते हैं। आज आपको महत्वपूर्ण मामलों पर ध्यान लगाने की ज़रूरत है। आपको अपने जीवनसाथी की ओर से ख़ास तोहफ़ा मिल सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- देवी दुर्गा, सिंहवाहिनी की तस्वीर घर रखें और उनकी पूजा करने से आर्थिक स्थिति मजबूत होगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन अनुकूल रहेगा। स्वास्थ्य के प्रति आपको सावधान रहना होगा। आपके खर्चे काफी बड़े होंगे जिससे आपकी आर्थिक स्थिति पर बोझ पड़ेगा। दांपत्य जीवन के लिए दिन तनाव से भरा रहने वाला है क्योंकि जीवन साथी किसी बात को लेकर गुस्सा जाहिर कर सकता है। जो लोग प्रेम जीवन जी रहे हैं उनके लिए भी दिन अच्छा रहेगा। नौकरी के सिलसिले में दिनमान कमजोर रहेगा, इसलिए अपने काम से काम रखें और खूब मेहनत करें। इधर-उधर की बातों पर ध्यान ना दें।किसी भी तरह के द्वन्द्व या विरोध से बचें, क्योंकि आपकी सेहत पर इसका बुरा असर होगा। जो उधारी के लिए आपके पास आएँ, उन्हें नज़रअन्दाज़ करना ही बेहतर रहेगा। दिन को ख़ास बनाने के लिए शाम को परिवार के साथ किसी अच्छी जगह खाने जाएँ। ताज़ा फूल की तरह अपने प्यार में भी ताज़गी बनाए रखें। दफ़्तर में जिसके साथ आपकी सबसे कम बनती है, उससे अच्छी बातचीत हो सकती है। वक्त पर चलने के साथ-साथ अपनों को वक्त देना भी आवश्यक है। यह बात आज आप समझेंगे लेकिन इसके बावजूद भी आप अपने घरवालों को पर्याप्त समय नहीं दे पाएंगे। आपका जीवनसाथी आज ऊर्जा और प्रेम से भरपूर है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- घर में सरकंडे या तीलियों की चिक खिड़की-दरवाजे पर लगाना आर्थिक स्थिति के लिए शुभ है। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन फायदेमंद रहेगा। आपकी इनकम भी काफी बढ़ेगी और कोई अच्छा जरिया हासिल हो सकता है। मित्रों और प्रिय जनों का सहयोग प्राप्त होगा। परिवार में प्रॉपर्टी को लेकर कोई विवाद हो सकता है। इससे बचने का प्रयास करें। दांपत्य जीवन में खुशनुमा समय रहेगा। प्रेम बढ़ेगा। विरोधियों पर आप हावी रहेंगे। नौकरीपेशा लोग आज अपने काम से संतुष्ट नजर आएंगे।ख़ुशनुमा दिन के लिए मानसिक तनाव और झंझटों से बचें। आपका धन आपके काम तभी आता है जब आप फिजूलखर्ची करने से खुद को रोकते हैं आज ये बात आपको अच्छी तरह से समझ में आ सकती है। दिन के उत्तरार्ध में अचानक आई कोई अच्छी ख़बर पूरे परिवार को ख़ुशी देगी। प्रेम निःसीम होता है, सभी सीमाओं के परे; आपने ये बातें पहले भी सुनी होंगी। लेकिन आज वह दिन है जब आप अगर चाहें तो यह ख़ुद महसूस कर सकते हैं। आपकी ईमानदारी और उम्दा तरीक़े से काम पूरा करने की क्षमता आपको शोहरत दिलाएगी। दिन उम्दा है, आज के दिन अपने लिए समय निकालें और अपनी कमियों और खुबियों पर गौर फर्माएं। इससे आपके व्यक्तित्व में सकारात्मक परिवर्तन आएंगे। अगर हाल में आप व आपका जीवनसाथी बहुत ख़ुश महसूस नहीं कर रहे थे, तो आज हालात बदल सकते हैं। आप दोनों आज बहुत मज़े करने वाले हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- खिरनी की जड़ को सफ़ेद कपड़े में लपेटकर अपने पास रखने से हेल्थ में सुधार आएगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन मध्यम फलदायक रहने वाला है। परेशानियों में कुछ कमी आएगी।अपने काम पर ध्यान रखकर चलना होगा, नहीं तो एक का नकारात्मक प्रभाव दूसरे पर पड़ सकता है। अपने काम पर पूरा ध्यान दें। परिवार में बड़े बुजुर्गों का सम्मान करें। उनके साथ मिल बैठकर बातचीत करके मामलों को समझें और पारिवारिक मुद्दों पर ध्यान दें। किसी यात्रा के लिए दिन अनुकूल नहीं है। प्रेम जीवन में प्रिय से नज़दीकियां बढ़ेंगी और शादी की बात कर सकते हैं। चूँकि यात्रा के लिहाज़ से आप अभी कुछ कमज़ोर हैं, इसलिए लंबी यात्राओं से बचने की कोशिश कीजिए। अगर आप लोन लेने वाले थे और काफी दिनों से इस काम में लगे थे तो आज के दिन आपको लोन मिल सकता है। दिन के दूसरे हिस्से में आप आराम करना और अपने परिवार के साथ समय बिताना पसंद करेंगे। प्रेम-जीवन में आशा की नयी किरण आयेगी। आज आप दूसरे दिनों की तुलना में अपने लक्ष्यों को कुछ ज़्यादा ही ऊँचा तय कर सकते हैं। अगर परिणाम आपकी उम्मीद के मुताबिक़ न आए, तो निराश न हों। आप चाहें तो परेशानियों को मुस्कुराकर दरकिनार कर सकते हैं या उनमें फँसकर परेशान हो सकते हैं। चुनाव आपको करना है। आज आपको और आपके जीवनसाथी को प्यार-मुहब्बत के लिए पर्याप्त समय मिल सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सफेद गाय को रोटी खिलाएं हेल्थ बढ़िया रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिये अनुकूल रहेगा। अच्छे नतीजे हासिल होंगे। नए लोगों से दोस्ती हो सकती है। परिवार का माहौल भी अच्छा रहेगा और परिवार वालों के व्यवहार से आप काफी खुश होंगे। आपको स्वस्थ रहने के लिये स्वयं पय ध्यान देना होगा।  मानसिक रूप से आप मजबूत रहेंगे। प्रेम जीवन में भी आपको अच्छे नतीजे मिलेंगे। दांपत्य जीवन में थोड़ी दिक्कतें रहेंगी। काम के सिलसिले में अच्छे नतीजे मिलेंगे। अपने साथियों के संग अच्छा बर्ताव जरूरी होगा।शराब से दूर रहें, क्योंकि इससे आपकी नींद में खलल पड़ेगा और आप गहरे आराम से महरूम रह सकते हैं। संदिग्ध आर्थिक लेन-देन में फँसने से सावधान रहें। कोई चिट्ठी या ई-मेल पूरे परिवार के लिए अच्छी ख़बर लाएगी। प्रेमी एक-दूसरे की पारिवारिक भावनाओं को समझेंगे। आपके आत्मविश्वास में वृद्धि हो रहा है और तरक़्की साफ़ नज़र आ रही है। अपने व्यक्तित्व और रंग-रूप को बेहतर बनाने का कोशिश संतोषजनक साबित होगी। आज के दिन आप वैवाहिक जीवन का असली स्वाद चख सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- भगवान में आस्था रखें, सत्संगति करें और मानसिक हिंसा करने से बचना आर्थिक स्थिति के लिए अच्छा है। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम फल दायक रहेगा। परिवार के लोगों का व्यवहार आपको चिन्ता दे सकता है। काम के सिलसिले में आपको अच्छे नतीजे हासिल होंगे। आपके साथ काम करने वालों का आपको पूरा सहयोग मिलेगा। स्वास्थ्य मजबूत रहेगा और आप हर काम को बेहतर तरीके से अंजाम देंगे। पैसों के मामले में दिन अच्छा रहेगा। प्रेम जीवन सामान्य तरीके से बीतेगा। शादीशुदा लोगों के दांपत्य जीवन में कुछ दिक्कतें आ सकती हैं। अपने जीवन साथी की सेहत के प्रति जागरूक रहें।आपका प्रबल आत्मविश्वास और आज के दिन का आसान कामकाज मिलकर आपको आराम के लिए काफ़ी वक़्त देंगे। आपके पास आज पैसा भी पर्याप्त मात्रा में होगा और इसके साथ ही मन में शांति भी होगी। शाम को रसोई के लिए ज़रूरी चीज़ों की ख़रीदारी आपको व्यस्त रखेगी। ज़रा संभल कर, क्योंकि आपका प्रिय रूमानी तौर पर आपको मक्खन लगा सकता है – मैं तुम्हारे बग़ैर इस दुनिया में नहीं रह सकता/सकती। आपको महसूस होगा कि आपके परिवार का सहयोग ही कार्यक्षेत्र में आपके अच्छे प्रदर्शन के लिए ज़िम्मेदार है। आज घर के लोगों के साथ बातचीत करते दौरान आपके मुंह से कोई ऐसी बात निकल सकती है जिससे घर के लोग नाराज हो सकते हैं। इसके बाद घर के लोगों को मनाने में आपका काफी समय जा सकता है। थोड़ी-सी कोशिश करें तो यह दिन आपके वैवाहिक जीवन के सबसे विशेष दिनों में से एक हो सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- घर में रखीं फटी हुई पुस्तकों को दुरुस्त कर लेने से पारिवारिक जीवन अच्छा चलने लगता है। \n",
    "8": "धनु राशिः आज का राशिफल\nक़ुदरत ने आपको आत्मविश्वास और तेज़ दिमाग़ से नवाज़ा है- इसलिए इनका भरपूर इस्तेमाल कीजिए। आज यदि आप अपने दोस्तों के साथ कहीं घूमने जा रहे हैं तो पैसा सोच समझकर खर्च करें। धन हानि हो सकती है। बच्चे आपको अपनी उपलब्धियों से गर्व का अनुभव कराएंगे। आज के दिन अपने प्रिय की भावनाओं को समझें। अपने साथी को यूँ ही हमेशा के लिए मिला न मानें। आपमें से कुछ लोगों को लंबा सफ़र करना पड़ सकता है – जो काफ़ी दौड़-भाग भरा होगा – लेकिन साथ ही बहुत फ़ायदेमंद भी साबित होगा। आप शादीशुदा ज़िन्दगी से जुड़े चुटकुले सोशल मीडिआ पर पढ़कर खिलखिलाते हैं। लेकिन आज जब आपके वैवाहिक जीवन से जुड़ी कई प्यारी चीज़ें आपके सामने आएंगी, तो आप भावुक हुए बिना नहीं रह सकेंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- जरूरतमंद व्यक्ति के लिए रक्तदान करने से नौकरी/बिज़नेस में उन्नति होगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन अनुकूल रहेगा। आपको अपनी इनकम को बढ़ाने का मौका मिलेगा। आज आपकी किसी खास व्यक्ति से मुलाकात हो सकती है। दांपत्य जीवन में तनाव कम होगा। प्रेम जीवन में आपको मिले-जुले नतीजे मिलेंगे। आपका स्वास्थ्य मजबूत रहेगा और काम के सिलसिले में भी आपको अच्छे नतीजे हासिल होंगे। बिजनेस के मामले में दिन उतार-चढ़ाव से भरा रहेगा कोई बड़ा निर्णय लेने से पहले रुकेंगे।आज आपका स्वास्थ्य दुरुस्त रहने की पूरी उम्मीद है। अपने अच्छे स्वास्थ्य के चलते आज आप अपने दोस्तों के साथ खेलने का प्लान बना सकते हैं। केवल एक दिन को नज़र में रखकर जीने की अपनी आदत पर क़ाबू करें और ज़रूरत से ज़्यादा वक़्त व पैसा मनोरंजन पर ख़र्च न करें। आपका ज्ञान और हास-परिहास आपके चारों ओर लोगों को प्रभावित करेगा। प्यार एक ऐसा जज़्बा है जिसे न सिर्फ़ महसूस किया जाना चाहिए, बल्कि अपने प्रिय के साथ बांटना भी चाहिए। कुछ लोगों को कार्यक्षेत्र में तरक़्क़ी मिलेगी। परिवार की जरुरतों को पूरा करते-करते आप कई बार खुद को वक्त देना भूल जाते हैं। लेकिन आज आप सबसे दूर होकर अपने आप के लिए वक्त निकाल पाएंगे। आपका जीवनसाथी आपको इतना बेहतरीन पहले कभी महसूस नहीं हुआ। आपको उनसे कोई बढ़िया सरप्राइज़ मिल सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- चाँदी का सिक्का डालकर गंगाजल घर मे रखने से आर्थिक उन्नति होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहने वाला है। इनकम ठीक रहेगी फिर भी पैसों को लेकर थोड़ा सतर्क रहें। काम के सिलसिले में स्थिति आपके पक्ष में रहेगी। प्रेम जीवन जीने वाले को कुछ तनाव का सामना करना पड़ेगा लेकिन जो लोग शादीशुदा हैं उनके दांपत्य जीवन में प्रेम रहेगा और जीवन साथी के साथ किसी खास बात पर विचार विमर्श करके उस काम को अंजाम तक पहुंचाएंगे। काम के सिलसिले में आपकी मेहनत रंग लाएगी और आप मजबूत बनेंगे।बेकार का तनाव और चिंताएँ ज़िंदगी का रस निचोड़कर आपको पूरी तरह चूस सकती हैं। भलाई इसी में है कि इन आदतों को छोड़ दें, नहीं तो इनसे केवल आपकी परेशानियों में बढ़ोतरी ही होगी। आज आपके ऑफिस का कोई सहकर्मी आपकी कीमती वस्तु चुरा सकता है इसलिए आज आपको अपना सामान ध्यान से रखने की जरुरत है। लोगों और उनके इरादों के बारे में जल्दबाज़ी में फ़ैसला न लें। हो सकता है कि वे दबाव में हों और उन्हें आपकी सहानुभूति व विश्वास की ज़रूरत हो। आपका प्यार न सिर्फ़ परवान चढ़ेगा, बल्कि नई ऊँचाइयों को भी छूएगा। दिन की शुरुआत प्रिय की मुस्कान से होगी और रात उसके सपनों में ढलेगी। किसी साझीदारी वाले व्यवसाय में जाने से बचें – क्योंकि मुमकिन है कि भागीदार आपका बेजा फ़ायदा उठाने की कोशिश करें। इस राशि के जातक आज खाली वक्त में रचनात्मक काम करने का प्लान तो बनाएंगे लेकिन उनका यह प्लान पूरा नहीं हो पाएगा। वैवाहिक जीवन में स्नेह को दिखलाने का अपना महत्व है और इस चीज़ का अनुभव आज आप करेंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- आर्थिक स्थिति बेहतर करने के लिए गाय को गुड खिलाएँ। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। परिवार का माहौल भी अच्छा रहेगा। आप अपना समय परिवार को देंगे और परिवारवालों की नजर में आपका ओहदा बढ़ेगा। प्रेम जीवन जीने वालों को आज अच्छे नतीजे मिलेंगे और  वे अपने प्रिय को खुश रखेंगे। जो लोग शादीशुदा हैं, उनके दांपत्य जीवन के लिए दिन अनुकूल रहेगा।  काम के सिलसिले में आपको अच्छे नतीजे मिलेंगे। अपने साथ काम करने वालों पर भरोसा रखते हुए दिन की शुरुआत करें।आपका ऊर्जा-स्तर ऊँचा रहेगा। आज के दिन भूलकर भी किसी को पैसे उधार न दें और यदि देना जरुरी हो तो देने वाले से लिखित में लें कि वो पैसा वापस कब करेगा। रिश्तेदारों के साथ अपने संबंधों को फिर तरोताज़ा करने का दिन है। प्रेम हमेशा आत्मीय होता है और यही बात आप आज अनुभव करेंगे। अगर आप सही लोगों से संपर्क और लेन-देन करेंगे, तो आप अपने करियर में तरक़्क़ी कर सकते हैं। आज घर में अधिकतर समय आप सो कर गुजार सकते हैं। शाम के वक्त आपको महसूस होगा कि आपने अपना कितना कीमती समय बर्बाद कर दिया। लगता है कि आपका जीवनसाथी आज बहुत ख़ुश है। आपको सिर्फ़ वैवाहिक जीवन से जुड़ी उसकी योजनाओं में मदद करने की ज़रूरत है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- चटाई का प्रयोग सोने के लिए करने से आर्थिक स्थिति अच्छी रहेगी। \n"
}]
