horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज आपके खर्चों में यकायक बढ़ोतरी होगी। जो आपको थोड़ी सी परेशानी दे सकती है। आपके घर से दूर जाने या कुछ लोगों के विदेश जाने की संभावना भी बन सकती है। विरोधियों पर ध्यान देने की जरूरत होगी। वह आपकी मानसिक शांति भंग करने की कोशिश कर सकते हैं। आप अपने काम को लेकर काफी व्यस्त रहेंगे और अपने काम पर पूरा ध्यान भी देंगे। खूब मेहनत करने से शारीरिक थकान महसूस हो सकती है। शादीशुदा लोग अपने एक गृहस्थ जीवन के संबंध में अपने जीवन साथी से दिल की बातें करेंगे और आपके बीच निकटता बढ़ेगी। प्रेम जीवन बिता रहे लोग भी आज बहुत खुश नजर आएंगे।अच्छी चीज़ों को ग्रहण करने के लिए आपका दिमाग़ खुला रहेगा। पुराने निवेशों के चलते आय में बढ़ोत्तरी नज़र आ रही है। एक बेहतरीन शाम के लिए रिश्तेदार/दोस्त घर आ सकते हैं। आज के दिन प्यार की कली चटककर फूल बन सकती है। दूसरों को ऐसा काम करने के लिए बाध्य न करें, जो आप स्वयं न करना चाहें। कोई रोचक मैगजीन या उपन्यास पढ़ के आजके दिन को आप अच्छी तरह से व्यतीत कर सकते हैं। वैवाहिक जीवन के लिहाज़़ से यह बढ़िया दिन है। साथ में एक अच्छी शाम गुज़ारने की योजना बनाएँ। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- माता या किसी बुजुर्ग महिला से कुछ चावल लेकर सफेद वस्त्र में बांधकर अपने पास रखना नौकरी/बिज़नेस के लिए शुभ है। \n",
    "1": "वृष राशिः आज का राशिफल\nआप अपने काम में कुछ ज्यादा ही व्यस्त रहेंगे। शेयर बाजार से अच्छा लाभ मिलने का योग रहेगा। आज आपकी दिवाली बन सकती है। धार्मिक कामों में भी मन लगेगा और कोर्ट कचहरी से जुड़े मामलों के लिए दिन आपके पक्ष में रहेगा। पारिवारिक सुख मिलेगा, लेकिन कुछ विवाद भी हो सकता है। शादीशुदा लोग अपने गृहस्थ जीवन से थोड़े परेशान होंगे। आपको अपने जीवनसाथी का बर्ताव समझ में नहीं आएगा। ऐसे में खुलकर बात करना अच्छा होगा। प्रेम जीवन बिता रहे लोग रोमांस और प्यारी बातों के सहारे अपने प्रिय के साथ रिश्ता आगे बढ़ाएंगे।दूसरों की इच्छाएँ आपकी अपना ख़याल रखने की इच्छा से टकराएगी- अपने जज़्बात को बांधे नहीं और वे काम करें जिससे आपको सुकून मिले। माता-पिता की मदद से आप आर्थिक तंगी से बाहर निकलने में क़ामयाब रहेंगे। अगर आपके मन में तनाव है तो किसी नज़दीकी रिश्तेदार या दोस्त से बात करें, इससे आपके दिल का बोझ हल्का हो जाएगा। आपके लिए अपने प्रिय से दूर रहना बहुत मुश्किल होगा। कार्यक्षेत्र में लक्ष्य हासिल करने के लिए अपनी पूरी ऊर्जा को इसी ओर लगाएँ। शाम के वक्त आज आप किसी करीबी के घर वक्त बिताने जा सकते हैं लेकिन इस दौरान आपको उनकी कोई बात बुरी लग सकती है और आप तय समय से पहले वापस लौट सकते हैं। कोई व्यक्ति आपके जीवनसाथी में काफ़ी दिलचस्पी दिखा सकता है, लेकिन दिन के आख़िर तक आपको एहसास होगा कि इसमें कुछ ग़लत नहीं है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- तांबे का सिक्का अथवा टुकड़ा जेब में रखने से स्वास्थ्य अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज आपका पूरा ध्यान अपने काम पर होगा और अपनी नौकरी में कैसे आगे बढ़ा जाए। इस पर आप पूरा ध्यान देंगे। आपके बॉस भी आपसे आज संतुष्ट नजर आएंगे। हल्के-फुल्के खर्चे आपका ध्यान आकर्षित करेंगे, लेकिन पारिवारिक और घरेलू खर्चों पर आप कोई रियायत नहीं रखते हुए, दिल खोलकर खर्च करेंगे। प्रेम जीवन बिता रहे लोग अपने प्रिय से मिलने वाली किसी खास सलाह को मानेंगे। जो उनके बहुत काम आएगी और शादीशुदा लोग अपने ग्रहस्थ जीवन से संतुष्ट रहेंगे। जीवन साथी मन में धार्मिक भावना कर आप के प्रति पूर्ण श्रद्धा रखेगा और परिवार की जिम्मेदारियों को भी निभाएगा।बच्चे आपकी शाम को ख़ुशी की चमक लाएंगे। थकाऊ और उबाऊ दिन को अलविदा कहने के लिए एक बढ़िया डिनर की योजना बनाएँ। उनका साथ आपके शरीर में फिर से ऊर्जा भर देगा। ख़र्चों में इज़ाफ़ा होगा, लेकिन साथ ही आमदनी में हुई बढ़ोत्तरी इसको संतुलित कर देगी। हालात को क़ाबू में रखने के लिए अपने भाई की मदद लें। विवाद को ज़्यादा तूल देने की बजाय उसे दोस्ताना तरीक़े से हल करने की कोशिश करें। आज ही लंबे वक़्त से चले आ रहे झगड़ों को सुलझा लें, क्योंकि हो सकता है कि कल बहुत देर हो जाए। आपकी अन्दरूरनी ताक़त कार्यक्षेत्र में दिन को बेहतर बनाने में मददगार साबित होगी। छात्रों को सलाह दी जाती है कि यारी-दोस्ती के चक्कर में इन कीमती पलों को खराब न करें। यार दोस्त आने वाले वक्त में भी मिल सकते हैं लेकिन पढ़ाई के लिए यही समय सबसे सही है। वैवाहिक जीवन के कुछ साइड इफ़ेक्ट्स भी होते हैं; आज आपको इनका सामना करना पड़ सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- दस वर्ष से कम आयु की कन्याओं को किसी भी रूप में प्रसन्न करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज भाग्य आपका साथ देगा, इसलिए जो योजनाएं पुराने समय से अटकी हुई थी, आज वह पूरी होंगी। जमीन जायदाद से जुड़े मामलों में आपको सफलता मिल सकती है और यदि कोई सौदा अटका हुआ है, तो आज वह पूरा हो सकता है। व्यापार के सिलसिले में भी आज का दिन बहुत अच्छा रहेगा। आपको सुदूर क्षेत्रों से जुड़ने का मौका मिल सकता है। शादीशुदा लोग अपने गृहस्थ जीवन में खुश रहेंगे और जीवन साथी उनसे दिल से प्रेम करेगा, जबकि प्रेम जीवन बिता रहे लोग आज कुछ उदास हो सकते हैं। आपके प्रिय का बर्ताव आपको दुख पहुंचा सकता है। आपकी सेहत अच्छी रहेगी और कॉन्फिडेंट होने से बचें।आपका व्यक्तित्व आज इत्र की तरह महकेगा और सबको आकर्षित करेगा। आपके द्वारा धन को बचाने के प्रयास आज असफल हो सकते हैं हालांकि आपको इससे घबराने की जरुरत नहीं है स्थिति जल्द ही सुधरेगी। अपनी महत्वाकांक्षाओं को ऐसे बड़ों के साथ बांटें, जो आपकी सहायता कर सकते हैं। लवमेट आज आपसे किसी चीज की डिमांड कर सकता है लेकिन आप उसे पूरा नहीं कर पाएंगे जिसकी वजह से आपका लवमेट आपसे नाराज हो सकता है। बेहतर कामकाज के चलते आपको तारीफ़ मिल सकती है। अगर आज आप यात्रा कर रहे हैं तो आपको अपने सामान की अतिरिक्त सुरक्षा करने की ज़रूरत है। आज आप अपने जीवनसाथी से काफ़ी आत्मीय बातचीत कर सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सुबह उठते साथी ही ॐ हं हनुमते नमः का 11 बार उच्चारण करने से आर्थिक स्थिति अच्छी होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nमानसिक रूप से आज दिन थोड़ा चुनौतीपूर्ण रहेगा हो सकता है। कुछ बनते हुए काम अटक जाए, लेकिन हिम्मत रख के शाम तक सब स्थिति क्लियर हो जाएगी। आपको अपनी सेहत का ध्यान रखना होगा क्योंकि बुखार या सर दर्द जैसी समस्याएं परेशान कर सकती हैं। कोर्ट कचहरी से जुड़े मामलों में आपको विजय मिलेगी। यदि किसी प्रतियोगिता में शामिल होंगे, तो उसमें सफल हो सकते हैं। चुनावी कामों में भी सफलता मिलेगी। प्रेम जीवन बिता रहे लोग आज बहुत खुश नजर आएंगे। आपका प्रिय ऐसी बातें करेगा, जो आपके दिल को छू जाएंगे। शादीशुदा लोग अपने ग्रहस्थ जीवन को लेकर बहुत खुश नजर आएंगे और आपका जीवन साथी इसकी वजह होगा।मौज-मस्ती और मनपसंद काम करने का दिन है। हालाँकि धन आपकी मुट्ठियों से आसानी से सरक जाएगा, लेकिन आपके अच्छे सितारे तंगी नहीं आने देंगे। परिवार में नए सदस्य के आने की ख़बर आपको रोमांचित कर देगी। समारोह आयोजित कर इस ख़ुशी को सबके साथ बाटें। आपका प्रिय आज रोमांटिक मूड में होगा। दफ़्तर में आपको कुछ ऐसा काम मिल सकता है, जिसे आप हमेशा से करना चाहते थे। दूसरों को यह बताने के लिए ज़्यादा उतावले न हों कि आज आप कैसा महसूस कर रहे हैं। आज आपके वैवाहिक जीवन के सबसे अच्छे दिनों में से एक हो सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- अच्छी आर्थिक स्थिति के लिए नहाने से पूर्व नाभि में तेल लगाकर फिर पूरे शरीर में तेल लगाएं व स्नान करें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। शादीशुदा लोग अपने गृहस्थ जीवन से बहुत खुश होंगे। जीवनसाथी बहुत काम की सलाह देगा। उनके साथ मिल कर काम करना आपको सफलता देगा। यदि आप कोई प्रॉपर्टी खरीद रहे हैं। तो जीवन साथी का योगदान इसमें और ज्यादा सफलता प्रदान करेगा। परिवार का माहौल सकारात्मक रहेगा। लोग एक दूसरे की परवाह करेंगे। प्रेम जीवन बिता रहे लोग अपनी शादी को लेकर थोड़े परेशान हो सकते हैं इसलिए आपको अपने प्रिय से बात करनी चाहिए। काम के सिलसिले में आपकी मेहनत सफल रहेगी और आपको अच्छा प्रॉफिट मिल सकता है।अपनी शारीरिक सेहत सुधारने के लिए संतुलित आहर लें अपने जीवनसाथी के साथ मिलकर आज आप भविष्य के लिए कोई आर्थिक योजना बना सकते हैं और उम्मीद है कि यह योजना सफल भी होगी। किसी ऐतिहासिक इमारत के आस-पास सैर-सपाटे की योजना बनाएँ। इससे बच्चों और परिवार के सदस्यों को ज़रूरी ताज़गी मिलेगी। आपके प्रिय का मूड ठीक नहीं है, इसलिए सोच-समझ कर कोई भी काम करें। आपको कार्यक्षेत्र में अच्छे फल पाने के लिए अपने काम करने के तरीके पर गौर करने की जरुरत है नहीं तो आप बॉस की नजरों में आपकी नकारात्मक छवि बन सकती है। सेमिनार और प्रदर्शनी आदि आपको नई जानकारियाँ और तथ्य मुहैया कराएंगे। जीवनसाथी के ख़राब स्वास्थ्य की वजह से आपका कामकाज प्रभावित हो सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- हनुमान जी पर सिंदूर का चोला चढ़वाने से स्वास्थ्य अच्छा रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज आप मानसिक रूप से बहुत भावुक महसूस करेंगे और अपने बिछड़े हुए, रिश्तो को संभालने की कोशिश करते नजर आएंगे। आज कुछ खर्चे भी होंगे, जो आप को ना चाहते हुए भी करने पड़ेंगे। शादीशुदा लोग अपने गृहस्थ जीवन को लेकर संतुष्ट नजर आएंगे और जीवन साथी के साथ किसी प्रॉपर्टी को खरीदने का सौदा कर सकते हैं। प्रेम जीवन बिता रहे लोग आज शांत रहेंगे और उन्हें अपने प्रेम जीवन से पूर्ण संतुष्टि महसूस होगी। आपकी सेहत अच्छी रहेगी तथा घर की लाइटिंग आदि पर खर्च करेंगे। काम के सिलसिले में दिनमान आपको आगे बढ़ने के लिए प्रेरित करेगा।स्वयं को शांत बनाए रखें क्योंकि आज आपको ऐसी कई बाधाओं का सामना करना पड़ सकता है, जिनके चलते आप काफ़ी मुश्किल में पड़ सकते हैं। ख़ास तौर पर अपने ग़ुस्से पर क़ाबू रखें, क्योंकि यह और कुछ नहीं बल्कि थोड़ी देर पागलपन है। पुराने निवेशों के चलते आय में बढ़ोत्तरी नज़र आ रही है। नवयुवकों को स्कूल प्रोजेक्ट की बाबत कुछ राय लेने की ज़रूरत हो सकती है। आज का दिन रोमांस से भरपूर होने की पूरी संभावना है। नए ग्राहकों से बात करने के लिए बेहतरीन दिन है। इस राशि के छात्र आज मोबाइल पर सारा दिन बर्बाद कर सकते हैं। आप और आपका जीवनसाथी मिलकर वैवाहिक जीवन की बेहतरीन यादें रचेंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- चमेली का तेल, सिंदूर, चाँदी के वर्क का चोला हनुमान जी को चढाने से स्वास्थ्य अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज आप बहुत खुश नजर आएंगे और अपनी संतान के लिए कोई बढ़िया सी मनपसंद चीज खरीद कर लाएंगे, जिससे उनके चेहरे पर मुस्कुराहट बढ़ेगी। आप भी मन में हर्षित होंगे। इनकम में बढ़ोतरी होगी। खर्चे भी हल्के-फुल्के रहेंगे। सेहत का ध्यान रखना जरूरी होगा। शादीशुदा लोग अपने ग्रहस्थ  जीवन को लेकर बहुत खुश महसूस करेंगे और जीवन साथी और आपके बीच की बॉन्डिंग बहुत बढ़िया होगी। प्रेम जीवन बिता रहे लोग भी आज थोड़े केयरिंग और रोमांटिक रहेंगे। आज आपको अपने प्रिय का एक अलग पक्ष देखने को मिलेगा।आपको लंबे समय से महसूस हो रही थकान और तनाव से आराम मिलेगा। इन परेशानियों से स्थायी निजात पाने के लिए जीवन-शैली में बदलाव लाने का सही समय है। विवाहित दंपत्तियों को आज अपनी संतान की शिक्षा पर अच्छा खासा धन खर्च करना पड़ सकता है। अगर आप दफ़्तर में अतिरिक्त समय लगाएंगे, तो आपकी घरेलू ज़िंदगी पर नकारात्मक असर पड़ सकता है। आज प्यार की मदहोशी में हक़ीक़त और फ़साना मिलकर एक होते मालूम होंगे। इसे महसूस करें। किसी भी ख़र्चीले काम या योजना में हाथ डालने से पहले ठीक तरह से सोच-विचार कर लें। अपनी ख़ासियत और भविष्य की योजनाओं पर फिर से सोचने का समय। आज का दिन आपके लिए बहुत अच्छा नहीं रहेगा क्योंकि कई मामलों में आपसी असहमति रह सकती है; और इससे आपके रिश्ते कमजोर होंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सूर्य अनुशासन प्रिय ग्रह है, इसलिए यथासंभव अनुशासित जीवन जीने से फैमिली लाइफ अच्छी रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nमानसिक रूप से मजबूत रहेंगे। कुछ नए निर्णय लेने की तैयारी होगी। अपने बिजनेस को आगे बढ़ाने की दिशा में कुछ नया प्रयास करने के लिए अच्छा दिन है। नौकरी पेशा लोग अपने काम से जी चुरा सकते हैं इसलिए सावधानी रखें। इनकम में बढ़ोतरी दिखाई देती है, लेकिन आप अपने खर्चों पर भी ध्यान रखें, तो बेहतर होगा जमीन जायदाद से जुड़े मामले आपका ध्यान आकर्षित करेंगे। शादीशुदा लोग अपने गृहस्थ जीवन से संतुष्ट रहेंगे और प्रेम जीवन बिता रहे लोगों को आज खुशी मिलेगी। आपकी सेहत मजबूत रहेगी, जिससे आप दूसरों को प्रेरणा देंगे।आपके हँसी-मज़ाक़ का लहज़ा किसी दूसरे को आपकी तरह इस क्षमता को विकसित करने के लिए प्रेरित कर सकता है। आपसे उसे यह सबक़ मिलेगा कि ज़िंदगी की ख़ुशी बाहरी चीज़ों में नहीं, बल्कि ख़ुद के ही भीतर है। कुछ ख़रीदने से पहले उन चीज़ों का इस्तेमाल करें, जो पहले से आपके पास हैं। आज आप जहाँ भी जाएंगे, लोगों के बीच आप सबके ध्यान का केंद्र बने रहेंगे। प्यार-मोहब्बत के मामले में दबाव बनाने की कोशिश न करें। लगता है कि आपके विरष्ठ आज देवदूतों जैसा व्यवहार करने वाले हैं। बातचीत में कुशलता आज आपका मज़बूत पक्ष साबित होगी। ज़रूरत के वक़्त आपका जीवनसाथी आपके परिवार की अपेक्षा अपने परिवार को ज़्यादा तरजीह देता हुआ नज़र आ सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- सफेद संगमरमर की बनी कोई भी वस्तु अपने प्रेमी/प्रेमिका को गिफ्ट करने से लव लाइफ बेहतर होगी। \n",
    "9": "मकर राशिः आज का राशिफल\nसेहत में सुधार देखने को मिलेगा। कर्ज चुकाने के लिए आज अच्छा मौका है। दोस्तों से संबंध बढ़िया होंगे और वह आपकी आर्थिक मदद भी करेंगे। उनके साथ कहीं बाहर घूमने की प्लानिंग हो सकती है। आप अच्छे कामों पर खर्च करेंगे। नौकरी को लेकर आप काफी सजगता दिखाएंगे। जैसे अच्छे नतीजे भी मिलेंगे। व्यापार करते हैं, तो आज का दिन आपके लिए बहुत अच्छा रहेगा। आपके बिजनेस पार्टनर और आपके बीच की ट्यूनिंग बहुत बढ़िया रहेगी। शादीशुदा लोगों का गृहस्थ जीवन आज खूबसूरत रहेगा और जीवन साथी खूब प्रयास करेगा। प्रेम जीवन बिता रहे लोग प्यार में निरंकुशता का भाव महसूस करेंगे और उनके लिए कुछ करना चाहेंगे।शारीरिक बीमारी के सही होनी की काफ़ी संभावनाएँ हैं और इसके चलते आप शीघ्र ही खेल-कूद में हिस्सा ले सकते हैं। आज आपका सामना कई नई आर्थिक योजनाओं से होगा- कोई भी फ़ैसला करने से पहले अच्छाईयों और कमियों पर सावधानी से ग़ौर फ़रमाएँ। लोग आपको आशाएँ और सपने देंगे, लेकिन असल में सारा दारोमदार आपके प्रयासों पर रहेगा। ज़िन्दगी की हक़ीक़त का सामना करने के लिए आपको अपने प्रिय को कम-से-कम कुछ वक़्त के लिए भूलना पड़ेगा। ऐसे लोगों से साथ जुड़ें जो स्थापित हैं और भविष्य के रुझानों को समझने में आपकी मदद कर सकते हैं। आज के दिन में आप बहुत व्यस्त रहेंगे लेकिन शाम के वक्त अपने मनपसंद कामों को करने के लिए भी आपके पास पर्याप्त समय होगा। हँसी-मजा़क के बीच आपके और आपके जीवनसाथी के बीच कोई पुराना मुद्दा उभर सकता है, जो फिर वाद-विवाद का रूप भी ले सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- घर में फूल, पानी में पनपने वाले पौधे (मनी-प्लांट आदि), मछली का एक्वेरियम उत्तर या पश्चिमोत्तर(चन्द्र की दिशा) दिशा में रखने से फैमिली में खुशियाँ आती हैं। \n",
    "10": "कुंभ राशिः आज का राशिफल\nपरिवार का माहौल सकारात्मक रहेगा। खर्चों में कमी आएगी और आज आप धन सेविंग के रूप में जोड़ने में सफल रहेंगे। कोई नई प्रॉपर्टी लेने की योजना घर में बन सकती है, जिसमें आपका भी विशेष योगदान होगा। आज आप कुछ खर्च करेंगे, शादीशुदा लोग अपने गृहस्थ जीवन से निश्चिंत रहेंगे और जीवन साथी के साथ भविष्य की किसी यात्रा की योजना बनाएंगे, जबकि प्रेम जीवन बिता रहे लोग आज अपने रिश्ते की खूबसूरती महसूस करेंगे और अपने प्रिया के साथ कहीं घूमने जा सकते हैं। काम को लेकर आपको सावधान रहना होगा और मेहनत करने से पीछे नहीं हटना होगा।आपका व्यक्तित्व आज इत्र की तरह महकेगा और सबको आकर्षित करेगा। जो लोग लघु उद्योग करते हैं उन्हें आज के दिन अपने किसी करीबी की कोई सलाह मिल सकती है जिससे उन्हें आर्थिक लाभ होने की संभावना है। छोटे भाई-बहन आपसे राय मांग सकते हैं। अपने प्रेम-प्रसंग के बारे में इधर-उधर ज़्यादा बातें न करें। आज के दिन आपका कठिन परिश्रम फलदायी सिद्ध होगा। जिन लोगों के घर वाले शिकायत करते हैं कि वो घरवालों को पर्याप्त समय नहीं देते वो आज घरवालों को समय देने के बारे में सोच सकते हैं लेकिन ऐन वक्त पर किसी काम के आने की वजह से ऐसा नहीं हो पाएगा। कोई व्यक्ति आपके जीवनसाथी में काफ़ी दिलचस्पी दिखा सकता है, लेकिन दिन के आख़िर तक आपको एहसास होगा कि इसमें कुछ ग़लत नहीं है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- प्रेमी/प्रेमिका को हरे रंग के कपड़े गिफ्ट में देने से प्रेम सम्बन्ध मजबूत रहेंगे। \n",
    "11": "मीन राशिः आज का राशिफल\nआज आप दिल से बहुत खुश होंगे। थोड़े इमोशनल भी होंगे, लेकिन जिन से आप प्यार करते हैं। आज उनके लिए नए गिफ्ट लेकर आ सकते हैं। कुछ ऐसी चीज, जो आपके दिल के बहुत करीब हो, लोगों से आपको अटैचमेंट बढ़ेगी। शादीशुदा लोग अपने गृहस्थ जीवन में जीवन साथी पर प्यार उड़े रहेंगे, जबकि प्रेम जीवन बिता रहे लोग कार्य अपने रिश्ते को लेकर थोड़े से गंभीर होंगे और आपको यह समझना पड़ेगा।  प्रेम जीवन किस्मत वालों को ही मिलता है इसलिए आपको इसकी वैल्यू रखनी चाहिए और अपने प्रिय से अगर कोई समस्या हो, तो उसे आपसी बातचीत से सुलझाने की कोशिश करें।सेहत से जुड़े कार्यक्रमों को फिर से शुरू करने के लिए अच्छा दिन है। इस राशि के कारोबारियों को आज अपने घर के उन सदस्यों से दूर रहना चाहिए जो आपसे पैसा मांगते हैं और फिर लौटाते नहीं हैं। अपने दोस्तों को अपने उदार स्वभाव का ग़लत फ़ायदा न उठाने दें। अपने प्रिय के साथ सैर-सपाटे पर जाते समय ज़िंदगी को पूरी शिद्दत से जिएँ। ऐसे काम हाथ में लें, जो रचनात्मक प्रकृती के हैं। खाली वक्त आज व्यर्थ की बहसों में खराब हो सकता है जिससे दिन के अंत में आपको खिन्नता होगी। आपका जीवनसाथी आपको इतना बेहतरीन पहले कभी महसूस नहीं हुआ। आपको उनसे कोई बढ़िया सरप्राइज़ मिल सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- किसी भी धार्मिक कार्य में सहयोग करने से नौकरी व बिज़नेस में तरक्की होगी। \n"
}]
