horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपको किसी भी धार्मिक वाद विवाद से उलझने के लिए शुभ नहीं है। आपको आज अपनी वाणी पर भी संयम रखना होगा। आपने जो भी व्यवसाय शुरू किया है, उसमें आज आपको सफलता मिलेगी, जिससे आपके आत्मविश्वास में वृद्धि होगी, लेकिन आपको ध्यान रखना होगा कि काम की अधिकता के चलते आप अपने परिवार की अपेक्षा ना करें। आज आपको अपने स्वास्थ्य का ध्यान रखना होगा, नहीं तो आपको परेशानी का सामना करना पड़ सकता है। पारिवारिक दायित्वों की पूर्ति होगी और आपके भाई की सलाह उन्नति का कारण बनेगी। संतान को अपने भविष्य के लिए कार्य करते देख आज आपके मन में हर्ष की भावना रहेगी। पारिवारिक दायित्वों की पूर्ति होगी और भाई की सलाह उन्नति का कारण बनेगी। ख़याली पुलाव पकाने में वक़्त ज़ाया न करें। सार्थक कामों में लगाने के लिए अपनी ऊर्जा बचाकर रखें। तंग आर्थिक हालात के चलते कोई अहम काम बीच में अटक सकता है। ऐसे मुद्दों पर बात करने से बचें, जिनको लेकर प्रियजनों से वाद-विवाद होने की संभावना है। कोई पौधा लगाएँ। नयी साझीदारी आज के दिन फलदायी रहेगी। कोई आध्यात्मिक गुरू या बड़ा आपकी सहायता कर सकता है। आस-पड़ोस की किसी सुनी-सुनाई बात को लेकर आपका जीवनसाथी तिल-का-ताड़ बना सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- आर्थिक स्थिति बेहतर करने के लिए कच्ची साबुत हल्दी चलते पानी में बहाएं। \n",
    "1": "वृष राशिः आज का राशिफल\nविद्यार्थियों को आज अपने ज्ञान के अनुभव से नए नए अवसरों की प्राप्ति होगी, जिसके लिए उन्हें अपने गुरुजनों का भी आशीर्वाद प्राप्त होगा। इसके साथ-साथ परीक्षा की दिशा में किया गया श्रम आज सार्थक सिध्द होगा। यदि आप कोई व्यापार करना चाहते हैं, तो उसके लिए आज का दिन उत्तम है और आपकी सामाजिक चुनोतियो का भी आज विकास होगा। आपके प्रेम जीवन के लिए समय अनुकूल नहीं है। उसमें व्यस्तता के कारण कुछ समय के लिए दूरियां आ सकती है। आपकी आर्थिक स्थिती उन्नत होगी, लेकिन आपको अनावश्यक खर्चों से बचना होगा।ज़िंदगी की ओर उदास नज़रिया रखने से बचें। आज आपको पैसों से जुड़ी कोई समस्या आ सकती है जिसे सुलझाने के लिए आप अपने पिता या पितातुल्य किसी आदमी से सलाह ले सकते हैं। ज़रूरत के वक़्त आपको दोस्तों का सहयोग मिलेगा। प्रेमी को आज आपकी कोई बात चुभ सकती है। वो आपसे रुठें इससे ही पहले ही अपनी गलती का अहसास कर लें और उन्हें मना लें। योग्य कर्मियों को पदोन्नति या आर्थिक मुनाफ़ा हो सकता है। जिंदगी में चल रही आपाधापी के बीच आज आपको अपने लिए पर्याप्त समय मिलेगा और और आप अपने पसंदीदा कामों को कर पाने में कामयाब हो पाएंगे। जीवन साथी की किसी बात को गंभीरता से न लेने की स्थिति में विवाद हो सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- पलाशपुष्पसंकाशं तारकाग्रहमस्तकम्। रौद्रंरौद्रत्मकं घोरं तं केतुं प्रणमाम्यहम।। इस मंत्र का 11 बार उच्चारण करें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nजो भी विवाह योग्य जातक हैं, आज उनके लिए कुछ अच्छे प्रस्ताव आएंगे, जिससे परिवार के सभी सदस्यों के मन में खुशी की भावना होगी। आपके व्यापार में सकारात्मक बदलाव करने से लाभ की स्थितियां उत्पन्न होगी। विद्यार्थियों को उच्च शिक्षा प्राप्ति के लिए अधिक मेहनत की आवश्यकता है। यदि आपका कोई कार्य  बहुत लंबे समय से रुका हुआ हैं, तो वह आज पूरा होंगा। कार्यक्षेत्र में आपके जीवन साथी की सलाह आज मददगार साबित होगी। आपको अपने भाइयों व मित्रों की सहायता करने का अवसर प्राप्त होगा। आपके पराक्रम में वृद्धि होने से धन व ऐश्वर्य की प्राप्ति होगी।ऐसी गतिविधियों में संलग्न रहें, जो आपको सुकून दें। अगर आप लोन लेने वाले थे और काफी दिनों से इस काम में लगे थे तो आज के दिन आपको लोन मिल सकता है। जिन लोगों के साथ आप रहते हैं वे आपसे बहुत ख़ुश नहीं होंगे, चाहे आपने इसके लिए कुछ भी क्यों न किया हो। यह दिन प्रसन्नता और ज़िन्दादिली के साथ किसी ख़ास संदेश को भी देगा । भागीदार आपकी योजनाओं और व्यावसायिक ख़यालों के प्रति उत्साही होंगे। दिल के करीबी लोगों के साथ आपका वक्त बिताने का मन करेगा लेकिन आप ऐसा कर पाने में सक्षम नहीं हो पाएंगे। वैवाहिक सुख के दृष्टिकोण से आज आपको कुछ अनोखा उपहार मिल सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- लाल गाय या लाल कुत्ते को भोजन कराना पारिवारिक जीवन की ख़ुशियों को बढ़ाएगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nव्यवसाय करने वाले लोगों की योजनाओं को आज बल मिलेगा, लेकिन उन्हें धन की समस्या का सामना करना पड़ सकता है। आपके पारिवारिक रिश्ते आज मजबूत होंगे, लेकिन आपको अपने परिवार के खर्चे पर भी ध्यान रखना होगा, नहीं तो आपकी आर्थिक स्थिति डगमगा सकती है। कार्यक्षेत्र में आज आपको कठिनाई का सामना करना पड़ सकता है, लेकिन सफलतापूर्वक चुनौतियों का सामना करेंगे और अपनी वाणी पर संयम रखें, तो आपको भरपूर सफलता मिलती दिख रही है। आज अपने स्वास्थ्य के प्रति सचेत रहें और बाहर के खाने-पीने से परहेज रखें।कार्यक्षेत्र में वरिष्ठों का दबाव और घर में अनबन के चलते आपको तनाव का सामना करना पड़ सकता है- जो काम में आपकी एकाग्रता को भंग करेगा। अपने धन का संचय कैसे करना है यह हुनर आज आप सीख सकते हैं और इस हुनर को सीख कर आप अपना धन बचा सकते हैं। दिन के उत्तरार्ध में अचानक आई कोई अच्छी ख़बर पूरे परिवार को ख़ुशी देगी। अप्रत्याशित रोमांस आपको अचानक मिल सकता है, अगर आप दोस्तों के साथ शाम को बाहर घूमने जाते हैं तो। तब तक कोई वादा न करें, जब तक आप ख़ुद यह न जानते हों कि आप उसे हर क़ीमत पर पूरा करेंगे। अगर आप सोचते हैं कि यार दोस्तों के साथ आवश्यकता से अधिक वक्त बिताना आपके लिए सही है तो आप गलत हैं ऐसा करने से आपको आने वाले वक्त में दिक्कतों का सामना करना पड़ेगा और कुछ नहीं। आज का दिन उन्माद में घिर जाने का है; क्योंकि आप अपने जीवनसाथी के साथ प्रेम के चरम का अनुभव करेंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- नौकरी/बिज़नेस में लाभ हेतु अपने जूतों के तलों में तांबे की सात-सात कील लगवाएं। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज शाम के समय आपको वाहन के प्रयोग से सावधानी रखनी होगी। आपके व्यवसाय में आज किसी मनचाहे समाचार की प्राप्ति होगी, जिससे आपका मन प्रसन्न हो उठेगा। यदि पारिवारिक संपत्ति से संबंधित कोई विवाद चल रहा है, तो वह आज समाप्त होगा और आपके मित्रो व भाइयों की सहायता से आपके अटके हुए कार्य पूरे होंगे। किसी अधीनस्थ कर्मचारी या किसी रिश्तेदार के कारण आज आपको तनाव मिल सकता है। आज आपको किसी से भी लेनदेन करने से बचना होगा। ससुराल पक्ष से आपको लाभ मिलता दिख रहा है और गृह उपयोगी वस्तुओं में वृद्धि होगी। विद्यार्थियों को भविष्य के लिए कोई सुखद समाचार प्राप्त हो सकता है, जिससे उनके भविष्य की योजनाएं सुदृढ़ होंगी।शारीरिक बीमारी के सही होनी की काफ़ी संभावनाएँ हैं और इसके चलते आप शीघ्र ही खेल-कूद में हिस्सा ले सकते हैं। ग्रह नक्षत्रों की चाल आपके लिए आज अच्छी नहीं है, आज के दिन आपको अपने धन को बहुत सुरक्षित रखना चाहिए। घरेलू मामलों पर तुरंत ध्यान देने की ज़रूरत है। आपको पहली नज़र में किसी से प्यार हो सकता है। इस राशि के जो लोग रचनात्मक कार्यों से जुड़े हैं उन्हें आज परेशानियों का सामना करना पड़ सकता है। आज आपको महसूस हो सकता है कि रचनात्मक कार्य करने से बेहतर नौकरी करना था। अगर आप ख़रीदारी पर जाएँ तो ज़रूरत से ज़्यादा जेब ढीली करने से बचें। आपका जीवनसाथी आपको इतना बेहतरीन पहले कभी महसूस नहीं हुआ। आपको उनसे कोई बढ़िया सरप्राइज़ मिल सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- गमलों में काले-सफेद मार्बल के दाने रखने से पारिवारिक खुशियां बढ़ेंगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nविद्यार्थी अपने भविष्य के लिए आवश्यक कौशलों का चुनाव करेंगे, जिससे उनका भविष्य उज्जवल होगा। आर्थिक स्थिति की दिशा में किए गए प्रयास सफल होंगे और वाणी की सौम्यता आपकी प्रतिष्ठा में वृद्धि करेगी, इससे आपके मित्रों की संख्या में भी इजाफा होगा। पारिवारिक स्थितियां अनुकूल बनी हुई हैं,जिसमें पिता का मार्गदर्शन भी आपको समय समय पर मिलता रहेगा। भाई बहनों से संबंधों में सुधार आएगा और प्रेम जीवन में आज कोई उपहार प्राप्त होगा। आज आपको अपने और अपने परिवार के सदस्यों के स्वास्थ्य का ध्यान रखना होगा और बाहार के खाने पीने पर संयम बरतना होगा। आपका जीवन साथी आपके सभी प्रयासों में आप का पूर्ण रुप से सहयोग करेगा। जो लोग रोजगार की दिशा में प्रयास कर रहे हैं, उन्हें आज कोई कुशल अवसर मिलेगे।आज के मनोरंजन में बाहर की गतिविधियों और खेल-कूद को शामिल किया जाना चाहिए। आज आप अपने घर केे सदस्यों को कहीं घुमाने ले जा सकते हैं और आपका काफी धन खर्च हो सकता है। अपने मित्रों या संबंधियों को अपना आर्थिक काम-काज और रुपये-पैसे का प्रबंधन न करने दें, नहीं तो जल्दी ही आप आपने तयशुदा बजट से कहीं आगे निकल जाएंगे। आपके प्रेम की राह एक ख़ूबसूरत मोड़ ले सकती है। आज आपको पता चलेगा कि फ़िजा़ओं में जब प्यार घुलता है तो कैसा महसूस होता है। खुदरा और थोक व्यापारियों के लिए अच्छा दिन है। लम्बे वक़्त से लटकी हुई दिक़्क़तों को जल्द ही हल करने की ज़रूरत है और आप जानते हैं कि आपको कहीं-न-कहीं से शुरुआत करनी होगी- इसलिए सकारात्मक सोचें और आज से ही प्रयास शुरू करें। यूँ तो जीवन हमेशा कुछ नया और चौंकाने वाली चीज़ आपके सामने लाता है। लेकिन आज आप अपने जीवनसाथी का एक अनोखा पहलू देखकर ख़ुशी से चौंक जाएंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- पिता अथवा गुरु के सुबह उठते ही पाँव छुए व सेवा करें। पारिवारिक जीवन सुख-शांतिमय रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। धार्मिक कार्यों में आपकी रुचि बढ़ेगी और सामाजिक कार्यों करने से आपकी प्रतिष्ठा में आज वृद्धि होगी, लेकिन संतान के विवाह की चिंता जो आपको सता रही थी, वह आज समाप्त होती दिख रही है। व्यापार में किसी वृद्ध व्यक्ति का समर्थन आपको सभी समस्याओं से मुक्ति दिलाएगा। नई परियोजनाओं को शुरू करने के लिए समय उत्तम है। इसमें भाग्य का आपको भरपूर साथ मिलेगा और आपकी आर्थिक स्थिति है भी उत्तम बनी हुई है। कार्य के क्षेत्र में सकारात्मक सोच से आज नई ऊर्जा का संचार होगा, जिसमें अधिकारी वर्ग से भी आपको प्रशंसा सुनने को मिलेगी। आपके दांपत्य जीवन में आज आपको सुखद अनुभूति होगी।सकारात्मक विचारों को ही दिमाग़ में आने दें। बिना किसी की सलाह लिये बिना आज आपको पैसा कहीं भी इनवेस्ट नहीं करना चाहिए। शाम के समय कुछ हँसी-ख़ुशी भरा वक़्त अपने बच्चों के साथ गुज़ारें। आपको अपनी रसिक कल्पनाओं पर अधिक ग़ौर करने की ज़रूरत नहीं है, क्योंकि संभव है कि वे आज सच हो जाएँ। सहकर्मियों और कनिष्ठों के चलते चिंता और तनाव के क्षणों का सामना करना पड़ सकता है। आज काफ़ी दिगाग़ी कसरत मुमकिन है। आपमें से कुछ शतरंज खेल सकते हैं, वर्ग-पहेली हल कर सकते हैं, कोई कविता-कहानी लिख सकते हैं या भविष्य की योजनाओं पर गहराई से सोच सकते हैं। वैवाहिक जीवन में स्नेह को दिखलाने का अपना महत्व है और इस चीज़ का अनुभव आज आप करेंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- मूंग की पकौड़ी, मंगोड़ी या मूंग दाल की मिठाई बच्चों या कन्याओं में बाँटने से नौकरी/बिज़नेस अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nयदि आप रोजगार के क्षेत्र में बदलाव करने की सोच रहे हैं, तो उसके लिए समय उपयुक्त नहीं है। इसमें भाग्य आपका साथ नहीं देगा, इसलिए ऐसा कतई ना करें। लव लाइफ में आज नई ताजी का अनुभव होगा। आपके कार्यक्षेत्र में आज किसी महिला मित्र के कारण आपको उन्नति के अवसर प्राप्त होंगे। मित्रों और परिजनों के कारण आज आपको अनावश्यक व्यय का सामना करना पड़ सकता है, जिससे आपकी आर्थिक स्थिति पर बोझ पड़ेगा। यदि आपको कोई पुराना कर्जी चल रहा है, तो उससे आपको मुक्ति मिलेगी, लेकिन आवश्यक लेनदेन करने से आज आपको बचना होगा। परिवार के साथ आप अच्छा समय व्यतीत करेंगे और उनकी समस्याओं को सुलझाने में भी सहायक होंगे। आज आप अपने परिवार के  सदस्यों के साथ किसी शुभ कार्य की चर्चा पर विचार कर सकते हैं।आपका प्रबल आत्मविश्वास और आज के दिन का आसान कामकाज मिलकर आपको आराम के लिए काफ़ी वक़्त देंगे। आज आपको अपने उन रिश्तेदारों को पैसा उधार नहीं देना चाहिए जिन्होंने आपका पिछला उधार अब तक वापस नहीं किया है। दोस्त शाम के लिए कोई बढ़िया योजना बनाकर आपका दिन ख़ुशनुमा कर देंगे। ज़रा संभल कर, क्योंकि आपका प्रिय रूमानी तौर पर आपको मक्खन लगा सकता है – मैं तुम्हारे बग़ैर इस दुनिया में नहीं रह सकता/सकती। अन्य दिनों की अपेक्षा आज आपके सहकर्मी आपको अधिक समझने की कोशिश करेंगे। आपके घर का कोई करीबी शख्स आज आपके साथ वक्त बिताने की बात कहेगा लेकिन आपके पास उनके लिए वक्त नहीं होगा जिसकी वजह से उनको तो बुरा लगेगा ही आपको भी बुरा लगेगा। यह शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक है। आपको प्रेम की गहराई का अनुभव करेंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- आर्थिक स्थिति को मजबूत करने के लिए बड़ या पीपल के पेड़ को दूध से सींचें और वहां की मिटटी का टीका शरीर पर कहीं भी लगाएं। \n",
    "8": "धनु राशिः आज का राशिफल\nआज आपको अपने कार्य क्षेत्र में गुप्त शत्रुओं व ईषालु शत्रुओं से सावधान रहना होगा, नहीं तो आपको परेशानियों का सामना करना पड़ सकता है। भविष्य की नींव मजबूत बनाने के लिए किए गए प्रयासों पर परिवार के साथ विचार विमर्श होगा। इससे आपके मन का बोझ हल्का होगा। व्यावसायिक मामलों के अनुभव व्यक्तियों के लिए सहायक होगे। आपके पारिवारिक बिजनेस में आज जीवनसाथी की सलाह आपको सफलता देगी और आप इससे आपकी आर्थिक स्थिति भी मजबूत होगी। सायंकाल के समय किसी भी तरह के झगड़े हुए वाद विवाद से बचना होगा, नहीं तो कोई कानूनी विवाद हो सकता है। अपने स्वास्थ्य के प्रति आज सावधानी बरते हैं और खाने पीने पर संयम रखें।आपको आज महत्वपूर्ण निर्णय लेने होंगे, जिसके चलते आपको तनाव और बेचैनी का सामना करना पड़ सकता है। जिन लोगों ने किसी रिश्तेदार से पैसा उधार लिया था उनको आज वो उधार किसी भी हालत में वापस करना पड़ सकता है। आपकी पारिवारिक सदस्यों को क़ाबू में रखने और उनकी न सुनने प्रवृत्ति की वजह से बेवजह वादविवाद हो सकता है और आपको आलोचना का सामना भी करना पड़ सकता है। थोड़ी कोशिश और करें। आज भाग्य आपका साथ ज़रूर देगा, क्योंकि यह आपका दिन है। कलाकार और कामकाजी महिलाओं के लिए आज का दिन काफ़ी उत्पादक साबित होगा। घर के छोटे सदस्यों के साथ गप्पें लगाकर आज आप अपने खाली समय का अच्छा इस्तेमाल कर सकते हैं। मुमकिन है कि आपके माता-पिता आपके जीवनसाथी को कुछ शानदार आशीर्वाद दें, जिसके चलते आपके वैवाहिक जीवन में और निखार आएगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- हरे रंग के वस्त्र अधिक पहने इससे स्वास्थ्य अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके प्रेम जीवन में आज आपको कोई उपहार मिल सकता है। दूसरों से सहयोग लेने सेआज आपको सफलता प्राप्त होगी। व्यापार के लिए की गई यात्रा सुखद व लाभप्रद होगी, लेकिन आज आपको अपने जीवनसाथी के स्वास्थ्य का ध्यान रखना होगा। परिवार की समस्याओं को खत्म करने के लिए आज वरिष्ठ सदस्यों के साथ चर्चा करेंगे, जिससे आपके मन का बोझ हल्का होगा। पराक्रम के बल पर आपके अटके हुए कार्य आज पूरे होंगे। विद्यार्थियों को गुरुजनों का आशीर्वाद प्राप्त होगा, जिससे परीक्षा में सफलता प्राप्त करेंगे। कार्यक्षेत्र में आज आपके किसी सहयोगी के कारण आपको विश्वासघात का सामना करना पड़ सकता है, लेकिन उच्च अधिकारियों के सहयोग से आपके अटके हुए कार्य पूरे होंगे।अच्छी चीज़ों को ग्रहण करने के लिए आपका दिमाग़ खुला रहेगा। आपकी कोई पुरानी बीमारी आज आपको परेशान कर सकती है जिसकी वजह से आपको हॉस्पिटल भी जाना पड़ सकता है और आपका काफी धन भी खर्च हो सकता है। किसी पारिवारिक भेद का खुलना आपको चकित कर सकता है। आप अचानक गुलाबों की ख़श्बू से ख़ुद को सराबोर पाएंगे। यह प्यार की मदहोशी है, इसे महसूस करें। कामकाज के नज़रिए से आज का दिन वाक़ई सुचारू रूप से चलेगा। आप उन लोगों की तरफ़ वादे का हाथ बढ़ाएंगे, जो आपसे मदद की गुहार करेंगे। आज चाहे दुनिया इधर-की-उधर ही क्यों न हो जाए, आप अपने जीवनसाथी की बाहों से दूर नहीं हो सकेंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- काले-सफेद तिल और सतनाजा किसी धर्म स्थान में दान करने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nराजनीति की दिशा में किए गए प्रयास सफल रहेंगे और शासन सत्ता का सहयोग भी आज आपको मिलेगा। माता-पिता की सेवा का अवसर आज आपको प्राप्त होगा। लव लाइफ में नई ताजगी आयेगी। पारिवारिक जीवन में आज असमंजस की स्थिति बनेगी और चर्चा से मतभेद भी दूर होंगे। किसी अभिन्न मित्र से मेल मिलाप की संभावना बनती दिख रही है, जिनके साथ हुए आप निकटम दूर की यात्रा पर भी जा सकते हैं। संतान को अच्छे कार्य करते देख आज आपके मन में प्रसन्नता का भाव उठेगा। यदि आपका जीवन साथी किन्हीं कारणों से नाराज है, तो आज आपको उन्हे मनाने की पूरी कोशिश करनी चाहिए।ख़ुशनुमा दिन के लिए मानसिक तनाव और झंझटों से बचें। आज मुमकिन है कि आपको धन से जुड़ी कोई समस्या हो लेकिन अपनी सूझबूझ से आप हानि को भी मुनाफे में बदल सकते हैं। आपकी निजी ज़िंदगी के बारे में दोस्तों से आपको अच्छी सलाह मिलेगी। हर रोज़ प्रेम में पड़ने की अपनी आदत को बदलिए। आज आपकी कड़ी मेहनत कार्यक्षेत्र में ज़रूर रंग दिखाएगी। आप खुद को समय देना जानते हैं और आज तो आपको काफी खाली समय मिलने की संभावना है। खाली समय में आज आप कोई खेल-खेल सकते हैं या जिम जा सकते हैं। आपके और आपके जीवनसाथी के बीच कोई बाहरी व्यक्ति दूरी पैदा करने की कोशिश कर सकता है, लेकिन आप दोनों चीज़ें संभाल लेंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- काँसे का कड़ा पहना सेहत के लिए लाभदायक रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम लाभदायक रहेगा। यदि आपके कुछ कार्य बहुत समय से अधूरे हैं, तो उनका पूरा करने के लिए आज उत्तम समय है। विद्यार्थियों को एकता बनाए रखनी होगी, तभी परीक्षा में सफलता प्राप्त कर सकेंगे। आपको आज कोई पैतृक संपत्ति मिलने के भी भरपूर योग बन रहे हैं। यदि कोई मामला कोर्ट व कचहरी में चल रहा है, तो उसमें भी आज आपको भरपूर सफलता मिलेगी, लेकिन ससुराल पक्ष से तनाव हो सकता है। प्रेम जीवन में मधुरता बनी रहेगी, लेकिन पुराने झगड़े का झंझट से आज आपको मुक्ति मिलेगी, जिससे आप चैन की सांस लेंगे और आप अपने आप को स्वतंत्र महसूस करेंगे।\n अपने खान-पान का विशेष ध्यान रखें। ख़ास तौर पर माइग्रेन के मरीज़ों को समय पर खाना नहीं छोड़ना चाहिए, नहीं तो उन्हें व्यर्थ में भावनात्मक तनाव से गुज़रना पड़ सकता है। प्रोपर्टी से जुड़े लेन-देन पूरे होंगे और लाभ पहुँचाएंगे। वक़्त पर आपकी मदद किसी की ज़िंदगी बचा सकती है। यह बात आपके परिवार वालों को आपके ऊपर गर्व करने की वजह देगी और उन्हें प्रेरित करेगी। ज़िन्दगी की भाग-दौड़ में आप ख़ुद को ख़ुशनसीब पाएंगे, क्योंकि आपका हमदम वाक़ई सबसे बेहतरीन है। आज आपका मन ऑफिस के काम में नहीं लगेगा। आज आपके मन में कोई दुविधा होगी जो आपको एकाग्र नहीं होने देगी। शहर से बाहर यात्रा ज़्यादा आरामदेह नहीं रहेगी, लेकिन आवश्यक जान-पहचान बनाने के लिहाज़ से फ़ायदेमंद साबित होगी। लगता है कि आपका जीवनसाथी आज बहुत ख़ुश है। आपको सिर्फ़ वैवाहिक जीवन से जुड़ी उसकी योजनाओं में मदद करने की ज़रूरत है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- दूध, दही, घी, कपूर, सफेद फूल का दान करने से हेल्थ अच्छी रहेगी। \n"
}]
