horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए काफी चुनौतीपूर्ण रहेगा। नौकरी से जुड़े जातकों को अपने ऑफिस में काम का दबाव झेलना पड़ सकता है। आज आपके सामने ढेर सारी जिम्मेदारियां रहेंगी, जिनको आप को समय रहते पूरा करना होगा। व्यापार कर रहे लोगों को भी आज कुछ चुनौतियों का सामना करना पड़ेगा। दांपत्य जीवन सुखमय रहेगा। व्यस्तता के बीच आप अपने प्रेम जीवन के लिए समय निकालने में भी कामयाब रहेंगे। आस पड़ोस में आज किसी से वाद-विवाद में ना उलझें।कुछ दिलचस्प पढ़कर थोड़ी दिमाग़ी कसरत करें। आज धन आपके हाथ में नहीं टिकेगा, आपको धन संचय करने में आज बहुत दिक्कतों का सामना करना पड़ सकता है। दोस्तों के साथ शाम बेहद मज़ेदार और हँसी-ख़ुशी से भरपूर रहेगी आज अपने प्रिय को माफ़ करना न भूलें। दिवास्वप्नों में समय खपाना नुक़सानदेह रहेगा, इस मुग़ालते में न रहें कि दूसरे आपका काम करेंगे। घर पर मिले किसी पुराने सामान को देखकर आज आप खुश हो सकते हैं और सारा दिन उस सामान को साफ करने में बिता सकते हैं। लंबे समय से कामकाज का दबाव आपके वैवाहिक जीवन के लिए कठिनाई खड़ा कर रहा है। लेकिन आज सारी शिकायतें दूर हो जाएंगी। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- ॐ चन्द्रपुत्राय विद्महे रोहिणीप्रियाय धीमहि तन्नो बुधः प्रचोदयात। इस बुध गायत्री का सुबह 11 बार उच्चारण करने से नौकरी/बिज़नेस में लाभ मिलता है। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए सुख समृद्धि लेकर आएगा। आज आपके सभी सोचे हुए कार्य पूरे होते हुए नजर आ रहे हैं। राजनीति की दिशा में कार्य कर रहे लोगों के प्रतिद्वंदी आज आप से आगे निकलने का प्रयास करेंगे। यदि आप कोई नया कार्य करना चाहते हैं, तो उसके लिए समय अनुकूल नहीं है। आज आप अपने दिन का काम जल्दी खत्म करके शाम का समय अपने परिवार के साथ बिताएंगे, जिससे आपके मन को सुकून प्राप्त होगा। आर्थिक स्थिति मजबूत होगी। विद्यार्थी यदि किसी प्रतियोगिता में भाग लेना चाहते हैं, तो उसके लिए दिन उत्तम रहेगा।आप जो शारीरिक बदलाव आज करेंगे, वे निश्चित तौर पर आपके रूप-रंग को आकर्षक बनाएगा। भागीदारी वाले व्यवसायों और चालाकी भरी आर्थिक योजनाओं में निवेश न करें। आम परिचितों से व्यक्तिगत बातों को बांटने से बचें। हालाँकि प्यार में निराशा हाथ लग सकती है लेकिन हिम्मत मत हारिए क्योंकि आखिर में जीत सच्चे प्यार की ही होती है। बिना गहराई से समझे-बूझे किसी व्यावसायिक/क़ानूनी दस्तावेज़ पर हस्ताक्षर न करें। यात्रा और शिक्षा से जुड़े काम आपकी जागरुकता में वृद्धि करेंगे। परिवार के सदस्यों के साथ थोड़ी दिक़्क़त का सामना करना पड़ सकता है। लेकिन दिन के आख़िर में आपका जीवनसाथी आपकी परेशानियों को सहलाएगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- पूजा स्थल में सफेद शंख की स्थापना करके उसकी नियमित पूजा करने से आर्थिक उन्नति होगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। आज आपको संतान पक्ष की ओर से कोई शुभ समाचार सुनने को मिलेगा, जिससे आप का मनोबल बढ़ेगा और आप पहले से भी अधिक उत्साह से के साथ काम करेंगे। यदि आप नौकरी करते हैं, तो आपके कार्यक्षेत्र में भी आज आपको अपने बॉस से प्रशंसा सुनने को मिल सकती है और आपकी नौकरी में प्रमोशन की बात चल सकती है। आज आय के नए नए साधन बनेंगे। व्यापार के लिए कोई नई डील फाइनल हो सकती है। आज आप अपने परिवार में अपने भाई या बहन के विभाग के प्रस्ताव पर चर्चा कर सकते हैं।कामकाम में आपकी तेज़ी लम्बे समय से चली आ रही समस्या का समाधान कर देगी। अतिरिक्त धन को रिअल एस्टेट में निवेश किया जा सकता है। घर को सजाने-संवारने के अलावा बच्चों की ज़रूरतों पर भी ध्यान दें। बच्चों के बिना घर आत्मा के बिना शरीर की तरह है, फिर चाहे वह कितना भी ख़ूबसूरत क्यों न हो। बच्चे घर में उत्साह और ख़ुशीयों की सौगात लाते हैं। अपने प्रिय से कुछ भी तल्ख़ कहने से बचें- नहीं तो बाद में आपको पछताना पड़ सकता है। नयी साझीदारी आज के दिन फलदायी रहेगी। अगर आपको लगता है कि कुछ लोगों की संगति करना आपके लिए ठीक नहीं है और उनके साथ रहकर आपका समय बर्बाद होता है तो उनका साथ आपको छोड़ देना चाहिए। शादीशुदा ज़िन्दगी के नज़रिए से यह थोड़ा मुश्किल वक़्त है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- केले के पेड की पूजा करने से प्रेम सम्बन्ध मजबूत बनते है। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ खास रहने वाला है। आपकी शुभ कार्यों के प्रति दिलचस्पी बढ़ी दिखेगी। आज आप अपने व्यापार के लिए जो भी निर्णय लेंगे, उसमें आगे चलकर आपको लाभ होगा। आज आपको अपने व्यवसाय में किसी पर भी भरोसा करने से पहले एक बार सोच लेना होगा। आज आप कोई संपत्ति लेना चाहते हैं, तो उसके चल व अचल पहलुओं को सावधानीपूर्वक जांच लें, नहीं तो धोखा हो सकता है। संतान पक्ष के विवाह में आ रही अड़चनें आज समाप्त होंगी। आज आपका सामाजिक  स्तर बढा हुआ दिखेगा। आज आपका कोई ऐसा व्यक्ति आपके लिए समस्या उत्पन्न कर सकता है, जिसे आप अपना करीबी मानते हैं, इसलिए सावधान रखना। विद्यार्थियों को आज अपने गुरुजनों का आशीर्वाद प्राप्त होगा।ख़ुद को परिष्कृत करने की कोशिश कई तरीक़ों से अपना असर दिखाएगी- आप ख़ुद को बेहतर और आत्मविश्वास से भरा हुआ महसूस करेंगे। कुछ ज़रूरी योजनाएँ क्रियान्वित होंगी और ताज़ा आर्थिक मुनाफ़ा पहुँचाएंगी। व्यक्तिगत मामलों को सुलझाते समय उदारता दिखाएँ, लेकिन अपनी ज़ुबान पर क़ाबू रखें ताकि उन्हें चोट न पहुँचे जो आपसे प्यार करते हैं और आपकी परवाह करते हैं। आप आज प्रेमपूर्ण मनोभाव में होंगे, इसलिए अपने प्रिय के साथ कुछ अच्छा समय बिताने की योजना बनाएँ। सहकर्मियों और वरिष्ठों के पूरे सहयोग के चलते दफ़्तर में काम तेज़ रफ़्तार पकड़ लेगा। बेवजह की उलझनों से दूर होकर आज आप किसी मंदिर, गुरुद्वारे या किसी भी धार्मिक स्थल पर अपना खाली समय बिता सकते हैं। मुमकिन है कि आज आपका जीवनसाथी ख़ूबसूरत शब्दों में यह बताए कि आप उनके लिए कितने क़ीमती हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- हरे रंग के कपड़े पहनें। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए बेहतर परिणाम लेकर आएगा। आज कुछ ऐसे कार्य होंगे, जिनकी आप बहुत लंबे समय से प्रतीक्षा कर रहे थे। विरोधीयो के षड्यंत्र असफल होंगे। आज आपके सभी कार्य समय से पूर्ण होते नजर आ रहे हैं। आज आप अपने सांसारिक सुख के साधनों के लिए कुछ धन भी व्यय भी व्यय कर सकते हैं। यदि आज आप कोई नया कार्य करने की सोच रहे हैं, तो उसके लिए फैसला सोच समझ कर ही लें। यदि परिवार में लंबे समय से कोई कटुता चली आ रही थी, तो वह आज समाप्त होगी और फिर से परिवार के सदस्य आपस में मिलजुल कर रहेंगे।आज अतीत के ग़लत फ़ैसले मानसिक अशान्ति और क्लेश की वजह बनेंगे। आप ख़ुद को अकेला पाएंगे और सही-ग़लत का निर्णय करने में असमर्थ महसूस करेंगे। दूसरों की सलाह लें। जो लोग अपने करीबियों या रिश्तेदारों के साथ मिलकर बिजनेस कर रहे हैं उन्हें आज बहुत सोच समझकर कदम रखने की जरुरत है नहीं तो आर्थिक नुक्सान हो सकता है। कुछ लोग जितना कर सकते हैं, उससे कई ज़्यादा करने का वादा कर देते हैं। ऐसे लोगों को भूल जाएँ जो सिर्फ़ गाल बजाना जानते हैं और कोई परिणाम नहीं देते। आपके प्रिय का मूड ठीक नहीं है, इसलिए सोच-समझ कर कोई भी काम करें। जो आपकी सफलता के आड़े आ रहे थे, वे आपकी आँखों के सामने ही नीचे को खिसकेंगे। घर के छोटे सदस्यों के साथ गप्पें लगाकर आज आप अपने खाली समय का अच्छा इस्तेमाल कर सकते हैं। जीवनसाथी द्वारा परिवार और मित्रों के बीच नकारात्मक तरीक़े से आपके वैवाहिक जीवन की निजी बातें उजागर हो सकती हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- विकलांग लोगों की सेवा करने से स्वास्थ्य अच्छा रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ मिश्रित परिणाम लेकर आएगा। आज आपकी संतान आपको कोई ऐसा कार्य करते हुए दिखेगी, जिससे आपको उनके ऊपर गर्व होगा। यदि बहुत लंबे समय से आप किसी रुके हुए की प्रतीक्षा कर रहे थे, तो वह आज आपको प्राप्त हो सकता है। दांपत्य जीवन सुखमय रहेगा। आज आपका मन धार्मिक कार्यों और पूजा पाठ में अधिक लगेगा। वृद्ध जनों की सेवा करेंगे तथा पुण्य कार्य पर धन भी व्यय करेंगे, जिसके मन में हर्ष की भावना रहेगी। व्यापार में आज आपके प्रतिद्वंदी आपका सिर दर्द बन सकते हैं।दाँत का दर्द या पेट की तक़लीफ़ आपके लिए परेशानी खड़ी कर सकती है। तुरंत आराम पाने के लिए अच्छे चिकित्सक की सलाह लेने में कोताही न बरतें। आज आप अपने घर के वरिष्ठ जनों से पैसे की बचत करने को लेकर कोई सलाह ले सकते हैं और उस सलाह को जिंदगी में जगह भी दे सकते हैं. अपने दिन की योजना सावधानी से तय करें। ऐसे लोगों से बात करें, जो आपकी मदद कर सकते हैं। अगर अपने लव पार्टनर को अपना जीवनसाथी बनाना चाहते हैं तो उनसे आज बात कर सकते हैं। हालांकि बात करने से पहले आपको उनके मनोभावों को जान लेना चाहिए। कार्यक्षेत्र में आपको हर कोई गंभीरता से सुनेगा। कर्म-काण्ड/हवन/पूजा-पाठ आदि का आयोजन घर मे होगा। जीवन साथी से पूर्णरूपेण सहयोग न मिलने के कारण आप निराश हो सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अपने इष्टदेव को पूजा में लाल सिंदूर अर्पित करने से हेल्थ अच्छी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए काफी संघर्ष वाला रहेगा। भागदौड़ भी अधिक होगी और धन भी व्यय होगा। आज आपको अत्यधिक मेहनत करने पर भी आय कम और धन अधिक व्यय होगा। व्यर्थ की भागदौड़ के कारण आप मानसिक व शारीरिक दोनों तरह से परेशान हो सकते हैं, लेकिन शाम के समय इसमें कुछ राहत हो सकती है, इसलिए परेशान ना हो। साइकिल का समय आज आप अपने परिवार के साथ बिताएंगे, तो आपकी सारी थकान दूर हो जाएगी और आपको कुछ सुकून मिलेगा। जीवन साथी आपके साथ खड़े नजर आएंगे।दोस्तों का रुख़ सहयोगी रहेगा और वे आपको ख़ुश रखेंगे। अचानक नए स्रोतों से धन मिलेगा, जो आपके दिन को ख़ुशनुमा बना देगा। घर में शांति और सुकून का माहौल बनाए रखने के लिए तालमेल से काम करें। विवाह-प्रस्ताव के लिए सही समय है, क्योंकि आपका प्यार जीवन भर के साथ में बदल सकता है। किसी भी तरह की साझीदारी करने से पहले उसके बारे में अपनी अंदरूनी भावना की बात ज़रूर सुनें। आज आप नए विचारों से परिपूर्ण रहेंगे और आप जिन कामों को करने के लिए चुनेंगे, वे आपको उम्मीद से ज़्यादा फ़ायदा देंगे। आप और आपका जीवनसाथी मिलकर वैवाहिक जीवन की बेहतरीन यादें रचेंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- ॐ कें केतवे नमः। इस मंत्र का शाम-रात को 11 बार उच्चारण करने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए चुनौतियों से भरा रहेगा। यदि आप नौकरी करते हैं या व्यवसाय करते हैं, तो दोनों मे ही आपको अधिक मेहनत करनी पड़ेगी और ऐसा भी होगा कि आपको मेहनत के अनुरूप परिणाम प्राप्त नहीं होंगे, जिससे मन में निराशा होगी, लेकिन आपको निराशा को छोड़कर खुशी से कार्य को करना होगा। आप अपना काम ईमानदारी और लगन से करेंगे, इसका आपको भविष्य में लाभ अवश्य मिलेगा। आने वाले समय में आप के वरिष्ठ अधिकारी भी आप की प्रशंसा करते नजर आएंगे। सायंकाल का समय आज आप अपने मित्रों के साथ किसी धार्मिक स्थान की यात्रा पर जा सकते हैं।\n सिर्फ़ आप जानते हैं कि आपके लिए क्या बेहतर है, इसलिए मज़बूत और स्पष्टवादी बनें तथा फ़ैसले तुरन्त लें और उनके परिणामों का सामना करने के लिए तैयार रहें। आपके पास आज पैसा भी पर्याप्त मात्रा में होगा और इसके साथ ही मन में शांति भी होगी। आपमें से कुछ गहने या घरेलू सामान ख़रीद सकते हैं। रोमांटिक मुलाक़ात आपकी ख़ुशी में तड़के का काम करेगी। योग्य कर्मियों को पदोन्नति या आर्थिक मुनाफ़ा हो सकता है। आज आपको रिश्तों की अहमियत का अंदाज हो सकता है क्योंकि आज के दिन का ज्यादातर समय आप अपने परिवार के लोगों के साथ बिताएंगे। आप शादीशुदा ज़िन्दगी से जुड़े चुटकुले सोशल मीडिआ पर पढ़कर खिलखिलाते हैं। लेकिन आज जब आपके वैवाहिक जीवन से जुड़ी कई प्यारी चीज़ें आपके सामने आएंगी, तो आप भावुक हुए बिना नहीं रह सकेंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- केसर लगी पीली मिठाई, केसरी हलवा खुद भी खाएं और गरीबों में भी बाँटने से स्वास्थ्य अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज आपके व्यवसाय में सभी कार्य बिना बांदा के दूर होते देखेंगे। आपके शत्रु प्रबल होंगे, लेकिन वह आपकी बुद्धि के कारण परास्त नजर आएंगे। वह आपका कुछ नहीं बिगाड़ पाएंगे। यदि आप किसी कार्य को करने की सोच रहे हैं, तो वह आज किसी मित्र की मदद से पूरा होने का संकेत दे रहा है। कार्य में आपको सफलता मिलेगी। मित्रों से कुछ धन लाभ होता दिख रहा है। सायंकाल के समय आपको किसी मांगलिक कार्यक्रम में भाग लेने का अवसर प्राप्त होगा। अपने व्यापार के लिए आज आपको कुछ यात्रा भी करनी पड़ेगी, जो भविष्य में आपको उत्तम लाभ देंगी।आलस्य और कम ऊर्जा-स्तर आपके शरीर के लिए ज़हर काम करेंगे। किसी सृजनात्मक काम में ख़ुद को व्यस्त रखना बेहतर रहेगा। साथ ही बीमारी से जूझने के लिए ख़ुद को उत्साहित करते रहें। आज किया गया निवेश आपकी समृद्धि और आर्थिक सुरक्षा में इज़ाफ़ा करेगा। परिवार में आप एक संधि कराने वाले दूत का दायित्व निभाएंगे। सबकी परेशानियों पर ग़ौर करें, जिससे समस्याओं पर समय रहते क़ाबू पाया जा सके। शाम ढलते-ढलते कोई आकस्मिक रुमानी झुकाव आपके दिलोदिमाग़ पर छा सकता है। आज का दिन बढ़िया प्रदर्शन और ख़ास कामों के लिए है। खाली समय में आज आप अपने मोबाइल पर कोई वेब सीरीज देख सकते हैं। अपने जीवनसाथी के चलते आप महसूस करेंगे कि स्वर्ग धरती पर ही है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- तांबे का सिक्का अथवा टुकड़ा जेब में रखने से स्वास्थ्य अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए निश्चित परिणाम लेकर आएगा। यदि आप नौकरी करते हैं, तो आज आपको अपने कार्य क्षेत्र में उच्च अधिकारियों की कृपा से मान सम्मान मिलता दिख रहा है। आज यदि जमीन जायदाद संबंधी कोई मामला चल रहा है, तो वह किसी अधिकारी की मदद से सुलझता हुआ दिख रहा है। सायंकाल के समय आपके स्वास्थ्य में कोई कमी आ सकती है, इसलिए अपने खानपान का विशेष ध्यान रखें। आज आपकी सामाजिक कार्य में भी रुचि बढ़ती दिख रही है, जिससे आपके मित्रों की संख्या में भी इजाफा होगा।अपने दफ़्तर से जल्दी निकलने की कोशिश करें और वे काम करें जिन्हें आप वाक़ई पसंद करते हैं। आर्थिक तौर पर सुधार तय है। अपने बच्चों को अपने उदार बर्ताव का बेजा फ़ायदा न उठाने दें। आपका प्रेमी आज आपकी बातों को सुनने से ज्यादा अपनी बातें कहना पसंद करेगा जिसकी वजह से आप थोड़े खिन्न हो सकते हैं। सहकर्मियों और वरिष्ठों से मिला सहयोग आपके उत्साह में इज़ाफ़ा करेगा। इस राशि के जातक आज लोगों से मिलने से ज्यादा अकेले में वक्त बिताना पसंद करेंगे। आज आपका खाली समय घर की सफाई में बीत सकता है। शादिशुदा ज़िन्दगी के तमाम मुश्किल दिनों के बाद आप और आपका हमदम फिर प्यार की गर्माहट महसूस कर सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- भैरव मंदिर में दूध चढाने से फैमिली लाइफ अच्छी चलेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। आज आपके व्यवसाय में लक्ष्मी जी की कृपा आप पर मेहरबान हो सकती है, जिससे आपको धन लाभ होने की उम्मीद दिख रही है, जो आपकी आर्थिक स्थिति को मजबूत करेगी। परिवार में लंबे समय से यदि कोई विवाद चल रहा था, तो वह आज समाप्त होगा। आज आप यदि धन का निवेश करने के लिए सोच रहे हैं, तो उसके लिए भी दिन उत्तम रहेगा। आज आपको आपके किसी मित्र से मिलकर प्रसंता होगी, जिसका आप बहुत लंबे समय से इंतजार कर रहे थे। सायंकाल का समय आज आप अपने जीवनसाथी को कहीं घुमाने फिराने लेकर जा सकते हैं।किसी संत पुरुष का आशीर्वाद मानसिक शान्ति प्रदान करेगा। दोस्तों की मदद से वित्तीय कठिनाईयाँ हल हो जाएंगी। अपने दोस्तों को अपने उदार स्वभाव का ग़लत फ़ायदा न उठाने दें। जो लोग अब तक सिंगल हैं उनकी मुलाकात आज किसी खास से होने की संभावना है लेकिन बात को आगे बढ़ाने से पहले यह जरुर जान लें कि कहीं वो शख्स किसी के साथ रिश्ते में न हो। अपनी विशेषज्ञता का इस्तेमाल पेशेवर मामलों को सहजता से सुलझाने में करें। सेमिनार और प्रदर्शनी आदि आपको नई जानकारियाँ और तथ्य मुहैया कराएंगे। पारिवारिक विवादों के कारण आज आपका वैवाहिक जीवन प्रभावित रह सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- ॐ क्रां क्रीं क्रौं सः भौमाय नमः इस मंत्र का प्रातः 11 बार उच्चारण करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज आपको चारों ओर से लाभ की प्राप्ति के संकेत मिलते दिख रहे हैं, जिससे आपके चारो और का वातावरण भी आनंदमय और सुखमय रहेगा। यदि आप अपने व्यवसाय में अधिक धन लगाने की सोच रहे हैं, तो भविष्य में आपको उसका उत्तम लाभ मिलेगा। परिवार के लिए आज आप कोई अहम फैसला लेंगे, जिसमें सभी लोगों का भला होगा, सभी छोटे अपनी बातों को मानेंगे और बड़े आपको प्यार देंगे। विद्यार्थी भी अपनी परीक्षा की तैयारी में जुटे रहेंगे।शारीरिक बीमारी के सही होनी की काफ़ी संभावनाएँ हैं और इसके चलते आप शीघ्र ही खेल-कूद में हिस्सा ले सकते हैं। जिन लोगों ने अपना पैसा सट्टेबाजी में लगा रखा था आज उन्हें नुक्सान होने की संभावना है। सट्टेबाजी से दूर रहने की आपको सलाह दी जाती है। ऐसे मुद्दों पर बात करने से बचें, जिनको लेकर प्रियजनों से वाद-विवाद होने की संभावना है। आपको चिंता करने की ज़रूरत नहीं है। आज आपका दुःख बर्फ़ की तरह पिघल जाएगा। अपने साथी को यूँ ही हमेशा के लिए मिला न मानें। मौज-मस्ती के लिए घूमना संतोषजनक रहेगा। यह दिन आपके जीवनसाथी का बेहतरीन पहलू आपको दिखाने वाला है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- अच्छी आर्थिक स्थिति के लिए गंगाजल को नहाने वाले पानी में मिलाकर स्नान करें। \n"
}]
