horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। प्रेम जीवन को खुशनुमा बनाने की पूरी कोशिश करेंगे और उसमें काफी हद तक सफल भी रहेंगे। अपने प्रिय को कोई बढ़िया गिफ्ट दे सकते हैं। शादीशुदा लोगों का गृहस्थ जीवन थोड़ी चिंताओं के बीच गुजरेगा। आपके बीच किसी बात को लेकर गरमा गरम झड़प हो सकती है। काम के सिलसिले में दिन सामान्य रहेगा। आप मेहनत करेंगे। खर्चों में तेजी रहेगी।आपकी सबसे बड़ी पूंजी आपकी हँसने-हँसाने की शैली है, अपनी बीमारी को ठीक करने के लिए इसका उपयोग करके देखें। आप पैसा बना सकते हैं, बशर्ते आप अपनी जमा-पूंजी पारम्परिक तौर पर निवेश करें। आपको परिवार के सदस्यों के साथ थोड़ी दिक़्क़त होगी, लेकिन इस वजह से अपनी मानसिक शान्ति भंग न होने दें। ज़िन्दगी की भाग-दौड़ में आप ख़ुद को ख़ुशनसीब पाएंगे, क्योंकि आपका हमदम वाक़ई सबसे बेहतरीन है। बिना किसी पूर्व सूचना के आज आपका कोई रिश्तेदार आपके घर पधार सकता है जिसकी वजह से आपका कीमती समय उनकी खातिरदारी में जाया हो सकता है। प्यार, नज़दीकी, मस्ती-मज़ा - जीवनसाथी के साथ यह एक रोमानी दिन रहेगा। आज लोगों के बीच आप खुद को अकेला महसूस करेंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- सर्पाकार चांदी की अंगूठी धारण करने से पारिवारिक जीवन खुशहाल रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। पारिवारिक जिम्मेदारियों को पूरा करने में समय बिताएंगे। काम के सिलसिले में भी दिन अच्छा रहेगा। अपनी तरफ से पूरी मेहनत करेंगे और काम को सही समय पर पूरा करके देना आपको पसंद आएगा। इनकम बढ़ेगी। खर्चों में कमी आएगी। सेहत थोड़ी कमजोर हो सकती है। विरोधियों से परेशान होने की जरूरत नहीं, आप  उन पर भारी पड़ेंगे। प्रेम जीवन खुशी देगा।बहुत-कुछ आपके कंधों पर टिका हुआ है और फ़ैसले लेने के लिए स्पष्ट सोच ज़रूरी है। अगर आपका धन से जुड़ा कोई मामला कोर्ट-कचहरी में अटका था तो आज उसमें आपको विजय मिल सकती है और आपको धन लाभ हो सकता है। जितना आपने सोचा था, आपका भाई उससे ज़्यादा मददगार साबित होगा। ख़ुशी के लिए नए संबंध की प्रतीक्षा करें। खाली वक्त का सही इस्तेमाल करना आपको सीखना ही होगा नहीं तो जीवन में आप कई लोगों से पीछे रह जाएंगे। कुछ लोग सोचते हैं कि वैवाहिक जीवन ज़्यादातर झगड़ों और सेक्स के इर्द-गिर्द ही घूमता है, लेकिन आज आपके सब कुछ शान्त रहने वाला है। आज किसी बुजुर्ग के साथ आपकी कहासुनी हो सकती है ऐसे में अपने गुस्से को काबू में रखें। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सप्ताहांत में आपके ख़र्चों में अधिकता संभव है इससे बचने हेतु बन्दरों को मीठी लाल वस्तु जैसे - जलेबी, इमरती, शक्करपारे आदि खिलाएं। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन अच्छा है। किसी खूबसूरत वजह से ट्रैवलिंग करेंगे। किसी दोस्त से मिलने का मौका मिल सकता है। अपने कार्य को सिद्ध कर पाएंगे। गृहस्थ जीवन सामान्य रहेगा लेकिन प्रेम जीवन बिता रहे लोगों को चुनौतियों का सामना करना पड़ सकता है। धैर्य बनाए रखें, क्योंकि आपकी समझदारी और प्रयास आपको सफलता ज़रूर दिलाएंगे। यदि आप किसी से उधार वापस मांग रहे थे और अब तक वो आपकी बात को टाल रहा था तो आज बिना बोले ही वो आपको पैसा लौटा सकता है। ऐसे काम करें जिनसे आपको ख़ुशी मिले, लेकिन दूसरों के मामलों में दख़लअंदाज़ी से बचें। कोई अच्छी ख़बर या जीवनसाथी/प्रिय से मिला कोई संदेश आपके उत्साह को दोगुना कर देगा। आपका चुम्बकीय और ज़िन्दादिल व्यक्तित्व आपको सबके आकर्षण का केन्द्र बना देगा। जो यह समझते हैं कि शादी सिर्फ़ सेक्स के लिए होती है, वे ग़लत हैं। क्योंकि आज आपको सच्चे प्यार का एहसास होगा। सेहत के लिहाज़ से दौड़ लगाना आपके लिए फ़ायदेमंद रहेगा, क्योंकि यह मुफ़्त भी है और अच्छी एक्सरसाइज़ भी। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- गमलों में काले-सफेद मार्बल के दाने रखने से पारिवारिक खुशियां बढ़ेंगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन सामान्य रहेगा। कुछ चोरी-छिपे खर्च करेंगे। काम के सिलसिले में दिन ठीक-ठाक है लेकिन अपने आत्मसम्मान को अपना अभिमान ना बनने दें नहीं तो दिक्कत उठानी पड़ सकती है। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन बिता रहे लोग आज के दिन को इंजॉय करेंगे। आज का दिन ऐसे काम करने के लिए बेहतरीन है, जिन्हें करके आप ख़ुद के बारे में अच्छा महसूस करते हैं। आज कोई लेनदार आपके दरवाजे पर आ सकता है और आपसे पैसे उधार मांग सकता है। उन्हें पैसे लौटाकर आप आर्थिक तंगी में आ सकते हैं। आपको सलाह दी जाती है कि उधार लेने से बचें। बेटी की बीमारी आपका मूड ख़राब कर सकती है। उत्साह बढ़ाने के लिए उसे स्नेह से दुलारें। प्यार में बीमार को भी भला-चंगा करने की ताक़त होती है। आप साथ में कहीं घूमने-फिरने जाकर अपने प्रेम-जीवन में नयी ऊर्जा का संचार कर सकते हैं। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। ऐसा लगता है कि आपके जीवनसाथी आज आपके ऊपर ख़ास ध्यान देंगे। आज घर पर शादी की बात चल सकती है लेकिन आपको यह बात पसंद नहीं आएगी। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- अच्छी आर्थिक स्थिति के लिए ॐ गं गणपतये नमः इस मंत्र का 11 बार उच्चारण सुबह-शाम करें। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन बहुत अच्छा रहेगा। व्यापार में सफलता मिलेगी। कामों में तेजी आएगी। गृहस्थ जीवन खुशनुमा रहेगा। रिश्ते में प्यार और रोमांस के साथ शेरो शायरी भी आ सकती है। प्रेम जीवन बिता रहे लोगों के लिए दिनमान थोड़ा कमजोर है। सेहत मजबूत रहेगी। गाड़ी चलाते समय सावधान रहें। अपने अतिरिक्त धन को सुरक्षित जगह पर रखिए, जो आने वाले वक़्त में आप फिर पा सकें। किसी ऐसे के साथ परस्पर संवाद की कमी जिसका आपको बहुत ख़याल है, आपको तनाव दे सकती है। आपकी मुस्कुराहट आपके प्रिय की नाराज़गी दूर करने के लिए सबसे उम्दा दवा है। अगर कहीं बाहर जाने की योजना है तो वह आख़िरी वक़्त पर टल सकती है। अगर आप कोशिश करें तो आप अपने जीवनसाथी के साथ अपने जीवन का सबसे अच्छा दिन आज गुज़ार सकते हैं। आज कोई उलझन आपको दिन भर तंग कर सकती है। इस उलझन को दूर करने के लिए आपको अपने घर वालों से बात करनी चाहिए। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- तोते को हरी मिर्च खिलाएं। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन मान सामान्य रहेगा। सेहत में उतार-चढ़ाव बना रहेगा जिस पर आप को ध्यान देना जरूरी होगा, नहीं तो कोई बड़ी बीमारी आ सकती है। पारिवारिक जीवन खुशनुमा रहेगा। काम के सिलसिले में भी आपका खूब मन लगेगा जिससे आपकी इनकम बढ़ेगी। प्रेम जीवन बिता रहे लोगों को कुछ दिक्कत उठानी पड़ सकती है। शादीशुदा लोगों के लिए दिनमान अच्छा है।आज आपकी सेहत पूरी तरह अच्छी रहेगी। ख़र्चों में हुई अप्रत्याशित बढ़ोत्तरी आपके मन की शांति को भंग करेगी। आपका ज़्यादातर समय दोस्तों और परिवार के साथ बीतेगा। अगर अपने लव पार्टनर को अपना जीवनसाथी बनाना चाहते हैं तो उनसे आज बात कर सकते हैं। हालांकि बात करने से पहले आपको उनके मनोभावों को जान लेना चाहिए। इस राशि के छात्र-छात्राएं आज अपने कीमती समय का दुरुपयोग कर सकते हैं। आप मोबाइल या टीवी पर आवश्यकता से अधिक समय जाया कर सकते हैं। आपका प्यार, आपका जीवनसाथी आपको कोई ख़ूबसूरत तोहफ़ा दे सकता है। सेहत के लिहाज़ से दौड़ लगाना आपके लिए फ़ायदेमंद रहेगा, क्योंकि यह मुफ़्त भी है और अच्छी एक्सरसाइज़ भी। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- इत्र, खुशबू, अगरबत्ती, कपूर का दान करना और इन्हे खुद इस्तेमाल करने से आर्थिक स्थिति सुदृढ़ होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन अच्छा है। काम में सफलता मिलने से हर्ष होगा। हर काम में सफलता मिलेगी। इनकम में बढ़ोतरी होगी। पारिवारिक दायित्वों को निभाएंगे। कोई प्रॉपर्टी खरीदने का विचार मन में आ सकता है। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन खुशहाल रहेगा लेकिन आपका प्रिय ईगो में आकर कुछ गलत बोल सकता है जो आपको समझ ना आए और बुरा लगे।अपने नकारात्मक रवैये के चलते आप प्रगति नहीं कर पा रहे हैं। यह इस बात को समझने का सही वक़्त है कि चिंता की आदत ने आपके सोचने की क्षमता को ख़त्म कर दिया है। हालात के उजले पहलू की ओर देखें और आप पाएंगे कि चीज़ें सुधर रही हैं। आज आप घर से बाहर तो बहुत सकारात्मकता के साथ निकलेंगे लेकिन किसी कीमती वस्तु के चोरी होने की वजह से आपका मूड खराब हो सकता है। बच्चे आपको घरेलू काम-काज निबटाने में मदद करेंगे। व्यक्तिगत संबंध संवेदनशील और नाज़ुक रहेंगे। इस राशि के बच्चे आज खेलकूद में दिन बिता सकते हैं, ऐसे में माता-पिता को उनपर ध्यान देना चाहिए क्योंकि चोट लगने की संभावना है। आपका जीवनसाथी अपने दोस्तों में कुछ ज़्यादा व्यस्त हो सकता है, जिसके चलते आपके उदास होने की संभावना है। जिन्दगी का स्वाद तो स्वादिष्ट भोजन को करने में ही है। यह बात आज आपके जुबान पर आ सकती है क्योंकि आप के घर में आज स्वादिष्ट भोजन बन सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- एक नीले कपड़े में काली, मिर्च, एक कच्चा कोयला, साबुत काली उड़द बांधकर बहते जल में प्रवाहित करने से आर्थिक स्थिति अच्छी होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य तौर पर फलदायक रहेगा। मानसिक चिंता के कारण कुछ दिक्कतें होंगी। माताजी का स्वास्थ्य बिगड़ सकता है। परिवार में तनाव बढ़ेगा। काम के सिलसिले में दिनमान सामान्य रहेगा और गृहस्थ जीवन अच्छा चलेगा। प्रेम जीवन बिता रहे लोग भी आज के दिन को अच्छे से बिताएंगे।ज़रूरत से ज़्यादा खाने से बचें और सेहतमंद रहने के लिए नियमित व्यायाम करें। जिन लोगों ने किसी रिश्तेदार से पैसा उधार लिया था उनको आज वो उधार किसी भी हालत में वापस करना पड़ सकता है। विदेश में रह रहे किसी रिश्तेदार से मिला तोहफ़ा आपके लिए ख़ुशी लेकर आएगा। जो लोग प्रेम के संगीत में डूबे हुए हैं, वही इसकी स्वर-लहरियों का आनन्द ले सकते हैं। आज के दिन आप भी उस संगीत को सुन सकेंगे, जो दुनिया के बाक़ी सभी गीतों को भुलवा देगा। किसी नये काम के आगाज के लिए आपको पहले उसके बारे में अनुभवी लोगों से बात करनी चाहिए। अगर आज आपके पास समय है तो उस क्षेत्र के अनुभवी लोगों से मिल लें जो काम आप शुरु करने वाले हैं। विवाह एक दैवीय आशीर्वाद है और आज आप इसका अनुभव कर सकते हैं। बहुत सारे मेहमानों की आवभगत आपका मूड ख़राब कर सकती है। लेकिन अच्छी बात यह है कि आप कई पुराने दोस्तों से मिल सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- आलस्य दूर करने के लिए सूर्य को प्रातःकाल ताबें के पात्र से जल दें। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। दांपत्य जीवन में प्रेम और रोमांस की बढ़ोतरी होगी। अपने मन की कलात्मकता को बाहर निकालेंगे और जीवन साथी को खुश करने के लिए कोई अच्छा प्लान करेंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान सामान्य रहेगा। काम के सिलसिले में दिन आपके पक्ष में रहेगा। सेहत मजबूत रहेगी, इसका लाभ उठाएं। मौज-मस्ती और मनपसंद काम करने का दिन है। दीर्घावधि मुनाफ़े के नज़रिए से स्टॉक और म्यूचुअल फ़ंड में निवेश करना फ़ायदेमंद रहेगा। परिवार की स्थिति आज वैसी नहीं रहेगी जैसा आप सोचते हैं। आज घर में किसी बात को लेकर कलह होने की संभावना है ऐसी स्थिति में खुद पर काबू रखें। आज आप कुछ अलग क़िस्म के रोमांस का अनुभव कर सकते हैं। आपके घर का कोई करीबी शख्स आज आपके साथ वक्त बिताने की बात कहेगा लेकिन आपके पास उनके लिए वक्त नहीं होगा जिसकी वजह से उनको तो बुरा लगेगा ही आपको भी बुरा लगेगा। आपका प्यार, आपका जीवनसाथी आपको कोई ख़ूबसूरत तोहफ़ा दे सकता है। आपकी चिंताएं आज आपको जीवन का आनंद लेने से आपको रोक सकती हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- किसी भी गौशाला में हरा चारा दान में देने से वैवाहिक जीवन काफी अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन मान उतार-चढ़ाव से भरा रहेगा। सेहत में भी गिरावट आ सकती है इसलिए सावधानी बरतें। खर्चों में तेजी आएगी। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा है। आप अपने रिश्ते में हल्की फुल्की झड़प भी देखेंगे लेकिन प्यार बरकरार रहेगा जिससे आप खुश रहेंगे। काम के सिलसिले में दिन मजबूत है। \n आपका बच्चों जैसा भोला स्वभाव फिर सतह पर आ जाएगा और आप शरारती मनोदशा में होंगे। माता या पिता की सेहत पर आपको आज बहुत धन खर्च करना पड़ सकता है। इससे आपकी आर्थिक स्थिति बिगड़ेगी लेकिन साथ ही रिश्तों में मजबूती आएगी। परिवार वालों का हँसी-मज़ाक भरा बर्ताव घर के वातावरण को हल्का-फुल्का और ख़ुशनुमा बना देगा। आज आप अपने प्रिय से अपने जज़्बात का इज़हार करने में मुश्किल महसूस करेंगे। आज अपने प्रेमी के साथ वक्त बिता पाएंगे और उनके सामने अपने जज्बातों को रख पाएंगे। जीवनसाथी यह जता सकता है कि आपके साथ रहने का क्या-क्या ख़ामियाज़ा उसे भुगतना पड़ रहा है। अपने घर से बाहर निकलते समय अपने जरुरी सामान को एक बार जरुर देख लें। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- चितकबरे कपड़े पहनने से आर्थिक उन्नति होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। प्रेम जीवन को खुशनुमा बनाने की पूरी कोशिश करेंगे और उसमें काफी हद तक सफल भी रहेंगे। अपने प्रिय को कोई बढ़िया गिफ्ट दे सकते हैं। शादीशुदा लोगों का गृहस्थ जीवन थोड़ी चिंताओं के बीच गुजरेगा। आपके बीच किसी बात को लेकर गरमा गरम झड़प हो सकती है। काम के सिलसिले में दिन सामान्य रहेगा। आप मेहनत करेंगे। खर्चों में तेजी रहेगी।चोट से बचने के लिए सावधानी से बैठें। साथ ही सही तरीक़े से कमर सीधी करके बैठना न केवल व्यक्तित्वमें सुधार लाता है, बल्कि सेहत और आत्म-विश्वास के स्तर को भी ऊपर ले जाता है। आज आपको अपने भाई या बहन की मदद से धन लाभ होने की संभावना है। घरेलू ज़िंदगी सुकूनभरी और ख़ुशनुमा रहेगी। आपका प्यार न सिर्फ़ परवान चढ़ेगा, बल्कि नई ऊँचाइयों को भी छूएगा। दिन की शुरुआत प्रिय की मुस्कान से होगी और रात उसके सपनों में ढलेगी। रात को ऑफिस से घर आते वक्त आज आपको सावधानी से वाहन चलाना चाहिए, नहीं तो दुर्घटना हो सकती है और कई दिनों के लिए आप बीमार पड़ सकते हैं। आपको अपने जीवनसाथी की ओर से ख़ास तोहफ़ा मिल सकता है। दिखावा करने से आज आपको बचना चाहिए ऐसा करेंगे तो आपके करीबी लोग ही आपसे दूर हो जाएंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- आज रचनात्मक विचारों को बढ़ाने के लिए आप पीले चने की दाल गाय को खिला सकते हैं। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। पारिवारिक जिम्मेदारियों को पूरा करने में समय बिताएंगे। काम के सिलसिले में भी दिन अच्छा रहेगा। अपनी तरफ से पूरी मेहनत करेंगे और काम को सही समय पर पूरा करके देना आपको पसंद आएगा। इनकम बढ़ेगी। खर्चों में कमी आएगी। सेहत थोड़ी कमजोर हो सकती है। विरोधियों से परेशान होने की जरूरत नहीं, आप  उन पर भारी पड़ेंगे। प्रेम जीवन खुशी देगा।नफ़रत को दूर करने के लिए संवेदना का स्वभाव अपनाएँ, क्योंकि नफ़रत की आग बहुत ज़्यादा ताक़तवर है और मन के साथ शरीर पर भी बुरा असर डालती है। याद रखें कि बुराई अच्छाई से ज़्यादा आकर्षक ज़रूर दिखाई देती है, लेकिन उसका असर ख़राब ही होता है। परिवार के किसी सदस्य के बीमार पड़ने की वजह से आपको आर्थिक परेशानी आ सकती है, हालांकि इस वक्त आपको धन से ज्यादा उनकी सेहत की चिंता करनी चाहिए। जब आप समूह में हों तो ध्यान रखें कि आप क्या कह रहे हैं, बिना ज़्यादा समझे-बूझे अचानक कहे गए शब्दों के चलते आप कड़ी आलोचना के शिकार हो सकते हैं। आपका बेपनाह प्यार आपके प्रिय के लिए बेहद क़ीमती है। दिन की शुरुआत भले ही थोड़ी थकाऊ रहे लेकिन जैसे-जैसे दिन आगे बढ़ेगा आपको अच्छे फल मिलने लगेंगे। दिन के अंत में आपको अपने लिए समय मिल पाएगा और आप किसी करीबी से मुलाकात करके इस समय का सदुपयोग कर सकते हैं। जब आपका जीवनसाथी जब सारे मनमुटाव भुलाकर प्यार के साथ आपके पास फिर आएगा, तो जीवन और भी सुन्दर लगेगा। अगर आज कुछ अधिक करने को नहीं है तो अपने घर के सामानों को दुरुस्त करके आप अपने को व्यस्त रख सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- केले की जड़ को अपने पास रखने से पारिवारिक जीवन अच्छा चलता है। \n"
}]
