horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आप की महत्वाकांक्षाओं की पूर्ति के लिए रहेगा। व्यवसाय में धन लाभ होने में कुछ विलंब हो रहा है, तो उसकी चिंता ना करें। प्रेम जीवन में नई ऊर्जा का संचार होगा। परिवार का माहौल छोटी सी बात पर वह बिगड़ सकता है, लेकिन सायंकाल तक सब ठीक हो जाएगा। संतान की मनमानी के कारण आज आपको कुछ चिंता सता सकती है।  विद्यार्थियों को शिक्षा के क्षेत्र में गुरुजनों के साथ से सफलता मिलेगी। यदि कोई नया व्यवसाय करने का मन बना रहे हैं, तो उसके लिए दिन उत्तम रहेगा। सायंकाल का समय आप अपने मित्रों के साथ किसी पार्टी को करने में व्यतीत करेंगे।आज का दिन आपके लिए ऊर्जा से भरा दिन नहीं है और आप छोटी-छोटी बातों पर झुंझलाएंगे। आज अगर आप दूसरों की बात मानकर निवेश करेंगे, तो आर्थिक नुक़सान तक़रीबन पक्का है। अपने परिवार को पर्याप्त समय दें। उन्हें महसूस होने दें कि आप उनका ख़याल रखते हैं। उनके साथ अच्छा वक़्त बिताएँ और शिकायत करने का मौक़ा न दें। आज आप अपने प्रिय से अपने जज़्बात का इज़हार करने में मुश्किल महसूस करेंगे। कार्यक्षेत्र में आज आप अपने काम में प्रगति देखेंगे। आज आपके पास खाली समय होगा और इस समय का इस्तेमाल आप ध्यान योग करने में कर सकते हैं। आपको आज मानसिक शांति का अहसास होगा। जीवनसाथी की ओर से जानबूझ कर भावनात्मक चोट मिल सकती है, जिसके चलते आप उदास हो सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- पौधों को पानी डालें। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज विकास के क्षेत्र में आपके अनुभव दूसरे लोगों को भापने लगे है, कुछ दिन बाद नए अवसर भी मिल सकते हैं। भाई बंधुओं से आप से तालमेल की कमी रहेगी। आपके विचारों मे उल्ट कार्य करने पर बहस बाजी हो सकती है। आज आपकी सेहत वह गृहस्थ जीवन दोनों में उतार-चढ़ाव लगे रहेंगे। आर्थिक स्थिति कड़ी मेहनत करने के बाद बेहतर हो जाएगी और आपकी आमदनी भी बढ़ेगी। व्यापार के लिए की गई यात्राएं लाभदायक रहेगी। आज आपको अपने भाई के विवाह की चिंता सता सकती है।आज आप खेल-कूद में हिस्सा ले सकते हैं, जो आपको तन्दुरुस्त बनाए रखेगा। जिन लोगों ने किसी से उधार लिया है उन्हें आज किसी भी हालत में उधार चुकाना पड़ सकता है जिससे आर्थिक स्थिति थोड़ी कमजोर हो जाएगी। आप सभी पारिवारिक कर्ज़े ख़त्म करने में क़ामयाब रहेंगे। आपके प्यार को न सुनना पड़ सकता है। दूसरों को ऐसा काम करने के लिए बाध्य न करें, जो आप स्वयं न करना चाहें। आपका खाली समय आज मोबाइल या टीवी देखने में बर्बाद हो सकता है। इससे आपके जीवनसाथी को आपसे खिन्नता भी होगी क्योंकि आप उनसे बात करने में कोई दिलचस्पी नहीं दिखाएँगे। जीवनसाथी के साथ एक आरामदायक दिन बीतेगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- किसी भी साधु को कुछ पैसे देते रहने से लव लाइफ अच्छी चलेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए निश्चित परिणाम लेकर आएगा। आज आप व्यस्तता के बीच अपनी लव लाइफ के लिए समय निकालने में कामयाब रहेंगे, जिससे जीवन साथी प्रसन्न नजर आएंगे। कार्यक्षेत्र के वातावरण में आपके अनुसार सुधार आएगा और सहकर्मियों का सहयोग मिलने से समय पर प्रोजेक्ट पूरा होगा, लेकिन फिर भी आपको भीड़भाड़ वाली जगहों पर जाने से बचना चाहिए। आज आप अपनी दैनिक आवश्यकताओं की पूर्ति के लिए कुछ धन व्यय कर सकते हैं, जिससे आपकी आर्थिक स्थिति पर बोझ पड़ेगा, लेकिन यदि आप सोच समझकर धन व्यय करेंगे, तो आप उससे मजबूत बनाने में कामयाब रहेंगे।\n सेहत बढ़िया रहेगी। आज के दिन धन हानि होने की संभावना है इसलिए लेन-देन से जुड़े मामलों में जितना आप सतर्क रहेंगे उतना ही आपके लिए अच्छा रहेगा। एक ख़ुशनुमा और बढ़िया शाम के लिए आपका घर मेहमानों से भर सकता है। आपके महंगे तोहफ़े भी आपके प्रिय के चेहरे पर मुस्कान लाने में नाकाम साबित होंगे, क्योंकि वह उनसे क़तई प्रभावित नहीं होगा/ होगी। दफ़्तर में आपको पता लग सकता है कि जिसे आप अपना दुश्मन समझते थे, वह दरअस्ल आपका शुभचिंतक है। वक्त के साथ चलना आपके लिए अच्छा है लेकिन साथ ही आपको यह समझना भी जरुरी है कि जब कभी आपके पास खाली समय हो अपने करीबियों के साथ वक्त बिताएं। ख़ुद तनावग्रस्त होने की झल्लाहट आप बेवजह अपने जीवनसाथी पर निकाल सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- नदी में सफेद या काले तिल बहाने से प्रेम सम्बन्ध बेहतर होंगे। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आप की सोच से एकदम विपरीत रहेगा। आज आप सोचेंगे कुछ और लेकिन होगा कुछ और। व्यवसाय में यदि आप आज कोई निर्णय लेंगे, तो वह आपके लिए उत्तम रहेगा। दैनिक कारोबारियों को आज नया कॉन्ट्रैक्ट मिलने की संभावना बन रही है। नौकरीपेशा लोग अगर करियर से संबंधित किसी प्रस्ताव पर विचार कर रहे हैं, तो उसके सभी पहलुओं पर विचार कर लें। भाई बहनों के साथ अच्छा समय व्यतीत होगा एवं रिश्ते में मजबूती आएगी। प्रेम जीवन में आज आपको प्यार व सम्मान प्राप्त हो सकता है। कार्य व्यवसाय में आज आपको अपनी पुरानी योजनाओं से ही लाभ मिलेगा।आज का दिन ऐसे काम करने के लिए बेहतरीन है, जिन्हें करके आप ख़ुद के बारे में अच्छा महसूस करते हैं। आज आपका धन कई चीजों पर खर्च हो सकता है, आपको आज अच्छा बजट प्लान करने की आवश्यकता है इससे आपकी कई परेशानियां दूर हो सकती हैं। किसी पारिवारिक भेद का खुलना आपको चकित कर सकता है। व्यक्तिगत संबंध संवेदनशील और नाज़ुक रहेंगे। अपना बायोडाटा भेजने या किसी इंटरव्यू में जाने के लिए अच्छा समय है। आज जितना हो सके लोगों से दूर रहें। लोगों को वक्त देने से बेहतर है अपने आपको वक्त दें। मुमकिन है कि वैवाहिक जीवन में ठहराव से तंग आकर आपका जीवनसाथी आपके ऊपर फूट पड़े। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- मछलियों को चारा डालने से प्रेम सम्बन्ध अच्छे चलेंगे। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम सफलता दिलाने वाला रहेगा, लेकिन आपको अपनी वाणी एवं व्यवहार को संतुलन रखना होगा। यदि आज व्यापार में कोई जोखिम लेना पड़े, तो अवश्य लें क्योंकि आपको इसमें भरपूर लाभ होगा। ऑफिस में अधिकारियों से संबंधों में सुधार आएगा। राजकीय पक्ष से संबंधित जातकों के लिए आज समय अनुकूल रहेगा। आज आपको अपनी आय और व्यय दोनों में संतुलन बना कर रखना होगा। यदि ऐसा नहीं किया, तो आपको आर्थिक स्थिति की चिंता सता सकती है।आज आप उम्मीदों की जादुई दुनिया में हैं। किसी करीबी दोस्त की मदद से आज कुछ करोबारियों को अच्छा-खासा धन लाभ होने की संभावना है। यह धन आपकी कई परेशानियों को दूर कर सकता है। दूसरों को प्रभावित करने की आपकी क्षमता आपको कई सकारात्मक चीज़ें दिलाएगी। मुहब्बत के मोर्चे पर आज आपकी तूती बोलेगी, क्योंकि आपका महबूब आपकी रसिक कल्पनाओं को अमली जामा पहनाने के लिए तैयार है। कामकाज के मोर्चे पर आपको सबसे स्नेह और सहयोग प्राप्त होगा। आज आप ऑफिस से घर वापस आकर अपना पसंदीदा काम कर सकते हैं। इससे आपके मन को शांति मिलेगी। बारिश को रोमांस से जुड़ा माना जाता है और आज आप अपने जीवनसाथी के साथ प्यार की बारिश महसूस कर सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- नौकरी व बिज़नेस में तरक्की हेतु कभी घमंड न करें और सब कुछ ईश्वर की कृपा मानें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। भाई बंधुओं से सीमित व्यवहार रखना ही बेहतर रहेगा। आज आपका पारिवारिक वातावरण सामान्य रहेगा, लेकिन पल भर में खुशी एवं पल भर में उदासी बनी रहेगी। सेहत आज कुछ नरम गरम रह सकती हैं। ऑफिस में यदि आपके पास अधूरे कार्य पड़े हैं, तो आप समय निकालकर उनको पूरा अवश्य करें। आज आप अपनी माताजी के लिए कोई उपहार खरीद सकते हैं। यदि साझेदारी में कोई व्यापार चल रहा है, तो उसमें आपको उत्तम लाभ प्राप्त होगा।\n बच्चों के साथ आप सुकून पाएंगे। बच्चों की यह क्षमता क़ुदरती है और न केवल आपके परिवार के बच्चों में, बल्कि हर बच्चे में यह गुण होता है। वे आपको सुकून और राहत दे सकते हैं। आज कोई लेनदार आपके दरवाजे पर आ सकता है और आपसे पैसे उधार मांग सकता है। उन्हें पैसे लौटाकर आप आर्थिक तंगी में आ सकते हैं। आपको सलाह दी जाती है कि उधार लेने से बचें। कोई दोस्त अपनी निजी समस्याओं के समाधान के लिए आपसे मश्वरा मांग सकता है। विवाह-प्रस्ताव के लिए सही समय है, क्योंकि आपका प्यार जीवन भर के साथ में बदल सकता है। लगता है कि आपके विरष्ठ आज देवदूतों जैसा व्यवहार करने वाले हैं। सेमिनार और प्रदर्शनी आदि आपको नई जानकारियाँ और तथ्य मुहैया कराएंगे। यह दिन शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक रहेगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- किसी सुपात्र व्यक्ति को पुस्तक या पठन सामग्री देना आर्थिक स्थिति के लिए शुभ है। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आपको संतान के अच्छे कार्य करते देख मन में प्रसन्नता रहेगी। कार्य क्षेत्र में निवेश करने से स्थितियां नियंत्रण में आ सकती हैं और बेहतर लाभ के अवसर प्राप्त होंगे। कई दिनों से चली आ रही आर्थिक तंगी मैं आज कमी आएगी, लेकिन धन लाभ आंशिक होगा। आज आपको संतान की शिक्षा के लिए कुछ धन खर्च करना पड़ सकता है। आज आप कोई नई प्रॉपर्टी खरीदना चाहते हैं, तो उसके लिए दिन उत्तम नहीं है। आज आप अपनी दैनिक आवश्यकताओं की पूर्ति के लिए भी कुछ धन व्यय करेंगे। आज आप अपने रूठे जीवनसाथी को मनाने का हर संभव प्रयास करेंगे।अपने दिन की शुरुआत कसरत से करें- यही वक़्त है जब आप अपने बारें में अच्छा महसूस करने की शुरुआत कर सकते हैं- इसे अपनी दिनचर्या में शामिल करें और नियमित रखने की कोशिश करें। आज आपको समझ आ सकता है कि धन को बिना सोच विचारे खर्च करना आपको कितना नुक्सान पहुंचा सकता है. आपकी पारिवारिक सदस्यों को क़ाबू में रखने और उनकी न सुनने प्रवृत्ति की वजह से बेवजह वादविवाद हो सकता है और आपको आलोचना का सामना भी करना पड़ सकता है। अपने प्रिय के साथ सैर-सपाटे पर जाते समय ज़िंदगी को पूरी शिद्दत से जिएँ। साझीदारी और व्यापार में हिस्सेदारी वग़ैरह से दूर रहें। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। आपका जीवनसाथी आपकी बहुत तारीफ़ करेगा और आप पर बहुत स्नेह उढ़ेलेगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- नौकरी व बिज़नेस में सफल होने के लिए नीम या जड़ी-बूटी(मेडिसनल सोप) वाले साबुन का नहाने में इस्तेमाल करें। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। व्यवसाय में पूर्व में लिए गए निर्णय आज सार्थक होंगे, इससे लाभ की परिस्थितियों का विकास होगा। यदि साझेदारी में कोई व्यापार चल रहा है, तो आज उसमें उत्तम लाभ प्राप्त होगा। दांपत्य जीवन में मधुरता आएगी। परोपकार के कार्यों में आज कुछ धन व समय दोनों व्यतीत होगा। आज आपका सामाजिक क्षेत्र भी बढ़ा हुआ दिखेगा। आज भाई बंधु आपके लिए लाभकारी सिद्ध होंगे, लेकिन आपके द्वारा दी गई आर्थिक अथवा अन्य प्रकार की सहायता का दुरुपयोग हो सकता है। सायंकाल का समय आप अपनी संतान के विवाह से संबंधित चर्चा पर व्यतीत करेंगे।कोई आपका मूड ख़राब कर सकता है, लेकिन ऐसी चीज़ों को ख़ुद को क़ाबू न करने दें। व्यर्थ की चिंताएँ और परेशानियाँ आपके शरीर पर नकारात्मक असर डाल सकती हैं और त्वचा से जु‌ड़ी समस्याएँ पैदा कर सकती हैं। आज मुमकिन है कि आपको धन से जुड़ी कोई समस्या हो लेकिन अपनी सूझबूझ से आप हानि को भी मुनाफे में बदल सकते हैं। घर के किसी सदस्य के व्यवहार की वजह से आप परेशान रह सकते हैं। आपको उनसे बात करने की जरुरत है। रोमांस के लिहाज़ से रोमांचक दिन है। शाम के लिए कोई ख़ास योजना बनाएँ और जितना हो सके, इसे उतना रुमानी बनाने की कोशिश करें। खुदरा और थोक व्यापारियों के लिए अच्छा दिन है। अगर आपके पास हालात से उबरने के लिए दृढ़ इच्छा-शक्ति है, तो कुछ भी असंभव नहीं है। यह शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक है। आपको प्रेम की गहराई का अनुभव करेंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- काला-सफेद कंबल किसी धर्म स्थान में देने से हेल्थ बेहतर होगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज आपके परिवार में कोई मांगलिक कार्यक्रम आयोजित होने के योग बन रहे हैं, जिसमें परिवार के सभी सदस्य बढ़ चढ़कर हिस्सा लेंगे, किसी विवाह योग्य सदस्य के लिए रिश्ते की बात हो सकती है। जीवनसाथी से आज भेट व उपहार मिलने की संभावना बनती दिख रही है। प्रेम जीवन में नए उत्साह व उमंग का अनुभव करेंगे। यदि आपको कोई स्वास्थ्य रोग परेशान कर रहा था, तो उसके कष्ट में आज वृद्धि हो सकती है। आज आप अपनी आर्थिक स्थिति को मजबूत बनाने के लिए व्यापार में नए-नए बदलाव लाएंगे।पुरानी परियोजनाओं की सफलता आत्मविश्वास में वृद्धि करेगी। आज आपका सामना कई नई आर्थिक योजनाओं से होगा- कोई भी फ़ैसला करने से पहले अच्छाईयों और कमियों पर सावधानी से ग़ौर फ़रमाएँ। जीवनसाथी और बच्चों से अतिरिक्त स्नेह और सहयोग मिलेगा। सिर्फ़ स्पष्ट समझ के माध्यम से आप अपनी पत्नी/पति को भावनात्मक सहारा दे सकते हैं। यह उन उम्दा दिनों में से एक दिन है जब कार्यक्षेत्र में आप अच्छा महसूस करेंगे। आज आपके सहकर्मी आपके काम की तारीफ करेंगे और आपका बॉस भी आपके काम से खुश होगा। कारोबारी भी आज कारोबार में मुनाफा कमा सकते हैं। आपमें से कुछ लोगों को लंबा सफ़र करना पड़ सकता है – जो काफ़ी दौड़-भाग भरा होगा – लेकिन साथ ही बहुत फ़ायदेमंद भी साबित होगा। जीवन साथी के स्वास्थ्य को लेकर आप चिंतित रह सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- अच्युतं केशवं विष्णुं हरिं सत्यं जनार्दनम्। हंसं नारायणं चैवमेतन्नमाष्टकम् पठेत।। विष्णु जी के इन 8 नामों का जाप करने से आर्थिक उन्नति होगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। काफी समय से यदि किसी मित्र के साथ तनाव चल रहा था, तो वह आज समाप्त होगा। भाई के सहयोग से पारिवारिक बिजनेस में चली आ रही समस्याएं समाप्त होगी। आर्थिक पक्ष उत्तम बना हुआ है और दैनिक व्यापारियों को लाभ होगा। शत्रु पक्ष को आज आप कमजोर ना समझें अन्यथा आपको परेशानी उठानी पड़ सकती है। प्रतियोगी परीक्षा की तैयारी कर रहे छात्रों को आज सुखद परिणाम प्राप्त होंगे। आज आपके सामाजिक क्षेत्र की ख्याति चारों ओर फैलेगी, जिससे आपके कुछ नए मित्र भी बनेंगे। सायंकाल का समय आप अपने परिवार के सदस्यों के साथ देव दर्शन के लिए जा सकते हैं।आपका स्पष्ट और निडर नज़रिया आपके दोस्त के अहम्‍को ठेस पहुँचा सकता है। बोलते समय और वित्तीय लेन-देन करते समय सावधानी बरतने की ज़रूरत है। किसी धार्मिक स्थल या संबंधी के यहाँ जाने की संभावना है। आपको अपने प्रिय को ख़ुद के हालात समझाने में दिक़्क़त महसूस होगी। जो कला और रंगमंच आदि से जुड़े हैं, उन्हें आज अपना कौशल दिखाने के लिए कई नए मौक़े मिलेंगे। वक्त के साथ चलना आपके लिए अच्छा है लेकिन साथ ही आपको यह समझना भी जरुरी है कि जब कभी आपके पास खाली समय हो अपने करीबियों के साथ वक्त बिताएं। आपके लिए यह ख़ूबसूरत रोमानी दिन रहेगा, लेकिन सेहत को लेकर थोड़ी परेशानी का सामना करना पड़ सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- बाहर जाते समय केसर या हल्दी का तिलक मस्तक पर करना आर्थिक स्थिति को सुधारेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपको विजय दिलवाने वाला रहेगा, लेकिन इसके लिए आपको समय का सदुपयोग करना होगा। ससुराल पक्ष से आज संबंध मधुर होंगे और उनका सहयोग भी मिलेगा। राजकीय पक्ष से नए सौदों के अवसर प्राप्त होंगे। पिता के मार्गदर्शन से कार्य क्षेत्र में आ रही समस्याओं का समाधान मिलेगा। राजनीति से जुड़े लोगों को आज अच्छा जनसमर्थन प्राप्त होगा। नौकरी में भी आज आपको अपने काम से काम रखना होगा, नहीं तो शत्रु आप की चुगली कर सकते हैं और अधिकारी आप से नाराज हो सकते हैं। सायं काल का समय आप अपने परिवार के सदस्यों की समस्याओं को सुनने में व्यतीत करेंगे।आपको काफ़ी समय से चल रही बीमारी से छुटकारा मिल सकता है। संदिग्ध आर्थिक लेन-देन में फँसने से सावधान रहें। ऐसी जानकारी ज़ाहिर न करें, जो व्यक्तिगत और गोपनीय हो। एकतरफ़ा लगाव आपके लिए सिर्फ दिल तोड़ने का काम करेगा। व्यावसायिक मीटिंग के दौरान भावुक और बड़बोले न हों- अगर आप अपनी ज़बान पर क़ाबू नहीं रखेंगे तो आप आसानी से अपनी प्रतिष्ठा धूमिल कर सकते हैं। आज आपको महत्वपूर्ण मामलों पर ध्यान लगाने की ज़रूरत है। जीवनसाथी का बर्ताव आपके पेशेवर रिश्तों पर ग़लत असर डाल सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- स्नान करने के बाद सफेद चंदन का तिलक मस्तक पर करने से आर्थिक पक्ष अच्छा रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए निश्चित रूप से फलदायक रहेगा। दिन में किसी कार्य को लेकर उत्साहित रहेंगे, वह चलते चलते दोपहर बाद ही पूर्ण हो सकेगा। व्यापार से संबंधित किसी भी कार्य में आज तुरंत निर्णय लें अन्यथा लाभ के अवसर का उचित फल नहीं मिल पाएगा। आज आप अपने पिताजी के स्वास्थ्य के लिए कुछ परेशान रह सकते हैं, इसलिए उनको बाहर के खानपान से परहेज रखें। यदि आपका कोई कार्य लंबे समय से रुका हुआ था, तो वह आज आपके मित्र के सहायता से पूरा हो सकता है। सायंकाल के समय आपके घर मेहमानों का आगमन हो सकता है, इसमें कुछ धन भी व्यय होगा।सोचने से पहले दो बार सोचें। अनजाने ही आपका नज़रिया किसी की भावनाओं को आहत कर सकता है। विदेशों में पड़ी आपकी जमीन आज अच्छे दामों में बिक सकती है जिससे आपको मुनाफा होगा। आपका अड़ियल रवैया घर पर लोगों के दिलों को चोट पहुँचा सकता है, यहाँ तक कि नज़दीकी दोस्त भी आहत हो सकते हैं। आज आपको प्यार का जवाब प्यार और रोमांस से मिलेगा। आपके जीवन में पर्दे के पीछे उससे कहीं ज़्यादा चल रहा है, जितना आप सोच सकते हैं। आने वाले कुछ दिनों में बहुत-से अच्छे मौक़े आपके हाथ लगेंगे। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। आज के दिन आप वैवाहिक जीवन का असली स्वाद चख सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- रामचरितमानस के सुन्दरकाण्ड का पाठ करने से फैमिली लाइफ स्मूथ चलेगी। \n"
}]
