horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपको खुशी देने वाला होगा। परिवार वालों के प्रति सहानुभूति और प्रेम की भावना बढ़ेगी। माता से सुख मिलेगा और परिवार में ज्यादा समय लगाएंगे। आपके ऑफिस में आपको किसी काम से बाहर भेजा जा सकता है, जिसमें आपकी इच्छा नहीं होगी, फिर भी मन मार कर आपको यह काम करना पड़ सकता है। दोस्त आपका साथ देगे और उनके साथ आज की शाम बताएंगे, जिससे मन खुश हो जाएगा। स्वास्थ्य थोड़ा कमजोर रहेगा और अधिक प्रयासों के बाद सफलता प्राप्त होगी। मेहनत करने से पीछे ना हटें।पीने की आदत को अलविदा कहने के लिए बहुत ही अच्छा दिन है। आपको समझना चाहिए कि शराब सेहत की सबसे बड़ी दुश्मन है और यह आपकी क्षमताओं पर भी कुठाराघात करती है। आज के दिन धन हानि होने की संभावना है इसलिए लेन-देन से जुड़े मामलों में जितना आप सतर्क रहेंगे उतना ही आपके लिए अच्छा रहेगा। बढ़िया दिन है जब आप सबके ध्यान को अपनी तरफ़ खींचेंगे- आपके सामने चुनने के लिए कई चीज़ें होंगी और आपके सामने समस्या यह होगी कि किसे पहले चुना जाए। प्यार का भरपूर लुत्फ़ मिल सकता है। नई परियोजनाओं और कामों को अमली जामा पहनाने के लिए बेहतरीन दिन है। बेवजह की उलझनों से दूर होकर आज आप किसी मंदिर, गुरुद्वारे या किसी भी धार्मिक स्थल पर अपना खाली समय बिता सकते हैं। आपका जीवनसाथी आपको ख़ुश करने के लिए आज काफ़ी कोशिशें करता नज़र आएगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अच्छी आर्थिक स्थिति के लिए खाने से काली मिर्च का प्रयोग किसी न किसी रूप में अवश्य करें। \n",
    "1": "वृष राशिः आज का राशिफल\nआज आप काफी व्यस्त रहने वाले हैं। आज का दिन किसी यात्रा पर जाने के लिए शुभ रहेगा। आज की गई यात्रा आपको सुख देगी। परिवार के लोगों का सहयोग आपके मन को जीत लेगा। हालांकि दांपत्य जीवन में तनाव रहेगा, जिससे जीवन साथी आपसे कुछ उखड़ा हुआ रह सकता है। यदि आप किसी से प्रेम करते हैं, तो आज उनके संबंधों पर असर पड़ सकता है। पिताजी का स्वास्थ्य कमजोर रहेगा। कार्य क्षेत्र में आपको अच्छे परिणाम मिलेंगे, जो आप की मेहनत का नतीजा होंगे। आत्मविश्वास बनाए रखें, लेकिन अहंकारी होने से बचें।अपने काम के लिए दूसरों पर दबाव न डालें। दूसरे लोगों की इच्छाओं और दिलचस्पियों पर भी ग़ौर करें, इससे आपको दिली ख़ुशी हासिल होगी। जीवनसाथी से पैसों से जुड़े किसी मुद्दे को लेकर आज बहस होने की आशंका है। आज आपकी फिजुलखर्ची पर आपका साथी आपको लेक्चर दे सकता है। जिन लोगों से आपकी मुलाक़ात कभी-कभी ही होती है, उनसे बातचीत और संपर्क करने के लिए अच्छा दिन है। प्यार की ताक़त आपको प्यार करने की वजह देती है। दफ़्तर की राजनीति हो या फिर कोई विवाद, चीज़ें आपके पक्ष में झुकी नज़र आएंगी। समय का अच्छा इस्तेमाल करने के लिए आज आप पार्क में घूमने का प्लान बना सकते हैं लेकिन वहां किसी अनजान शख्स से आपकी बहस होने की अशंका है जिससे आपका मूड खराब हो जाएगा। थोड़ी-सी कोशिश करें तो यह दिन आपके वैवाहिक जीवन के सबसे विशेष दिनों में से एक हो सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- केले न खाना आर्थिक स्थिति के लिए अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज आपके मन में हर्ष की प्रबल भावना रहेगी क्योंकि आज आपको धन प्राप्ति होगी और अपनों का सहयोग मिलेगा, जिससे हर काम में सफलता मिलेगी। भाग्य का सितारा प्रबल रहेगा। आपकी इनकम बढ़ेगी, लेकिन विरोधियों से कुछ समस्या हो सकती है और उनके ऊपर कुछ खर्च भी करना पड़ेगा। प्रेम संबंधों के लिए दिन अनुकूल रहेगा, लेकिन दांपत्य जीवन में तनाव रह सकता है। उस तनाव को दूर करने के लिए जीवनसाथी को कहीं बाहर लेकर जाये और उनसे स्पष्ट रूप से बातचीत करें और तनाव को दूर करने की कोशिश करें।आपका व्यक्तित्व आज इत्र की तरह महकेगा और सबको आकर्षित करेगा। दीर्घावधि निवेश से बचिए और अपने दोस्तों के साथ बाहर जाकर कुछ ख़ुशी के पल बिताएँ। किसी बुज़ुर्ग की सेहत चिंता का सबब बनेगी। आप अचानक गुलाबों की ख़श्बू से ख़ुद को सराबोर पाएंगे। यह प्यार की मदहोशी है, इसे महसूस करें। अगर आप सही लोगों से संपर्क और लेन-देन करेंगे, तो आप अपने करियर में तरक़्क़ी कर सकते हैं। व्यस्त दिनचर्या के बावजूद भी आज आप अपने लिए समय निकालपाने में सक्षम होंगे। खाली वक्त में आज कुछ रचनात्मक कर सकते हैं। आज आपको रंग ज़्यादा चटख नज़र आएंगे, क्योंकि फ़िजाओं में प्यार का ख़ुमार चढ़ रहा है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- हरे रंग की बोतल में गंगाजल भरकर किसी पीपल के पेड के पास दबाने से फैमिली लाइफ अच्छी होगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन मानसिक रूप से चिंताग्रस्त बन सकता है, लेकिन यदि आप प्रयास करेंगे, तो  काम में सफलता मिलेगी। विरोधियों से समस्या हो सकती है, लेकिन दांपत्य जीवन में स्थितियां सुधरेंगी और आपके जीवन साथी से आपको कोई नई बात जानने को मिल सकती है। कार्यक्षेत्र में मन कम लगेगा और संतान के प्रति ज्यादा सोच विचार करेंगे। प्रेम जीवन के लिए दिन सामान्य रहेगा। आप भावनात्मक तौर पर बहुत संवेदनशील हैं, इसलिए ऐसे हालात से बचें जो आपको चोट पहुँचा सकते हों। वैसे तो अपना पैसा दूसरे को देना किसी को पसंद नहीं आता लेकिन आज आप किसी जरुरतमंद को पैसा देकर सुकून का अनुभव करेंगे। परिवार के लोगों के बीच पैसे को लेकर आज कहासुनी हो सकती है। पैसों के मामलों में आपको परिवार के सभी लोगों को स्पष्ट होने की सलाह देनी चाहिए। एकतरफ़ा लगाव आपके लिए सिर्फ दिल तोड़ने का काम करेगा। लघु व्यवसाय करने वाले इस राशि के जातकों को आज घाटा हो सकता है। हालांकि आपको घबराने की जरुरत नहीं है अगर आपकी मेहनत सही दिशा में है तो आपको अच्छे फल अवश्य मिलेंगे। उन लोगों से मेलजोल बढ़ाने से बचें जिनके साथ आपका वक्त खराब होता है। वैवाहिक जीवन के कुछ साइड इफ़ेक्ट्स भी होते हैं; आज आपको इनका सामना करना पड़ सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- शिवजी के सामने या पीपल के नीचे दो या पांच पीले नीम्बू रखने से स्वास्थ्य बेहतर होगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज किसी बात को लेकर चिंताग्रस्त रह सकते हैं और आपकी सेहत भी कमजोर पड़ सकती है। सर्दी खांसी की शिकायत आपको परेशान कर सकती है। खर्चों में बढ़ोतरी होगी। आप किसी दूर की यात्रा पर जा सकते हैं, लेकिन दांपत्य जीवन में खुशियां मिलेंगी। जीवन साथी से प्रेम बढ़ेगा। इस राशि के लोगों को प्रेम जीवन में निराशा का सामना करना पड़ सकता है। संपत्ति से संबंधित मामलों में आज का दिन फायदेमंद रहेगा।अपने खान-पान का विशेष ध्यान रखें। ख़ास तौर पर माइग्रेन के मरीज़ों को समय पर खाना नहीं छोड़ना चाहिए, नहीं तो उन्हें व्यर्थ में भावनात्मक तनाव से गुज़रना पड़ सकता है। जीवन की गाड़ी को अच्छे से चलाना चाहते हैं तो आज आपको पैसे की आवाजाही पर विशेष ध्यान देना होगा। बढ़िया दिन है जब आप सबके ध्यान को अपनी तरफ़ खींचेंगे- आपके सामने चुनने के लिए कई चीज़ें होंगी और आपके सामने समस्या यह होगी कि किसे पहले चुना जाए। किसी तीसरे इंसान का दखल आपके और आपके प्रिय के बीच गतिरोध पैदा करेगा। अगर आपको लगता है कि आप दूसरों की मदद के बिना महत्वपूर्ण कामों को कर सकते हैं, तो आपकी सोच काफ़ी ग़लत है। इस राशि के लोग बड़े ही दिलचस्प होते हैं। ये कभी लोगों के बीच रहकर खुश रहते हैं तो कभी अकेले में हालांकि अकेले वक्त गुजारना इतना आसान नहीं है फिर भी आज दिन में कुछ समय आप अपने लिए जरुर निकाल पाएंगे। रिश्तेदारों को लेकर जीवनसाथी के साथ नोंकझोंक हो सकती है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- ॐ भौमाय नमः इस मंत्र का 11 बार उच्चारण करने से लव लाइफ ठीक रहेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन खुशी देने वाला साबित होगा। आपकी इनकम बढ़ेगी, जिससे आपको खुशी मिलेगी। ऑफिस में बॉस की अनुकृपा रहेगी और वह आपसे खुश रहेंगे, जिससे आपका दिन बेहतर हो जाएगा। पारिवारिक जीवन में कुछ तनाव रह सकता है। आपके अंदर चुनौतियों से लड़ने का मुदा होगा और भाग्य को अपने हक में मोड़ पाएंगे। विरोधियों के प्रति आप सतर्कता से खड़े रहेंगे, जिससे आपको उन पर जीत मिलेगी। प्रेम संबंधों के लिए आज का दिन बेहद सामान्य रहेगा और जैसे आप अभी तक चल रहे हैं, ऐसे ही प्रेम पूर्वक अपने रिश्ते को आगे बढ़ाएंगे।भरे-पूरे और संतुष्ट जीवन के लिए अपनी मानसिक दृढ़ता में वृद्धि कीजिए। यात्रा आपको थकान और तनाव देगी- लेकिन आर्थिक तौर पर फ़ायदेमंद साबित होगी। कुछ लोगों के लिए- परिवार में किसी नए का आना जश्न और उल्लास के पल लेकर आएगा। सोशल मीडिआ पर अपने प्रिय के पिछले 2-3 संदेश देखिए, आपको एक ख़ूबसूरत ताज्जुब का एहसास होगा। आप क़ामयाबी ज़रूर हासिल करेंगे – बस एक-एक करके महत्वपूर्ण क़दम उठाने की ज़रूरत है। कुछ लोगों के लिए आकस्मिक यात्रा दौड़-भाग भरी और तनावपूर्ण रहेगी। अगर थोड़ी-सी कोशिश की जाए तो जीवनसाथी के साथ आज का दिन आपकी ज़िन्दगी के सबसे रोमानी दिनों में से एक हो सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- बहन, बेटी व मौसी का सम्मान करने से आर्थिक स्थिति अच्छी होती है। \n",
    "6": "तुला राशिः आज का राशिफल\nआज आप अपने काम में काफी बिजी रहेंगे और आप मन लगाकर अपना काम करेंगे, जिससे काम में सफलता मिलेगी। केवल इतना ही नहीं परिवार में भी आपको सुख मिलेगा। माता-पिता के आशीर्वाद से आपके काम बनेंगे। लोगों से बातचीत करते समय अपने शब्दों पर ध्यान दें। यात्रा पर जाने की संभावना हो, तो उसे टाल दें, तो बेहतर होगा। प्रेम जीवन में सफलता मिलेगी और आपका प्रिय आपके गुण गाएगा। सेहत में सुधार होने से राहत मिलेगी।गर्भवती महिलाओं को चलते-फिरते समय ख़ास ख़याल रखने की ज़रूरत है। अगर संभव हो तो ऐसे लोगों से दूर रहें जो धूम्रपान करते हैं, क्योंकि इससे पैदा होने वाले शिशु को नुक़सान हो सकता है। आज के दिन आपको धन लाभ होने की पूरी संभावना है लेकिन इसके साथ ही आपको दान-पुण्य भी करना चाहिए क्योंकि इससे आपको मानसिक शांति मिलेगी। आप अपनी परेशानियों को भूलकर परिवार के साथ अच्छा समय बिताएंगे। याद रखिए कि आँखें कभी झूठ नहीं बोलतीं। आज आपके प्रिय की आँखें आपको वाक़ई कुछ ख़ास बताएंगी। अगर आपका साथी अपना वादा न निभाए तो बुरा महसूस न करें- आपको बैठकर बातचीत के ज़रिए मामला सुलझाने की ज़रूरत है। शाम के वक्त आज आप किसी करीबी के घर वक्त बिताने जा सकते हैं लेकिन इस दौरान आपको उनकी कोई बात बुरी लग सकती है और आप तय समय से पहले वापस लौट सकते हैं। आज आपका आपस में कुछ ज्यादा विवाद हो सकता है जिसके दूरगामी परिणाम वैवाहिक जीवन के लिए नकारात्मक हो सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- पौधों को पानी डालें। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज आप मजबूत दिखेंगे क्योंकि भाग्य आपके पक्ष में रहेगा। यही वजह है कि आज लगभग हर काम में आपको सफलता मिलेगी। आपका मान-सम्मान बढ़ेगा। आपको परिवार के लोगों का सहयोग मिलेगा और परिवार में खुशी की लहर दौड़गी, जिससे आप भी खुश होंगे। आज सुख-सुविधाओं में ज्यादा मन लगाएंगे। किसी से प्यार करते हैं, तो आज प्रपोज करे, तो सफलता मिलेगी। दांपत्य जीवन में तनाव के बावजूद खुशी का एहसास होगा। कार्यक्षेत्र में आपको सजग रहना होगा। कुछ विरोधी आपको परेशान करने की कोशिश कर सकते हैं।शारीरिक और मानसिक लाभ के लिए ध्यान व योग करना उपयोगी रहेगा। जिन लोगों ने जमीन खरीदी थी और अब उसे बेचना चाहते हैं उन्हें आज कोई अच्छा खरीदार मिल सकता है और जमीन बेचकर उन्हें अच्छा धन लाभ हो सकता है। जीवनसाथी के साथ ख़रीदारी मज़ेदार रहेगी। इससे आप दोनों के बीच की समझ में भी इज़ाफ़ा होगा। अगर आपको लगता है कि आपका लवमेट आपकी बातों को समझ नहीं पाता तो आज उनके साथ वक्त बिताएं और अपनी बातों को स्पष्टता के साथ उनके सामने रखें। आज आप दूसरे दिनों की तुलना में अपने लक्ष्यों को कुछ ज़्यादा ही ऊँचा तय कर सकते हैं। अगर परिणाम आपकी उम्मीद के मुताबिक़ न आए, तो निराश न हों। घर के छोटे सदस्यों के साथ गप्पें लगाकर आज आप अपने खाली समय का अच्छा इस्तेमाल कर सकते हैं। आपका जीवनसाथी किसी फ़रिश्ते की तरह आपका बहुत ध्यान रखेगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- किसी बुजुर्ग स्त्री(चन्द्र की कारक) को सफेद वस्तुओं (चावल, चीनी, आटा, मैदा, दूध) से बना भोजन कराने से नौकरी/बिज़नेस में उन्नति होती है। \n",
    "8": "धनु राशिः आज का राशिफल\nआज चिंताएं आपके दिमाग में घर कर सकती हैं और आपका मानसिक तनाव बढ़ेगा तथा स्वास्थ्य भी कमजोर हो सकता है। जल संबंधित परेशानी आपको कष्ट देंगी। पीने का पानी स्वच्छ हो, तो बेहतर रहेगा, नहीं तो दिक्कतें बढ़ सकती हैं। अनचाही यात्रा पर जाने से खर्चे बढ़ेंगे। विरोधी प्रबल होंगे। हालांकि आपको आपके ऑफिस में बेहतर नतीजे मिलेंगे और आपके सहकर्मी भी आपके सहयोगी बनेंगे। प्रेम जीवन में दिनमान कमजोर रहेगा। शादीशुदा जातकों का दांपत्य जीवन  कुछ नीरस लग सकता है।कार्यक्षेत्र में वरिष्ठों का दबाव और घर में अनबन के चलते आपको तनाव का सामना करना पड़ सकता है- जो काम में आपकी एकाग्रता को भंग करेगा। आज आप अपने घर केे सदस्यों को कहीं घुमाने ले जा सकते हैं और आपका काफी धन खर्च हो सकता है। आप महसूस करेंगे कि आपके दोस्त सहयोगी स्वभाव के हैं- लेकिन बोलने में सावधानी बरतें। विवादित मुद्दों को उठाने से बचें, अगर आप आज ‘डेट’ पर जा रहे हैं तो। आपको महसूस होगा कि आपके परिवार का सहयोग ही कार्यक्षेत्र में आपके अच्छे प्रदर्शन के लिए ज़िम्मेदार है। आप खाली समय में अपने पसंदीदा काम करना पसंद करते हैं, आज भी आप ऐसा ही कुछ करने का सोचेंगे लेकिन किसी शख्स के घर में आने की वजह से आपका यह प्लान चौपट हो सकता है। कोई रिश्तेदार अचानक आपके घर आ सकता है, जिसके चलते आपकी योजनाएँ गड़बड़ा सकती हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- अपने इष्टदेव की सोने या कांसे की मूर्ति बनाकर किसी भी धर्मस्थान में देने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआप दिन को खुशी खुशी बताएंगे और जीवनसाथी से प्रेम बढ़ेगा और वह भी आपके बारे में भी ध्यान करेंगे, जिससे आपका बॉन्ड मजबूत होगा। आमदनी आप की बढ़ती रहेगी, जिससे आपके विरोधी भी कमजोर पड़ेंगे और आपको समाज में अच्छा स्थान मिलेगा। प्रेम जीवन के लिए भी दिन अच्छा है। आप अपने प्रिय के साथ जीवन के नए विषयों की चर्चा करेंगे और रिश्ते में आगे बढ़ना पसंद करेंगे। पारिवारिक जीवन भी खुशनुमा रहेगा और आपको प्रॉपर्टी से अच्छा लाभ होगा। आप जो काम करते हैं उसमें सफलता मिलेगी। किसी को पैसा उधार ना दें।ज़िंदगी का भरपूर लुत्फ़ उठाने के लिए अपनी महत्वाकांक्षाओं को क़ाबू में रखें। योग का सहारा लें, जो आध्यात्मिक, मानसिक और शारीरिक तौर पर स्वस्थ रखकर दिल और दिमाग़ को बेहतर बनाता है। करीबी रिश्तेदारों के घर जाना आज आपकी आर्थिक स्थिति को बिगाड़ सकता है। एक-दूसरे का नज़रिया समझकर व्यक्तिगत समस्याएँ सुलझाएँ। इसे औरों के सामने न लाएँ, नहीं तो बदनामी हो सकती है। आज आप जीवन में सच्चे प्रेम की कमी का अनुभव करेंगे। ज़्यादा चिंता न करें, हर चीज़ समय के साथ बदलती है और इसलिए आपकी रोमांटिक ज़िंदगी में भी बदलाव आएगा। पेशेवर तौर पर अपने अच्छे काम की पहचान आपको मिल सकती है। कोई आध्यात्मिक गुरू या बड़ा आपकी सहायता कर सकता है। आपको या आपके जीवनसाथी को बिस्तर में चोट लग सकती है। इसलिए एक-दूसरे का ख़याल रखें। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- आटा, बूरा, घी मिलाकर सूखे नारियल के गोले में भरकर पीपल के नीचे रखने से आर्थिक स्थिति मजबूत होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nखर्च में बढ़ोतरी होगी। आपको कार्य में सफलता तभी मिलेगी। जब आप मेहनत ज्यादा करेंगे। कभी कठोर परिश्रम से ही सफलता मिलने के योग बन रहे हैं। हालांकि जैसे जैसे दिन आगे बढ़ेगा। आपकी इनकम भी बढ़ेगी।पारिवारिक जीवन  खुशनुमा रहेगा और परिवार वालों का साथ आपको मानसिक सुकून देगा। प्रेम जीवन में आपको अच्छे परिणाम मिलेंगे और अपने प्रिया के साथ कहीं घूमने फिरने की योजना बन सकती हैं। कार्य क्षेत्र में स्थिति आपके पक्ष में रहेंगी, जिससे काम बनेंगे।दोस्तों का रुख़ सहयोगी रहेगा और वे आपको ख़ुश रखेंगे। पैसा अचानक आपके पास अएगा, जो अपके ख़र्चों और बिल आदि को सम्हाल लेगा। अपने जीवन-साथी के साथ बेहतर समझ ज़िन्दगी में ख़ुशी, सुकून और समृद्धि लाएगी। अपनी दीवानगी को क़ाबू में रखें, नहीं तो यह आपके प्रेम-संबंध को मुश्किल में डाल सकती है। व्यावसायिक साझीदार सहयोग करेंगे और आप साथ मिलकर टलते आ रहे कामों को पूरा कर सकते हैं। जो चीजें आपके लिए आवश्यक नहीं हैं उनपर आज अपना अधिकतर समय आप जाया कर सकते हैं। जीवनसाथी से बिना पूछे योजना बनाएंगे, तो उनकी ओर से नकारात्मक प्रतिक्रिया मिल सकती है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- भैरव जी को प्रसाद चढ़ाने से लव लाइफ बेहतर रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज आप अंदर से खुश नजर आएंगे। प्रेम संबंधों में बेहतर परिणाम मिलेंगे और आपका प्रिय आपके प्रति मन से समर्पित होगा और आपको प्यार जताएगा, जिससे आप फूले नहीं समाएंगे। भाग्य का भी आज सितारा बुलंदियों पर होगा, जिससे आपको कामों में सफलता मिलेगी। कार्यक्षेत्र में कुछ समस्याएं चली आ रही थी, तो उनसे मुक्ति मिलेगी और पारिवारिक जीवन में व्यस्तता के चलते आपको कुछ समस्याओं का सामना करना पड़ सकता है। सुख सुविधाओं पर अधिक ध्यान देंगे, जिससे खर्चे होगे, लेकिन यह खर्चे आपको चुभेंगे नहीं।मानसिक दबाव के बावजूद आपकी सेहत अच्छी रहेगी। ऐसा लगता है आप जानते हैं कि लोग आपसे क्या चाहते हैं- लेकिन आज अपने ख़र्चों को बहुत ज़्यादा बढ़ाने से बचें। घरेलू ज़िन्दगी में कुछ तनाव का सामना करना पड़ सकता है। रुमानी यादें आज आपके ऊपर छायी रहेंगी। जो लोग अब तक बेरोजगार हैं उन्हें अच्छी जॉब पाने के लिए आज और अधिक मेहनत करने की जरुरत है। मेहनत करके ही आप सही परिणाम पा पाएंगे। अपने जिगरी यारों के साथ आज आप खाली समय का आनंद लेने का विचार बना सकते हैं। आप अपने जीवन की कुछ यादगार शामों में से एक आज अपने जीवनसाथी के साथ बिता सकते हैंं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- छेद वाला कांसे का सिक्का चलते पानी में प्रवाहित करने से फैमिली लाइफ स्मूथ चलती है। \n"
}]
