horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहने वाला है। अच्छी बात यह है कि आज आपके खर्चों में कमी आएगी, जिससे आर्थिक स्थिति सुधरेगी।  परिवार का माहौल अच्छा रहेगा। प्रेम जीवन में खुशनुमा समय की प्राप्ति होगी। आपका प्रिय कुछ दिखावा कर सकता है। जीवनसाथी से तनाव बढ़ सकता है लेकिन फिर भी उनका सहयोग आपको मिलेगा। काम के सिलसिले में दिनमान मजबूत रहेगा। आपके प्रयास रंग लाएंगे और आपको आज अच्छे काम का कोई बड़ा फल मिल सकता है।\nआपके लिए कैसा रहेगा नया साल : मेष राशिफल 2021 दोस्तों का रुख़ सहयोगी रहेगा और वे आपको ख़ुश रखेंगे। आपके माता पिता आपकी फिजूलखर्ची को देखकर आज चिंतित हो सकते हैं और इसलिए आपको उनके गुस्से का शिकार भी होना पड़ सकता है। व्यक्तिगत मामलों को सुलझाते समय उदारता दिखाएँ, लेकिन अपनी ज़ुबान पर क़ाबू रखें ताकि उन्हें चोट न पहुँचे जो आपसे प्यार करते हैं और आपकी परवाह करते हैं। फूल देकर अपने प्यार का इज़हार करें। आपके बॉस किसी भी बहाने में दिलचस्पी नहीं ज़ाहिर करेंगे- इसलिए निगाहों में बने रहने के लिए अपना काम अच्छी तरह से करें। ऐसे बदलाव लाएँ जो आपके रूप-रंग में निखार ला सके और संभावित साथियों को आपकी ओर आकर्षित करे। आज आप एक बार फिर समय में पीछे जाकर शादी के शुरुआती दिनों के प्यार और रुमानियत को महसूस कर सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- अश्वगंधा की जड़ चितकबरे कपड़े में लपेटकर अपने पास रखने से नौकरी व बिज़नेस में तरक्की होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया हो सकता है, लेकिन तब जब आप आज कहीं ना कहीं पैसे का इन्वेस्टमेंट करेंगे क्योंकि आपके खर्चों में बढ़ोतरी होगी, जिससे स्थितियों में तालमेल बिठाना थोड़ा मुश्किल काम होगा लेकिन परिवार का सहयोग मिलेगा, जिससे काम आसानी से बनेंगे। भाग्य का सितारा बुलंद रहेगा जिससे कामों में सफलता मिलेगी। सेहत अच्छी रहेगी। आज अपनी देखभाल पर ध्यान देंगे। प्रेम जीवन के लिए आज का दिन बढ़िया रहेगा। आज गृहस्थ जीवन में खुशी से भरा दिन बीतेगा क्योंकि जीवन साथी से रोमांस का मौका मिलेगा।अगर आपकी योजना बाहर घूमने-फिरने की है तो आपका वक़्त हँसी-ख़ुशी और सुकून भरा रहेगा। अगर आप सूझ-बूझ से काम लें, तो आज अतिरिक्त धन कमा सकते हैं। दोस्त और जीवनासाथी आराम तथा ख़ुशी देंगे, नहीं तो बाक़ी दिन उबाऊ और नीरस गुज़रेगा। आपको प्यार में ग़म का सामना करना पड़ सकता है। कामकाज में आ रहे बदलावों के कारण आपको लाभ मिलेगा। अगर आप अपने घर से बाहर रहकर अध्ययन या नौकरी करते हैं तो आज के दिन आप खाली समय में अपने घर वालों से बात कर सकते हैं। घर की किसी खबर को सुनकर आप भावुक भी हो सकते हैं। आपको या आपके जीवनसाथी को बिस्तर में चोट लग सकती है। इसलिए एक-दूसरे का ख़याल रखें। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- खाने में शहद का प्रयोग करना प्रेम सम्बन्धों में मिठास घोलेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहने वाला है। आप आज अपने काम पर पूरा ध्यान देंगे, जिससे काम के सिलसिले में अच्छे नतीजे मिलेंगे। इनकम बढ़ेगी और किसी बड़े व्यक्ति का सहयोग मिलेगा। आपको मान सम्मान के रूप में कोई पुरस्कार भी मिल सकता है। आप  मौज मस्ती पर जी खोलकर पैसा खर्च करेंगे। प्रेम जीवन में कुछ तनाव देखने को मिलेगा। वैवाहिक जीवन खुशनुमा रहेगा। आज आपकी सेहत बढ़िया रहेगी लेकिन बिना वजह की चिंता से आप परेशान भी रहेंगे।अपनी सेहत का ख़याल रखें। कुछ ज़रूरी योजनाएँ क्रियान्वित होंगी और ताज़ा आर्थिक मुनाफ़ा पहुँचाएंगी। अपनी बातों पर क़ाबू रखें, क्योंकि इसके चलते बड़े-बुज़ुर्ग आहत महसूस कर सकते हैं। बेकार की बातें करके समय बर्बाद करने से बेहतर है कि आप शांत रहें। याद रखें कि समझदार कामों के ज़रिए ही हम जीवन को अर्थ देते हैं। उन्हें महसूस करने दें कि आप उनका ख़याल रखते हैं। आपकी शोहरत बढ़ेगी और आप आसानी से दूसरे लिंग के लोगों को अपनी तरफ़ आकर्षित करेंगे। ऐसे लोगों से साथ जुड़ें जो स्थापित हैं और भविष्य के रुझानों को समझने में आपकी मदद कर सकते हैं। इस राशि के जातक खाली वक्त में आज किसी समस्या का समाधान निकालने की कोशिश कर सकते हैं। वैवाहिक जीवन में सब कुछ अच्छा महसूस होगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- विकलांग लोगों की सेवा करने से स्वास्थ्य अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए अनुकूल साबित होगा क्योंकि आज आपको अपने भाग्य का सहयोग मिलेगा। महत्वपूर्ण कार्यों में सफलता मिलेगी। नौकरी के सिलसिले में अच्छे नतीजे मिलेंगे। आपकी पदोन्नति हो सकती है और आपके कारोबार में बढ़ोतरी हो सकती है। परिवार का माहौल अच्छा रहेगा। आप अपनी किसी पुरानी गाड़ी को बेचने के बाद पैसा अर्जित करने का विचार कर सकते हैं। खर्चे बेवजह बढ़ेंगे। मानसिक तनाव में कमी आएगी। प्रेम जीवन में प्यार बढ़ेगा। गृहस्थ जीवन में तनाव की रेखा दिखाई दे सकती है।प्रभावशाली लोगों का सहयोग आपके उत्साह को दोगुना कर देगा। कुछ ख़रीदने से पहले उन चीज़ों का इस्तेमाल करें, जो पहले से आपके पास हैं। अगर आप परिवार के सदस्यों के साथ समय नहीं बिताएंगे, तो आप घर पर समस्याओं की उम्मीद कर सकते हैं। आपके प्रिय के साथ कुछ मतभेद उभर सकते हैं- साथ ही अपने साथी को अपना नज़रिया समझाने में भी तकलीफ़ महसूस होगी। आपका दिमाग़ काम-काज की उलझनों में फँसा रहेगा, जिसके चलते आप परिवार और दोस्तों के लिए समय नहीं निकाल पाएंगे। इस राशि के छात्र-छात्राएं आज अपने कीमती समय का दुरुपयोग कर सकते हैं। आप मोबाइल या टीवी पर आवश्यकता से अधिक समय जाया कर सकते हैं। जीवनसाथी के साथ कुछ तनातनी मुमकिन है, लेकिन शाम के खाने के साथ चीज़ें भी सुलझ जाएंगी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- घर के चारों कोनों में लाल पत्थर लगाने से पारिवारिक जीवन सुचारु रूप से चलेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम फलदायक रहने वाला है और आज आपके कई काम बनेंगे और व्यापार के सिलसिले में बेहद अच्छे नतीजे मिलेंगे। विदेश में रहने वालों को भी आज अच्छा लाभ होगा। आज आपका गृहस्थ जीवन कुछ तनावपूर्ण स्थितियों से गुजरेगा। आपके जीवन साथी का सेहत निकल सकती है। प्रेम जीवन में समस्याएं बढ़ेंगी। सेहत मजबूत रहेगी, जिससे कोई बड़ी समस्या नहीं होगी। परिवार का माहौल शांति से भरा रहेगा और आप अपने विरोधियों पर भी हावी रहेंगे।आज के दिन आप बिना झंझट विश्राम कर सकेंगे। अपनी मांसपेशियों को आराम देने के लिए तैल से मालिश करें। आर्थिक रुप से आज आप काफी मजबूत नजर आएंगे, ग्रह नक्षत्रों की चाल से आज आपके लिए धन कमाने के कई मौके बनेंगे. मनोरंजन से जुड़ी गतिविधियाँ मज़ेदार रहेंगी, अगर पूरे परिवार की उसमें सहभागिता हो। आज ही लंबे वक़्त से चले आ रहे झगड़ों को सुलझा लें, क्योंकि हो सकता है कि कल बहुत देर हो जाए। दूसरे आपसे काफ़ी ज़्यादा समय की मांग कर सकते हैं। उनसे किसी भी तरह का वादा करने से पहले यह देख लें कि आपका काम उससे प्रभावित न हो और साथ ही वे आपकी उदारता और सुहृदयता का ग़लत फ़ायदा न उठाएँ। महत्वपूर्ण लोगों के साथ बातचीत करते वक़्त अपने शब्दों को ग़ौर से चुनें। आपके और आपके जीवनसाथी के दरमियान कोई अजनबी नोंकझोंक की वजह बन सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- किसी नेत्रविहीन व्यक्ति की मदद करने से लव लाइफ बढ़िया रहेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन नाजुक रहेगा। आपकी चिंताएं बढ़ेंगी, जिससे आपका मन किसी काम में नहीं लगेगा। इनकम में कमी होगी और कोई खर्चे बढ़ सकते हैं। आज बिजनेस करने वालों को उत्तम सफलता मिलेगी और कोई बड़ा ऑर्डर हाथ लग सकता है। प्रेम जीवन में भी तनाव बढ़ने की संभावना है। आपका आपके प्रिय से किसी बात को लेकर बड़ा झगड़ा हो सकता है। शादीशुदा लोगों का दांपत्य जीवन प्यार से भरा रहेगा। यदि आप एक दूसरे को अच्छे से समझने की कोशिश करेंगे तो दिन बढ़िया रहेगा।तनाव के चलते बीमारी से दो-चार होना पड़ सकता है। सुकून महसूस करने के लिए दोस्तों और परिवार के साथ कुछ समय बिताएँ। जिन लोगों ने अपना पैसा सट्टेबाजी में लगा रखा था आज उन्हें नुक्सान होने की संभावना है। सट्टेबाजी से दूर रहने की आपको सलाह दी जाती है। आपको ऐसी परियोजनाएँ शुरू करनी चाहिए, जो पूरे परिवार के लिए समृद्धिलाएँ। उदास न हों, कभी-कभी विफल होना कोई ख़राब बात नहीं है। वह तो ज़िंदगी की ख़ूबसूरती है। रचनात्मक कामों से जुड़े लोगों के लिए बेहतरीन दिन है, क्योंकि उन्हें वह शोहरत और पहचान मिलेगी जिसकी उन्हें लम्बे समय से तलाश थी। आज खाली वक्त्त किसी बेकार के काम में खराब हो सकता है। जीवनसाथी का बर्ताव आपके पेशेवर रिश्तों पर ग़लत असर डाल सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- काला सुरमा वीरान स्थान में दबाने से स्वास्थ्य में सुधार होगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन अनुकूल रहने वाला है। मानसिक तनाव से मुक्ति मिलेगी। व्यापार में उत्तम लाभ होगा। किसी अच्छे फायदे के सौदे से आप को अच्छा लाभ होगा। परिवार में क्लेश की स्थिति उत्पन्न हो सकती है, इसलिए शांतिपूर्ण स्थितियों को बनाए रखने का प्रयास करें। प्रेम जीवन खुशियों से भरपूर रहेगा। गृहस्थ जीवन में थोड़ा तनाव देखने को मिल सकता है।आज आपकी चिंताएं बढ़ सकती हैं, जो आपका बीपी बढ़ा सकती हैं, इसलिए खुद को अकेला ना रखें।व्यस्त दिनचर्या के बावजूद सेहत अच्छी रहेगी। लेकिन इसे हमेशा के लिए सच मानने की ग़लती न करें। अपनी ज़िंदगी और सेहत का सम्मान करें। जेवर और एंटीक में निवेश फ़ायदेमंद रहेगा और समृद्धि लेकर आएगा। जिन्हें भावनात्मक संबल की ज़रूरत है, वे पाएंगे कि बड़े मदद के लिए आगे आ रहे हैं। आपको पहली नज़र में किसी से प्यार हो सकता है। आपका वर्चस्ववादी स्वभाव आलोचना की वजह बन सकता है। अचानक आज आप काम से छुट्टी लेने का प्लान बना सकते हैं और अपने परिवार के साथ वक्त बिता सकते हैं। आप अपने जीवनसाथी के प्यार की मदद से ज़िन्दगी की मुश्किलों का आसानी से सामना कर सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- रात को दूध-पानी व चीनी को सिरहाने रखकर सुबह किसी वृक्ष में डालने से नौकरी/बिज़नेस में फायदा मिलेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन अनुकूल रहेगा आप अपने काम में पूरा ध्यान देंगे और कोई नया काम भी हाथ में ले सकते हैं जैसे काम का प्रेशर रहेगा आज सुख सुविधाओं को बढ़ाने वाली कोई चीज खरीद सकते हैं। गृहस्थ जीवन में रोमांस और प्रेम बढ़ेगा। प्रेम जीवन जीने वालों के लिए आज का दिन बढ़िया रहेगा। आज आप फोन पर काफी बिजी रहने वाले हैं। काम के सिलसिले में दिनमान बेहद अनुकूल रहेगा लेकिन ट्रेवलिंग करने से बचना ही अच्छा होगा। दोस्तों से किसी भी तरह का झगड़ा करने से बचें।आपका तल्ख़ रवैया दोस्तों के लिए परेशानी पैदा कर सकता है। आज के दिन आपको आर्थिक परेशानियों का सामना करना पड़ सकता अहि- मुमकिन है कि आप ज़रूरत से ज़्यादा ख़र्च करें या आपका बटुआ खो भी सकता है- ऐसे मामलों में सावधानी की कमी आपको नुक़सान पहुँचा सकती है। बच्चों के साथ ज़्यादा सख़्ती उन्हें नाराज़ कर सकती है। ख़ुद को नियंत्रित रखने और यह याद रखने की ज़रूरत है कि ऐसा करने से आप अपने और उनके बीच दीवार खड़ी कर लेंगे। आपका प्यार न सिर्फ़ परवान चढ़ेगा, बल्कि नई ऊँचाइयों को भी छूएगा। दिन की शुरुआत प्रिय की मुस्कान से होगी और रात उसके सपनों में ढलेगी। आज फ़ायदा हो सकता है, बशर्ते आप अपनी बात भली-भांति रखें और काम में लगन व उत्साह दिखाएँ। आज खाली वक्त्त किसी बेकार के काम में खराब हो सकता है। मतभेदों की एक लम्बी श्रृंखला के पनपने के कारण आपको सामंजस्य बिठाने कें मुश्किल आएगी। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- आर्थिक स्थिति को अच्छा करने के लिए रात में चूल्हे की आग को दूध से बुझाएं। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहने का संकेत कर रहा है। प्रेम जीवन को खूबसूरत बनाने की दिशा में प्रयास करेंगे और अपने प्रिय के लिए कोई बढ़िया ड्रेस लेकर आ सकते हैं जिससे वह बेहद खुश हो जाएंगे। गृहस्थ जीवन में गलतफहमियां दूर होंगी और जीवन साथी से नज़दीकियां बढ़ेगी। परिवार का माहौल अच्छा रहेगा। काम के सिलसिले में आपको अच्छे नतीजे मिलेंगे। आज आप अपनी तेज बुद्धि के चलते बिजनेस को चमकाने वाला कोई सौदा पकड़ सकते हैं। आज अपने अच्छे खान-पान पर भी ध्यान देंगे और सेहत में भी सुधार देखने को मिलेगा।अपने दिन की शुरुआत कसरत से करें- यही वक़्त है जब आप अपने बारें में अच्छा महसूस करने की शुरुआत कर सकते हैं- इसे अपनी दिनचर्या में शामिल करें और नियमित रखने की कोशिश करें। नौकरी पेशा से जुड़े लोगों को आज धन की बहुत आवश्यकता पड़ेगी लेकिन बीते दिनों में किये गये फिजुलखर्च के कारण उनके पास पर्याप्त धन नहीं होगा। जिन लोगों के साथ आप रहते हैं वे आपसे बहुत ख़ुश नहीं होंगे, चाहे आपने इसके लिए कुछ भी क्यों न किया हो। आज आप हर तरफ़ प्यार-ही-प्यार फैलाएंगे। कामकाज के नज़रिए से आज का दिन वाक़ई सुचारू रूप से चलेगा। अपने समय की कीमत समझें, उन लोगों के बीच रहना जिनकी बातें आपके समझ में नहीं आती हैं गलत है। ऐसा करना भविष्य में आपको परेशानियों के अलावा कुछ नहीं देगा। आज के दिन आपके और आपके जीवनसाथी के लिए गहरी आत्मीयतापूर्ण बातें का सही समय है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- चाँदी का कड़ा धारण करना आर्थिक स्थिति को बेहतर करेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन बढ़िया रहेगा और आपको अच्छा धन लाभ होगा। प्रचुर मात्रा में धन आने से आपकी स्थिति बढ़िया रहेगी और आप खुशी-खुशी हर काम को आगे बढ़कर करेंगे। आपके परिवार में आप का ओहदा बढ़ेगा और काम के सिलसिले में भी आपके प्रयास रंग लाएंगे और आपको बेहतर नतीजे हासिल होंगे। प्रेम जीवन जीने वालों को आज अपने प्रिय से रोमांस करने का अवसर मिलेगा और आप उन्हें खुश रखेंगे। शादीशुदा जातक अपने दांपत्य जीवन का सुख भोगने के लिए अपने व्यवहार को परिवर्तित करने की कोशिश करें। काम के सिलसिले में आपको अच्छे नतीजे मिलने वाले हैं। आपकी इनकम भी बढ़ेगी।सेहत अच्छी रहेगी। दिन की शुुरुआत भले ही अच्छी हो लेकिन शाम के वक्त किसी वजह से आपका धन खर्च हो सकता है जिससे आप परेशान होंगे। दिन के दूसरे हिस्से में आप आराम करना और अपने परिवार के साथ समय बिताना पसंद करेंगे। आज अपने प्रिय को माफ़ करना न भूलें। दफ़्तर में आप तारीफ़ पाएंगे। आपका कम्यूनिकेशन और काम करने की क्षमता असरदार सिद्ध होंगे। जीवनसाथी के साथ एक आरामदायक दिन बीतेगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- सफेद-काला जूता पहनने से आर्थिक स्थिति मजबूत होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए काफी अच्छा रहेगा लेकिन सेहत को लेकर आपको चिंतित रहेंगे। पेट में दर्द, एसिडिटी, ऐंठन परेशान कर सकती है। नींद पूरी लेने की कोशिश करें। परिवार का माहौल अच्छा रहेगा। काम के सिलसिले में अच्छे नतीजे मिलेंगे। अधिक प्रयास करने से सफलता भी मिलेगी। गृहस्थ जीवन प्यार से भरा रहेगा और जीवन साथी भी आपको खुश रखने की पूरी कोशिश करेगा। प्रेम जीवन जीने वाले लोग आज अपने प्रिय के साथ खुशी खुशी कहीं घूमने का प्लान बनाएंगे।अपने ऊर्जा-स्तर को फिर से बढ़ाने के लिए पूरा आराम करें, क्योंकि थका हुआ शरीर दिमाग़ को भी थका देता है। आपको अपनी असली क्षमताओं को पहचानने की ज़रूरत है, क्योंकि आपमें क्षमता की नहीं बल्कि इच्छा-शक्ति की कमी है। आर्थिक तौर पर बेहतरी के चलते आपके लिए ज़रूरी चीज़ें ख़रीदना आसान होगा। घर का कुछ समय से टलता आ रहा काम-काज आपका थोड़ा वक़्त ले सकता है। आज आप अपने दोस्त की महक उसकी अनुपस्थिति में महसूस करेंगे। कामकाज में आ रहे बदलावों के कारण आपको लाभ मिलेगा। आज काफ़ी दिगाग़ी कसरत मुमकिन है। आपमें से कुछ शतरंज खेल सकते हैं, वर्ग-पहेली हल कर सकते हैं, कोई कविता-कहानी लिख सकते हैं या भविष्य की योजनाओं पर गहराई से सोच सकते हैं। रोज़मर्रा की शादीशुदा ज़िन्दगी में आज का दिन लज़ीज़ मिठाई जैसा है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- भगवान में विश्वास रखें और मानसिक हिंसा से बचें, इससे स्वास्थ्य बेहतर होगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन बेहद अनुकूल रहेगा और आपको अपनी चिंताओं से भी मुक्ति मिलेगी। आज आपके अंदर गजब का आत्मविश्वास होगा जो आपको कुछ नया करने के लिए प्रेरित करेगा। आपकी इनकम में बढ़ोतरी दिखाई देगी जिससे आपको संतुष्टि होगी। गृहस्थ जीवन भी खुशनुमा रहेगा। आज भविष्य के लिए किसी नई स्कीम में इन्वेस्टमेंट कर सकते हैं। आज प्रेम जीवन बिताने वाले लोगों को अपने प्रिय से झगड़ा करने से बचना होगा क्योंकि ऐसा करना आपके मन में गांठ पैदा कर सकता है। काम के सिलसिले में दिनमान बेहद अनुकूल है लेकिन किसी बात को लेकर झड़प हो सकती है इसलिए सावधानी रखें।ज़िंदगी की ओर एक उदार रवैया अपनाएँ। अपने हालात की शिकायत करने और उसे लेकर दुःखी होने से कुछ हासिल नहीं होने वाला। यह ज़्यादा मांगने वाली सोच जीवन की सुगंध को ख़त्म कर देती है और संतोषी जीवन की आशा का गला घोंट देती है। जिन लोगों ने किसी अनजान शख्स की सलाह पर कहीं निवेश किया था आज उन्हें उस निवेश से फायदा होने की पूरी संभावना है। दूसरों के मामलों में दख़ल देने से आज बचें। आपको अपनी हार से कुछ सबक़ सीखने की ज़रूरत है, क्योंकि आज अपने दिल की बात ज़ाहिर करने से नुक़सान भी हो सकता है। दूसरे आपसे काफ़ी ज़्यादा समय की मांग कर सकते हैं। उनसे किसी भी तरह का वादा करने से पहले यह देख लें कि आपका काम उससे प्रभावित न हो और साथ ही वे आपकी उदारता और सुहृदयता का ग़लत फ़ायदा न उठाएँ। अपने जिगरी यारों के साथ आज आप खाली समय का आनंद लेने का विचार बना सकते हैं। आपको अपने जीवनसाथी का सख़्त और रुखा पहलू देखने को मिल सकता है, जिसके चलते आप असहज महसूस करेंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- गरीब कन्याओं में खीर बाँटने से पारिवारिक सुख बढ़ेगा। \n"
}]
