horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\n आज का दिन आपके लिए निश्चित परिणाम लेकर आएगा। आज व्यवसाय मे किए गए कार्य से आपको भरपूर लाभ मिलेगा, जिसे देखकर आपके मन में प्रसन्नता रहेगी। आज आप सामाजिक व धार्मिक कार्यों में सहयोग करेंगे। इसमें कुछ धन भी व्यय होगा। आज शाम के समय आपको कुछ थकान व सिर दर्द महसूस हो सकता है, इसलिए सेहत का ध्यान रखें। संतान के  विवाह से संबंधित कोई शुभ सूचना आज आपको मिल सकती है। कार्यक्षेत्र में आज माहौल आपके अनुकूल रहेगा। जीवनसाथी का भरपूर सहयोग मिलेगा।आपको काफ़ी समय से चल रही बीमारी से छुटकारा मिल सकता है। जो लोग लघु उद्योग करते हैं उन्हें आज के दिन अपने किसी करीबी की कोई सलाह मिल सकती है जिससे उन्हें आर्थिक लाभ होने की संभावना है। शाम के समय अपने जीवनसाथी के साथ बाहर खाना या फ़िल्म देखना आपको सुकून देगा और ख़ुशमिज़ाज बनाए रखेगा। शाम ढलते-ढलते कोई आकस्मिक रुमानी झुकाव आपके दिलोदिमाग़ पर छा सकता है। जो नए संपर्क आप आज बनाएंगे, वे आपके करिअर को एक नयी तेज़ी देंगे। आज आपको रिश्तों की अहमियत का अंदाज हो सकता है क्योंकि आज के दिन का ज्यादातर समय आप अपने परिवार के लोगों के साथ बिताएंगे। आपको महसूस होगा कि आपका वैवाहिक जीवन बहुत ख़ूबसूरत है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- करियर में सफल होने के लिए अपनें कार्य स्थान को साफ रखें। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम लाभदायक रहेगा। यदि आज आप किसी विशेष कार्य के लिए घर से जाते हैं, तो अपने माता-पिता का आशीर्वाद लेकर निकले, उसमें उत्तम सफलता प्राप्त होगी। आय के नए नए मार्ग खुलेंगे। सायंकाल का समय आज आप किसी धार्मिक स्थान व जागरण कीर्तन भजन संध्या आदि में व्यतीत करेंगे, इससे आपके मन को शांति मिलेगी। माता जी से आज कुछ झड़प हो सकती है। अपनी वाणी पर नियंत्रण रखें। संतान के अच्छे आचरण और उनकी सफलता का यश आज आपको पसंद आयेगा।आपकी जी-तोड़ मेहनत और परिवार का सहयोग इच्छित परिणाम देने में क़ामयाब रहेंगे। लेकिन तरक़्क़ी की रफ़्तार बरक़रार रखने के लिए मेहनत इसी तरह जारी रखें। आर्थिक जीवन की स्थिति आज अच्छी नहीं कही जा सकती आज आपको आपको बचत करने में मुूश्किलें आ सकती हैं। परिवार में किसी बुज़ुर्ग की ख़राब तबियत परेशानी का कारण बन सकती है। आज ही लंबे वक़्त से चले आ रहे झगड़ों को सुलझा लें, क्योंकि हो सकता है कि कल बहुत देर हो जाए। कार्यक्षेत्र में दिल लगाने से बचें नहीं तो आपकी बदनामी हो सकती है। यदि आप किसी से जुड़ना भी चाहते हैं तो ऑफिस से दूरी बनाकर ही उनसे बात करें। यह दिन बेहतरीन दिनों में से एक हो सकता है। आज दिन में आप कई अच्छे प्लान भविष्य के लिए बना सकते हैं लेकिन शाम के वक्त किसी दूर के रिश्तेदार के घर में आ जाने के कारण आपके सारे प्लान धरे के धरे रह सकते हैं। रिश्तेदारों का दख़ल शादीशुदा ज़िन्दगी में परेशानी पैदा कर सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- चाँदी का कड़ा धारण करना आर्थिक स्थिति को बेहतर करेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए कुछ मुश्किल भरा रह सकता है। यदि आपका कोई कानूनी विवाद चल रहा है, तो उसमें आपको कुछ तनाव हो सकता है। तनावपूर्ण होने के कारण आज आप के निर्णय लेने की क्षमता कमजोर रहेगी, जिससे आपके कार्यों में बांधा आ सकती है। सायंकाल का समय आज आप अपने परिवार के सदस्यो के साथ गाने बजाने व मौज मस्ती में व्यतीत करेंगे। यदि आप नौकरी के क्षेत्र में कार्यरत हैं, तो आपको आज उच्चाधिकारियों की कृपा प्राप्त होगी। विद्यार्थियों को आज अपने भविष्य की चिंता कर सकती है।बहुत ज़्यादा मानसिक दबाव और थकान परेशानी की वजह बन सकता है। सेहत को ठीक बनाए रखने के लिए पर्याप्त आराम करें। आज के दिन निवेश करने से बचना चाहिए। दोस्तों और परिवार के साथ मज़ेदार समय बीतेगा। प्यार का जज़्बा अनुभव के परे है, लेकिन आज आप प्यार की इस मदहोशी की कुछ झलक पा सकेंगे। अपने वरिष्ठों को नज़रअंदाज़ न करें। आपके घर वाले आज आपसे कई परेशानियां शेयर करेंगे लेकिन आप अपनी ही धुन में मस्त रहेंगे और खाली समय में कुछ ऐसा करेंगे जो करना आपको पसंद है। आप महसूस करेंगे कि आपके जीवनसाथी में शहद से भी ज़्यादा मिठास है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- हनुमान जी पर सिंदूर का चोला चढ़वाने से स्वास्थ्य अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम लाभ देने वाला होगा। यदि आपकी उन्नति काफी समय से रुकी हुई थी, तो वह आज आपको भरपूर लाभ देगी। आज रात्रि के समय बाहर का खाने से परहेज रखे, नहीं तो आपके स्वास्थ्य में खराबी आ सकती है। आज आपके माता-पिता को कोई आंखों से संबंधित समस्या हो सकती है। नौकरी के क्षेत्र में आज आप अपनी वाणी के कारण किसी अधिकारी को अपनी और आकर्षित करने में सफल रहेंगे। व्यवसाय कर रहे लोगों को आज कोई शुभ सूचना प्राप्त हो सकती है, जो उनकी आर्थिक स्थिति को सुदृढ़ करेंगी।अपने विचार और ऊर्जा को उन कामों में लगाएँ, जिनसे आपके सपने हक़ीक़त का रूप ले सकते हैं। सिर्फ़ ख़याली पुलाव पकाने से कुछ नहीं होता है। अभी तक आपके साथ समस्या यह है कि आप कोशिश करने की बजाय केवल इच्छा करते हैं। जो लोग अपने करीबियों या रिश्तेदारों के साथ मिलकर बिजनेस कर रहे हैं उन्हें आज बहुत सोच समझकर कदम रखने की जरुरत है नहीं तो आर्थिक नुक्सान हो सकता है। नवयुवकों को स्कूल प्रोजेक्ट की बाबत कुछ राय लेने की ज़रूरत हो सकती है। ज़िन्दगी की भाग-दौड़ में आप ख़ुद को ख़ुशनसीब पाएंगे, क्योंकि आपका हमदम वाक़ई सबसे बेहतरीन है। सहकर्मियों के सहयोग से आप मुश्किल दौर से जल्द ही निकल जाएंगे। यह आपको कार्यक्षेत्र में बढ़त बनाने में मददगार साबित होगा। खाली वक्त का आज आप सदुपयोग करेंगे और उन कामों को पूरा करने की कोशिश करेंगे जो बीते दिनों पूरे नहीं हो पाए थे। शादीशुदा ज़िन्दगी के मोर्चे पर हालात वाक़ई थोड़े मुश्किल रहे हैं, लेकिन अब आप सुधरते हालात महसूस कर सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- हरे रंग की कांच की बोतल में पानी भरकर धूप में रखें व उस जल से स्नान करना स्वास्थ्य लाभ देगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। व्यापार कर रहे लोगों के लिए आज का दिन कुछ खास होने वाला है। आज आपको व्यापार में कुछ नए परिवर्तन करने पड़ेंगे, जो आपको भविष्य में उत्तम लाभ देंगे। रोजगार से जुड़े जातकों के लिए आज रोजगार के उत्तम अवसर प्राप्त होंगे। विद्यार्थियों को आज किसी प्रतियोगिता की तैयारी में कमर कसकर लगना होगा। सायंकाल के समय आज आपको आपके किसी मित्र से धन लाभ होने की उम्मीद है। परिवार के किसी सदस्य से आज आपको कोई शुभ समाचार सुनने को मिलेगी।आप ख़ुद को ऊर्जा से सराबोर महसूस करेंगे- लेकिन काम का बोझ आपमें खीज पैदा करेगा। पुराने निवेशों के चलते आय में बढ़ोत्तरी नज़र आ रही है। आज हर कोई आपसे दोस्ती करना चाहता है और आप उनकी ये इच्छा पूरी करने में ख़ुशी महसूस करेंगे। आपके प्रिय का प्यारा बर्ताव आपको ख़ास होने का अनुभव कराएगा; इन लम्हों का पूरा लुत्फ़ उठाएँ। योग्य कर्मियों को पदोन्नति या आर्थिक मुनाफ़ा हो सकता है। इस राशि वालों को आज के दिन अपने लिए समय निकालने की शख्त जरुरत है अगर आप ऐसा नहीं करते तो आपको मानसिक परेशानियां हो सकती हैं। वैवाहिक जीवन में स्नेह को दिखलाने का अपना महत्व है और इस चीज़ का अनुभव आज आप करेंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- खाने में शहद का प्रयोग करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए काफी व्यस्तता भरा रहेगा। व्यापार के लिए कुछ भागदौड़ भी अधिक रहेगी, लेकिन यदि कोई यात्रा करनी पड़े, तो अवश्य करें क्योंकि यह आपकी कोई खास डील को फाइनल करा सकती है, जिसकी आपको बहुत समय से उम्मीद थी। आज सायंकाल का समय आप अपने परिवार के सदस्यों को छोटी दूरी की यात्रा पर ले जा सकते हैं, जिसमे परिवार के सदस्य एक दूसरे के साथ मजबूती से जुड़े हुए नजर आएंगे।आपको अपना अतिरिक्त समय अपने शौक़ पूरे करने या उन कामों को करने में लगाना चाहिए, जिन्हें करने में आपको सबसे ज़्यादा मज़ा आता है। दिन चढ़ने पर वित्तीय तौर पर सुधार आएगा। पारिवारिक सदस्यों की मदद आपकी ज़रूरतों का ख़याल रखेगी। आप प्रेम की आग में धीरे-धीरे ही सही, लेकिन लगातार जलते रहेंगे। अगर आप व्यवसाय में किसी नये भागीदार को जोड़ने पर विचार कर रहे हैं, तो यह ज़रूरी होगा कि उससे कोई भी वादा करने से पहले आप सभी तथ्य अच्छी तरह जाँच लें। कोई रोचक मैगजीन या उपन्यास पढ़ के आजके दिन को आप अच्छी तरह से व्यतीत कर सकते हैं। मुमकिन है कि महरी या काम वाली बाई की तरफ़ से कोई परेशानी खड़ी हो, जिससे आपके व आपके जीवनसाथी को तनाव संभव है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- लाल या भूरे रंग की गाय को रोटी में गुड़ रखकर खिलाने से लव लाइफ अच्छी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके व्यापार के लिए बहुत ही महत्वपूर्ण है, लेकिन आपको सोच विचार कर निर्णय लेनी होगे, नहीं तो आप परेशानियों आ सकते हैं और आपको कोई राजकीय दंड मिल सकता है, इसलिए कोई भी जोखिम भरा कार्य करने से बचें। आज आपको अपनी आसपास के लोगों को अपनी मधुर वाणी से अपना बनाना होगा, तभी आप अपने कार्य को सफलता तक पहुंचा पाएंगे। यदि आज किसी संपत्ति की खरीदारी की सोच रहे हैं, तो उसके चल व अचल सभी पहलुओं को परख लें।सबकी मदद करने की आपकी इच्छा आपको आज बुरी तरह थकाएगी। लम्बे समय से अटके मुआवज़े और कर्ज़ आदि आख़िरकार आपको मिल जाएंगे। आपका अड़ियल स्वभाव आपके माता-पिता का चैन छीन सकता है। आपको उनकी सलाह पर ध्यान देने की ज़रूरत है। सकारात्मक बातों पर विचार करने में कोई बुराई नहीं है। आप साथ में कहीं घूमने-फिरने जाकर अपने प्रेम-जीवन में नयी ऊर्जा का संचार कर सकते हैं। आज के दिन कार्यालय का माहौल बढ़िया बना रहेगा। वक़ील के पास जाकर क़ानूनी सलाह लेने के लिए अच्छा दिन है। आपका जीवनसाथी आपको इतना बेहतरीन पहले कभी महसूस नहीं हुआ। आपको उनसे कोई बढ़िया सरप्राइज़ मिल सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अच्छे पारिवारिक जीवन के लिए नहाने के जल में काले तिल, काली सरसों के दाने डालकर स्नान करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहने वाला है। आपको आज किसी बहुमूल्य वस्तु से उत्तम लागू होने की भरपूर संभावना है। आपके शत्रु भी साहस व पराक्रम से आपके सामने हार मान जाएंगे और आप अपनी इरादो में कामयाब रहेंगे। संतान के प्रति आज आपकी प्रेम भावना बढ़ेगी। जीवनसाथी के लिए कोई उपहार दे सकते हैं। यदि आप नौकरी करते हैं, तो आप के पद व अधिकारों में वृद्धि होगी। यदि आज ससुराल पक्ष के किसी व्यक्ति को धन देना पड़े, तो सोच कर दें क्योंकि उसके वापस आने से संबंधों में दरार पड़ सकती है।पीने की आदत को अलविदा कहने के लिए बहुत ही अच्छा दिन है। आपको समझना चाहिए कि शराब सेहत की सबसे बड़ी दुश्मन है और यह आपकी क्षमताओं पर भी कुठाराघात करती है। सट्टेबाज़ी से फ़ायदा हो सकता है। बच्चे खेल-कूद और दूसरी बाहरी गतिविधियों पर ज़्यादा वक़्त ख़र्च करेंगे। प्यार का बुख़ार आपके सर पर चढ़ने के लिए तैयार है। इसका अनुभव कीजिए। अगर आप कार्यक्षेत्र में बेहतर करना चाहते हैं तो अपने काम में आधुनिकता लाने की कोशिश करें। इसके साथ ही नई तकनीक से अपडेटेड रहें। अगर आप किसी परिस्थिति से घबराकर भागेंगे- तो वह आपका पीछा हर निकृष्ट तरीक़े से करेगी। यह आपके पूरे वैवाहिक जीवन के सबसे ज़्यादा स्नेहपूर्ण दिनों में से एक हो सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- रेशमी वस्त्र किसी गरीब कन्या के विवाह में भेंट करने से नौकरी व बिज़नेस में तरक्की मिलेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। विद्यार्थियों की आज अपने गुरु या फिर भगवान के प्रति पूरी निष्ठा रहेगी, जिसका उनको लाभ भी मिलेगा। आज आप अपनी बुद्धि विवेक से कुछ नया करने की कोशिश करेंगे, जो आपके व्यवसाय को चार चांद लगाएगी। यदि आपका कोई धन रुका हुआ है, तो वह आज आपको प्राप्त हो सकता है। संतान को आज कोई स्वास्थ्य संबंधित परेशानी हो सकती है, जिससे मन परेशान रहेगा। अपने पिताजी के लिए आज कोई उपहार ला सकते हैं। आशावादी बनें और उजले पक्ष को देखें। आपका विश्वास और उम्मीद आपकी इच्छाओं व आशाओं के लिए नए दरवाज़े खोलेंगी। दीर्घावधि मुनाफ़े के नज़रिए से स्टॉक और म्यूचुअल फ़ंड में निवेश करना फ़ायदेमंद रहेगा। अपनी नई परियोजनाओं के लिए अपने माता-पिता को विश्वास में लेने का सही समय है। आज आपका प्रेमी अपने मनोभावों को आपके सामने खुलकर नहीं रख पाएगा जिसकी वजह से आपको खिन्नता होगी। सेमिनार और गोष्ठियों में हिस्सा लेकर आज आप कई नए विचार पा सकते हैं। समय का अच्छा इस्तेमाल करने के लिए आज आप पार्क में घूमने का प्लान बना सकते हैं लेकिन वहां किसी अनजान शख्स से आपकी बहस होने की अशंका है जिससे आपका मूड खराब हो जाएगा। संभव है कि शुरुआत में जीवनसाथी की ओर से आपको कम ध्यान मिले; लेकिन दिन के अन्त तक आपको महसूस होगा कि वह आपके लिए ही कुछ-कुछ करने में व्यस्त था। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- लव लाइफ को बेहतर रखने के लिए गुलाब के फूलों का गुलदस्ता तांबे के जार में घर में रखें। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए खुशियां लेकर आएगा। आज आपके हाथ बड़ी मात्रा में धन लग सकता है, जिससे आपको हर्ष होगा। साझेदारी में किए गए व्यापार में आपको आज भरपूर लाभ होंगे। जीवनसाथी से आपको हर प्रकार का सुख प्राप्त होगा। सायंकाल के समय वाहन चलाने में सावधानी रखें, नहीं तो छोटी मोटी चोट लग सकती है। आज आपके सामने कुछ ऐसे खर्चे आयेगे, जो आप को ना चाहते हुए भी करने पड़ेंगे। यदि कोई पारिवारिक विवाद बहुत लंबे समय से चल रहा है, तो वह अब समाप्त होगा।नियमित व्यायाम के माध्यम से वज़न को नियन्त्रित रखें। व्यापार में आज अच्छा खास मुनाफा होने की संभावना है। आज के दिन आप अपने बिजनेस को नई ऊंचाईयां दे सकते हैं। एक ख़ुशनुमा और बढ़िया शाम के लिए आपका घर मेहमानों से भर सकता है। आज वे कपड़े न पहनें जो आपके प्रिय को पसंद न हों, नहीं तो मुमकिन है कि वो आहत महसूस करे। लंबित परियोजनाएँ पूरी होने की दिशा में बढ़ेंगी। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। बिन बुलाए किसी मेहमान की वजह से आपकी योजनाएँ तो गड़बड़ा सकती हैं, लेकिन आपका दिन ख़ुशनुमा हो जाएगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- मंगल रूद्र रूप है, इसलिए भगवान शिव का कोई भी मंत्र पढ़ते रहने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपको कुछ सोच विचार कर ही फैसले लेने का होगा क्योंकि धैर्य से लिए गए फैसले आपको लाभ दे सकते हैं अन्यथा जल्दबाजी से किए गए फैसलों से आपको हानि हो सकती है। आज आप अपनी दैनिक आवश्यकताओं के लिए कुछ धन व्यय कर सकते हैं। यदि आपको किसी नए व्यवसाय में भी निवेश करना पड़े, तो अवश्य करें क्योंकि इसका आपको आगे चलकर भरपूर लाभ मिलेगा। संतान की नौकरी के लिए किए गए प्रयास आपको उत्तम सफलता देंगे। विद्यार्थियों को परीक्षा में उत्तम सफलता प्राप्त होगी।कोई अच्छी ख़बर मिल सकती है। अपने धन का संचय कैसे करना है यह हुनर आज आप सीख सकते हैं और इस हुनर को सीख कर आप अपना धन बचा सकते हैं। कुछ लोगों के लिए- परिवार में किसी नए का आना जश्न और उल्लास के पल लेकर आएगा। आपको उदार और स्नेह से भरे प्यार का तोहफ़ा मिल सकता है। आप किसी बड़े व्यावसायिक लेन-देन को अंजाम दे सकते हैं और मनोरंजन से जुड़ी किसी परियोजना में कई लोगों का संयोजन कर सकते हैं। आज के दिन में आप बहुत व्यस्त रहेंगे लेकिन शाम के वक्त अपने मनपसंद कामों को करने के लिए भी आपके पास पर्याप्त समय होगा। आपका जीवनसाथी आज आपके लिए कुछ बहुत ख़ास करने वाला है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सरसों के तेल में अपना मुख देखकर दान करने से स्वास्थ्य अच्छा होगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ कठिनाइयां लेकर आएगा। स्वास्थ्य की तरफ से आज परेशान नजर आएंगे। आपकी पाचन क्रिया एवं पेट से संबंधित कोई परेशानी हो सकती है। आज आप अपने व्यापार के लिए कुछ नई नई योजनाएं बनाएंगे और उन्हें सफल बनाने का भरपूर प्रयास करेंगे। आज आप किसी बैंक में कोई लोन लेने की सोच रहे हैं, तो वह आज आसानी से मिल जाएगा। आज आप अपने पारिवारिक बिजनेस के लिए अपने पिताजी से सलाह लेंगे। जीवन साथी आपके हर मुश्किल में आपके साथ डटे नजर आएंगे।आप आज ऊर्जा से भरपूर होंगे और कुछ असाधारण करेंगे। धन से जुड़ा कोई मसला आज हल हो सकता है और आपको धन लाभ हो सकता है। घरेलू ज़िन्दगी में कुछ तनाव का सामना करना पड़ सकता है। आपको अपने प्रिय को ख़ुद के हालात समझाने में दिक़्क़त महसूस होगी। सहकर्मियों और वरिष्ठों के पूरे सहयोग के चलते दफ़्तर में काम तेज़ रफ़्तार पकड़ लेगा। आज इस राशि के कुछ छात्र लेपटॉप या टीवी पर कोई मूवी देखकर अपना कीमती समय जाया कर सकते हैं। उबाऊ होती शादीशुदा ज़िन्दगी के लिए कुछ रोमांच ढूंढने की ज़रूरत है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- भाइयों को समय-समय पर लाल कपड़े गिफ्ट में दें, इससे पारिवारिक जीवन अच्छा चलेगा। \n"
}]
