horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। पारिवारिक जिम्मेदारियों को निभाने के बाद बाहर की तरफ रुख करेंगे। यदि आप किसी से प्रेम करते हैं तो आज का दिन उनके नाम करने की कोशिश करेंगे। उन्हें कोई बढ़िया गिफ्ट देंगे। उनके साथ टाइम स्पेंड करेंगे। वाद विवाद से जुड़े मामलों में सफलता मिलेगी। कोई नया वाहन खरीदने का विचार मन में आएगा। शादीशुदा लोगों का गृहस्थ जीवन थोड़ा तनाव में रहेगा। काम के सिलसिले में दिनमान अच्छा रहेगा। दिन की शुरुआत आप योग ध्यान से कर सकते हैं। ऐसा करना आपके लिए फायदेमंद रहेगा और सारे दिन आपमें ऊर्जा रहेगी। केवल एक दिन को नज़र में रखकर जीने की अपनी आदत पर क़ाबू करें और ज़रूरत से ज़्यादा वक़्त व पैसा मनोरंजन पर ख़र्च न करें। आपका मज़ाकिया स्वभाव सामाजिक मेल-जोल की जगहों पर आपकी लोकप्रियता में इज़ाफ़ा करेगा। रोमांस के लिहाज़ से बहुत अच्छा दिन नहीं है, क्योंकि आप आज सच्चा प्यार ढूंढने में विफल हो सकते हैं। दिन की शुरुआत से अन्त तक आप ख़ुद को ऊर्जा से लबरेज़ महसूस करेंगे। सेमिनार और प्रदर्शनी आदि आपको नई जानकारियाँ और तथ्य मुहैया कराएंगे। आपके वैवाहिक जीवन से सारा मज़ा खो सा गया मालूम होता है। अपने जीवनसाथी से बात करें और कुछ मस्तीभरी योजना बनाएँ। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- आर्थिक स्थिति बेहतर करने के लिए गाय को गुड खिलाएँ। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। भविष्य के लिए कुछ नई योजनाएं बनाएंगे। पारिवारिक जिम्मेदारियां निभाएंगे। सेहत में उतार-चढ़ाव रहेगा। कुछ खर्चे भी होंगे। अच्छे विचार मन में आएंगे। भाग्य अच्छा होने से कामों में सफलता मिलेगी। शादीशुदा लोगों का गृहस्थ जीवन तनाव से बाहर निकलकर खुशी की ओर बढ़ेगा। प्रेम जीवन बिता रहे लोग आज बहुत खुश होंगे।\n ख़याली पुलाव पकाना मदद नहीं करता। परिवार की उम्मीदों पर खरा उतरने के लिए आपको कुछ कर दिखाने की ज़रूरत है। बिन बुलाया कोई मेहमान आज घर में आ सकता है लेकिन इस मेहमान की किस्मत की वजह से आज आपको आर्थिक लाभ हो सकता है। कुछ दिनों से आपका व्यक्तिगत जीवन ही आपके ध्यान का केंद्र रहा है। लेकिन आज आप सामाजिक कार्यों पर ज़्यादा ध्यान देंगे और ज़रूरतमंदों की मदद करने की कोशिश करेंगे। आज के दिन रोमांस के नज़रिए से कोई ख़ास आशा नहीं की जा सकती है। सहकर्मियों और वरिष्ठों के पूरे सहयोग के चलते दफ़्तर में काम तेज़ रफ़्तार पकड़ लेगा। जीवनसंगी के साथ वक्त बिताने के लिए आज आप ऑफिस से जल्दी निकल सकते हैं लेकिन रास्ते में अत्यधिक जाम की वजह से आप ऐसा करने में समर्थ नहीं हो पाएंगे। ख़ुद तनावग्रस्त होने की झल्लाहट आप बेवजह अपने जीवनसाथी पर निकाल सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- कोढ़ी व गूंगे-बहरे व्यक्ति की मदद करने से स्वास्थ्य अच्छा होगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। अपने आप पर विश्वास बढ़ेगा। धन की आवक होगी जिससे आर्थिक स्थिति मजबूत होगी। दोस्तों का साथ मिलेगा। गवर्नमेंट की किसी योजना का लाभ मिल सकता है। शादीशुदा लोगों के गृहस्थ जीवन में खुशियां और आपसी समझदारी दिखाई देगी। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन अच्छा रहेगा। आप अपने दिल में बहुत समय से दबी हुई कोई बात अपने प्रिय से जाहिर करेंगे। काम के सिलसिले में दिनमान सामान्य रहेगा।आपका तनाव काफ़ी हद तक ख़त्म हो सकता है। विवाहित दंपत्तियों को आज अपनी संतान की शिक्षा पर अच्छा खासा धन खर्च करना पड़ सकता है। कोई दोस्त अपनी निजी समस्याओं के समाधान के लिए आपसे मश्वरा मांग सकता है। अपनी बातों को सही साबित करने के लिए आज के दिन आप अपने संगी से झगड़ सकते हैं। हालांकि आपका साथी समझदारी दिखाते हुए आपको शांत कर देगा। आज आपका कोई छुपा विरोधी आपको ग़लत साबित करने की पुरज़ोर कोशिश करेगा। सफ़र के लिए दिन ज़्यादा अच्छा नहीं है। आपके वैवाहिक जीवन में शारीरिक सुख के नज़रिए से कुछ ख़ूबसूरत परिवर्तन हो सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- सोने के चम्मच का प्रयोग खाने में करने से नौकरी व बिज़नेस में तरक्की होती है। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। दोपहर तक चिंता और तनाव आपको घेरे रखेंगे लेकिन उसके बाद स्थिति आपके पक्ष में आएंगी। शादीशुदा लोगों का गृहस्थ जीवन खुशनुमा हो जाएगा। रिश्ते में रोमांस बढ़ेगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन मान अच्छा है। आप जो चाहेंगे अपने प्रिय से कह सकते हैं और उनकी तरफ से पूरा सपोर्ट मिलेगा। काम के सिलसिले में दिनमान मजबूत रहेगा। आपकी सेहत में भी सुधार होगा।अपना मूड बदलने के लिए सामाजिक मेलजोल का सहारा लें। घर की छोटी-छोटी चीजों पर आज आपका बहुत धन खराब हो सकता है जिसकी वजह से आप मानसिक तनाव में आ सकते हैं। अपनी नई परियोजनाओं के लिए अपने माता-पिता को विश्वास में लेने का सही समय है। जब आप अपने प्रिय के साथ बाहर जाएँ तो अपने पहनावे और बरताव में नयापन रखें। आज अनुभवी लोगों से जुड़कर जानने की कोशिश करें कि उनका क्या कहना है। आपके घर का कोई करीबी शख्स आज आपके साथ वक्त बिताने की बात कहेगा लेकिन आपके पास उनके लिए वक्त नहीं होगा जिसकी वजह से उनको तो बुरा लगेगा ही आपको भी बुरा लगेगा। यह दिन आपके जीवन में वसंत-काल की तरह है - रोमानी व प्यार से भरा; जहाँ सिर्फ़ आप और आपका जीवनसाथी साथ हों। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- आर्थिक लाभ के लिए पिता या पिता सामान व्यक्ति को सूर्य की कारक वस्तुओं (गुड, गेहूँ, दलिया, लाल मिर्च, केसर) से बना भोजन कराएं। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। दोपहर तक इनकम अच्छी रहेगी लेकिन दोपहर बाद खर्चे बढ़ने शुरू हो जाएंगे। आपने जो कमाया होगा, उसे कोशिश करेंगे कि अपनी किसी इच्छा पर खर्च करें। सेहत मजबूत रहेगी। शादीशुदा लोगों के दांपत्य जीवन में थोड़ा तनाव दिखेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बढ़िया रहेगा। काम के सिलसिले में आपको ट्रैवलिंग करनी पड़ सकती है।आज अतीत के ग़लत फ़ैसले मानसिक अशान्ति और क्लेश की वजह बनेंगे। आप ख़ुद को अकेला पाएंगे और सही-ग़लत का निर्णय करने में असमर्थ महसूस करेंगे। दूसरों की सलाह लें। निश्चित तौर पर वित्तीय स्थिति में सुधार आएगा- लेकिन साथ ही ख़र्चों में भी इज़ाफ़ा होगी। अपने बच्चों को अपने उदार बर्ताव का बेजा फ़ायदा न उठाने दें। आज आपको महसूस होगा कि आपका महबूब आपसे कितना प्यार करता है। आप ऐसी योजनाओं को अमली जामा पहनाने की स्थिति में होंगे, जो कई लोगों को प्रभावित करेगी। खाली समय का पुरा आनंद उठाने के लिए आपको लोगों से दूर होकर अपने पसंदीदा काम करने चाहिए। ऐसा करके आपमें सकारात्मक बदलाव भी आएंगे। विवादों की एक लम्बी कड़ी आपके रिश्तों को कमजोर कर सकती है अत: इसे हल्के में लेना ठीक नहीं होगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- काला-सफेद कंबल किसी धर्म स्थान में देने से हेल्थ बेहतर होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। दोपहर तक आपकी इनकम में बढ़ोतरी होगी लेकिन दोपहर बाद हल्के खर्चे शुरू हो जाएंगे। थोड़ा ध्यान देना जरूरी होगा। सेहत मजबूत है कि काम के सिलसिले में आप अपनी कार्यकुशलता का परिचय देते हुए काम में अच्छा परफॉर्म करेंगे। शादीशुदा लोगों का गृहस्थ जीवन खुशनुमा रहेगा और प्रेम जीवन बिता रहे लोगों को दिक्कतों से बाहर निकलने में आसानी होगी और अपने प्रिय से अपने मन की बात जाहिर करेंगे।ख़ुद को उत्साही बनाए रखने के लिए अपनी कल्पनाओं में कोई ख़ूबसूरत और शानदार तस्वीर बनाएँ। धन से जुड़ा कोई मसला आज हल हो सकता है और आपको धन लाभ हो सकता है। कोई ऐसा जिसके साथ आप रहते हैं, आपके लापरवाह और अनिश्चित बर्ताव की वजह से चिढ़ सकता है। प्यार-मोहब्बत के मामले में जल्दबाज़ी में क़दम उठाने से बचें। आज ऑफिस में आपको अच्छे परिणाम नहीं मिलेंगे। आपका कोई खास ही आज आपके साथ विश्वासघात कर सकता है। जिसकी वजह से आप दिनभर परेशान रह सकते हैं। बिना किसी को अवगत कराए ही आज आपके घर में किसी दूर के रिश्तेदार की एंट्री हो सकती है जिसके कारण आपका समय खराब हो सकता है। जीवनसाथी के ख़राब स्वास्थ्य की वजह से आपका कामकाज प्रभावित हो सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- पारिवारिक जीवन को खुशहाल रखने के लिए भैरव जी के सामने दीपदान करें। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए एक बढ़िया रहेगा। आपके काम में मजबूती आएगी। आप पूरा ध्यान देकर अपना काम करेंगे जिससे आपके बॉस भी आपसे खुश होंगे। गवर्नमेंट सेक्टर से कोई बड़ा बेनिफिट मिल सकता है। जमीन जायदाद से जुड़े मामलों के लिए दिनमान अच्छा रहेगा। शादीशुदा लोगों का गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन बिता रहे लोग आज खुश नजर आएंगे।मुस्कुराएँ, क्योंकि यह सभी समस्याओं का सबसे उम्दा इलाज है। संदिग्ध आर्थिक लेन-देन में फँसने से सावधान रहें। जिन्हें आप चाहते हैं, उनके साथ उपहारों का लेन-देन करने के लिए अच्छा दिन है। आपका प्रिय आपको ख़ुश रखने के लिए कुछ ख़ास करेगा। आज आपकी कलात्मक और रचनात्मक क्षमता को काफ़ी सराहना मिलेगी और इसके चलते अचानक लाभ मिलने की संभावना भी है। घर से बाहर निकलकर आज आप खुली हवाओं में टहलना पसंद करेंगे। आज आपका मन शांत होगा जिसका फायदा आपको पूरे दिन मिलेगा। आप अपने जीवन की कुछ यादगार शामों में से एक आज अपने जीवनसाथी के साथ बिता सकते हैंं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- अच्छी आर्थिक स्थिति के लिए गंगाजल को नहाने वाले पानी में मिलाकर स्नान करें। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहने वाला है। भाग्य प्रबल रहेगा जिससे कामों में सफलता मिलेगी। गवर्नमेंट से भी कोई बड़ा बेनिफिट मिल सकता है या गवर्नमेंट की योजना का लाभ उठाने का मौका मिलेगा। सेहत मजबूत रहेगी। शादीशुदा लोगों के गृहस्थ जीवन से तनाव दूर भागेगा। कहीं घूमने जाने की प्लानिंग होगी। प्रेम जीवन बिता रहे लोग आज घंटों अपने प्रिय से बात करेंगे और मन से हर्षित होंगे।आपका तल्ख़ बर्ताव जीवनसाथी के साथ आपके संबंधों में तनाव डाल सकता है। कोई भी ऐसा काम करने से पहले इसके परिणामों के बारे में सोच लें। अगर मुमकिन हो तो अपना मूड बदलने के लिए कहीं और जाएँ। माता-पिता की मदद से आप आर्थिक तंगी से बाहर निकलने में क़ामयाब रहेंगे। आपका लापरवाह रवैया आपके माता-पिता को दुःखी कर सकता है। कोई भी नयी परियोजना शुरू करने से पहले उनकी राय भी जान लें। अपने प्रिय की बेजा मांग के आगे न झुकें। आज कार्यक्षेत्र में आपके किसी पुराने काम की तारीफ हो सकती है। आपके काम को देखते हुए आज आपकी तरक्की भी संभव है। कारोबारी आज अनुभवी लोगों से करोबार को आगे बढ़ाने की सलाह ले सकते हैं। खाली समय में आज आप अपने मोबाइल पर कोई वेब सीरीज देख सकते हैं। जीवनसाथी के साथ एक आरामदायक दिन बीतेगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- चाँदी के चम्मच से या चाँदी की थाली में भोजन करना स्वास्थ्य के लिए लाभदायक होगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम फलदायक रहेगा। दोपहर तक तनाव और चुनौतियां आपका इंतजार करेंगे लेकिन उसके बाद स्थिति आपके पक्ष में मुड़ जाएंगी। भाग्य ठीक रहेगा जिससे काम सफल होंगे और काम के सिलसिले में किए गए आपके प्रयास आपकी बुद्धि के दम पर सफल होंगे। शादीशुदा लोगों का गृहस्थ जीवन खुशनुमा रहेगा। प्रेम जीवन बिता रहे लोगों को कुछ दिक्कतों का सामना करना पड़ सकता है।\n बहुत-कुछ आपके कंधों पर टिका हुआ है और फ़ैसले लेने के लिए स्पष्ट सोच ज़रूरी है। धन आपके लिए जरुरी है लेकिन धन को लेकर इतने संजीदा न हो जाएं कि अपने रिश्तों को ही खराब कर दें। पारिवारिक सदस्यों के साथ सुकून भरे और शांत दिन का लुत्फ़ लें। अगर लोग परेशानियों के साथ आपके पास आएँ तो उन्हें नज़रअंदाज़ करें और उन्हें अपनी मानसिक शांति भंग न करने दें। घर में परेशानियाँ पैदा हो सकती हैं- लेकिन अपने साथी को छोटी-छोटी बातों के लिए ताने देने से बचें। इससे पहले कि वरिष्ठ को पता लगे, लंबित काम जल्दी ही निबटा लें। अगर आप जल्दबाज़ी में निष्कर्ष निकालेंगे और ग़ैर-ज़रूरी काम करेंगे, तो आज का दिन काफ़ी निराशाजनक हो सकता है। जीवनसाथी के ख़राब स्वास्थ्य की वजह से आपका कामकाज प्रभावित हो सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- लव लाइफ को अच्छा रखने के लिए एक-दूसरे को चाँदी की वस्तुएँ भेंट करें। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए उतार-चढ़ाव से भरा रहेगा। दोपहर तक स्थितियां काफी अच्छी रहेंगी। अपने गृहस्थ जीवन में भी आनंद लेंगे किंतु दोपहर बाद थोड़ा तनाव बढ़ सकता है। अपने ससुराल के लोगों से मिलने का मौका मिलेगा। सेहत अच्छी रहेगी। हल्के खर्चे होंगे। प्रेम जीवन बिता रहे लोग आज खुश नजर आएंगे। काम के सिलसिले में दिनमान ज्यादा मेहनत की ओर इशारा कर रहा है।जीवन-साथी ख़ुशी की वजह साबित होगा। अपने जीवनसाथी के साथ मिलकर आज आप भविष्य के लिए कोई आर्थिक योजना बना सकते हैं और उम्मीद है कि यह योजना सफल भी होगी। सामाजिक गतिविधियाँ मज़ेदार रहेंगी, लेकिन अपने रहस्य किसी के सामने उजागर न करें। जो अपने प्रिय के साथ छुट्टियाँ बिता रहे हैं, ये उनकी ज़िन्दगी के सबसे यादगार लम्हों में से होंगे। आज कार्यक्षेत्र में आपके किसी पुराने काम की तारीफ हो सकती है। आपके काम को देखते हुए आज आपकी तरक्की भी संभव है। कारोबारी आज अनुभवी लोगों से करोबार को आगे बढ़ाने की सलाह ले सकते हैं। जीवन की आपाधापी के बीच आज आप अपने बच्चों के लिए वक्त निकालेंगे। उनके साथ वक्त गुजार के आपको महसूस हो सकता है कि आपने जीवन के कई जरुरी पल गवां दिए हैं। यह दिन आपके सामान्य वैवाहिक जीवन से कुछ हटकर होने वाला है। आपको अपने जीवनसाथी की ओर से कुछ ख़ास देखने को मिल सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सोने की चैन जो पेट तक स्पर्श करती हो धारण करना स्वास्थ्य की दृष्टि से अच्छा है। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन मान आपके लिए मध्यम फलदायक रहेगा। दोपहर तक कुछ चुनौतियां आपको परेशान करती रहेंगी लेकिन दोपहर बाद धीरे-धीरे में कमी आ जाएगी। शादीशुदा लोगों का गृहस्थ जीवन ठीक-ठाक रहेगा। जीवन साथी से हल्की झड़प हो सकती है लेकिन फिर भी रिश्ते में प्रेम बना रहेगा। प्रेम जीवन बिता रहे लोग आज के दिन को इंजॉय करेंगे। अपने प्रिय से दिल का हाल सुनाएंगे। इनकम में बढ़ोतरी होगी।पेचीदा हालात में फँसने पर घबराएँ नहीं। जैसे खाने में थोड़ा-सा तीखापन उसे और भी लज़ीज़ बना देता है, उसी तरह ऐसी परिस्थितियाँ आपको ख़ुशियों की सही क़ीमत बताती हैं। अपना मूड बदलने के लिए किसी सामाजिक आयोजन में शिरकत करें। प्रोपर्टी से जुड़े लेन-देन पूरे होंगे और लाभ पहुँचाएंगे। प्यार, मेलजोल और आपसी जुड़ाव में इज़ाफा होगा। आज आप जीवन में सच्चे प्रेम की कमी का अनुभव करेंगे। ज़्यादा चिंता न करें, हर चीज़ समय के साथ बदलती है और इसलिए आपकी रोमांटिक ज़िंदगी में भी बदलाव आएगा। कुछ लोगों को कार्यक्षेत्र में तरक़्क़ी मिलेगी। इस राशि के छात्र-छात्राएं आज अपने कीमती समय का दुरुपयोग कर सकते हैं। आप मोबाइल या टीवी पर आवश्यकता से अधिक समय जाया कर सकते हैं। आपका जीवनसाथी आपकी ज़रूरतों को अनदेखा कर सकता है, जिसके चलते आप चिड़चिड़े हो सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- अपने प्रेमी/प्रेमिका को सुगन्धित परफ्यूम या इत्र गिफ्ट करें इससे लव लाइफ अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम रूप से फलदायक रहेगा। दोपहर तक आप अपनी लव लाइफ को लेकर बड़े खुश होंगे लेकिन दोपहर बाद थोड़े बदलाव आ सकते हैं। किसी काम के लिए कर्जा लेने की कोशिश करेंगे। शादीशुदा लोगों का गृहस्थ जीवन बहुत ही खुशनुमा रहेगा। जीवन साथी अपने मजाकिया अंदाज से आपका दिल जीत लेगा। काम के सिलसिले में दिनमान काफी मजबूत है और आपकी सेहत भी अच्छी रहेगी।कुछ ऐसी घटनाएँ आपकी परेशानी का कारण बन सकती हैं, जिन्हें टालना मुमकिन न हो। लेकिन आप ख़ुद को शांत बनाए रखें और हालात से निपटने के लिए तुरंत प्रतिक्रिया न करें। जिन लोगों की अब तक तनख्वाह नहीं आयी है आज वो पैसों के लिए बहुत परेशान रह सकते हैं और अपने किसी दोस्त से उधार मांग सकते हैं। एक पारिवारिक आयोजन में आप सभी के ध्यान का केन्द्र होंगे। कई लोगों के लिए आज की रोमांटिक शाम ख़ूबसूरत तोहफ़ों और फूलों से भरपूर रहेगी। सहकर्मियों और वरिष्ठों से मिला सहयोग आपके उत्साह में इज़ाफ़ा करेगा। आज ऐसी कई सारी चीज़ें होंगी – जिनकी तरफ़ तुरन्त ग़ौर करने की आवश्यकता है। क्या आपको लगता है कि शादी महज़ समझौतों का नाम है? अगर हाँ, तो आप आज हक़ीक़त महसूस करेंगे और जानेंगे कि यह आपके जीवन की सबसे अच्छी घटना थी। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- स्वास्थ्य को बेहतर बनाने के लिए खाना खाते समय तांबे या सोने (अगर संभव हो तो) के चम्मच का ही प्रयोग करें। \n"
}]
