horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज भाग्य आपके साथ खड़ा नजर आ रहा है, इसलिए ज्यादा मेहनत की जरूरत नहीं पड़ेगी कम मेहनत में ही काम बनने शुरू हो जायेंगे। काम के सिलसिले में दिनमान बेहद मजबूत रहेगा। आपके काम की तारीफ भी होगी और आपको प्रोत्साहन भी मिलेगा। दांपत्य जीवन में थोड़ा तनाव रहेगा, लेकिन प्रेम जीवन बिता रहे लोग बहुत खुश नजर आएंगे। अपने प्रिय के साथ कहीं घूमने जाने की योजना बनाएंगे। सेहत भी बढ़िया रहेगी। आज का दिन ऐसे काम करने के लिए बेहतरीन है, जिन्हें करके आप ख़ुद के बारे में अच्छा महसूस करते हैं। अटके हुए मामले और घने होंगे व ख़र्चे आपके दिमाग़ पर छा जाएंगे। ऐसा कोई जिसके साथ आप रहते हैं, आज आपके किसी काम की वजह से बहुत झुंझलाहट महसूस करेगा। ज़ाहिर तौर पर रोमांस के लिए पर्याप्त मौक़े हैं- लेकिन ऐसा बहुत कम समय के लिए है। जो आपकी सफलता के आड़े आ रहे थे, वे आपकी आँखों के सामने ही नीचे को खिसकेंगे। जिन लोगों के घर वाले शिकायत करते हैं कि वो घरवालों को पर्याप्त समय नहीं देते वो आज घरवालों को समय देने के बारे में सोच सकते हैं लेकिन ऐन वक्त पर किसी काम के आने की वजह से ऐसा नहीं हो पाएगा। वैवाहिक जीवन में निजता का ध्यान रखना भी आवश्यक है। लेकिन आज के दिन आप दोनों ज़्यादा-से-ज़्यादा एक-दूसरे के क़रीब जाना चाहेंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- चाँदी का सिक्का डालकर गंगाजल घर मे रखने से आर्थिक उन्नति होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिनमान आपके लिए उतार-चढ़ाव से भरा रहेगा। बेवजह के कुछ खर्चे होंगे, जिसकी आपने उम्मीद नहीं की थी। इससे आपकी थोड़ी टेंशन बढ़ सकती है। आप अपनी सुख-सुविधाओं को लेकर ज्यादा पजेसिव रहेंगे और उन पर खर्च करेंगे। आज आपका कोई पुराना छुपा हुआ राज बाहर आ सकता है। यदि आपने कभी टैक्स चोरी की थी, तो आज आपको उसका नोटिस मिल सकता है। दांपत्य जीवन उतार-चढ़ाव के बीच रहेगा। जीवनसाथी के व्यवहार को समझने में असुविधा होगी, लेकिन प्रेम जीवन बिता रहे लोग प्यार के सागर में डूबे रहेंगे।  दोस्तों का रुख़ सहयोगी रहेगा और वे आपको ख़ुश रखेंगे। आपके पास आज पैसा भी पर्याप्त मात्रा में होगा और इसके साथ ही मन में शांति भी होगी। आपको परिवार के सदस्यों और दोस्तों के साथ बिताने के लिए पर्याप्त समय मिलेगा। आपका महबूब आज आपको बड़ी ख़ूबसूरती से कुछ ख़ास करके चौंका सकता है। खुदरा और थोक व्यापारियों के लिए अच्छा दिन है। जीवन की पेचीदिगियों को समझने के लिए आज घर के किसी वरिष्ठ शख्स के साथ आप वक्त गुजार सकते हैं। शादी के बाद वैवाहिक जीवन में प्यार सुनने में मुश्किल ज़रूर लगता है, लेकिन आप आज महसूस करेंगे कि यह मुमकिन है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- ॐ ब्रां ब्रीं ब्रौं सः बुधाय नमः इस मंत्र को 11 बार उच्चारण सुबह-शाम करने से पारिवारिक जीवन रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nग्रहों की स्थिति मानसिक तनाव से बाहर निकलने की ओर इशारा करती है। आप अपने बिजनेस में पूरा ध्यान रखेंगे और अच्छा लाभ मिलेगा। सेहत थोड़ी सी कमजोर हो सकती है, इसलिए थोड़ा सावधानी रखें। काम के सिलसिले में दिनमान उतार-चढ़ाव से भरा रहेगा। नौकरी पेशा लोगों को सावधानी से काम करना होगा। कोई गड़बड़ ना हो जाए, इनकम में बढ़ोतरी रहेगी। दांपत्य जीवन में प्रेम रहेगा और रोमांस के अवसर मिलेंगे। प्रेम जीवन बिता रहे लोगों को उतार-चढ़ाव का सामना करना पड़ सकता है। आपका प्रबल आत्मविश्वास और आज के दिन का आसान कामकाज मिलकर आपको आराम के लिए काफ़ी वक़्त देंगे। अचानक नए स्रोतों से धन मिलेगा, जो आपके दिन को ख़ुशनुमा बना देगा। आपके आकर्षण और व्यक्तित्व के ज़रिए आपको कुछ नए दोस्त मिलेंगे। आपकी आँखें चमकने लगेंगी और धड़कनें तेज़ हो जाएंगी, आज जब आप अपनी सपनों की राजकुमारी से मिलेंगे। आप लम्बे समय से दफ़्तर में किसी से बात करना चाह रहे थे। आज ऐसा होना मुमकिन है। आपका प्रेमी आपको पर्याप्त समय नहीं देता यह शिकायत आज आप खुलकर उनके सामने कर सकते हैं। ऐसा लगता है कि आपके जीवनसाथी आज आपके ऊपर ख़ास ध्यान देंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सुबह उठते ही ज़मीन पर पाँव रखने से पहले भूमि (क्योंकि मंगल भूमिपुत्र है) को प्रणाम करने से नौकरी/ बिज़नेस में तरक्की होगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nग्रहों की चाल आपको सतर्क कर रही है कि बेवजह के पैसे खर्च करने की आदत आपको मुसीबत में डाल सकती है। अपने खर्चे पर ध्यान दे। नहीं तो कर्जदार हो सकते हैं। नौकरी पेशा लोगों के लिए आज का दिन मेहनत से भरा रहेगा और आप खुश नजर आएंगे, जबकि बिजनेस कर रहे लोग अपने बिजनेस को आगे बढ़ाने के लिए कुछ नए लोगों से मुलाकात करेंगे। दांपत्य जीवन में भी खुशियां रहेंगी, लेकिन सेहत में गिरावट हो सकती है। प्रेम जीवन बिता रहे लोग अपने प्रिय के बर्ताव को समझने में नाकामयाब रहेंगे, जिससे मानसिक तनाव बढ़ेगा। दूसरों की इच्छाएँ आपकी अपना ख़याल रखने की इच्छा से टकराएगी- अपने जज़्बात को बांधे नहीं और वे काम करें जिससे आपको सुकून मिले। वे निवेश-योजनाएँ जो आपको आकर्षित कर रहीं हैं, उनके बारे में गहराई से जानने की कोशिश करें- कोई भी क़दम उठाने से पहले विशेषज्ञ की सलाह ज़रूर ले लें। ऐसा कोई जिसके साथ आप रहते हैं, आज आपके किसी काम की वजह से बहुत झुंझलाहट महसूस करेगा। आपकी ऊर्जा का स्तर ऊँचा रहेगा- क्योंकि आपका प्रिय आपने लिए बहुत सारी ख़ुशी की वजह साबित होगा। साझेदारी में किए गए काम आख़िरकार फ़ायदेमंद साबित होंगे, लेकिन आपको अपने भागीदारों से काफ़ी विरोध का सामना करना पड़ सकता है। आज काफ़ी दिगाग़ी कसरत मुमकिन है। आपमें से कुछ शतरंज खेल सकते हैं, वर्ग-पहेली हल कर सकते हैं, कोई कविता-कहानी लिख सकते हैं या भविष्य की योजनाओं पर गहराई से सोच सकते हैं। यह दिन आपके सामान्य वैवाहिक जीवन से कुछ हटकर होने वाला है। आपको अपने जीवनसाथी की ओर से कुछ ख़ास देखने को मिल सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- तांबे का सिक्का अथवा टुकड़ा जेब में रखने से स्वास्थ्य अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज ग्रहों का गोचर आपके पक्ष में हैं। प्रेम जीवन के लिए आज गोल्डन समय है। आज दिल में जो है, उनके सामने रख दें और प्रपोज करना चाहते हैं, तो बेस्ट रहेगा। आजकल खर्चे रहेंगे। विरोधियों पर आप भारी पड़ेंगे, लेकिन सेहत के मामले में दिन कमजोर है, इसलिए थोड़ा सावधान रहें। नौकरी में ट्रांसफर की संभावना बन सकती है। आप अपने काम को लेकर बहुत खुश रहेंगे और अपने प्रिय के लिए कोई बढ़िया सा गिफ्ट भी लाएंगे। दोस्त आपका परिचय किसी ख़ास इंसान से कराएंगे, जो आपकी सोच पर गहरा प्रभाव डालेगा। आर्थिक जीवन में आज खुशहाली रहेगी। इसके साथ ही आप कर्जों से भी आज मुक्त हो सकते हैं। अपनी नई परियोजनाओं के लिए अपने माता-पिता को विश्वास में लेने का सही समय है। फूल देकर अपने प्यार का इज़हार करें। आपको पता लग सकता है कि आपके बॉस आपसे इतने रूखेपन से क्यों बात करते हैं। वजह जानकर आपको वाक़ई तसल्ली होगी। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। वैवाहिक जीवन के लिए विशेष दिन है। अपने जीवनसाथी को बताएँ कि आप उनसे कितना प्यार करते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- केतु द्वादश नाम का पाठ करने से नौकरी व बिज़नेस में सफलता मिलेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। आप अपने परिवार के सुख सुविधाओं पर पूरा ध्यान देंगे। परिवार वालों के साथ हंसी-खुशी समय बिताएंगे। घर में एंटरटेनमेंट करेंगे। कहीं पिकनिक पर जाने की योजना बनाएंगे। सेहत अच्छी रहेगी। गृहस्थ जीवन भी खुशी से भरा रहेगा। प्रेम जीवन बिता रहे लोग भी आज के दिन को पूरी तरह से इंजॉय करेंगे और अपने प्रिय के रंग में रंगे नजर आएंगे। काम के सिलसिले में दिन  उतार-चढ़ाव से भरा रहेगा। आप नौकरी बदलने का विचार कर सकते हैं। व्यस्त दिनचर्या के बावजूद स्वास्थ्य अच्छा रहेगा। यात्रा आपको थकान और तनाव देगी- लेकिन आर्थिक तौर पर फ़ायदेमंद साबित होगी। बच्चे को अपनी उम्मीदों के मुताबिक़ प्रदर्शन करने के लिए प्रोत्साहित करें। हालाँकि किसी चमत्कार की उम्मीद न करें। आपका प्रोत्साहन निश्चित तौर पर बच्चे का आत्मविश्वास बढ़ाएगा। रोमांस के लिए अच्छा दिन है। आप ऐसी योजनाओं को अमली जामा पहनाने की स्थिति में होंगे, जो कई लोगों को प्रभावित करेगी। बिना किसी पूर्व सूचना के आज आपका कोई रिश्तेदार आपके घर पधार सकता है जिसकी वजह से आपका कीमती समय उनकी खातिरदारी में जाया हो सकता है। जीवनसाथी से आपको अपने दिल की सारी बातें करने का भरपूर समय मिलेगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए तांबे के पात्र से जल ग्रहण करें। \n",
    "6": "तुला राशिः आज का राशिफल\nआज दोस्तों के साथ खूब बातें होंगी। मन खुश रहेगा। आप नए जोश के साथ हर काम को शुरू करेंगे। आप अपने ऑफिस में साथ काम करने वाले लोगों से आज खूब बातें और प्यार भरा व्यवहार करेंगे, जिससे आपके संबंध सुधरेंगे। इसका आपको लाभ मिलेगा। बिजनेस के लिए भी दिन अच्छा है। सेहत भी मजबूत रहेगी। प्रेम जीवन में खुशियों से भरा दिन रहेगा। दांपत्य जीवन में तनाव में कमी आएगी। प्रभावशाली लोगों का सहयोग आपके उत्साह को दोगुना कर देगा। आपकी माता पक्ष से आज आपको धन लाभ होने की पूरी संभावना है। हो सकता है कि आपके मामा या नाना आपकी आर्थिक मदद करें। आपका मज़ाकिया स्वभाव सामाजिक मेल-जोल की जगहों पर आपकी लोकप्रियता में इज़ाफ़ा करेगा। आज आपको अपने प्रिय की याद सताएगी। आपका जीवनसाथी सहयोगी और मददगार रहेगा। आज आप ऑफिस से घर वापस आकर अपना पसंदीदा काम कर सकते हैं। इससे आपके मन को शांति मिलेगी। आपके जीवनसाथी की ओर से मिला कोई ख़ास तोहफ़ा आपके खिन्न मन को ख़ुश करने में काफ़ी मददगार साबित होगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- दस वर्ष से कम आयु की कन्याओं को किसी भी रूप में प्रसन्न करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nमानसिक तनाव से बाहर निकलने से दिल में खुशी की भावना रहेगी। आज घर में कोई फंक्शन कर सकते हैं। अच्छे-अच्छे पकवान खाने का मौका मिलेगा। घर में खुशियां आएंगी। आपकी सेहत भी अच्छी रहेगी, जिससे आप हर खुशी का आनंद ले पाएंगे। गृहस्थ जीवन खूबसूरत रहेगा। जीवनसाथी घर की खुशियों में आप का साझीदार बनेगा। प्रेम जीवन बिता रहे लोग भी आज बड़े खुश नजर आएंगे। अपने दोस्तों से अपने प्रिय को मनवाएंगे। विरोधियों पर आप भारी पड़ेंगे। नौकरी के सिलसिले में दिन मजबूत है। हाल की घटनाओं से आपका मन बेचैन हो सकता है। शारीरिक और मानसिक लाभ के लिए ध्यान व योग फ़ायदेमंद साबित होंगे। आपके घर से जुड़ा निवेश फ़ायदेमंद रहेगा। जिसपर आप यक़ीन करते हैं, मुमकिन है वह आपको पूरा सच न बता रहा हो। आपकी दूसरों को राज़ी करने की क्षमता आने वाली मुश्किल को हल करने में कारगर साबित होगी। सिर्फ़ स्पष्ट समझ के माध्यम से आप अपनी पत्नी/पति को भावनात्मक सहारा दे सकते हैं। नई योजनाएँ आकर्षक होंगी और अच्छी आमदनी का ज़रिया साबित होंगी। आज आप कोई नई पुस्तक खरीदकर किसी कमरे में खुद को बंद करके पूरा दिन गुजार सकते हैं। ऐसा लगता है कि आज आप अपने जीवनसाथी के साथ बहुत ख़र्चा कर सकते हैं। बावजूस इसके, आप इस वक़्त का पूरा लुत्फ़ उठा पाएंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- छोटी कन्याओं को छैना या खोए की मिठाई, चॉकलेट, टॉफी बांटने से पारिवारिक सुख बढ़ता है। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन मान अच्छा रहेगा। सेहत मजबूत रहने से कामों में सफलता मिलेगी। आपका आत्मविश्वास भी बढ़ोतरी पर होगा। प्रेम जीवन में उतार-चढ़ाव के बीच प्रेम के अंकुर फूटेगा। शादीशुदा लोग गृहस्थ जीवन में बड़े ही रोमांटिक हो पर नजर आएंगे। आपका मन ज्ञान ध्यान में और कर्म की बातों में लगेगा। काम के सिलसिले में मजबूत स्थिति रहेगी। अपने आप पर एक सीमा के बाद दबाव न डालें और पर्याप्त आराम लें। आज किसी पार्टी में आपकी मुलाकात किसी ऐसे शख्स से हो सकती है जो आर्थिक पक्ष को मजबूत करने के लिए आपको अहम सलाह दे सकता है। किसी बुज़ुर्ग रिश्तेदार की निजी समस्याओं में मदद करके आप उनका आशीर्वाद पा सकते हैं। आप अपने प्रिय की बांहों में आराम महसूस करेंगे। आप अपने मातहतों से नाख़ुश हो सकते हैं, क्योंकि वे उम्मीद के मुताबिक़ काम नहीं कर रहे हैं। अगर आज आप ख़रीदारी के लिए निकलते हैं, तो कोई अच्छी पोशाक ले सकते हैं। आपका जीवनसाथी आज काफ़ी रोमानी मिज़ाज में है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- हरी मूंग का खाने में प्रयोग करने से स्वास्थ्य अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nग्रहों की स्थिति खर्चों में बढ़ोतरी का अंदेशा जता रही है। खर्चे ज्यादा होंगे, जो आपको परेशानी में डाल सकते हैं। जमीन ज्यादा से जुड़े मामलों में सफलता मिलेगी। घर का माहौल अच्छा रहेगा। खुद पर यकीन बढ़ेगा, बिजनस में सफलता मिलेगी। नौकरीपेशा लोगों को काफी भागदौड़ और ट्रैवलिंग करनी पड़ सकती है। प्रेम जीवन अच्छा रहेगा। प्रिय के लिए कुछ नया करने की कोशिश करेंगे। शादीशुदा लोग गृहस्थ जीवन से खुश नजर आएंगे, लेकिन परिवार की किसी बात को लेकर आप और जीवन साथी के मध्य मतभेद हो सकता है।\n हाल की घटनाओं से आपका मन बेचैन हो सकता है। शारीरिक और मानसिक लाभ के लिए ध्यान व योग फ़ायदेमंद साबित होंगे। किसी करीबी रिश्तेदार की मदद से आज आप अपने करोबार में अच्छा कर सकते हैं जिससे आपको आर्थिक लाभ भी होगा। आपको ऐसी गतिविधियों में संलग्न होने की ज़रूरत है, जहाँ आपको अपने समान रुचियों के लोगों से मिलने का मौक़ा मिले। आप अचानक गुलाबों की ख़श्बू से ख़ुद को सराबोर पाएंगे। यह प्यार की मदहोशी है, इसे महसूस करें। कामकाज के सिलसिले में आपके ऊपर ज़िम्मेदारियों का बोझ बढ़ सकता है। इस राशि के लोगों को आज अपने आप को समझने की जरुरत है। यदि आपको लगता है कि आप दुनिया की भीड़ में कहीं खो गये हैं तो अपने लिए वक्त निकालें और अपने व्यक्तित्व का आकलन करें। इस बात की प्रबल सम्भावना है कि आपके आस-पास के लोग आप दोनों के बीच मतभेद पैदा करने का प्रयास करेंगे। अत: बाहरी लोंगों के कहने पर अमल करना ठीक नहीं होगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अपने इष्टदेव की सिक्के(लेड धातु) की मूर्ति बनवाकर घर में स्थापित करके पूजा करने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिनमान आपके लिए बढ़िया रहेगा। अपनी इच्छा पूर्ति से दिल में खर्च की भावना रहेगी। सेहत ठीक रहेगी। फिर भी चोट ना लगे। इसका ध्यान रखें। इनकम में बढ़ोतरी होने से मन खुश हो जाएगा। बिजनेस सफलता दायक रहेगा। आप कुछ बड़े लोगों से मिलेंगे। आज किसी तरह की पार्टी करने का मौका मिलेगा। प्रेम जीवन के लिए दिन बहुत ही रोमांटिक है, जबकि शादीशुदा लोग अपने गृहस्थ जीवन में जीवनसाथी के साथ प्यार भरी बातें करेंगे और जीवन साथी कुछ काम की बातों से आपको लाभ पहुंचाने की कोशिश करेंगे। दूसरों के साथ ख़ुशी बांटने से सेहत और खिलेगी। आर्थिक पक्ष के मजबूत होने की पूरी संभावना है। अगर आपने किसी शख्स को पैसा उधार दिया था तो आज आपको वो पैसा वापस मिलने की उम्मीद है। आपको अपना बाक़ी वक़्त बच्चों के संग गुज़ारना चाहिए, चाहे इसके लिए आपको कुछ ख़ास ही क्यों न करना पड़े। आपका हमदम आपको पूरे दिन याद करता रहेगा। उसे कोई प्यारा सरप्राइज़ देने की योजना बनाएँ और इसे उसके लिए एक ख़ूबसूरत दिन में तब्दील करने के बारे में सोचें। ऐसा लगता है कि कुछ समय के लिए आप नितांत एकाकी है। सहकर्मी/सहयोगी मदद के लिए हाथ बढ़ा सकते हैं, लेकिन वे ज़्यादा सहायता नहीं कर पाएंगे। आज आपके पास खाली समय होगा और इस समय का इस्तेमाल आप ध्यान योग करने में कर सकते हैं। आपको आज मानसिक शांति का अहसास होगा। अगर थोड़ी-सी कोशिश की जाए तो जीवनसाथी के साथ आज का दिन आपकी ज़िन्दगी के सबसे रोमानी दिनों में से एक हो सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- कौओं को रोटी डालने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिनमान बढ़िया रहेगा। काम पर पूरा ध्यान रहेगा, जिससे आपको सफलता मिलेगी। मन में खुशी भी रहेगी और कोई इच्छा पूरी होने से दिल बाग बाग महसूस होगा। घर परिवार की स्थिति अभी आप के हक में नजर आएंगी। घरेलू खर्च भी करेंगे। घरवालों का सहयोग मिलेगा। बोलने में कड़वाहट रहेगी, लेकिन कामों में सफलता मिलेगी। नौकरी के लिए दिन बहुत बढ़िया है। शादीशुदा लोग गृहस्थ जीवन से खुश नजर आएंगे, जबकि प्रेम जीवन बिता रहे लोगों के लिए आज का दिन अच्छा रहने वाला है और आपका प्रिय आज आपके बिजनेस में आपकी मदद करने की इच्छा जताएगा। तली-भुनी चीज़ों से दूर रहें और नियमित व्यायाम करते रहें। आर्थिक जीवन में आज खुशहाली रहेगी। इसके साथ ही आप कर्जों से भी आज मुक्त हो सकते हैं। घरेलू काम-काज निपटाने में बच्चे मदद करेंगे। खाली वक़्त में उन्हें ऐसे काम करने के लिए उत्साहित करें। सोशल मीडिआ पर अपने प्रिय के पिछले 2-3 संदेश देखिए, आपको एक ख़ूबसूरत ताज्जुब का एहसास होगा। जो लोग विदेश व्यापार से जुड़े हैं उन्हें आज मनमाफिक फल मिलने की पूरी उम्मीद है। इसके साथ ही नौकरी पेशा से जुड़े इस राशि के जातक आज अपनी प्रतिभा का पूर्ण इस्तेमाल कार्यक्षेत्र में कर सकते हैं। अगर आपको लगता है कि कुछ लोगों की संगति करना आपके लिए ठीक नहीं है और उनके साथ रहकर आपका समय बर्बाद होता है तो उनका साथ आपको छोड़ देना चाहिए। वैवाहिक जीवन के मोर्चे पर यह दिन वाक़ई बहुत बढ़िया है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- तांबे का सिक्का अथवा टुकड़ा जेब में रखने से स्वास्थ्य अच्छा रहेगा। \n"
}]
