horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "आपको खुद पर बहुत यकीन है लेकिन अति आत्मविश्वास और अधिकार जताने की प्रवृति से बचें ǀ दूसरों पर अपनी राय थोपने की आदत से आज आपको नुक्सान उठाना पड़ सकता है ǀ केवल सही होना ही काफी नही है,आपको इसक अभी ध्यान रखना होगा कि आप दूसरों को नाराज न करें ǀ थोडा नरम रवैया अपनाएंगे तो काफी लंबित कामों को आज पूरा कर पायेंगे ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "आज ऑफिस के काम के दबाव से आपकी नींद प्रभावित हो सकती है ǀ आप अच्छी तरह से सो नही पायेंगे ǀसोने जाने से पहले,थोडा ध्यान लगायें और खुद को शांत मनोदशा में रखें ǀ आप धीमे और मधुर गाने सुनना चाहेंगे ǀ कमरे में अँधेरा रखें और तापमान भी ठीक रखें ताकि अच्छी नींद ले पायें ǀसोने से पहले एक गिलास गरम दूध पीयें ǀ",
        "मेष प्यार और संबंध राशिफल": "आपकी किसी आकर्षक अजनबी से अजीब और छोटी सी मुलाकात हो सकती है ,आप आसानी से अपनी मीठी बातों और आकर्षण से उन्हें अपनी तरफ खीच पायेंगे और उनके साथ इन्वोल्व भी हो जायेंगे लेकिन ऐसे संबंधों को किसी रिश्ते में तब्दील होने की उम्मीद मत कीजिये | कोई गहरा अर्थ तलाश करने की जरुरत नही है | फ़्लर्ट का मौसम है और आप अभी इसका मजा ले सकते हैं |",
        "मेष कैरियर और धन राशिफल": "आज आप जो भी कार्य करेंगे , सफलता आपके कदम चूमेगी । अगर आप एक प्रतियोगी परीक्षा में बैठे थे तो आज आपको सकारात्मक परिणाम मिलेगा। आज का दिन पदोन्नति या अधिक जिम्मेदारी लेने के बारे में अपने वरिष्ठ अधिकारियों के साथ विचार विमर्श आरंभ करने के लिए उपयुक्त है। आपको इस बहुत ही अनुकूल दिन का लाभ लेने के लिए अपने सभी प्रयासों पर ध्यान केंद्रित करने की जरूरत है।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "आज का दिन घटनाओं से भरा रहेगा और आपको किसी अप्रत्याशित घटना के लिए तैयार रहना है ǀआपको कई दिशायों में सक्रिय रहना पड़ेगा लेकिन सकारात्मक बने रहेंगे ǀआप नयी उर्जा एवं वास्तविकता से परिपूर्ण सार्थक योजनायें पेश करेंगे ǀअपनों को भी इनमे शामिल करें ǀआज किसी ख़ास व्यक्ति से मुलाक़ात होगी ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "आपको आज अपने ऑफिस के काम के कारण बिना बात की चिंता और तनाव रहेगा ǀआपको यह समझने कि जरुरत है कि आप हर किसी को खुश नही रख सकते,ऐसा करने कि कोशिश से आप व्यर्थ का तनाव ही मोल लेंगे जिससे आपकी सेहत प्रभावित होगी ǀइन सब चीजों के स्थान पर आपको काम से छुट्टी लेकर आराम करने की जरुरत है,जिससे आपकी ऊर्जा बनी रहे ǀआपको अपने मानसिक तनाव को दूर करने के लिए कुछ राहत पहुँचाने वाले व्यायाम करने चाहिए ǀ",
        "वृषभ प्यार और संबंध राशिफल": "आप और आपके साथी हाल ही में काफी व्यस्त थे , इसलिए आज एक दूसरे के साथ समय बिताने के लिए प्रयत्न करें। रात्रिकालीन भोजन करने किसी अच्छी जगह जाएं जहा आपका साथी आपकी और आकर्षित हो सके । प्रशंसा की भाव भंगिमा आपके रिश्तो को और आगे लेकर जाएगी । एकल व्यक्तियों के लिए भी किसी के साथ बाहर जाना महत्वपूर्ण होगा जो उन्हें इस रिश्ते को आगे ले जाने के लिए प्रेरित करेगा ।",
        "वृषभ कैरियर और धन राशिफल": "आज आपको विभिन्न भूमिकाओं का क्रियान्वन करना पड सकता है इसलिए दोस्तों से मदद लेने में संकोच न करे । वे सफलता के रास्ते पर आपको एक मजबूत समर्थन दे सकते हैं। छात्रों के लिए ये एक अच्छा दिन हो सकता है और उन्हें एक प्रतिष्ठित संस्थान से डिप्लोमा या डिग्री प्राप्त हो सकती है। इन स्थितियों की वजह से उच्च भुगतान नौकरियों में अवसर बढ़ेंगे ।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "आपका अत्यधिक भावनात्मक होना और लोगों के लिए तो मददगार है लेकिन इससे आप कई बार मुश्किल में फँस जाते हैं ǀऐसी स्थिति से बाहर आने में अपने पार्टनर की मदद लें ǀयह कुछ निजी और गुप्त बातचीत करने का समय है ǀवित्तीय लाभ होने की उम्मीद है लेकिन अधिक जोखिम से बचें ǀबोलने से पहले सोच लें ,कहीं किसी करीबी को नाराज ना कर दें ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "आज आप ख़ुशी मनाने के मूड में अधिक रहेंगे लेकिन आपको यह भी समझना चाहिए कि अपनी अस्वास्थ्यकर जीवन शैली के चलते आप आप अपने स्वास्थ्य को बहुत नुक्सान पहुंचाने पर तुले हुए हैं |आपको अपनी डाइट और शारीरिक मेहनत सहित सभी चीजों में कमी लानी होगी | लत वाली चीजों जैसे तम्बाकू,अल्कोहल और ड्रग्स से भी आपको दूर रहना है क्योंकि इनसे आपके स्वास्थ्य को गंभीर खतरा हो सकता है |",
        "मिथुन प्यार और संबंध राशिफल": "ग्रहों की स्थिति दर्शाती है कि आपके रास्ते में कोई बड़ी बाधा आने वाली है | इससे आपकी लव लाइफ और करियर दोनों ही प्रभावित होंगे | इस समय जरूरी है कि आप अपने पार्टनर की बातों और शब्दों पर भावनात्मक प्रतिक्रियाएं न दें | इसके स्थान पर, उनकी हर भाव भंगिमा को निष्पक्ष होकर जांचें, इससे आपको सही फैसले लेने में मदद मिलेगी |",
        "मिथुन कैरियर और धन राशिफल": "आप की भावना अदम्य है, इसलिए आप अपनी क्षमता को दुसरो को आगे बढ़ने में समर्पित करे और चीजों को व्यवस्थित एवं संगठित करे । इससे आप अपनी कठोर मेहनत के बल पर मान्यता और प्रतिष्ठा अर्जित करेंगे । आपके व्यय में वृद्धि हो सकती है , इसलिए अपने खर्चे और निवेश को कम करे ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "आज आप आवेगी मूड में हैं ,किसी भी काम के बारे में भली प्रकार सोचे बिना ही करने दौड़ पड़ेंगे जिसके कारण आपको कार्यस्थल पर और पारिवारिक जीवन में भी दिक्कतें आ सकती हैं ǀ हालाँकि इस समय ऐसा कर पाना थोडा मुश्किल है , लेकिन मन को शांत रखें ǀआपके सामने कई अवसर एक साथ आयेंगे,आपको सोच समझकर उनमें से चुनना है ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "आपको आज गिरकर छोटी-मोटी चोट लग सकती है या आपको एलर्जिक रिएक्शन हो सकते हैं |छोटी-मोटी दुर्घटना की भी आशंका है |आपको अतिरिक्त सावधानी रखनी होगी |इसके अतिरिक्त दिन में कुछ विशेष नही होगा |आप किसी से स्वास्थ्य केंद्र में मिलने जा सकते हैं |यह समय अपनी जीवनशैली में कुछ ऐसे बदलाव करने के लिए बिलकुल ठीक है जिनकी आपको लम्बे समय से जरूरत है |",
        "कर्क प्यार और संबंध राशिफल": "आज आपकी एक ऐसी स्थिति का सामना करने की संभावना है , जिससे आपकी प्यार और प्रतिबद्धता की शक्ति का परीक्षण होगा । आपको अपने मस्तिष्क में ये ध्यान रखना होगा की आपके साथी का आप पर पूर्ण विश्वास है और आपको इस प्रेम की परीक्षा में पास होना है , ताकि ये प्रेम सम्भंध हमेशा के लिए प्रगाढ़ बने रहे । अगर आप में दया और सहानुभूति रहेंगी , तो आप किसी चीज़ का भी डटकर सामना कर सकते हो , चाहे आपका भाग्य कैसी भी पहेली आपके सामने लाये ।",
        "कर्क कैरियर और धन राशिफल": "आप स्वाभाविक रूप से शक्ति और अधिकार के लिए आकर्षित रहे हैं और इस वजह से हमेशा आपने ध्यान केंद्रित कर काम किया है। आपका परिश्रम आज फल दे सकता है , लेकिन आप अपना धैर्य बनाये रखें और अपने समय के साथ चले । ये भी आवयशक है की आप अपने मन को भी व्यस्थित एवं खुला रखे । ज्यादा स्वच्छंद और अनुमानित न हो और उस तरह से आप सबके साथ एक अच्छे तरीके से कार्य कर पाएंगे ।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आपने अपने लिए बहुत ऊँचे मानक तय किये हैं और आप इन्हें हासिल करने के लिए बहुत प्रयास कर रहे हैं ǀ फिर भी लक्ष्य तक पहुंचना मुश्किल होगा और इससे आपको थोड़ी निराशा होगी ǀ आपको लक्ष्य तय करने से पहले अपनी क्षमताएं ध्यान में रखनी होंगी ǀ समय कोई बड़ा फैसला लेने के लिए उपयुक्त नही है ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "आज आपको वैकल्पिक चिकित्सा के फायदों के बारे में पता चलेगा ǀ आप अपनी खराब सेहत के इलाज के तौर पर कई सारे नुस्खे आजमा चुके हैं परन्तु कोई विशेष फायदा नही हुआ है ǀ आज आपको कोई ऐसा नुस्खा मिलेगा जिससे आपको वास्तव में आराम मिलेगा ǀ आज प्रयोग करने से न डरें और वैकल्पिक उपाय अपनाकर देखें ,लाभ होगा ǀ",
        "सिंह प्यार और संबंध राशिफल": "अपने क्रोध पर नियंत्रण रखे । आप अपने किसी करीबी पर इसे उतार सकते है । आपका साथी इस आवेग से परेशान और व्यथित हो सकता है । अपने साथी को समझायें की ये आवेग अतीत की कुछ भावनाओं के कारण था जो उन्सुल्झी रह गयी थी । अपने कपड़ों के कुछ हिस्से में नीला रंग पहनें। अपनी भावनाओं को नियंत्रित करने की कोशिश करे और अगर वे अनयिंत्रित रहे तो उसकी तीव्रता को कम करने की कोशिश करे ।",
        "सिंह कैरियर और धन राशिफल": "आज आप क्षमावान रहेंगे और उन्हें भी माफ़ करेंगे जिन्होंने आपके साथ गलत किया है । चाहे वे आपके सहकर्मी हो जिन्होंने जलन की वजह से आपको नुकसान पहुँचाने कोशिश की या आपका क्रूर मालिक जिसने कभी आपकी बात नहीं सुनी और हमेशा से आपकी प्रगति में बाधा उत्पन्न की । आपकी वितीय स्थिति उच्च रहेगी हालाँकि आपको लाभ के लिए जोखिम उठाने पड़ सकते है ।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आपको आज बहुत सारी गलत जानकारी प्राप्त होंगीǀ इसीलिए औरों की सुनने और मानने की बजाय अपने आप सोच समझकर फैसले लेना अधिक उपयुक्त रहेगा ǀ अपने तरीके और अपने नजरिये के आधार पर देखेंगे तो बिलकुल ठीक फैसला ले पायेंगे ǀआपकी बहु प्रतीक्षित छुट्टी जल्द ही मिलने वाली है ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "आज आप शारीरिक और मनोविज्ञानिक दोनों ही दृष्टियों से खुद को बहुत अच्छी स्थिति में पायेंगे ǀआपकी मानसिकता में उठान आपके काम में साफ़ दिखाई देगा ǀआप अपनी सेहत का बहुत अच्छे से ध्यान रख रहे हैं ǀआज थोडा सा और अधिक ध्यान रखें और बोरियत से बचने के लिए कोई फिटनेस कार्यक्रम ज्वाइन कर लें ǀचलते या टहलकद्मी करते हुए किसी को साथ ले लें,आपको अच्छा लगेगा ǀ",
        "कन्या प्यार और संबंध राशिफल": "बहुत सारे प्रेमियों में से छांटकर किसी एक को चुनने की कोशिश में अधिक समय व्यर्थ न करें | आपका व्यक्तित्व आकर्षक है लेकिन इस समय आपकी किस्मत के साथ न देने के कारन आपका जादू काम नही कर रहा | जब आप किसी निष्कर्ष पर पहुंचेंगे तब आपको समझ आएगा कि आपने बिलकुल ठीक किया है |",
        "कन्या कैरियर और धन राशिफल": "आप बहुत ही आराम से संवाद स्थापित कर रहे है , लेकिन कुछ लोग इसमें अड़चन डाल सकते है और उनके हस्तक्षेप की वजह से एक बहुत ही नाटकीय दृश्य आपके कार्यालय में पैदा हो सकता है। आपका दृष्टिकोण संगठन के लाभ के खिलाफ माना जाएगा , इसलिए बेहतर है की एक कदम पीछे रखे , ताकि इसका असर दुसरो पर हो । इस बीच में अपने व्यक्तिगत विकास पर ध्यान दें।"
    },
    "6": {
        "तुला दैनिक राशिफल": "अपने घर से जुडी किसी अच्छी खबर के लिए तैयार रहें ǀ निवास स्थान में बदलाव संभव है या नया घर खरीदने की योजना को अंतिम रूप दे सकते हैं ǀ अपनी सकारात्मक ऊर्जा का लाभ उठायें ǀअगर आप कुछ समय से अपने घर या इसके किसी हिस्से को को नया रूप देने के बारे में सोच रहे हैं तो यह समय इसके लिए बहुत अच्छा है ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "आज आप पर भावनाओं का काबू रहेगा |पिछले कुछ दिन से आपने अपने आपको बहुत नियन्त्रण में रखा है लेकिन आज अपनी भावनात्मक प्रवृति को छुपाने की आपकी सारी कोशिशें बेकार हो जायेंगी |किसी ऐसे काम से अपने पार्टनर को सरप्राइज दें| आपको अपने खुद के स्वभाव में कुछ गहरी विशेषताओं का पता चलेगा और अपने साथ साथ अपने पार्टनर को भी अच्छे से समझ पायेंगे |",
        "तुला प्यार और संबंध राशिफल": "अपने पार्टनर की ओर से कोई अच्छी खबर सुनने को मिलेगी या आज आपको उससे कोई बहुत अच्छा उपहार मिल सकता है | अगर आप अकेले हैं तो यह उस ख़ास आदमी को ढूँढने के लिए सबसे अच्छा समय है जो आपकी जिंदगी में बहुत बड़ा बदलाव ला सकता है | अपने दिमाग को खुला रखेंगे तो आप पायेंगे कि प्यार ऐसी जगह भी पनप सकता है जहां आप अनुमान भी नही लगा सकते |",
        "तुला कैरियर और धन राशिफल": "आज कार्यस्थल पर कई अलग तरह की स्थितियां आपके समक्ष आएंगी और आप इसके लिए बाध्य होगे की आप स्थितियों के अनुसार सही निर्णय लेकर आगे बढे । आज आपके काम की नैतिकता के लिए अतिरिक्त ध्यान देने की जरुरत है । अपने सहकर्मियों के साथ न चलने के कारण कुछ तनाव की स्थितियां सामने आ सकती है , लेकिन अपने मालिक की नजरो में आप आएंगे और उनका भरोसा भी जीतेंगे और इस चीज़ के कारण आपके करियर पर इसका सकारात्मक प्रभाव पड़ेगा ।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "आप किसी करीबी को कोई सलाह देंगे और वह इसे बहुत कृतज्ञता के साथ स्वीकार करेगा ǀ आप आज बहुत अच्छे और नरम मूड में हैं ,आज का दिन अपने पुराने दोस्तों से सम्पर्क स्थापित करने के लिए बहुत अच्छा है ǀ अपने किसी पुराने स्कूल के दोस्त से फोन पर बाते क्र लें,आपको बहुत अच्छा लगेगा ǀ पिछले मतभेदों को भुलाकर आगे बढने के लिए भी अच्छा समय है ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "आज का दिन अपने साथ बहुत सी सकरात्म्ह भावनाएँ लाएगा और आप का स्वास्थ्य भी बहुत अच्छा रहेगा ǀमानसिक रूप से खुश होने के कारन आप अच्छी सेहत का भी आनंद ले पायेंगे ǀहालाँकि आपको अपनी पोस्चर (मुद्रा",
        "वृश्चिक प्यार और संबंध राशिफल": "आप काफी संबंधों में अपनी किस्मत आजमा चुके हैं और अब छोटे छोटे संबंधों से बोर हो चुके हैं | अब आपको अपने निजी दायरे में वापस आ जाना चाहिए जहां कोई झाँक भी न सके | अगर आप किसी सम्बन्ध से परेशान हो चुके हैं और इससे पूरी तरह बाहर नही निकल पा रहे तो अपने साथी को इस बारे में बताकर आप छोटा सा ब्रेक तो ले ही सकते हैं |",
        "वृश्चिक कैरियर और धन राशिफल": "आपके कार्यस्थल पर कोई अपने घमंड में अपनी उपलब्धियों को गिना सकता है , परन्तु आप बुरा न माने क्यों की वह आपको बुरा महसूस कराना चाहता है। आपने इस अनुपात में पहले ही इन उपलब्धियों को छुआ है । वित्तीय मोर्चे पर आप को पहले ही आपकी जरुरत या उससे ज्यादा ही मिला है जिसे आप संजोके रख सकते है ।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आज ग्रहों की दशा आपको शांत तरीके से अपने बारे में सोचने का मौका देगी ǀआपने पिछले समय में कई मौकों पर काफी कठोर ढंग से अपनी प्रतिक्रिया दी है लेकिन अब आप मानसिक रूप से काफी शांत स्थिति में हैं ǀसुलह करने और सम्बन्ध सुधरने के लिए बहुत अच्छा समय हैǀख़ुशी पाने का सबसे अच्छा तरीका यह है कि खुद को भी और दूसरों को भी एक दूसरा मौका जरुर दें ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "आपकी उर्जा आपको काफी उत्साही मनोवृति में रखेगी ǀआप पिछले कुछ समय से व्यायाम का अभ्यास नही कर पा रहे थे और इस कारन काफी बैचैन महसूस कर रहे थे ,आज का दिन वही सब शुरू करने के लिए काफी अच्छा दिन है ǀआप स्वास्थय को अपनी जीवनशैली का एक अंग बनाना चाहते हैं और आज आप इसके लिए प्रयास शुरू करेंगे ǀव्यायाम करते हुए सही तरीके का पालन करना बहुत जरूरी है नही तो आपको छोटी-मोटी चोट लग सकती है ǀ",
        "धनु प्यार और संबंध राशिफल": "आप थोड़े समय चलने वाले अस्थाई किस्म के संबंधों से ही संतुष्ट हो जाते हैं लेकिन अब आपमें भी सच्चा प्यार पाने की इच्छा जाग उठी है | आपको थोडा जल्दी गुस्सा आ जाता है | यह आपके सच्चा रिश्ता बनाने के रास्ते में बाधा का काम करता है | अपने मूड के बदलावों पर नियंत्रण रखें और बहुत जल्द आपको किसी बहुत अच्छे व्यक्ति का साथ मिल सकता है |",
        "धनु कैरियर और धन राशिफल": "काम का दबाव आप पर बढ़ेगा और आप उन चीजो से दूर हो सकते है जिन को करने में आपको आनंद आता था । आपको आराम करने के लिए ज्यादा समय नहीं मिल पायेगा इसलिए आपको जीवन की छोटी बातों से आनंद लेना होगा । ये बहुत ही संतोषजनक और आपके सामान्य प्रयास की तुलना में कम खर्चीला साबित होगा , इसका अर्थ है की आज कुछ अनावश्यक खर्चो पर आप बचत कर पायेंगे ।"
    },
    "9": {
        "मकर दैनिक राशिफल": "खुशियाँ मनाने का समय है ǀआपके किसी करीबी की शादी है ǀइस जोड़े को आपसे बहुत शुभकामनाएँ मिलेंगी ǀअगर किसी से प्यार करते हैं तो उससे शादी के बारे में सोच सकते हैं ǀजो पहले से शादीशुदा हैं,उनके लिए पार्टी में मजे करने का समय है ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "आप आज काफी जोशीले और सक्रिय मूड में हैं ǀआप पिछले कई दिनों से छोटे मोटे खिंचाव और दर्द कि गिरफ्त में थे ,इससे आप मूडी और चिडचिडे से हो गए थे ǀआज आप उस साड़ी फीलिंग से मुक्ति पाकर सकारात्मक ऊर्जा का प्रवाह अनुभव करेंगे ǀआप अपनी स्वास्थ्य समस्याओं को गंभीरता से लेने और बेहतर जीवनशैली की ओर मुड़ने के लिए बिलकुल तैयार हैं ǀ",
        "मकर प्यार और संबंध राशिफल": "आपको अपने पार्टनर के ही भले के लिए उनसे किसी बात पर कहासुनी करनी पड़ सकती है | हो सकता है कि उन्हें आपकी बात अच्छी न लगे लेकिन आपको उन्हें अपनी बात समझानी होगी | इस बात को बहुत अधिक लम्बा न खीचें नही तो बात बिगड़ भी सकती है | शांति से पेश आयें ,शाम को आपके सुलझे हुए व्यवहार के कारण आपको अपने पार्टनर से और भी अधिक सम्मान मिलेगा |",
        "मकर कैरियर और धन राशिफल": "आपके कार्य क्षेत्र या करियर में परिवर्तन आने के संकेत हैं। अगर आप अपनी नौकरी बदलने के बारे में सोच रहे है, तो आज आपके अंतिम कदम उठाने की संभावना है। हो सकता है की आप अपना प्रशिक्षण संस्थान भी खोले जो की आप लंबे समय से करना चाहते थे । इस प्रक्रिया में, आपको कुछ जोखिम भी लेने पड़ सकते है , पर ये भविष्य में आपके लिए फायदेमंद साबित हो सकते है ।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "आप आज किसी अपराजेय शक्तिपुंज के समान महसूस करेंगे और किसी भी विरोध पर आसानी से विजय हासिल कर लेंगे ǀआज का दिन उस काम को करने का बहुत अच्छा दिन है जो आप काफी समय से करने की कोशिश कर रहे थे क्योंकि आज आपको कोई नही रोक सकता ǀआज का दिन अपने सबसे महत्वपूर्ण काम करें,सफलता आपके कदम चूमेगी ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "आज आपको अपनी किसी स्वास्थ्य सम्बन्धी समस्या के लिए किसी विशेषज्ञ की सलाह की जरुरत पड़ सकती है ǀलेकिन अब अगर आप सेहत सम्बन्धी उनकी सलाह पर अमल नही करेंगे तो आपको गंभीर स्थिति का सामना करना पड़ सकता है,स्वास्थ्य की उपेक्षा न करें ǀछोटी से छोटी तकलीफ की भी जांच कराएं ǀअगर आप ध्यान रखेंगे तो आप फिट भी रह पायेंगे और तकलीफों से भी बच पायेंगे ǀ",
        "कुंभ प्यार और संबंध राशिफल": "आज अपने पार्टनर के साथ कुछ रोमांटिक समय बिताएं | दिन आलस और आराम से भरा रहेगा | अगर आप कुछ स्पेशल करने की योजना नही भी बनाते तब भी आप अपने पार्टनर और परिवार के साथ अच्छा समय बिताकर इसे स्पेशल बना लेंगे | आज महत्वपूर्ण मुद्दों को भी एक तरफ रखकर जिन्दगी की छोटी छोटी खुशियों का मजा लें | आपको संतुष्टि और काफी आनंद महसूस होगा |",
        "कुंभ कैरियर और धन राशिफल": "आप ने हमेशा अपना कार्य भकूबी के साथ किया है और आज आप अपने वरिष्ठ अधिकारियों का समर्थन और अनुमोदन भी जीतेंगे। आपकी ईमानदारी, रचनात्मकता और काम के प्रति समर्पण देखा जायेगा और आपको इसका पुरस्कार ,फल या उपहार भी मिलेगा । आज का दिन अपने कार्य से संबंधित प्रतिबद्धताओं का पूरा करने में व्यस्त रहेगा , लेकिन फिर भी आप खुश और ऊर्जावान महसूस करेंगे ।"
    },
    "11": {
        "मीन दैनिक राशिफल": "आप अपने विस्तृत होते हुए परिवेश के बारे में बहुत अच्छा अनुभव करेंगे लेकिन आपके परिजन इसी को लेकर निराश होंगे ǀ जो आप करना चाहते हैं ,उसके लिए स्वयम को समर्पित कर दें ǀ पर्दे के पीछे काम न करें,आप जो भी कर रहे हैं,उसके बारे में जानने दें ǀ अपनी जीवन में आये किसी नए दोस्त से आपको काफी लगाव का अनुभव होगा ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "आपको अपनी आँखों का विशेष ध्यान रखना होगा विशेष कर जब आपके काम में आँखों का विशेष काम है ǀजिनको ज्यादा पढने ,फोटोग्राफ लेने होते हैं या पूरा दिन कंप्यूटर पर काम करना होता है उन्हें अपनी आँखों जांच करवाकर आँखों का विशेष ध्यान रखना चाहिए ǀ किताबों और कंप्यूटर स्क्रीन से अपनी थकी आँखों को आराम देकर प्राक्रतिक दृश्यों को निहारना भी अच्छा विकल्प है ǀ",
        "मीन प्यार और संबंध राशिफल": "आपको कहीं न कहीं यह महसूस होना शुरू हो गया है कि किसी के साथ रोमांटिक तरीके से जुड़ने में दिक्कतें ज्यादा हैं और संतुष्टि भी कोई नही है फिर भी आपकी जिन्दगी में कोई एक अलग सा व्यक्ति आने वाला है जो एक बार फिर आपको विपरीत लिंग के लोगों के बारे में दुबारा सोचने पर मजबूर करेगा | अपने आपको निराश न होने दें , सब्र का फल मीठा होता है और सब्र रखने से आपको भी मीठा फल जरूर मिलेगा |",
        "मीन कैरियर और धन राशिफल": "आज आपके कार्य क्षेत्र में आपके सितारे आपका साथ देंगे । ये आपकी वित्तीय जरुरतो के लिए काफी संतोषजनक है , लेकिन यह कार्यालय में ईर्ष्या को भी जन्म देगा । आज आपको अपने सहयोगियों के साथ पुराने बातें भूलकर उनके साथ आगे बढ़ना है परन्तु आपको दुश्मन और दोस्त की पहचान करने की भी जरूरत है क्यों की कोई सहकर्मी आपके करियर के विपरीत कार्य कर सकता है जो की आपके करियर के लिए हानिकारक है।"
    }
}]
