horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बहुत बढ़िया है। आपकी क्रिएटिविटी आपके प्रेम जीवन को और निखारेगी। शादीशुदा लोगों के गृहस्थ जीवन में आप का बर्ताव कुछ तनाव बढ़ा सकता है। सावधानी रखें, काम के सिलसिले में आप मेहनत से काम लेंगे और अच्छा परफॉर्म करेंगे। भाग्य का साथ मिलेगा। सेहत मजबूत रहेगी।अपने वज़न पर नज़र रखें और ज़रूरत से ज़्यादा खाने से बचें। जो व्यापारी अपने कारोबार के सिलसिले में घर से बाहर जा रहे हैं वो अपने धन को आज बहुत संभालकर रखें। धन चोरी होने की संभावना है। आप सभी पारिवारिक कर्ज़े ख़त्म करने में क़ामयाब रहेंगे। आज आप ख़ुद को अपने प्रिय के प्यार से सराबोर महसूस करेंगे। इस लिहाज़ से आज का दिन बहुत ख़ूबसूरत रहेगा। जो काम आपने किया है, उसका श्रेय किसी और को न ले जाने दें। देर शाम तक आपको कहीं दूर से कोई अच्छी ख़बर सुनने को मिल सकती है। कई लोग साथ तो रहते हैं, लेकिन उनके जीवन में रोमांस नहीं होता। लेकिन यह दिन आपके लिए बेहद रोमानी होने वाला है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- 'ॐ स्त्रां स्त्रीं स्त्रौं सः केतवे नमः' मंत्र का 11 बार उच्चारण करने से आर्थिक स्थिति अच्छी होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। दिल में खुशी रहेगी। परिवार से सुख मिलेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बढ़िया रहेगा। परिवार का सपोर्ट मिलेगा। शादीशुदा लोगों के गृहस्थ जीवन में तनाव बढ़ सकता है। जीवनसाथी गुस्से में आकर कुछ गलत बोल सकता है। काम के सिलसिले में धनवान सामान्य रहेगा। मेहनत से पीछे ना हटें।भागमभाग भरे दिन के बावजूद आपकी सेहत पूरी तरह दुरुस्त रहेगी। लम्बे समय से अटके मुआवज़े और कर्ज़ आदि आख़िरकार आपको मिल जाएंगे। सबको अपनी महफ़िल में दावत दें। क्योंकि आपके पास आज अतिरिक्त ऊर्जा है, जो आपको किसी पार्टी या कार्यक्रम का आयोजन करने के लिए प्रेरित करेगी। प्रेम भगवान की पूजा की ही तरह पवित्र है। यह आपको सच्चे अर्थों में धर्म व आध्यात्मिकता की ओर भी ले जा सकता है। पेशेवर तौर पर आज का दिन सकारात्मक रहेगा। इसका भरपूर उपयोग करें। दिन उम्दा है, आज के दिन अपने लिए समय निकालें और अपनी कमियों और खुबियों पर गौर फर्माएं। इससे आपके व्यक्तित्व में सकारात्मक परिवर्तन आएंगे। आज के दिन आपका वैवाहिक जीवन एक विशिष्ट दौर से गुज़रेगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- सुबह उठने के साथ ही द्वादश ज्योतिर्लिंगों के नामों का उच्चारण करना नौकरी/ बिज़नेस में उन्नति देगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन ठीक-ठाक रहेगा। ट्रैवलिंग में रहेंगे। परिवार में सुख रहेगा। अच्छे भोजन का आनंद लेंगे। सेहत में सुधार होगा। शादीशुदा लोगों का ग्रस्त जीवन तालमेल के साथ नजर आएगा। प्रेम जीवन बिता रहे लोगों को कुछ दिक्कत हो सकती है। काम के सिलसिले में आपकी इच्छा भी मजबूत होगी, लेकिन आप फिर भी कुछ असंतुष्ट रहेंगे।ध्यान और आत्म-चिन्तन लाभदायक सिद्ध होगा। अपने जीवनसाथी के साथ मिलकर आज आप भविष्य के लिए कोई आर्थिक योजना बना सकते हैं और उम्मीद है कि यह योजना सफल भी होगी। किसी दूर के रिश्तेदार के यहाँ से अचानक आया कोई संदेश पूरे परिवार के लिए रोमांचक रहेगा। आपका प्रेमी या प्रेमिका आज बहुत गुस्से में नजर आ सकते हैं इसकी वजह उनके घर की स्थिति होगी। अगर वो गुस्से में हैं तो उन्हें शांत करने की कोशिश करें। आप दफ़्तर में माहौल में बेहतरी और कामकाज के स्तर में सुधार को महसूस कर सकते हैं। आज रात को जीवनसाथी के साथ खाली वक्त बिताते समय आपको लगेगा कि आपको उन्हें और भी वक्त देना चाहिए। आपके जीवनसाथी की ओर से मिला कोई ख़ास तोहफ़ा आपके खिन्न मन को ख़ुश करने में काफ़ी मददगार साबित होगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- प्रेमी/प्रेमिका को लाल या नारंगी कोई भी वस्तु गिफ्ट करने से आपकी लव लाइफ बढ़िया चलेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा, लेकिन पारिवारिक जीवन में कुछ तनाव हो सकता है। दोस्तों और परिवार के छोटे सदस्यों का सपोर्ट मिलेगा। काम के सिलसिले में दिनमान मजबूत रहेगा। जमीन जायदाद से जुड़े मामलों में सफलता मिलेगी। प्रेम जीवन बिता रहे लोगों के लिए दिनमान सामान्य है। शादीशुदा लोग अपने रिश्ते में गंभीर रहेंगे।दिन की शुरुआत आप योग ध्यान से कर सकते हैं। ऐसा करना आपके लिए फायदेमंद रहेगा और सारे दिन आपमें ऊर्जा रहेगी। जो लोग शादीशुदा हैं उन्हें आज अपने बच्चों की पढ़ाई पर अच्छा खासा धन खर्च करना पड़ सकता है। पारिवारिक ज़िम्मेदारियों का बोझ बढ़ेगा, जो आपको तनाव दे सकता है। भावनात्मक उथल-पुथल आपको परेशान कर सकती है। कार्यक्षेत्र में आपको कुछ सकारात्मक बदलाव देखने को मिल सकते हैं। यात्रा के मौक़ों को हाथ से नहीं जाने देना चाहिए। जीवनसाथी की वजह से आपको अनमने ढंग से बाहर जाना पड़ सकता है, जो बाद में आपकी झल्लाहट की वजह बनेगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- खुशहाल पारिवारिक जीवन के लिए शनिदेव का तेल से अभिषेक करें। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। सेहत बढ़िया रहेगी। हल्का सर्दी खांसी संभव है। ध्यान रखें, खर्चों में यकायक बढ़ोतरी होगी। शादीशुदा लोगों के गृहस्थ जीवन के लिए दिनमान उतार-चढ़ाव से भरा रहेगा। प्रेम जीवन बिता रहे लोगों लोग आज काफी खुश नजर आएंगे। अपने प्रिय के साथ कहीं डेट का प्लान कर सकते हैं। भाग्य प्रबल रहेगा, जिससे कामों में सफलता मिलेगी।आज के दिन आपके चेहरे पर मुस्कान बिखरी रहेगी और अजनबी भी जाने-पहचाने से महसूस होंगे। दीर्घावधि निवेश से बचिए और अपने दोस्तों के साथ बाहर जाकर कुछ ख़ुशी के पल बिताएँ। आपकी ज्ञान की प्यास आपको नए दोस्त बनाने में मददगार साबित होगी। अपने प्रिय की छोटी-मोटी भूल को अनदेखा करें। आपकी अन्दरूरनी ताक़त कार्यक्षेत्र में दिन को बेहतर बनाने में मददगार साबित होगी। यात्रा के दौरान आप नयी जगहों को जानेंगे और महत्वपूर्ण लोगों से मुलाक़ात होगी। आपका जीवनसाथी आपकी बहुत तारीफ़ करेगा और आप पर बहुत स्नेह उढ़ेलेगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- हनुमान मंदिर में बादाम चढ़ाएं व आधे बादाम वापिस लाकर लॉकर में रखने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम फलदायक रहेगा। खर्चों में यकायक बढ़ोतरी होगी। आप की चिंता बढेगी, लेकिन आपकी सेहत मजबूत रहेगी। हाजिर जवाबी और हंसी मजाक का व्यवहार आपके लिए अच्छा रहेगा। इनकम में बढ़ोतरी होगी। प्रेम जीवन बिता रहे लोग आज के दिन को रोमांस के साथ बिताएंगे। शादीशुदा लोगों का गृहस्थ जीवन भी खुशनुमा रहेगा।अगर आपकी योजना बाहर घूमने-फिरने की है तो आपका वक़्त हँसी-ख़ुशी और सुकून भरा रहेगा। जमीन या किसी प्रॉपर्टी में निवेश करना आज आपके लिए घातक हो सकता है जितना हो सके इन चीजों में निवेश करने से बचें। अगर आप अपनी घरेलू ज़िम्मेदारियों को अनदेखा करेंगे, तो कुछ ऐसे लोग नाराज़ हो सकते हैं जो आपके साथ रहते हैं। प्रेमी एक-दूसरे की पारिवारिक भावनाओं को समझेंगे। आपके लिए आज बहुत सक्रिय और लोगों से मेल-जोल भरा दिन रहेगा। लोग आपसे आपकी राय मांगेंगे और जो भी आप कहेंगे, उसे बिना सोचे मान लेंगे। घर से बाहर निकलकर आज आप खुली हवाओं में टहलना पसंद करेंगे। आज आपका मन शांत होगा जिसका फायदा आपको पूरे दिन मिलेगा। अगर आप वैवाहिक तौर पर लंबे समय से कुछ नाख़ुश हैं, तो आज के दिन आप हालात बेहतर होते हुए महसूस कर सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- केतु यंत्र को घर में स्थापित कर पूजा करने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। इनका में बढ़ोतरी होने से मन हर्षित होगा। दोस्तों और रिश्तेदारों का सहयोग मिलेगा। पारिवारिक जीवन संतुष्टि लायक रहेगा। काम के सिलसिले में काम पर ध्यान देना आवश्यक होगा। फालतू की बातों से बचें। शादीशुदा लोगों के गृहस्थ जीवन में दिनमान अच्छा रहेगा। प्रेम जीवन बिता रहे लोग अपने प्रिय का मूड देखकर ही बात करें।जो समस्याएँ आपको परेशान कर रही हैं, उन्हें हल करने के लिए होशियारी, चतुरता और कूटनीति के दाव-पेंचों की ज़रूरत है। पैसे की अहमियत को आप अच्छे से जानते हैं इसलिए आज के दिन आपके द्वारा बचाया गया धन आपके बहुत काम आ सकता है और आप किसी बड़ी मुश्किल से निकल सकते हैं। एक मज़ेदार शाम के लिए दोस्त आपको अपने घर पर बुलाएंगे। ज़रा संभल कर, क्योंकि आपका प्रिय रूमानी तौर पर आपको मक्खन लगा सकता है – मैं तुम्हारे बग़ैर इस दुनिया में नहीं रह सकता/सकती। जो काम आप कर चुके हैं, उसके चलते आज आपको पहचान मिलेगी। खाली समय में आप कोई खेल आज के दिन खेल सकते हैं लेकिन इस दौरान किसी तरह की दूर्घटना होने की भी संभावना है इसलिए संभलकर रहें। यह दिन आपके जीवनसाथी के रूमानी पहलू को भरपूर तरीक़े से दिखाएगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- एक लाल मिर्च, 27 मसूर की दाल के दाने तथा 5 लाल फूल लेकर किसी हनुमान मंदिर में चढ़ाएं, इससे पारिवारिक जीवन की खुशियाँ बढ़ेंगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। अपने काम पर पूरा ध्यान देंगे, जिससे अच्छे नतीजे मिलेंगे। सेहत में गिरावट आ सकती है। विरोधियों पर भारी पड़ेंगे। शादीशुदा लोगों का गृहस्थ जीवन खुशनुमा रहेगा। जीवनसाथी के साथ कहीं घूमने जाने की संभावना बनेगी। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बहुत सुंदर है। घंटों बातचीत करके एक-दूसरे से दिल की बात करेंगे।आपका तेज़ काम आपको प्रेरित करेगा। सफलता हासिल करने के लिए समय के साथ अपने विचारों में बदलाव लाएँ। इससे आपका दृष्टिकोण व्यापक होगा, समझ का दायरा बढ़ेगा, व्यक्तित्व में निखार आएगा और दिमाग़ विकसित होगा। आज आपको पैसों से जुड़ी कोई समस्या आ सकती है जिसे सुलझाने के लिए आप अपने पिता या पितातुल्य किसी आदमी से सलाह ले सकते हैं। परिवार के सदस्यों की ज़रूरतों को तरजीह दें। उनके सुख-दुःख के भागीदार बनें, ताकि उन्हें महसूस हो कि आप वाक़ई उनका ख़याल रखते हैं। आज आप अपने किसी वादे को पूरा नहीं कर पाएंगे जिसकी वजह से आपका प्रेमी आपसे नाराज हो जाएगा। आज कार्यालय में आपको कुछ अच्छा समाचार सुनने को मिल सकता है। दिन की शुरुआत भले ही थोड़ी थकाऊ रहे लेकिन जैसे-जैसे दिन आगे बढ़ेगा आपको अच्छे फल मिलने लगेंगे। दिन के अंत में आपको अपने लिए समय मिल पाएगा और आप किसी करीबी से मुलाकात करके इस समय का सदुपयोग कर सकते हैं। अगर आप अपने जीवनसाथी की छोटी-छोटी बातों को नज़रअन्दाज़ करेंगे, तो उन्हें बुरा लग सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- तांबे के चैन में डाले गए रुद्राक्ष को धारण करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन मान आपके लिए अच्छा रहेगा। कुछ काम बनते बनते बिगड़ सकते हैं, लेकिन दोपहर बाद वह पूरे हो जाएंगे जिससे मन हर्षित होगा। काम के सिलसिले में आप अपनी बुद्धि का इस्तेमाल करके अच्छे नतीजे पाएंगे। आपकी सेहत अच्छी रहेगी। मन में अच्छे विचार आएंगे। इनकम के लिहाज से दिन अच्छा है। कुछ अचानक खर्चे भी होंगे, लेकिन शादीशुदा जीवन में खुशी रहेगी। प्रेम जीवन बिता रहे लोगों दिक्कत से परेशान होंगे।जो समस्याएँ आपको परेशान कर रही हैं, उन्हें हल करने के लिए होशियारी, चतुरता और कूटनीति के दाव-पेंचों की ज़रूरत है। दीर्घावधि मुनाफ़े के नज़रिए से स्टॉक और म्यूचुअल फ़ंड में निवेश करना फ़ायदेमंद रहेगा। घर पर आपके बच्चे आपके सामने किसी समस्या को तिल का ताड़ बनाकर पेश करेंगे- कोई भी क़दम उठाने से पहले तथ्यों की भली-भांति पड़ताल कर लें। प्यार-मोहब्बत के मामले में जल्दबाज़ी में क़दम उठाने से बचें। साझेदारी में किए गए काम आख़िरकार फ़ायदेमंद साबित होंगे, लेकिन आपको अपने भागीदारों से काफ़ी विरोध का सामना करना पड़ सकता है। अगर आप ख़रीदारी पर जाएँ तो ज़रूरत से ज़्यादा जेब ढीली करने से बचें। जीवनसाथी का आत्मकेन्द्रित व्यवहार आपको नागवार गुज़रेगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- घर के चारों कोनों में लाल पत्थर लगाने से पारिवारिक जीवन सुचारु रूप से चलेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम फलदाई रहेगा। कामों में वजन बढ़ सकता है, इसलिए सावधानी रखें। शादीशुदा लोगों का गृहस्थ जीवन बहुत ही खुशनुमा रहेगा और रिश्ते में रोमांस रहेगा। प्रेम जीवन बिता रहे लोग भी आज काफी खुश नजर आएंगे। काम के सिलसिले में आज का दिन मजबूत है। आपकी मेहनत रंग लाएगी और आपको प्रमोशन के चांस बनेंगे। जमीन जायदाद से जुड़े मामलों के लिए दिनमान अच्छा है।अपना तनाव दूर करने के लिए परिवार वालों की मदद लें। उनकी सहयता को खुले दिल से स्वीकारें। अपनी भावनाओं को दबाएँ और छुपाएँ नहीं। अपने जज़्बात दूसरों के साथ साझा करने से फ़ायदा मिलेगा। जिन लोगों ने किसी से उधार लिया है उन्हें आज किसी भी हालत में उधार चुकाना पड़ सकता है जिससे आर्थिक स्थिति थोड़ी कमजोर हो जाएगी। अपने दोस्तों को अपने उदार स्वभाव का ग़लत फ़ायदा न उठाने दें। रुमानी यादें आज आपके ऊपर छायी रहेंगी। काम और घर पर दबाव आपको थोड़ा ग़ुस्सैल बना सकता है। ऐसे बदलाव लाएँ जो आपके रूप-रंग में निखार ला सके और संभावित साथियों को आपकी ओर आकर्षित करे। क्या आपको पता है कि आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्ता है। उनपर ग़ौर करें, यह बात आपको ख़ुद-ब-ख़ुद दिख जाएगी। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- शिव जी की पूजा करें तो स्वास्थ्य अच्छा रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। व्यापार में सफलता मिलेगी। जमीन जायदाद से जुड़े मामलों के लिए आज का दिन अच्छा रहेगा, लेकिन पारिवारिक तनाव बढ़ेगा। शादीशुदा लोगों के गृहस्थ जीवन में कुछ समस्या आ सकती है। प्रेम हैं प्रेम जीवन उनके तरह के लोगों के लिए दिनमान अच्छा रहेगा और काम के सिलसिले में आपकी मेहनत सफल होगी अच्छे नतीजे मिलेंगे।अच्छी चीज़ों को ग्रहण करने के लिए आपका दिमाग़ खुला रहेगा। धन की आवाजाही आज दिन भर होती रहेगी और दिन ढलने के बाद आप बचत करने में भी सक्षम हो पाएंगे। परिवार के साथ सामाजिक गतिविधियों में सहभागिता काफ़ी मानसिक दबाव पैदा कर सकती है। किसी दिलचस्प इंसान से मिलने की प्रबल संभावना है। अगर आप अपनी योजनाओं को सबके सामने खोलने में बिल्कुल नहीं हिचकते, तो आप अपनी परियोजना को ख़राब कर सकते हैं। यात्रा के दौरान आप नयी जगहों को जानेंगे और महत्वपूर्ण लोगों से मुलाक़ात होगी। आपको ख़ुश करने के लिए आपका जीवनसाथी काफ़ी कोशिशें कर सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- मांस, मछली, तम्बाकू, अंडा आदि तामसिक वस्तुओं का पूर्णतः त्याग करने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम फलदाई रहेगा। विरोधियों पर भारी रहेंगे, लेकिन खर्चों में बढ़ोतरी होगी। शादीशुदा लोगों को गृहस्थी जीवन अच्छा रहेगा। दिल में प्रेम रहेगा। प्रेम जीवन बिता रहे लोगों के रिश्ते में रोमांस बढेगा। काम के सिलसिले में दिनमान आपके पक्ष में रहेगा और सेहत अच्छी रहेगी।आपका व्यक्तित्व आज इत्र की तरह महकेगा और सबको आकर्षित करेगा। व्यापार में आज अच्छा खास मुनाफा होने की संभावना है। आज के दिन आप अपने बिजनेस को नई ऊंचाईयां दे सकते हैं। आज आप जहाँ भी जाएंगे, लोगों के बीच आप सबके ध्यान का केंद्र बने रहेंगे। अटके कामों के बावजूद रोमांस और बाहर घूमना-फिरना आपके दिलो-दिमाग़ पर छाया रहेगा। आप किसी बड़े व्यावसायिक लेन-देन को अंजाम दे सकते हैं और मनोरंजन से जुड़ी किसी परियोजना में कई लोगों का संयोजन कर सकते हैं। आज जीवनसाथी के साथ समय बिताने के लिए आपके पास पर्याप्त समय होगा। आपके प्रेम को देखकर आज आपका प्रेमी गदगद हो जाएगा। जो यह समझते हैं कि शादी सिर्फ़ सेक्स के लिए होती है, वे ग़लत हैं। क्योंकि आज आपको सच्चे प्यार का एहसास होगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- पाँच कन्याओं को दूध व मिश्री बाँटने से पारिवारिक जीवन ख़ुशियों से भरा रहेगा। \n"
}]
