horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज माता-पिता के आशीर्वाद से सभी कार्य सफल होंगे। आज व्यापार के लिए ही कोई यात्रा करनी पड़े, तो अवश्य करें, क्योंकि इससे आपको लाभ हो सकता है। सायंकाल के समय आज आपकी माताजी को कोई परेशानी हो सकती है, इसलिए सावधान रहें। जमीन जायदाद से संबंधित क्षेत्रों में आज आपको लाभ होगा। बिजनेस कर रहे लोग आज अपने बिजनेस की कोई नई डील फाइनल कर सकते हैं, जिससे आपको भविष्य में लाभ अवश्य होगा।मानसिक शान्ति के लिए किसी दान-पुण्य के काम में सहभागिता करें। आपके मन में जल्दी पैसे कमाने की तीव्र इच्छा पैसा होगी। अगर आप सामाजिक जलसों और कार्यक्रमों में भाग लेंगे, तो आप अपने संगी-साथियों की फ़ेहरिस्त में इज़ाफ़ा कर सकते हैं। रोमांस आपके दिल पर क़ाबिज़ है। मशहूर लोगों से मेलजोल आपको नई योजनाएँ और आइडिया सुझाएगा। अपने मन पर काबू रखना सीखें क्योंकि कई बार आप मन की मानकर अपना कीमती समय बर्बाद कर देते हैं। आज भी आप ऐसा कुछ कर सकते हैं। वैवाहिक सुख के दृष्टिकोण से आज आपको कुछ अनोखा उपहार मिल सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- घर में लाल रंग के पर्दे और चादर का प्रयोग करें। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। जीवनसाथी के साथ आज आपके संबंधों में मधुरता आएगी, जिससे आपका दांपत्य जीवन सुखमय रहेगा और आप अपने प्रेम जीवन में भी एक नई ऊर्जा का संचार करेंगे। आज आपके कुछ शत्रु प्रबल होंगे, लेकिन फिर अपने आप ही वह शांत हो जाएंगे और आप को कोई नुकसान नहीं पहुंचा पाएंगे। सामाजिक क्षेत्र में भी आज आपकी ख्याति चारों ओर फैलेगी, जिससे आपके जनसमर्थन में भी लोग आएंगे। सायंकाल का समय आज आपके घर अतिथि आगमन हो सकता है, जिसमें आपका कुछ धन भी व्यय होगा।दिन फ़ायदेमन्द साबित होगा और आप किसी पुरानी बीमारी में काफ़ी आराम महसूस करेंगे। निवेश करना कई बार आपके लिए बहुत फायदेमंद साबित होता है आज आपको यह बात समझ में आ सकती है क्योंकि किसी पुराने निवेश से आज आपको मुनाफा हो सकता है। अपने बर्ताव में उदार बनें और परिवार के साथ प्यार भरे लम्हे गुज़ारें। आपको अपनी रसिक कल्पनाओं पर अधिक ग़ौर करने की ज़रूरत नहीं है, क्योंकि संभव है कि वे आज सच हो जाएँ। अपने बॉस/वरिष्ठों को घर पर बुलाने के लिए अच्छा दिन नहीं है। आज के दिन आपके कुछ दोस्त आपके घर में आ सकते हैं और उनके साथ आप समय बिता सकते हैं हालांकि इस दौरान शराब, सिगरेट जैसे पदार्थों का सेवन करना आपके लिए अच्छा नहीं रहेगा। वैवाहिक जीवन के लिहाज़़ से यह बढ़िया दिन है। साथ में एक अच्छी शाम गुज़ारने की योजना बनाएँ। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- माता या किसी बुजुर्ग महिला से कुछ चावल लेकर सफेद वस्त्र में बांधकर अपने पास रखना नौकरी/बिज़नेस के लिए शुभ है। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपको पूरा ध्यान देने की आवश्यकता है। आज आपके व्यापार व आपके घर में आपकी बात किसी को बुरी लग सकती है, इसलिए आज बुद्धि व विवेक से लिए गए निर्णय लाभप्रद रहेंगे। आर्थिक स्थिति मजबूत होगी। सायंकाल से लेकर रात्रि तक आज आप किसी मांगलिक समारोह में सम्मिलित हो सकते हैं। आज आप किसी के भी साथ औपचारिकता में बिल्कुल ना उलझें, इस बात का ध्यान अपने व्यवहार के साथ खानपान में भी रखें। यदि आपके लंबे समय से कहीं धन रुका हुआ था, तो वह आज आपको प्राप्त हो सकता है।आज आप उम्मीदों की जादुई दुनिया में हैं। आपके मन में जल्दी पैसे कमाने की तीव्र इच्छा पैसा होगी। विवाद, मतभेद और दूसरों की आपमें कमियाँ निकालने की आदत को नज़रअन्दाज़ करें। आपके प्रिय के साथ कुछ मतभेद उभर सकते हैं- साथ ही अपने साथी को अपना नज़रिया समझाने में भी तकलीफ़ महसूस होगी। यह उन उम्दा दिनों में से एक दिन है जब कार्यक्षेत्र में आप अच्छा महसूस करेंगे। आज आपके सहकर्मी आपके काम की तारीफ करेंगे और आपका बॉस भी आपके काम से खुश होगा। कारोबारी भी आज कारोबार में मुनाफा कमा सकते हैं। आपका व्यक्तित्व ऐसा है कि ज्यादा लोगों से मिलकर आप परेशान हो जाते हैं और फिर अपने लिए वक्त निकालने की कोशिश करने लग जाते हैं। इस लिहाज से आज का दिन आपके लिए बहुत उम्दा रहने वाला है। आज आपको अपने लिए पर्याप्त समय मिलेगा। जीवनसाथी के साथ एक आरामदायक दिन बीतेगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- गंगाजल को लगातार 108 दिन घर में छिड़कने से पारिवारिक जीवन की बाधाएं दूर रहेंगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए उन्नति के मार्ग खोलेगा। आज आप अपने भौतिक सुख संसाधनों पर भी कुछ खर्चा कर सकते हैं। खुशमिजाज व्यक्तित्व होने के कारण दूसरे लोग भी आज आपसे संबंध बनाने की चाहत रखेंगे। आप अपने स्वभाव के प्रति गंभीर रहें क्योंकि आपको कड़ी मेहनत के बाद ही सफलता मिलती दिख रही है। व्यापार में भी आजाद आपकी उन्नति के मार्ग खुलेंगे। विद्यार्थियों को आज धन की कमी का सामना करना पड़ सकता है। रोजगार के क्षेत्र में कार्यरत लोगों को आज रोजगार प्राप्त हो सकता है।ख़ुश हो जाएँ क्योंकि अच्छा समय आने वाला है और आप स्वयं में अतिरिक्त ऊर्जा का अनुभव करेंगे। आपके पास आज पैसा भी पर्याप्त मात्रा में होगा और इसके साथ ही मन में शांति भी होगी। आपमें से कुछ गहने या घरेलू सामान ख़रीद सकते हैं। अपने प्रिय के साथ सैर-सपाटे पर जाते समय ज़िंदगी को पूरी शिद्दत से जिएँ। अपना बायोडाटा भेजने या किसी इंटरव्यू में जाने के लिए अच्छा समय है। खाली वक्त आज व्यर्थ की बहसों में खराब हो सकता है जिससे दिन के अंत में आपको खिन्नता होगी। अगर आप अपने जीवनसाथी से स्नेह की आशा रखते हैं, तो यह दिन आपकी आशाओं को पूरा कर सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- काले घोड़े की नाल से बना छल्ला पहनने से स्वास्थ्य बेहतर होगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके अंदर परोपकार एवं दान पुण्य की भावना बढ़ने लगेगी। व्यापार के लिए आज आप नई योजनाओं पर भी कुछ कार्य शुरू कर सकते हैं, तो आपको भविष्य में लाभ अवश्य देंगे। पारिवारिक बिजनेस को गति देने के लिए आपको अपने भाइयों की सलाह व साहस की आवश्यकता होगी। जीवनसाथी का भरपूर सहयोग मिलेगा। प्रेम जीवन में यदि कोई विवाद चल रहा है, तो वह आज समाप्त हो सकता है। नौकरी कर रहे जातकों को शत्रुओं से सावधान रहने की आवश्यकता है। व्यापार में आज आपको नगद धन की कमी का सामना करना पड़ सकता है।किसी संत पुरुष का आशीर्वाद मानसिक शान्ति प्रदान करेगा। आपके द्वारा धन को बचाने के प्रयास आज असफल हो सकते हैं हालांकि आपको इससे घबराने की जरुरत नहीं है स्थिति जल्द ही सुधरेगी। दोस्त आपके निजी जीवन में ज़रूरत से ज़्यादा दख़लअंदाज़ी करेंगे। हालाँकि प्यार में निराशा हाथ लग सकती है लेकिन हिम्मत मत हारिए क्योंकि आखिर में जीत सच्चे प्यार की ही होती है। इस राशि के जातकों को कार्यक्षेत्र में आवश्यकता से अधिक बोलने से बचना चाहिए नहीं तो आपकी छवि पर बुरा प्रभाव पड़ सकता है। इस राशि के कारोबारियों को किसी पुराने निवेश की वजह से आज घाटा होने की संभावना है। आज आप ख़ुद को लोगों के ध्यान के केंद्र में पाएंगे, जब कोई आपके सहयोग की वजह से पुरस्कृत होगा या सराहा जाएगा। आपके वैवाहिक जीवन से सारा मज़ा खो सा गया मालूम होता है। अपने जीवनसाथी से बात करें और कुछ मस्तीभरी योजना बनाएँ। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए सूर्य चालीसा व आरती पढ़ें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। यदि पिछले दिनों से शरीर में कोई कष्ट चला रहा है, तो आज उसमें सुधार होगा। संतान की ओर से आज आपको कोई शुभ समाचार सुनने को मिल सकता है। ससुराल पक्ष के किसी व्यक्ति ने यदि धन उधार दिया हुआ है, तो आज उसमें आपकी किसी ससुराल के किसी व्यक्ति से बहसबाजी हो सकती है, जिसमें आपको अपनी वाणी पर नियंत्रण रखना होगा। जीवन साथी आपके साथ खड़े नजर आएंगे। सायंकाल के समय आज आपके परिवार में किसी मांगलिक कार्यक्रम पर विचार विमर्श हो सकता है।आपका प्रबल आत्मविश्वास और आज के दिन का आसान कामकाज मिलकर आपको आराम के लिए काफ़ी वक़्त देंगे। आपका धन आपके काम तभी आता है जब आप फिजूलखर्ची करने से खुद को रोकते हैं आज ये बात आपको अच्छी तरह से समझ में आ सकती है। आपका ज्ञान और हास-परिहास आपके चारों ओर लोगों को प्रभावित करेगा। आपका प्रिय आज कुछ खीझा हुआ महसूस कर सकता है, जो आपके दिमाग़ पर दबाव और बढ़ा देगा। साझीदारी की परियोजनाएँ सकारात्मक परिणाम से ज़्यादा परेशानियाँ देंगी। कोई आपका बेजा फ़ायदा उठा सकता है और उसे ऐसा करने देने के लिए आप ख़ुद से ही नाराज़ हो सकते हैं। अगर आप किसी विवाद में उलझ जाएँ तो तल्ख़ टिप्पणी करने से बचिए। अपने जीवनसाथी को सरप्राइज़ देते रहें, नहीं तो वह ख़ुद को आपके जीवन में महत्वहीन समझ सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- नीम, क्लोरोफिल, फ्लोराइड, बबूल या कोई हर्बल पेस्ट का दातुन करने से नौकरी/बिज़नेस में तरक्की होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। यदि आप एक विद्यार्थी हैं, तो आपके शैक्षणिक दिशा में परिवर्तन हो सकता है। शिक्षा की ओर आज आपकी रूचि बढ़ेगी। पिताजी के साथ जाकर आज आप किसी नए कोर्स में दाखिला ले सकते हैं। नौकरी कर रहे जातकों के ऊपर आज कार्यभार बढ़ सकता है, जिसे आप सायंकाल तक अधिक मेहनत से खुशी-खुशी पूरा करेंगे और अधिकारियों की आंखों का तारा बनेंगे। माता पिता व गुरु के प्रति निष्ठा, भक्ति प्रतिष्ठा वृद्धि में सहायक होगा। यदि किसी यात्रा पर जाना पड़े, तो सावधानी से जाएं क्योंकि आज आपको चोट लगने की संभावना बनती दिख रही है।आज आप ऊर्जा से लबरेज़ होंगे- आप जो भी करेंगे उसे आप उससे आधे वक़्त में ही कर देंगे, जितना वक़्त आप अक्सर लेते हैं। रियल एस्टेट सम्बन्धी निवेश आपको अच्छा-ख़ासा मुनाफ़ा देंगे। अपने परिवार को पर्याप्त समय दें। उन्हें महसूस होने दें कि आप उनका ख़याल रखते हैं। उनके साथ अच्छा वक़्त बिताएँ और शिकायत करने का मौक़ा न दें। अपने दोस्त से बहुत लम्बे समय बाद मिलने का ख़याल आपके दिल की धड़कन को बढ़ा सकता है। किसी ऐसे नए उद्योग से जुड़ने से बचें जिसमें कई भगीदार हों- और अगर ज़रूर पड़े तो उन लोगों की राय लेने से न कतराएँ, जो आपके क़रीबी है। इस राशि के जातक आज के दिन अपने भाई-बहनों के साथ घर पर कोई मूवी या मैच देख सकते हैं। ऐसा करके आप लोगों के बीच प्यार में इजाफा होगा। क्या आपको लगता है कि शादी महज़ समझौतों का नाम है? अगर हाँ, तो आप आज हक़ीक़त महसूस करेंगे और जानेंगे कि यह आपके जीवन की सबसे अच्छी घटना थी। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- घर से थोड़ी दूर स्थिति पीपल में जल दें व शाम के समय उसकी जड़ में दीपक जलाने से नौकरी/बिज़नेस में तरक्की होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ आलस्य भरा रह सकता है। आज आप अपने व्यापार के कार्यों को आगे के लिए टाल सकते हैं, जिससे आपको नुकसान हो सकता है। संतान द्वारा श्रेष्ठ कार्य से आपके मान सम्मान में वृद्धि होगी। सायंकाल से लेकर रात्रि तक आज आपको व्यक्तियों के दर्शन से मन प्रसन्न रहेगा। प्रेम संबंधों में आज का दिन आपके लिए सुखद रहेगा। आज आप अपनी माताजी को कोई उपहार भेंट कर सकते हैं। यदि आज आपके आस पड़ोस में कोई वाद विवाद होता है, तो उससे दूर रहें, नहीं तो वह कानूनी हो सकता है।दोस्त की बेरुख़ी आपको नाराज़ करेगी। लेकिन ख़ुद को शांत रखें। इस बात को परेशानी न बनने दें और इससे बचने की कोशिश करें। अपने ख़र्चों पर क़ाबू रखें और आज हाथ खोलकर व्यय करने से बचें। अपने मेहमानों से ख़राब बर्ताव न करें। आपका ऐसा व्यवहार न केवल आपके परिवार को दुःखी कर सकता है, बल्कि संबंधों में दूरी भी पैदा कर सकता है। रोमांस के लिहाज़ से रोमांचक दिन है। शाम के लिए कोई ख़ास योजना बनाएँ और जितना हो सके, इसे उतना रुमानी बनाने की कोशिश करें। अगर आप व्यवसाय में किसी नये भागीदार को जोड़ने पर विचार कर रहे हैं, तो यह ज़रूरी होगा कि उससे कोई भी वादा करने से पहले आप सभी तथ्य अच्छी तरह जाँच लें। इस राशि के लोग बड़े ही दिलचस्प होते हैं। ये कभी लोगों के बीच रहकर खुश रहते हैं तो कभी अकेले में हालांकि अकेले वक्त गुजारना इतना आसान नहीं है फिर भी आज दिन में कुछ समय आप अपने लिए जरुर निकाल पाएंगे। क्या आपको पता है कि आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्ता है। उनपर ग़ौर करें, यह बात आपको ख़ुद-ब-ख़ुद दिख जाएगी। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- हरे रंग के कपड़े पहनें। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए निश्चित परिणाम लेकर आएगा। आपके कठिन प्रयासों से इच्छा की पूर्ति होगी। शासन द्वारा आज आप को सम्मानित किया जा सकता है। यदि कोई सरकारी कार्य आपका लंबे समय से लटका हुआ है, तो आज आप उसे पूरा करने की पूरी कोशिश करें, नहीं तो वह और लंबा लटक सकता है। सायंकाल के समय आज आप अपने माता पिता को किसी देव दर्शन की यात्रा के लिए लेकर जा सकते हैं। ससुराल पक्ष से आज आपको धन लाभ मिलता दिख रहा है। आज आपको अपने आय और व्यय में संतुलन बनाकर ही रखना होगा, नहीं तो भविष्य में आपको परेशानी का सामना करना पड़ सकता है।दोस्त या सहकर्मी का स्वार्थी बर्ताव आपका मानसिक सुकून ख़त्म कर सकता है। कोई बेहतरीन नया विचार आपको आर्थिक तौर पर फ़ायदा दिलायेगा। बच्चे की पढ़ाई के बारे में चिंता करने की ज़रूरत नहीं है। इस समय जो समस्याएँ आपको झेलनी पड़ रही हैं, वे क्षणिक हैं और समय के साथ वे ख़ुद-ब-ख़ुद ख़त्म हो जाएंगी। आज का दिन प्रेम के रंगों में डूबा रहेगा लेकिन रात के वक्त किसी पुरानी बात को लेकर आप झगड़ सकते हैं। कार्यक्षेत्र में दिल लगाने से बचें नहीं तो आपकी बदनामी हो सकती है। यदि आप किसी से जुड़ना भी चाहते हैं तो ऑफिस से दूरी बनाकर ही उनसे बात करें। रात के समय आज आप घर के लोगों से दूर होकर अपने घर की छत या किसी पार्क में टहलना पसंद करेंगे। रोज़मर्रा की शादीशुदा ज़िन्दगी में आज का दिन लज़ीज़ मिठाई जैसा है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- कुत्ते को रोटी खिलाने से स्वास्थ्य बना रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपको पूर्वजों का धन मिलने की पूरी संभावना दिखा रही है, जिसमें आपका अपने भाइयों से कुछ वैचारिक मतभेद भी हो सकता है, लेकिन परेशान ना हो। धन भरपूर मात्रा में अवश्य प्राप्त होगा। रात्रि के समय आप दान पुण्य के कार्य पर भी कुछ समय व्यतीत करेंगे। यदि कोई पुराना विवाद चल रहा है, तो वह आज सुलझ सकता है। आज आपको अपनी दैनिक आवश्यकताओं की पूर्ति के लिए भी कुछ धन व्यय करना पड़ सकता है। आज आप अपने घर को भी रंगाई पुताई के लिए मिस्त्री लगवा सकते हैं।खाते-पीते वक़्त सावधान रहें। लापरवाही बीमारी की वजह बन सकती है। आपका कोई पड़ोसी आज आपसे धन उधार मांगने आ सकता है, आपको सलाह दी जाती है कि उधार देने से पहले उनकी विश्वसनीयता अवश्य जांच लें नहीं तो धन हानि हो सकती है। घर से जुड़ी योजनाओं पर विचार करने की ज़रूरत है। हर रोज़ प्रेम में पड़ने की अपनी आदत को बदलिए। खुदरा और थोक व्यापारियों के लिए अच्छा दिन है। आज आप फुर्सत के क्षणों में कोई नया काम करने का सोचेंगे लेकिन इस काम में आप इतना उलझ सकते हैं कि आपके जरुरी काम भी छूट जाएंगे । अपने जीवनसाथी के साथ प्यार-मुहब्बत के लिए काफ़ी वक़्त मिलेगा, लेकिन सेहत गड़बड़ हो सकती है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- किन्नरों(बुध नपुंसक ग्रह है) को हरे वस्त्र और हरी चूड़ियां दान देने से सेहत अच्छी रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए निश्चित रूप से फलदायक रहेगा। आमदनी की बढ़ोतरी के लिए किए गए प्रयासों में आपको शत-प्रतिशत सफलता मिलेगी। यदि किसी संपत्ति को खरीदने का मन बना रहे हैं, तो भाग्य के दृष्टिकोण से आज वह आपको प्राप्त हो सकती है। आज आपको हर क्षेत्र में लाभ की प्राप्ति होगी। करियर में भी आज आपको मित्रों के सहयोग से लाभ मिलता दिख रहा है। ससुराल पक्ष में आज आपको धन लाभ हो सकता है। सायंकाल के समय संतान के स्वास्थ्य में कमी आ सकती है, इसलिए सावधान रहें और बाहर के खाने पीने से परहेज रखें।आपके जीवन-साथी का प्यारा बर्ताव आपका दिन ख़ुशनुमा बना सकता है। जल्दबाज़ी में निवेश न करें- अगर आप सभी मुमकिन कोणों से परखेंगे नहीं तो नुक़सान हो सकता है। दोस्तों की परेशानियों और तनाव के चलते आप अच्छा महसूस नहीं करेंगे। आपको उदार और स्नेह से भरे प्यार का तोहफ़ा मिल सकता है। सहकर्मियों और वरिष्ठों से मिला सहयोग आपके उत्साह में इज़ाफ़ा करेगा। खाली समय में आज आप अपने मोबाइल पर कोई वेब सीरीज देख सकते हैं। आप अपने जीवन की कुछ यादगार शामों में से एक आज अपने जीवनसाथी के साथ बिता सकते हैंं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- परिवार में किसी का भी जन्मदिन हो तो उस दिन ग़रीबों में सफेद वस्तुएँ बांटने पर घर में सुख-शांति बनी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपको मान सम्मान प्राप्ति का दिन रहेगा। आज आपको हर क्षेत्र में मान सम्मान मिलने के पूरे योग बन रहे हैं। साझेदारी में यदि कोई व्यापार किया हुआ है, तो आज आपको उसमें लाभ हो सकता है। आज आप संतान की भविष्य की योजनाओं को जीवनसाथी के साथ साझा करेंगे। सायंकाल के समय आज आप अपने जीवनसाथी को कहीं घुमाने फिराने लेकर जा सकते हैं। आज आपकी आपके पिताजी से कोई बहस बाजी हो सकती है। आपको अपनी वाणी में मधुरता बनाए रखनी होगी कि क्योंकि बड़ों की बात सुनना गलत नहीं है।पेचीदा हालात में फँसने पर घबराएँ नहीं। जैसे खाने में थोड़ा-सा तीखापन उसे और भी लज़ीज़ बना देता है, उसी तरह ऐसी परिस्थितियाँ आपको ख़ुशियों की सही क़ीमत बताती हैं। अपना मूड बदलने के लिए किसी सामाजिक आयोजन में शिरकत करें। पैसे की अहमियत को आप अच्छे से जानते हैं इसलिए आज के दिन आपके द्वारा बचाया गया धन आपके बहुत काम आ सकता है और आप किसी बड़ी मुश्किल से निकल सकते हैं। आज आपको दूसरों की ज़रूरतों पर ध्यान केन्द्रित करना चाहिए। हालाँकि बच्चों को ज़्यादा छूट देना आपके लिए समस्या खड़ी कर सकता है। अपने प्रिय की ईमानदारी पर शक न करें। अहम लोगों से बातचीत करते वक़्त अपने आँख-कान खुले रखिए, हो सकता है आपके हाथ कोई क़ीमती बात या विचार लग जाए। यात्रा और भ्रमण वग़ैरह न सिर्फ़ आनन्ददायक सिद्ध होंगे, बल्कि काफ़ी शिक्षाप्रद भी रहेंगे। आपका जीवनसाथी आपको इतना बेहतरीन पहले कभी महसूस नहीं हुआ। आपको उनसे कोई बढ़िया सरप्राइज़ मिल सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- सफेद गाय को आटा व काली चींटियों को चीनी खिलाने से पारिवारिक सुख बढ़ेगा। \n"
}]
