horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन ज्यादा अनुकूल नहीं है, इसलिए सेहत का ध्यान रखें क्योंकि आपका स्वास्थ्य परेशान कर सकता है। अधिक मसाले वाले भोजन से सेहत खराब हो सकती है, इसलिए अपने भोजन पर ध्यान रखें। माध्यम अनुकूलता रहेगी। फिर भी परिणामों में सफलता मिलने में विलंब हो सकती है। इनकम बढ़ेगी। प्रेम जीवन के लिए दिन अनुकूल रहेगा और दांपत्य जीवन में जीवन साथी आपके काम का मार्ग खोलेगा। आपके रिश्ते में खुशियां आएंगी और बिजनेस में लंबे संपर्कों का लाभ आज मिलेगा। कहीं से गिफ्ट मिल सकता है।आपका ऊर्जा-स्तर ऊँचा रहेगा। बीते दिनों में जितना धन आपने आज को बेहतर बनाने के लिए इनवेस्ट किया था उसका फायदा आज आपको फायदा मिल सकता है। दोस्तों के साथ शाम बिताना या ख़रीदारी करना मज़ेदार और रोमांचक रहेगा। आज के दिन आप किसी क़ुदरती ख़ूबसूरती से ख़ुद को सराबोर महसूस करेंगे। ऐसे लोगों से साथ जुड़ें जो स्थापित हैं और भविष्य के रुझानों को समझने में आपकी मदद कर सकते हैं। इस राशि के जातक आज लोगों से मिलने से ज्यादा अकेले में वक्त बिताना पसंद करेंगे। आज आपका खाली समय घर की सफाई में बीत सकता है। वैवाहिक जीवन के लिए विशेष दिन है। अपने जीवनसाथी को बताएँ कि आप उनसे कितना प्यार करते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- पारिवारिक खुशियों की प्राप्ति के लिए अपने पिता की आज्ञा का पालन करना चाहिए। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपको खुशी देगा। कुछ हल्की चुनौतियां भी होंगी, तो आप खुशी से उनका सामना करेंगे। प्यार के मामले में आज का दिन बेहतर रहेगा और अपनी प्रिय के साथ किसी पिकनिक पर जाने की योजना बना सकते हैं, जो लोग शादीशुदा है, उन्हें दांपत्य जीवन में दिन सामान्य रहेगा। काम के सिलसिले में आज आपको कुछ दिक्कतें आएंगी। आपको ऐसा महसूस हुआ कि आपकी मेहनत का फल आपको नहीं मिल रहा है। स्वास्थ्य बेहतर रहेगा, परिवार में लोगों का आना जाना रहेगा, जिससे घर में खुशी रहेगी और उत्साह बढ़ेगा।दोस्तों का रुख़ सहयोगी रहेगा और वे आपको ख़ुश रखेंगे। आज बिना किसी की मदद के ही आप धन कमा पाने में सक्षम होंगे। अपने मित्रों या संबंधियों को अपना आर्थिक काम-काज और रुपये-पैसे का प्रबंधन न करने दें, नहीं तो जल्दी ही आप आपने तयशुदा बजट से कहीं आगे निकल जाएंगे। आज आपकी मुस्कान बेमानी है, हँसी में वो खनक नहीं है, दिल धड़कने में आनाकानी कर रहा है; क्योंकि आप किसी ख़ास के साथ की कमी महसूस कर रहे हैं। जो आपकी सफलता के आड़े आ रहे थे, वे आपकी आँखों के सामने ही नीचे को खिसकेंगे। कोई रोचक मैगजीन या उपन्यास पढ़ के आजके दिन को आप अच्छी तरह से व्यतीत कर सकते हैं। अपने जीवनसाथी के साथ प्यार-मुहब्बत के लिए काफ़ी वक़्त मिलेगा, लेकिन सेहत गड़बड़ हो सकती है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- छेद वाला कांसे का सिक्का चलते पानी में प्रवाहित करने से फैमिली लाइफ स्मूथ चलती है। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज घरेलू जीवन पर आपका पूरा ध्यान रहेगा और अपने परिवार की जरूरतों को समझेंगे। आप अपने विरोधियों पर भी हावी रहेंगे और आपको नौकरी में अच्छे परिणाम मिलेंगे। यदि आप कोई व्यापार करते हैं, तो उसमें आज का दिन सामान्य रहेगा। अपने ससुराल पक्ष के लोगों से मेरी मुलाकात संभव है। भाग्य का साथ मिलने में परिश्रम करना भी आवश्यक होगा। कार्य क्षेत्र की स्थिति सामान्य रहेगी, लेकिन सेहत के मामले में  आज आप कमजोर रहेंगे।मानसिक शान्ति के लिए किसी दान-पुण्य के काम में सहभागिता करें। आपके पिता की कोई सलाह आज कार्यक्षेत्र में आपको धन लाभ करा सकती है. बच्चे भले ही आपका ध्यान अपनी ओर आकर्षित करना चाहते हों, लेकिन साथ ही ख़ुशियों की वजह भी साबित होते हैं। एक बार आप अपने हमक़दम को हासिल कर लें, तो ज़िन्दगी में किसी और की ज़रूरत नहीं होती। इस बात को आज आप गहराई से महसूस करेंगे। आपको कार्यक्षेत्र में अच्छे फल पाने के लिए अपने काम करने के तरीके पर गौर करने की जरुरत है नहीं तो आप बॉस की नजरों में आपकी नकारात्मक छवि बन सकती है। किसी पार्क में घूमते समय आज आपकी मुलाकात किसी ऐसे शख्स से हो सकती है जिससे अतीत में आपके मतभेद थे। वैवाहिक जीवन के मोर्चे पर यह दिन वाक़ई बहुत बढ़िया है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अश्वगंधा की जड़ चितकबरे कपड़े में लपेटकर अपने पास रखने से नौकरी व बिज़नेस में तरक्की होगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज बहुत मेहनत करेंगे और उस मेहनत से आपको खुशी भी होगी। त्योहार के मौसम में सुख सुविधाओं पर खर्च करने में दिन बीतेगा। विरोधियों से समस्या तो नहीं होगी। फिर भी आपको चिंता अवश्य रहेगी। दांपत्य जीवन के लिए आज का दिन काफी बेहतर है, लेकिन जो लोग किसी प्रेम जीवन में है। उन्हें आज कुछ दिक्कतों का सामना करना पड़ेगा और आपके प्रिय का गर्म स्वभाव आपको परेशान कर सकता है। कार्यक्षेत्र में नौकरी बदलने की दिशा में कोई नई सूचना मिल सकती है। हालांकि आज आपको अपने काम से संतुष्टि महसूस होगी।ख़ुद अपना इलाज करने से बचें, क्योंकि दवाई पर आपकी निर्भरता बढ़ने की संभावना से इंकार नहीं किया जा सकता है। आज आप अपने घर के वरिष्ठ जनों से पैसे की बचत करने को लेकर कोई सलाह ले सकते हैं और उस सलाह को जिंदगी में जगह भी दे सकते हैं. परिवार के लिए किसी अच्छे और ऊँचे लक्ष्य को हासिल करने के नज़रिए से समझ-बूझकर थोड़ा ख़तरा उठाया जा सकता है। चूके मौक़ों की वजह से डरें नहीं। मुहब्बत की टीस आज रात आपको सोने नहीं देगी। आपको अपने भागीदार को आपकी योजना से जुड़े रहने के लिए मनाने में दिक़्क़त होगी। इस राशि के उम्रदराज जातक आज के दिन अपने पूराने मित्रों से खाली समय में मिलने जा सकते हैं। किराने की ख़रीदारी को लेकर जीवनसाथी से तक़रार मुमकिन है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- पलाशपुष्पसंकाशं तारकाग्रहमस्तकम्। रौद्रंरौद्रत्मकं घोरं तं केतुं प्रणमाम्यहम।। इस मंत्र का 11 बार उच्चारण करें। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज आलस को त्याग कर आगे बढ़ने का समय है। अपने रुके हुए कामों पर ध्यान दें। इससे आप सफलता प्राप्त कर सकेंगे। पारिवारिक जीवन में आप की दखलअंदाजी आवश्यक होगी क्योंकि परिवर्तन थोड़ा गड़बड़ हो सकता है। काम के सिलसिले में आपका दिन बेहतर रहेगा और व्यापार से अच्छा मुनाफे की उम्मीद की जा सकती है। दांपत्य जीवन में खुशियां रहेगी और आपका दिन अच्छे से बीतेगा। यदि आप किसी से प्रेम करते हैं, तो आज का दिन अनुकूल नहीं है। थोड़ा संभल कर रहें। शिक्षा के क्षेत्र में रुकावट आ सकती हैं, लेकिन विरोधियों पर आप भारी पड़ेंगे। फिर भी किसी से बेवजह लड़ाई मोल ना लें।आपका व्यक्तित्व आज इत्र की तरह महकेगा और सबको आकर्षित करेगा। आर्थिक तौर पर सिर्फ़ और सिर्फ़ एक स्रोत से ही लाभ मिलेगा। घर में उल्लास का माहौल आपके तनावों को कम कर देगा। आप भी इसमें पूरी सहभागिता करें और महज़ मूक दर्शक न बने रहें। शाम को प्रिय के साथ रोमांटिक मुलाक़ात और साथ में कहीं लज़ीज़ खाना खाने के लिहाज़ से बढ़िया दिन है। आपकी कड़ी मेहनत और निष्ठा ख़ुद आपके लिए बोलेगी व दूसरों का विश्वास और सहयोग आपको हासिल होगा। आज आपको अपनेे ससुराल पक्ष से कोई बुरी खबर मिल सकती है जिसके कारण आपका मन दुखी हो सकता है और आप काफी समय सोच विचार करने में गंवा सकते हैं। आपको महसूस होगा कि आपका जीवनसाथी इससे बेहतर पहले कभी नहीं हुआ। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- आर्थिक स्थिति बेहतर करने के लिए साधु-संतों की सेवा करें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज मानसिक रूप से मजबूत रहेंगे और विद्यार्थी अपनी पढ़ाई पर पूरा ध्यान देंगे। यदि आप शादीशुदा हैं, तो संतान से सुख मिलेगा और दांपत्य जीवन में भी खुशियों का मेला रहेगा। काम के सिलसिले में आपको आज ज्यादा ध्यान देने की आवश्यकता होगी। काम से ध्यान हटा, तो आपको दिक्कतें पेश आ सकती हैं। परिवार के कुछ लोगों का स्वास्थ्य कमजोर रह सकता है। अधिक मेहनत के बाद सफलता मिलने की संभावना बनेगी। आज आपको कोई रुका हुआ इन्सेंटिव मिल सकता है।खुला हुआ सामान न खाएँ, नहीं तो सेहत डांवाडोल हो सकती है। जिन लोगों ने जमीन खरीदी थी और अब उसे बेचना चाहते हैं उन्हें आज कोई अच्छा खरीदार मिल सकता है और जमीन बेचकर उन्हें अच्छा धन लाभ हो सकता है। पारिवारिक सदस्य या जीवन-साथी तनाव की वजह बन सकते हैं। प्यार का जज़्बा अनुभव के परे है, लेकिन आज आप प्यार की इस मदहोशी की कुछ झलक पा सकेंगे। कार्यक्षेत्र में हालात आपके पक्ष में रुख़ करते मालूम होंगे। अपने काम से आराम लेकर आज आप कुछ समय अपने जीवनसाथी के साथ बिता सकते हैं। वैवाहिक जीवन के दृष्टिकोण से देखें तो चीज़ें आपके पक्ष में जाती हुई नज़र आ रही हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- घर में सफेद सुंगंधित पुष्प लगाकर उनकी देखभाल करने से स्वास्थ्य अच्छा रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज आपको किसी अनुभवी व्यक्ति से बहुत कुछ सीखने को मिलेगा। इससे आप अपने बिजनेस में अप्लाई कर के लाभ उठाएंगे। काम के सिलसिले में यात्रा पर जा सकते हैं और खर्चे में बढ़ोतरी होने की संभावना रहेगी। आपको परिवार के बुजुर्गों को साथ मिलेगा और उनके आशीर्वाद से आप के काम बनेंगे। परिवार मे थोड़ा-थोड़ा तनाव बनेगा। दांपत्य जीवन की बात है उसमें कुछ कमियां रहेंगी क्योंकि आपसी समझ की कमी से दिक्कतें बढ़ेंगी, लेकिन जो लोग प्रेम जीवन में है उनके लिए दिन अच्छा रहेगा और आपको अच्छे पल बिताने के अवसर मिलेंगे। परिवार के छोटे सदस्यों से अच्छे संबंध बनाकर रखें। आज भी आपको बहुत स्नेह देंगे।दूसरों की आलोचना करने की आपकी आदत के कारण आपको भी आलोचना का शिकार होना पड़ सकता है। अपना ‘सेंस ऑफ़ ह्यूमर’ दुरुस्त रखें और पलटकर तल्ख़ जवाब देने से बचें। ऐसा करने पर आप आसानी से दूसरों की कड़ी टिप्पणियों से निजात पा लेंगे। जो लोग अब तक पैसेे को बेवजह खर्च कर रहे थे आज उन्हें समझ आ सकता है कि पैसे की जीवन में क्या अहमियत है क्योंकि आज अचानक आपको पैसे की जरुरत पड़ेगी और आपके पास पर्याप्त धन नहीं होगा। किसी दूर के रिश्तेदार के यहाँ से मिली आकस्मिक अच्छी ख़बर आपके पूरे परिवार के लिए ख़ुशी के लम्हे लाएगी। अपने प्रिय के साथ आज अच्छी तरह बर्ताव करें। दफ़्तर की राजनीति हो या फिर कोई विवाद, चीज़ें आपके पक्ष में झुकी नज़र आएंगी। अपने मन पर काबू रखना सीखें क्योंकि कई बार आप मन की मानकर अपना कीमती समय बर्बाद कर देते हैं। आज भी आप ऐसा कुछ कर सकते हैं। आस-पड़ोस की किसी सुनी-सुनाई बात को लेकर आपका जीवनसाथी तिल-का-ताड़ बना सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- पूजा स्थल में सफेद शंख की स्थापना करके उसकी नियमित पूजा करने से आर्थिक उन्नति होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए सफलता से भरा रहेगा और पैसों की आवक भी होगी। खाने पीने पर ध्यान रखें क्योंकि स्वास्थ्य बिगड़ सकता है। अपने व्यवहार को अच्छा बनाये किसी से भी झगड़ा ना करें। खासतौर से अपने जीवनसाथी से क्योंकि ऐसी संभावना दिखाई दे रही है कि आप अपने गुस्से से अपने रिश्ते को खराब कर सकते हैं। परिवार का पूरा सहयोग आपके साथ रहेगा। आर्थिक तौर पर आप मजबूत रहेंगे। यदि आप किसी प्रेम संबंध में हैं, तो आज अपने पिया के लिए कोई बेहद खूबसूरत गिफ्ट लेकर आएंगे।कार्यक्षेत्र में वरिष्ठों का दबाव और घर में अनबन के चलते आपको तनाव का सामना करना पड़ सकता है- जो काम में आपकी एकाग्रता को भंग करेगा। आपके मन में जल्दी पैसे कमाने की तीव्र इच्छा पैसा होगी। परिवार वालों का हँसी-मज़ाक भरा बर्ताव घर के वातावरण को हल्का-फुल्का और ख़ुशनुमा बना देगा। अपनी व्यक्तिगत भावनाएँ और गोपनीय बातें अपने प्रिय से बाँटने का सही समय नहीं है। यदि कोई समस्या है तो उसे टालें नहीं, बल्कि जल्दी-से-जल्दी उसका समाधान ढूंढने की कोशिश करें। यात्रा और भ्रमण वग़ैरह न सिर्फ़ आनन्ददायक सिद्ध होंगे, बल्कि काफ़ी शिक्षाप्रद भी रहेंगे। रिश्तेदारों को लेकर जीवनसाथी के साथ नोंकझोंक हो सकती है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- अपने बहन का सम्मान करें, इससे प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "8": "धनु राशिः आज का राशिफल\nआज आपकी मेहनत सफल होगी और अपने काम में आप का प्रदर्शन जबरदस्त रहेगा, जिससे बेहतर नतीजे प्राप्त होंगे। खर्चों में बढ़ोतरी से आपको थोड़ी परेशानी  होगी, लेकिन जल्द ही आप उससे निजात पा लेंगे और आपको कुछ आर्थिक लाभ भी होगा। आप अपने घर के छोटों की आर्थिक मदद भी करेंगे और बड़े जनों के सहयोग से कोई नया काम शुरू कर सकते हैं। दांपत्य जीवन सामान्य रहेगा। हालांकि जीवन साथी कुछ क्रोधित हो सकता है, जो लोग प्रेम जीवन में हैं। उनके लिए दिन ज्यादा अनुकूल नहीं है, लेकिन वह अपने प्रेम जीवन को बेहतर बनाने के लिए प्रयास अवश्य करें क्योंकि आपका प्रिया यही चाहता है कि आप उन्हें मनाएं।आप खाली समय का आनंद ले सकेंगे। आप उन योजनाओं में निवेश करने से पहले दो बार सोचें जो आज आपके सामने आयी हैं। जिन्हें आप चाहते हैं, उनके साथ उपहारों का लेन-देन करने के लिए अच्छा दिन है। दोस्ती में प्रगाढ़ता के चलते रोमांस का फूल खिल सकता है। मुश्किल मामलों से बचने के लिए आपको अपने संपर्क उपयोग करने की ज़रूरत है। घर के कामों को पूरा करने के बाद इस राशि की गृहणियां आज के दिन फुर्सत में टीवी या मोबाइल पर कोई मूवी देख सकती हैं। आप महसूस करेंगे कि शादीशुदा ज़िन्दगी आपके लिए वाक़ई ख़ुशनसीबी लेकर आई है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए अस्पताल आदि में रोगी व्यक्तियों की मदद करें। \n",
    "9": "मकर राशिः आज का राशिफल\nआज किसी लंबी ट्रेवलिंग का योग बनेगा। यह यात्रा आपके लिए बड़े काम की साबित होगी। आपको भाग्य का साथ  मिलेगा, जिससे कार्य बनेंगे। किसी रसूखदार आदमी से मिलने का मौका मिलेगा, जो आपके काम में आपकी मदद करेगा। इनकम बढ़ेगी। जिससे आप खुश होंगे। दूसरी और खर्चे भी अधिक होंगे, इसलिए उन पर नियंत्रण रखने की कोशिश करें। आप अच्छे भोजन का आनंद लेंगे। परिवार का वातावरण भी बेहतर बनेगा। हालांकि प्रेम जीवन में दिक्कतों का सामना करना पड़ सकता है। आपका प्रिय आप की कुछ पुरानी बातों को जान कर दुखी हो सकता है। कोशिश करें कि उन्हें मना सकें।हर इंसान को ग़ौर से सुनें, हो सकता है आपको अपनी समस्या का समाधान मिल जाए। आप उन योजनाओं में निवेश करने से पहले दो बार सोचें जो आज आपके सामने आयी हैं। घर में साफ़-सफ़ाई की ज़रूरत तुरंत है। हमेशा की तरह इस काम को अगली बार के लिए न टालें और कमर कस कर जुट जाएँ। आपके जीवन में प्रेम की बहार आ सकती है; आपको ज़रूरत है तो बस अपने आँख-कान खुले रखने की। आज आपके बॉस का बढ़िया मिज़ाज पूरे कार्यालय के माहौल को अच्छा बना देगा। जिंदगी में चल रही आपाधापी के बीच आज आपको अपने लिए पर्याप्त समय मिलेगा और और आप अपने पसंदीदा कामों को कर पाने में कामयाब हो पाएंगे। आपके जीवनसाथी का आन्तरिक सौन्दर्य बाहर भी पूरी तरह महसूस होगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- सतनाजे की रोटी बनाकर पक्षियों में डालने से आर्थिक स्थिति अच्छी होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज आप काफी व्यस्त रहेंगे। एक साथ कई सारे काम आप को अपनी पकड़ में लेंगे। मानसिक रूप से आप काफी दबाव महसूस करेंगे। कई सारे काम एक साथ निपटाने की जल्दबाजी ना करें। नहीं तो कोई भी काम नहीं बन पाएगा। यदि सही तरीके से काम करेंगे, तो आज आपकी इनकम बढ़ सकती है और काम के स्थान पर ही आपको अच्छे पद की प्राप्ति हो सकती है। दांपत्य जीवन में प्रेम बढ़ेगा। जीवनसाथी के साथ विदेश यात्रा की संभावना बन सकती है। पारिवारिक जीवन में कुछ तनाव का माहौल रहेगा, लेकिन जो लोग प्रेम जीवन में हैं, उन्हें आज सुकून मिलेगा। अपने प्रिय के साथ कुछ प्यार भरे लम्हे बिताने का मौका मिलेगा और दिवाली के मौसम में एक दूसरे के लिए गिफ्ट भी लेंगे।अपने विचार व्यक्त करने में हिचकिचाएँ नहीं। आत्मविश्वास की कमी को ख़ुद पर हावी न होने दें, क्योंकि यह सिर्फ़ आपकी समस्या को और जटिल बनाएगा, साथ ही आपकी तरक़्क़ी में भी रोड़ा अटकाएगा। अपना आत्मविश्वास फिर से हासिल करने के लिए अपनी बात खुल कर कहें और परेशानियों का सामना होठों पर मुस्कुराहट के साथ करें। जीवन के बुरे दौर में पैसा आपके काम आएगा इसलिए आज से ही अपने पैसे की बचत करने के बारे में विचार करें नहीं तो आपको दिक्कतें हो सकती हैं। आपकी परेशानी आपके लिए ख़ासी बड़ी हो सकती है, लेकिन आस-पास के लोग आपके दर्द को नहीं समझेंगे। शायद उन्हें लगता हो कि इससे उन्हें कोई लेना-देना नहीं है। अपने प्रिय की नाराज़गी के बावजूद अपना प्यार ज़ाहिर करते रहें। पेशेवर तौर पर अपने अच्छे काम की पहचान आपको मिल सकती है। इस राशि के उम्रदराज जातक आज के दिन अपने पूराने मित्रों से खाली समय में मिलने जा सकते हैं। जीवनसाथी के ख़राब स्वास्थ्य की वजह से आपका कामकाज प्रभावित हो सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- केतु यंत्र को घर में स्थापित कर पूजा करने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा, लेकिन काम को लेकर व्यस्तता ज्यादा रहेगी। नहीं तो काम में दिक्कतें आ सकती हैं। केवल भाग्य के भरोसे बैठकर कामो को ना टालें। अपनी ओर से मेहनत करें। व्यापार में अच्छे परिणाम मिलेंगे और इनकम बढ़ेगी। परिवार का वातावरण सामान्य रहेगा। दांपत्य जीवन में अच्छा समय रहने वाला है। हालांकि प्रेम जीवन में कुछ समस्याएं आ सकती हैं। आपके प्रिय को सेहत से जुड़े मुद्दे परेशान कर सकते हैं।सेहत की तरफ़ ज़रा ज़्यादा ग़ौर करने की ज़रूरत है। आप उन योजनाओं में निवेश करने से पहले दो बार सोचें जो आज आपके सामने आयी हैं। आप सभी पारिवारिक कर्ज़े ख़त्म करने में क़ामयाब रहेंगे। रोमांस आनन्ददायी और काफ़ी रोमांचक रहेगा। कामकाज के सिलसिले में आपके ऊपर ज़िम्मेदारियों का बोझ बढ़ सकता है। आपने बीते दिनों कार्यक्षेत्र में कई काम अधूरे छोड़े हैं जिसका भुगतान आज आपको करना पड़ सकता है। आज आपका खाली वक्त भी ऑफिस के काम को पूरा करने में ही लगेगा। आपको महसूस होगा कि शादी के वक़्त किए गए सारे वादे सच्चे हैं। आपका जीवनसाथी ही आपका हमदम है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- घर में खाली पड़े बर्तनों में कांसे का एक टुकड़ा रखने से आर्थिक स्थिति अच्छी रहेगी। \n"
}]
