horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए उतार-चढ़ाव से भरा रहेगा। मानसिक चिंताएं परेशान करेंगी। बेवजह आप खुद को अकेला महसूस करेंगे, जिससे मानसिक दबाव रहेगा। काम के सिलसिले में दिनमान सामान्य रहेगा, लेकिन ध्यान देना होगा। मन भटकने से काम में गड़बड़ हो सकता है। शादीशुदा लोगों का गृहस्थ जीवन आपसी विवाद की भेंट चढ़ सकता है। प्रेम जीवन बिता रहे लोगों के लिए दिन अच्छा रहेगा। रिश्ते की अहमियत समझेंगे।दूसरों के सफलता को सराहकर आप उसका लुत्फ़ ले सकते हैं। पैसे की अहमियत को आप अच्छे से जानते हैं इसलिए आज के दिन आपके द्वारा बचाया गया धन आपके बहुत काम आ सकता है और आप किसी बड़ी मुश्किल से निकल सकते हैं। दूसरों को प्रभावित करने की आपकी क्षमता आपको कई सकारात्मक चीज़ें दिलाएगी। थोड़ी कोशिश और करें। आज भाग्य आपका साथ ज़रूर देगा, क्योंकि यह आपका दिन है। दिवास्वप्नों में समय खपाना नुक़सानदेह रहेगा, इस मुग़ालते में न रहें कि दूसरे आपका काम करेंगे। आज आप फुर्सत के क्षणों में कोई नया काम करने का सोचेंगे लेकिन इस काम में आप इतना उलझ सकते हैं कि आपके जरुरी काम भी छूट जाएंगे । मुमकिन है कि आपके माता-पिता आपके जीवनसाथी को कुछ शानदार आशीर्वाद दें, जिसके चलते आपके वैवाहिक जीवन में और निखार आएगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- रुद्राक्ष की माला अपने गले में धारण करने से नौकरी/बिज़नेस में उन्नति होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। व्यापार में सफलता के योग बनेंगे। वाद-विवाद में सफलता मिलेगी। हल्के खर्चे रहेंगे। काम के सिलसिले में दिनमान ज्यादा मेहनत की ओर इशारा करता है। शादीशुदा लोगों का गृहस्थ जीवन खूबसूरत रहेगा और आप अपनी क्रिएटिविटी से अपने गृहस्थ जीवन को खुशनुमा बनाएंगे। प्रेम जीवन बिताने के लिए थोड़ा तनावपूर्ण हो सकता है।असहजता आपकी मानसिक शांति में बाधा पैदा कर सकती है, लेकिन कोई दोस्त आपकी परेशानियों के समाधान में काफ़ी मददगार साबित होगा। तनाव से बचने के लिए मधुर संगीत का सहारा लें। आप ऐसे स्रोत से धन अर्जित कर सकते हैं, जिसके बारे में आपने पहले सोचा तक न हो। परिवार के सदस्य आपके नज़रिए का समर्थन करेंगे। व्यक्तिगत मार्गदर्शन आपके रिश्ते में सुधार लाएगा। कड़ी मेहनत और पर्याप्त कोशिश अच्छा फल देगी। सामाजिक और धार्मिक समारोह के लिए बेहतरीन दिन है। आपका जीवनसाथी आपको ख़ुश करने के लिए आज काफ़ी कोशिशें करता नज़र आएगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सूर्य की धूप घर में आने का प्रबंध करें। स्वास्थ्य लाभ के लिए उत्तम है। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फल दायक रहेगा। खर्चों में बढ़ोतरी होगी, जो आपको परेशान कर सकती है। मानसिक तनाव बढ़ेगा। विरोधियों से सावधान रहें। शादीशुदा लोगों का गृहस्थ जीवन मजबूत रहेगा। एक-दूसरे पर विश्वास जमेगा। प्रेम जीवन बिता रहे लोग अपनी प्यार भरी बातों से अपने प्रिय का दिल जीतने में कामयाब रहेंगे। काम के सिलसिले में दिनमान अच्छा है।दोस्त की बेरुख़ी आपको नाराज़ करेगी। लेकिन ख़ुद को शांत रखें। इस बात को परेशानी न बनने दें और इससे बचने की कोशिश करें। आज धन आपके हाथ में नहीं टिकेगा, आपको धन संचय करने में आज बहुत दिक्कतों का सामना करना पड़ सकता है। घर पर मेहमानों का आना दिन को बढ़िया और ख़ुशगवार बना देगा। जो भी बोलें, सोच-समझकर बोलें। क्योंकि कड़वे शब्द शांति को नष्ट करके आपके और आपके प्रिय के बीच दरार पैदा कर सकते हैं। तब तक कोई वादा न करें, जब तक आप ख़ुद यह न जानते हों कि आप उसे हर क़ीमत पर पूरा करेंगे। आज आपके पास खाली समय होगा और इस समय का इस्तेमाल आप ध्यान योग करने में कर सकते हैं। आपको आज मानसिक शांति का अहसास होगा। ख़र्चों को लेकर जीवनसाथी से तनातनी संभव है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- दूध से भरा बर्तन सिरहाने रखें और सुबह घर से बाहर किसी नज़दीक वृक्ष में डालने से हेल्थ अच्छी होगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। शादीशुदा लोगों के गृहस्थ जीवन में समझदारी और संतान के प्रति गंभीरता दिखाई देगी। प्रेम जीवन बिता रहे लोग अपने प्यार को लेकर काफी सजग रहेंगे और अपनी गलतियां स्वीकार करेंगे। काफी इमोशनल महसूस करेंगे। सेहत अच्छी रहेगी। काम के सिलसिले में धनवान मजबूत है। हल्के-फुल्के खर्चे रहेंगे।आपका प्रबल आत्मविश्वास और आज के दिन का आसान कामकाज मिलकर आपको आराम के लिए काफ़ी वक़्त देंगे। आज आपको अपनी संतान की वजह से आर्थिक लाभ होने की संभावना नजर आ रही है। इससे आपको काफी खुशी होगी। आज के दिन आपको जो खाली समय मिलने वाला है, उसका भरपूर लाभ लें और अपने परिवार के साथ कुछ प्यार भरे पल गुज़ारें। विवाहेतर प्रेम संबंध आपकी प्रतिष्ठा धूमिल कर सकते हैं। आज आपके बॉस का बढ़िया मिज़ाज पूरे कार्यालय के माहौल को अच्छा बना देगा। आप खुद को समय देना जानते हैं और आज तो आपको काफी खाली समय मिलने की संभावना है। खाली समय में आज आप कोई खेल-खेल सकते हैं या जिम जा सकते हैं। आस-पड़ोस की किसी सुनी-सुनाई बात को लेकर आपका जीवनसाथी तिल-का-ताड़ बना सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- सात बादाम व सात काली उड़द शनि मंदिर में चढाने से प्रेम सम्बन्धों में मजबूती आएगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन मान बढ़िया रहेगा। अपनी मां जी के लिए कोई बड़ा गिफ्ट लेकर आ सकते हैं। परिवार में सुख रहेगा। जमीन जायदाद से जुड़े मामलों के लिए आज का दिन अच्छा रहेगा। भाग्य प्रबल होने से कामों में सफलता मिलेगी। कुछ खर्चे रहेंगे। काम के सिलसिले में दौड़ भाग रहेगी। शादीशुदा लोगों का गृहस्थ जीवन उतार-चढ़ाव से भरा रहेगा। प्रेम जीवन बिता रहे लोग अपने रिश्ते में ईमानदारी बरतते हुए अपने प्रिय को कोई गिफ्ट देंगे।आप महसूस करेंगे कि आस-पास के लोग बहुत ज़्यादा मांग करने वाले हैं। लेकिन जितना आप कर सकते हैं, उससे ज़्यादा करने का वादा न करें और केवल दूसरे को ख़ुश करने के लिए ख़ुद को तनाव से नहीं थकाएँ। सट्टेबाज़ी से फ़ायदा हो सकता है। आपका मज़ाकिया स्वभाव आपके चारों ओर के वातावरण को ख़ुशनुमा बना देगा। शाम के लिए कोई ख़ास योजना बनाएँ और कोशिश करें कि यह ज़्यादा-से-ज़्यादा रुमानी हो। नई चीज़ों को सीखने की आपकी ललक क़ाबिल-ए-तारीफ़ है। जिंदगी में चल रही आपाधापी के बीच आज आपको अपने लिए पर्याप्त समय मिलेगा और और आप अपने पसंदीदा कामों को कर पाने में कामयाब हो पाएंगे। आज के दिन आपके और आपके जीवनसाथी के लिए गहरी आत्मीयतापूर्ण बातें का सही समय है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- हनुमान चालीसा का पाठ करना स्वास्थ्य के लिए शुभ रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। ट्रैवलिंग में समय भी बीत सकता है। इनकम में बढ़ोतरी होगी। मानसिक तनाव कम होगा। खुद पर भरोसा बढ़ेगा। मनोबल ऊंचा होगा। काम के सिलसिले में अपनी बुद्धिमत्ता से सफलता मिलेगी। शादीशुदा लोगों का गृहस्थ जीवन अच्छा रहेगा। जीवन साथी को कोई अच्छी खबर मिल सकती है। प्रेम जीवन बिता रहे लोगों के लिए दिनमान सामान्य रहेगा।आपकी ऊर्जा का स्तर ऊँचा रहेगा। आपको अपने अटके कामों को पूरा करने में इसका इस्तेमाल करना चाहिए। जो लोग अपने करीबियों या रिश्तेदारों के साथ मिलकर बिजनेस कर रहे हैं उन्हें आज बहुत सोच समझकर कदम रखने की जरुरत है नहीं तो आर्थिक नुक्सान हो सकता है। नाती-पोतों से आज काफ़ी ख़ुशी मिल सकती है। नए प्रेम-संबंधों के बनने की संभावना ठोस है, लेकिन व्यक्तिगत और गोपनीय जानकारियों को उजागर करने से बचें। प्रतिस्पर्धा के चलते काम-काज की अधिकता थकावट भरी हो सकती है। आपके घर का कोई सदस्य आज आपके साथ वक्त बिताने की जिद्द कर सकता है जिसके कारण आपका कुछ समय खराब हो जाएगा। वैवाहिक जीवन में सूखे-सर्दीले दौर के बाद आपको धूप नसीब हो सकती है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- पीले कपड़े में अपने किसी पूर्वज की सोने की चीज़ बाधंकर लॉकर में रखने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। इनकम में बढ़ोतरी होगी। धन की आवक होगी, जिससे स्थिति अच्छी बनेगी, लेकिन खर्चे भी रहेंगे। जो आपको दूसरी और खींच लेंगे। काम के सिलसिले में आज का दिन मान अच्छा रहेगा, लेकिन इधर-उधर की बातों में समय व्यर्थ ना करें। शादीशुदा लोगों के जीवन में थोड़ा तनाव दिखेगा। प्रेम जीवन बिता रहे लोग अपने प्रिय को अपने घर वालों से मिलवा सकते हैं।दूसरों के सफलता को सराहकर आप उसका लुत्फ़ ले सकते हैं। माता-पिता की मदद से आप आर्थिक तंगी से बाहर निकलने में क़ामयाब रहेंगे। पुराने परिचितों से मिलने-जुलने और पुराने रिश्तों को फिर से तरोताज़ा करने के लिए अच्छा दिन है। अपने प्रिय को नज़रअंदाज़ करना घर पर तनाव का कारण बन सकता है। अहम लोगों से बातचीत करते वक़्त अपने आँख-कान खुले रखिए, हो सकता है आपके हाथ कोई क़ीमती बात या विचार लग जाए। अगर आज आप यात्रा कर रहे हैं तो आपको अपने सामान की अतिरिक्त सुरक्षा करने की ज़रूरत है। आपके जीवनसाथी की कामकाज को लेकर व्यस्तता आपकी उदासी का कारण बन सकती है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- एक नारियल और सात बादाम किसी भी धर्म-स्थान में दें तो लव लाइफ स्मूथ चलती है। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा, लेकिन बिना किसी वजह की चिंताओं से आप खुद को अकेला महसूस करेंगे, इससे बाहर आने की कोशिश करें। शादीशुदा लोगों के गृहस्थ जीवन में आपका मानसिक तनाव बाधा बन सकता है। प्रेम जीवन बिता रहे लोग आज के दिन खुशी-खुशी एक-दूसरे को कोई कंपलीमेंट देगे। काम के सिलसिले से दिनमान बहुत बढ़िया रहेगा। आपकी योजनाएं सफल होंगी। सेहत अच्छी रहेगी।आपका ऊर्जा-स्तर ऊँचा रहेगा। आज निवेश के जो नए अवसर आपकी ओर आएँ, उनपर विचार करें। लेकिन धन तभी लगाएँ जब आप उन योजनाओं का भली-भांति अध्ययन कर लें। अचानक आयी ज़िम्मेदारी आपकी दिन की योजनाओं में बाधा डाल सकती है। आप पाएंगे कि आप दूसरों के लिए ज़्यादा और ख़ुद के लिए कम कर पा रहें। आज के दिन आप किसी क़ुदरती ख़ूबसूरती से ख़ुद को सराबोर महसूस करेंगे। आज आपने जो नई जानकारी हासिल की है, वह आपको अपने प्रतिस्पर्धियों पर बढ़त दिलाएगी। इस राशि के बच्चे आज खेलकूद में दिन बिता सकते हैं, ऐसे में माता-पिता को उनपर ध्यान देना चाहिए क्योंकि चोट लगने की संभावना है। अगर आप अपने जीवनसाथी से स्नेह की आशा रखते हैं, तो यह दिन आपकी आशाओं को पूरा कर सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- रात को ॐ का 28 बार उच्चारण धीरे-धीरे व शांत मन से करना पारिवारिक सुख को बढ़ाएगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए उतार-चढ़ाव से भरा रहेगा। खर्चों में यकायक बढ़ोतरी होगी, जो आपके लिए परेशानी बन सकती है। काम के सिलसिले में दिनमान बहुत बढ़िया है। आप अपनी नेतृत्व क्षमता और बुद्धिमत्ता का इस्तेमाल करते हुए, आज के दिन का बढ़िया परफॉर्मेंस देंगे। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिन मान अच्छा रहेगा। एक-दूसरे को महत्व देंगे और जीवन साथी से कोई बढ़िया सलाह मिलेगी। प्रेम जीवन बिता रहे लोगों को आज थोड़ी निराशा हो सकती है। आपकी सेहत ठीक रहेगी, लेकिन यात्रा आपके लिए थकाऊ और तनावपूर्ण साबित हो सकती है। आज यार दोस्तों के साथ पार्टी में आप खूब पैसे लुटा सकते हैं लेकिन इसके बावजूद भी आपका आर्थिक पक्ष आज मजबूत रहेगा। आपको बच्चों या ख़ुद से कम अनुभवी लोगों के साथ धैर्य से काम लेने की ज़रूरत है। अगर आप अपने प्रिय को पर्याप्त समय न दें, तो वह नाराज़ हो सकता/सकती है। कार्यक्षेत्र की बात करें तो आपकी टीम का सबसे ज़्यादा खीझने वाला व्यक्ति काफ़ी समझदारी की बातें करता नज़र आ सकता है। इस राशि के लोग बड़े ही दिलचस्प होते हैं। ये कभी लोगों के बीच रहकर खुश रहते हैं तो कभी अकेले में हालांकि अकेले वक्त गुजारना इतना आसान नहीं है फिर भी आज दिन में कुछ समय आप अपने लिए जरुर निकाल पाएंगे। अपने जीवनसाथी की नुक़्ताचीनी से आप आज परेशान हो सकते हैं, लेकिन वह आपके लिए कुछ बढ़िया भी करने वाला है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- लगातार 108 दिन किसी भी बुजुर्ग महिला के चरण स्पर्श करना पारिवारिक सुख के लिए लाभकारी है। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। इनकम में बढ़ोतरी होने से मन हरा-भरा रहेगा। प्रेम जीवन बिता रहे लोग आज के दिन को खुलकर एंजॉय करेंगे। शादीशुदा लोगों का गृहस्थ जीवन भी आज रोमांटिक रहेगा। आपके प्रिय आज अलग अंदाज में नजर आएंगे। काम के सिलसिले में दिनमान अच्छा है। आप को प्रोन्नति मिलने के योग हैं। सैलरी में बढ़ोतरी हो सकती है। सेहत अच्छी रहेगी। जमीन जायदाद से जुड़े मामलों में सफलता मिलेगी।तली-भुनी खाने की चीज़ों से किनारा करें। अपने गुस्से पर काबू रखें और ऑफिस में सबके साथ ढ़ग से व्यवहार करें अगर आप ऐसा नहीं करते तो आपकी जॉब जा सकती है और आपकी आर्थिक स्थिति खराब हो सकती है। एक बेहतरीन शाम के लिए रिश्तेदार/दोस्त घर आ सकते हैं। रोमांटिक मनोभावों में अचानक आया बदलाव आपको काफ़ी खिन्न कर सकता है। काम में मन लगाएँ और जज़्बाती बातों से बचें। आपका खाली समय आज मोबाइल या टीवी देखने में बर्बाद हो सकता है। इससे आपके जीवनसाथी को आपसे खिन्नता भी होगी क्योंकि आप उनसे बात करने में कोई दिलचस्पी नहीं दिखाएँगे। आपके जीवनसाथी की बेरुख़ी दिन भर आपको उदास रख सकती है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- काली-सफेद गाय को खाना खिलाने से प्रेम सम्बन्ध अच्छे होंगे। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम फलदायक रहेगा। आप अपने काम पर तो पूरा ध्यान रखेंगे, लेकिन किसी बात को लेकर मन में हीन भावना आ सकती है। भाग्य में कुछ कमी रहेगी, जिसके वजह से ज्यादा मेहनत करनी पड़ेगी। विरोधियों से सावधान रहें, खर्चे हो सकते हैं, लेकिन इनकम भी ठीक-ठाक रहेगी। शादीशुदा लोगों के गृहस्थ जीवन उतार-चढ़ाव से भरा रहेगा। प्रेम जीवन बिता रहे लोगों का दिनमान बेहतर रहने के संकेत दे रहा है।शारीरिक व्यायाम और वज़न घटाने की कोशिशें आपके रूप-रंग को निखारने में फ़ायदेमंद साबित होंगी। भागीदारी वाले व्यवसायों और चालाकी भरी आर्थिक योजनाओं में निवेश न करें। ऐसे दोस्तों के साथ बाहर जाएँ जो आपके हालात और ज़रूरतों को समझते हैं। प्यार-मोहब्बत की नज़रिए से बेहतरीन दिन है। प्यार का मज़ा चखते रहें। सहकर्मियों और वरिष्ठों से मिला सहयोग आपके उत्साह में इज़ाफ़ा करेगा। आज अपने लिए वक्त निकालकर अपने जीवनसाथी के साथ आप कहीं घूमने जा सकते हैं। हालांकि इस दौरान आप दोनों के बीच थोड़ी बहुत कहासुनी हो सकती है। विवाह के बाद कई बातें ज़रूरत से आगे बढ़कर अनिवार्य हो जाती हैं। आज ऐसी ही कुछ बातें आपको व्यस्त रख सकती हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- 'ॐ स्त्रां स्त्रीं स्त्रौं सः केतवे नमः' मंत्र का 11 बार उच्चारण करने से आर्थिक स्थिति अच्छी होगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। काम के सिलसिले में दिन मान उम्मीदों के मुताबिक अच्छा रहेगा। शादीशुदा लोगों के गृहस्थ जीवन में जीवन साथी आपको परेशान कर सकता है। प्रेम जीवन बिता रहे लोग दिन बहुत अच्छे से बताएंगे और अपने प्यार को आगे बढ़ाएंगे। आपकी सेहत में सुधार होगा और इनकम अच्छी होने से कुछ नया खरीदने की कोशिश करेंगे।रचनात्मक काम आपको सुक़ून देगा। हालाँकि आपकी आर्थिक स्थिति में सुधार आएगा, लेकिन पैसे का लगातार पानी की तरह बहते जाना आपकी योजनाओं में रुकावट पैदा कर सकता है। पुराने परिचितों से मिलने-जुलने और पुराने रिश्तों को फिर से तरोताज़ा करने के लिए अच्छा दिन है। रोमांटिक मुलाक़ात आपकी ख़ुशी में तड़के का काम करेगी। कार्यक्षेत्र की बात करें तो आपकी टीम का सबसे ज़्यादा खीझने वाला व्यक्ति काफ़ी समझदारी की बातें करता नज़र आ सकता है। वक्त के साथ चलना आपके लिए अच्छा है लेकिन साथ ही आपको यह समझना भी जरुरी है कि जब कभी आपके पास खाली समय हो अपने करीबियों के साथ वक्त बिताएं। अगर आप अपने जीवनसाथी से स्नेह की आशा रखते हैं, तो यह दिन आपकी आशाओं को पूरा कर सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- आर्थिक स्थिति मजबूत करने के लिए मांस, मदिरा का सेवन न करें। \n"
}]
