horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "आज आप ऊर्जा से भरपूर हैं और काफी मेहनत करने के लिए तैयार भी हैं ǀ आपकी सकारात्मक ऊर्जा का प्रवाह ओरों को भी प्रभावित करेगा ,आपकी टीम को आपसे बेह्तर काम करने के लिए प्रेरणा मिलेगी ǀघर पर भी आज आप सामान्य से अधिक जिम्मेदारियां उठाएंगे ǀइससे आपके करीबियों को ख़ुशी होगी ǀआपको बस यह देखना है की यही स्थिति लगातार बनी रहे और आपको भी कोई परेशानी न हो ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "आप ऐसे ऑनलाइन ग्रुप्स में रुचि रख सकते हैं जो आपको अच्छी सेहत बनाए रखने के लिए प्रेरित करते हैं |आप उनको ज्वाइन भी करेंगे |आप अच्छा खाना खाने की सोचेंगे लेकिन इसके बारे में अधिक न सोचें क्योंकि आप जब तह कठिन शारीरिक मेहनत वाला काम करके कैलोरीज खर्च कर लेते हैं तब तक चिंता की कोई भी बात नही है |दिन के अंत में सारा काम ख़तम करके आराम की योजना बनाएं |",
        "मेष प्यार और संबंध राशिफल": "आज आप ऐसे साथी से मिल सकते है जिसका आप सपना देखा करते थे । यह व्यक्ति आप ही की तरह दिलचस्प और साहसी होगा । आप कुछ समय से इस तरह के व्यक्ति से मिलने की कोशिश कर रहे थे । प्रेम की चिंगारियां आप में रहेंगी और आप उस व्यक्ति के बारे में सोचते रहेंगे । उस व्यक्ति को धीमे से अपनी प्रेम रूपी भावनाएँ व्यक्त करना न भूले ।",
        "मेष कैरियर और धन राशिफल": "कार्य क्षेत्र में आपका जीवन संतुलित रहेगा । आप अपने प्रभावशाली नरम कौशल के लिए जाने जायेंगे । आप को और अधिक ज्ञान पाने के लिए कई अवसर मिलेंगे तथा आप अन्य लोगों के साथ इस ज्ञान को साझा भी कर सकते हैं । लेकिन कुछ अप्रत्याशित परिस्थितियों में आपको भारी वित्तीय नुकसान हो सकता है ।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "आज आप व्यावहारिकता की अपेक्षा रखने वाले कई मुद्दों में भावनात्मक व्यवहार करेंगे ǀस्पष्ट सोच रखते हुए यह समझने की कोशिश करें की आपकी इच्छाएं क्या हैं और आपके लिए अच्छा क्या हैं ǀ आपके भीतर कुछ ऐसी भावनाए पैदा हो सकती हैं जो आपको कुछ सीमायें लांघने के लिए उकसा सकती हैं ǀ ऐसी कोई भी फैसला लेने से पहले सब को सूचित कर दें ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "आपको यह समझना होगा कि आपको स्वस्थ रहने और युवा दिखने के लिए जंक फूड से दूरी बनानी होगी ǀ आप पिछले कुछ दिनों से सामान्य से भी अधिक जंक फूड का सेवन कर रहे हैं ǀआपको तुरंत खुद पर नियंत्रण करना होगा ǀआज ही अपने मेनू से जंक फूड हटा दें ǀ इसके स्थान पर,खूब फायबर युक्त खाना खाएं ǀ",
        "वृषभ प्यार और संबंध राशिफल": "अगर आपको लगता है कि आपको रोमांटिक सम्बन्ध अथवा आकर्षक होने के मामले में कम आंका जाता है तो अब समय आ गया है कि आप इस बारे में कुछ करें | यह कल्पना करने की कोशिश करें कि आप कैसे दिखना चाहते हैं और कैसे पार्टनर बनना चाहते हैं | इससे आपको यह तय करने में मदद मिलेगी की आपको अपने लक्ष्य को प्राप्त करने के लिए किस रास्ते पर चलना है | जीवन में आने वाली हर चीज को लेकर सहज रहें |",
        "वृषभ कैरियर और धन राशिफल": "आप अपने रास्ते में एक महान अवसर की बाट देख रहे थे और इस तरह के अवसर के लिए ये सबसे अच्छा समय है। अगर आपने साक्षात्कार दिया है, तो उस मोर्चे पर आज अच्छी खबर मिल सकती है । अप्रत्याशित जगहों से नौकरी के अवसर आपको मिल सकते है या कुछ पुराने संपर्कों से भी आप आगे की और बढ़ सकते है । आपने कठिन समय के दौरान उत्कृष्ट भावना का परिचय दिया है और अब उसका अंत नजर आ रहा है ।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "आज अपने सिद्धांतों की व्याख्या और पुनर्मुल्यांकन का दिन है ǀआप पिछले फैसलों के लिए खुद से और अपने साथी से भी सवाल कर सकते हैं ǀफिर भी आप उसके प्रति बहुत अच्छे बने रहेंगे और उससे भी बदले में यही उम्मीद रखेंगे ǀ जब पुराने विचारों से कोई काम बनता दिखाई न दे रहा हो तो नए विचारों को अपना लेने में कोई बुराई नही है ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "आज अपनी और अपने परिजनों की सेहत का विशेष ध्यान रखें |अगर आपके बच्चे हैं तब तो आपको और भी सावधान रहने की आवश्यकता है |स्वास्थ्य सम्बन्धी छोटी छोटी तकलीफें भी अचानक ही महत्वपूर्ण दिखने लगेंगी | इसीलिए आपको पहले से रोकथाम के उपाय कर लेने चाहियें |यह ध्यान रखें कि आप क्या खा रहें हैं क्योंकि हो सकता है कि उस चीज को खाने के बाद आपका मूड खराब हो जाए |",
        "मिथुन प्यार और संबंध राशिफल": "आपकी सुन्दरता आज हर किसी को सम्मोहित करेगी | आज आपके पास अपने पहले पार्टनर के पास जाकर उनकी खबर लेने का अच्छा मौका होगा लेकिन ध्यान रखें कि उनके पास वापस न लौटें | गए समय को जाने देना ही ठीक होता है | आपका कोई दोस्त आपसे अपनी लव लाइफ के बारे में मदद मांग सकता है लेकिन उसके चक्कर में पड़कर अपनी लव लाइफ को न भूलें |",
        "मिथुन कैरियर और धन राशिफल": "आपकी लंबित कई प्रतिबद्धताएं है जिन्हे आपको आज आसानी से पूरा करने के लिए समय मिलेगा , हालांकि आप अपने आप को बेचैन , असावधान और सुस्त महसूस करेंगे । परिणाम के रूप में, आपका कार्य लंबित होता जाएगा , क्योकि आपका ध्यान केंद्रित नहीं है, इसलिए एक दिन की छुट्टी ले और आराम करे । यह काफी हद तक आपके तनाव को दूर करने में मदद करेगा ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "आप आज सकारात्मक उर्जा से भरे हुए हैं ǀहालाँकि आपका उद्देश्य अच्छा है परन्तु आपकी बातों का हर स्थान पर स्वागत नही होगा ǀ आपको अपनी प्रवृति का उपयोग अपने आप को ख़ुशी देने के लिए भी करना चाहिए और आज आप अपने ऊपर अच्छी खासी रकम खर्च कर सकते हैं ǀजहां तक दूसरों के बारे में आपकी राय का सवाल है ,अपने ऊपर थोडा सा नियंत्रण रखें क्योकि आपके कार्यकलापों को गलत भी समझा जा सकता है ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "आप आज कुछ अंतर्मुखी सा महसूस करेंगे और अपनी खुद की भावनाओं का निरिक्षण करेंगे ǀआपको किसी आंतरिक भावना से यह भी महसूस होगा कि अब कुछ बदलाव की जरुरत है ǀइसके नकारात्मक परिणामों को भी ध्यान में रखें,इससे कुछ भी ठीक नही होगा ǀ इसीलिए अपनी भीतरी शांति बनाये रखकर केन्द्रित रहें ǀ",
        "कर्क प्यार और संबंध राशिफल": "आज का दिन तीव्र भावनाओं के नाम रहेगा | रोमांस के नाम पर आपकी मांगें तो बढ़ी हैं लेकिन आपने अपने पार्टनर की भावनाओं की शक्ति और उनकी सहायता को काफी कम करके आँका है | अगर आप अपने रिश्ते के हिसाब से अपनी मांगों को देखेंगे तो पायेंगे की वे आपके पार्टनर की तुलना में कहीं ज्यादा हैं | आज के समय का उपयोग अपने सम्बन्ध में थोड़े भावनात्मक होने के लिए करें |",
        "कर्क कैरियर और धन राशिफल": "यह आप के लिए एक महान दिन है! आप दूसरों को अपने विचारों और अवधारणाओं को पेश करने के लिए इस अवसर का बेसब्री से इंतजार कर रहे थे । हो सकता है की आपकी मासूमियत और ईमानदारी, व्यंग्य और आक्रामकता के रूप में लोगो को लगे क्यों की लोग आप से ज्यादा परिचित नहीं हैं। इसलिए सावधान रहे क्यों की हो सकता है , स्थितिया उस अनुपात में आपका साथ न दे ।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आप आज होने वाली घटनाओं के कारण और कई तरह की उलटी -सीधी सूचनाओं के कारण खुद को उलझन में फंसा हुआ अनुभव करेंगे ǀ इस समय आपका सही मार्गदर्शन आपके मन की आवाज ही कर सकती है ǀ जैसा आपका मन कहता है ,वैसा ही करें ǀ इससे आपको काफी कुछ सीखने को भी मिलेगा और आप उस दिशा में आगे बढ़ पायेंगे जिस दिशा में आप बढ़ना चाहते हैं ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "आज आपको आलस सा महसूस होगा लेकिन यह बिलकुल स्वाभाविक है क्योंकि आप पिछले कई दिनों से बहुत ही तेज गति से काम कर रहे हैंǀआपको अपनी टांगों में थोडा बहुत खिंचाव या दर्द महसूस हो सकता है,यह सब अत्यधिक भागदौड़ का नतीजा है ǀइसीलिए आज अपनी शक्ति को वापस पाने के लिए खूब आराम करें और अच्छा खाना खाएं ǀ",
        "सिंह प्यार और संबंध राशिफल": "आप किसी अलग संस्कृति या किसी दुसरे देश के रहने वाले/वाली के प्रति आकर्षित हो सकते हैं |आप इस आदमी के लिए काफी उत्सुक और भावनात्मक अनुभव करेंगे | जब आप इस आदमी के साथ होंगे तो आपको बाकी दुनिया से कोई मतलब नही रह जाएगा | अगर भगवान् ने चाहा तो इस सम्बन्ध को जल्दी ही कोई ठोस रूप भी मिल सकता है |",
        "सिंह कैरियर और धन राशिफल": "आज आप एक दार्शनिक मुद्रा में रहेंगे और गहरी सोच वाली ऐसी किसी भी नौकरी में आज आप सफलता को छुएंगे । शिक्षकों, वकीलों, दार्शनिकों, प्रचारकों और राजनेताओ के लिए आज का दिन बहुत अच्छा रहेगा । लेकिन आपको सांसारिक एवं जीवन के गहरे सवालों के बीच ध्यान देने की जरूरत है।व्यावहारिक स्थिति से अपना मुख मोड़ना आज आपकी सबसे बड़ी समस्या है।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "अनुभव सबसे बड़ा अध्यापक है और अभी आपको इसी से सीखना है ǀभूतकाल से ली हुई सीख की उपेक्षा ना करें ताकि भविष्य की परेशानियों से बच सकें ǀजरुरतमंदों ,चाहे बच्चे हों या बूढ़े,उनकी मदद करें ǀऐसे करने से ही आप सही रास्ते पर चल पायेंगे चाहे आपको अभी इस पर चलने में कोई भी परेशानी आ रही हो ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "दिन की शुरुआत साधारण होगी लेकिन आप कई दिनों से नियमपूर्वक जो योग कर रहे हैं,उसका असर स्पष्ट दिखाई देगा ǀ दिन के आखिर तक आप खुद की आध्यात्मिक मानसिक परत से जुड़ सकते हैं ǀ बहुत ज्यादा दवाइयां न खाएं ,इससे आपका लीवर प्रभावित हो सकता है ǀ",
        "कन्या प्यार और संबंध राशिफल": "दिन की शुरुआत अच्छी होगी | आपके निजी सम्बन्ध में आपके पार्टनर की ख़ुशी और हंसी की रौनक बिखरी रहेगी | आपने अपनी निजी जिंदगी में मुश्किल दौर देखा है इसीलिए अब आपको अपने पार्टनर के साथ घूमना फिरना और उनके साथ होने का आनंद लेना चाहिए | एक कपल के रूप में खुद पर एक साथ हंसने से आपकी सारी चिंताएं एक साथ गायब हो जायेंगी |",
        "कन्या कैरियर और धन राशिफल": "आज पेशेवर मामलों में, आपको एक प्रभावशाली व्यक्ति से समर्थन मिल सकता है। उस व्यक्ति के साथ काम करते हुए, अपने काम के माध्यम से उसे प्रभावित करने के लिए कोई भी कसर न छोड़े। आप एक पदोन्नति या वेतन वृद्धि को प्राप्त करने के लिए सीढ़ी चढ़ रहे हैं। दूसरों से इसके बारे में बात करने से बचें। बस अपने काम पर ध्यान केंद्रित करे । आपका काम ही आपके बारे में बोलेगा ।"
    },
    "6": {
        "तुला दैनिक राशिफल": "आपके किसी करीबी के जीवन में कुछ समस्याएँ चल रही हैं और आज आपको उनकी बात सहानुभूति से सुननी पड़ेंगी ǀ ऐसा हो सकता है की आप इस आदमी की बातों से निराश और बेचैन सा अनुभव करें ,लेकिन आपको बिना किसी आलोचना के इस आदमी की सहायता करनी चाहिए ǀ इससे आपके जीवन की बहुत महत्वपूर्ण दोस्ती या साझेदारी भी प्रभावित होगी ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "आज का दिन आपके लिए विशेष रूप से अच्छा है ǀ आप कुछ नया काम शुरू कर सकते हैं ǀ आज कोई ऐसा कोई प्रोजेक्ट ख़त्म कर लें जिसमे आपका बहुत सारा समय लगा हुआ है या कोई ऐसा काम कर लें जिसे आप टालते रहें हैं ǀ शाम के लिए मौज मौसे और कार्ड्स खेलना तय है ǀनए और पुराने सभी दोस्तों से बातचीत करें औए एन्जॉय करें ǀआज खरीदारी करने में मजा आएगा ǀ",
        "तुला प्यार और संबंध राशिफल": "जटिलताएँ आपके प्रेम के क्षेत्र में आ सकती है । आपको अपने गुस्से पर नियंत्रण रखना होगा , क्योकि आवेग आपको कुछ भी शुभ नहीं देगा । आपको अपने साथी के प्यार और स्नेह को पहचानने की भी जरुरत भी है जो की तनाव के चलते कही दब सा गया था । अपने आत्म सम्मान और अपने साथी के लिए अपनी प्रतिबद्धता के बीच एक अच्छे संतुलन को बनाए रखना अब बहुत महत्वपूर्ण है।",
        "तुला कैरियर और धन राशिफल": "आपके सभी प्रयासों को एक के बाद एक सफलता मिलने के कारण आप को ऐसा लगेगा की आप अजेय हैं । आपको अपने भाग्य के इस लाभ का पूरा फायदा उठाना चाहिए । यह उन सभी परियोजनाओं से निपटने के लिए सबसे अच्छा समय है जिससे आपको निराशा हाथ लग रही थी । आपका अपना आत्मविश्वास और ग्रहों का संयोग आज आपकी कैरियर सम्भंधी सभी बाधाओं को आसानी से दूर करेगा । आप में अति आत्मविश्वास पैदा होगा क्योकि आपके सारे कार्य बड़ी खूबसूरती के साथ क्रियान्वयन हो रहे है। आज समय है की आप अपना कदम पीछे ले और सोचे की वास्तव में आप के लिए क्या आवश्यक है , उसका मूल्यांकन करे और ध्यान दे की आप अपनी क्षमताओ से क्या हासिल कर सकते हैं । आपको ध्यान रखना है की आपकी जितनी चादर है उतना ही पाव फैलाये । आपको आगे जाने से पहले अपने वित्तीय और कैरियर से संबंधित योजनाओं के अल्पकालिक और दीर्घकालिक दोनों नतीजों पर विचार करना होगा । आपको कोई भी निर्णय लेने से पहले अपने कैरियर से संबंधित योजना का एक खाका तैयार करना होगा जिससे आप लाभ और हानि का विश्लेषण कर सके ।दोबारा अपने निर्णय का पुनर्मूल्यांकन करे । एक जानकार व्यक्ति से राय प्राप्त करना भी सार्थक हो सकता है। जिस महत्वपूर्ण कार्य के लिए आपने नींव बिछाने का कार्य किया था उसका फल आज से आपको मिलने लगेगा । हालांकि कुछ महत्वपूर्ण संकेतो को आप शायद न देख पाओ और निराशा और आलसीपन आप में विकसित हो सकता है। अगर आप अपने प्रयासों में कमी लाएंगे तो आपकी सारी की गई मेहनत पर पानी फिर सकता है , इसलिए जरुरी है की आप अपने प्रयासों को मजबूती से करना जारी रखे। आज का दिन काफी मुश्किलो से भरा रह सकता है और आपको सख्त नियमो का पालन करते हुए काफी कठिनं परिश्रम करना पड़ेगा , लेकिन यह आपके भविष्य की योजनाओं के लिए एक ठोस आधार बनाने में मदद करेगा । आज का परिश्रम आपको भविष्य में फल देगा । हो सकता है की आप अपने सहयोगी की जिम्मेदारी भी ले । आज आपको अपने कार्य करने के लिए विशेष ध्यान देना होगा क्योकि आपके वरिष्ठ अधिकारी बारीकी से आपकी प्रगति को देखेंगे । वे आपके समर्पण भाव और मजबूत नेतृत्व के गुणों से प्रभावित होंगे । आज आपके थोड़े अधिक प्रयासों से आपके करियर को नयी गति मिल सकती है क्योकि आपके वरिष्ठ अधिकारी आपके इन गुणों को ध्यान में रखेंगे । हालाँकि की आज आप अपने सभी कार्यों को जल्द पूरा करने में बहुत ज्यादा सक्षम हैं लेकिन आप अपने में बेचैनी , असावधानी और सुस्ती महसूस करेंगे और नतीजतन अधिक समय होने के बावजूद आपका बकाया कार्य और जिम्मेदारियां बढ़ती हुई चली जाएंगी । एक दिन की छुट्टी लेना इस का उपाय है ताकि अगले दिन आप तरोताजा महसूस करे । यह बेचैनी वास्तव में तनाव के कारण है , जिसे आपको अपनी उत्पादकता बढ़ने के लिए त्यागना होगा । आपका धैर्य , कर्तव्य और जिम्मेदारी की अपनी भावना आपके रास्ते में आ रही सभी बाधाओं को दूर करने में सहायक सिद्ध होगी । आपको अपने हास्य क्षमता को जागृत करना होगा ताकि आपका कार्य क्षेत्र में एक अच्छे माहौल का निर्माण हो सके जिससे की आप आराम से अपने कार्य को कर सके ।दिन के अंत में एक गंभीर वित्तीय लाभ का मौका आपको मिल सकता है आज का दिन अपने प्रयासों को तेज करने और अपनी महत्वाकांक्षाओं को आगे बढ़ाने पर ध्यान केंद्रित करने के लिए सबसे अच्छा समय है । आप अपनी परियोजना के सफलतापूर्वक अंतः के लिए प्रतिबद्ध है जिसके लिए आप कड़ी मेहनत करेंगे । आपका संकल्प और अच्छे प्रयास बर्बाद नहीं होंगे और आप निकट भविष्य में अच्छे फल की उम्मीद कर सकते है । आपको इस उद्यम में अपने परिवार का पूरा समर्थन प्राप्त होगा।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "आप आज रियल एस्टेट से जुडा कोई लाभकारी लेनदेन पूरा करने वाले हैं ǀ सकारात्मक सोच आपकी शक्ति है और आपको इसका लाभ उठाना है ,आपका कोई करीबी भी आपको इसके लिए प्रोत्साहित करेगा ǀ आप आध्यात्मिक विकास के साथ साथ जीवन की भौतिक खुशियों का भी आनंद ले पायेंगे ǀ नयी सोच से समृद्धि हासिल होगी ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "आपका मानसिक और शारीरिक स्वास्थ्य दोनों ही बहुत अच्छी स्थिति में हैं,अगर आप आज किसी खेल प्रतियोगिता में भाग लेंगे तो सफलता और सम्मान दोनों ही मिलने तय हैं Iआज सारा तनाव धुल जाएगा I|आपका मन और शरीर दोनों को ही एक नयी ऊर्जा का अनुभव करेंगे I| इस अवसर का लाभ उठाकर या तो जिम में दो घंटे पसीना बहायें या एक अच्छी सी दौड़ लगाये ताकि आपको तरोताजा महसूस हो I|",
        "वृश्चिक प्यार और संबंध राशिफल": "आपको अपने पार्टनर के ही भले के लिए उनसे किसी बात पर कहासुनी करनी पड़ सकती है | हो सकता है कि उन्हें आपकी बात अच्छी न लगे लेकिन आपको उन्हें अपनी बात समझानी होगी | इस बात को बहुत अधिक लम्बा न खीचें नही तो बात बिगड़ भी सकती है | शांति से पेश आयें ,शाम को आपके सुलझे हुए व्यवहार के कारण आपको अपने पार्टनर से और भी अधिक सम्मान मिलेगा |",
        "वृश्चिक कैरियर और धन राशिफल": "आज आपको एक अच्छी नौकरी की पेशकश मिल सकती हैं , लेकिन आपको इस नौकरी का लाभ लेने के लिए एक अलग शहर या यहां तक कि किसी दूसरे देश में बदलाव करना पड़ सकता है । ये नौकरी की पेशकश बहुत ही आकर्षक लग सकती है पर यह आपके परिवार के सदस्यों पर प्रभाव डालेगी , इसलिए इसे स्वीकार करने से पहले आपको विभिन्न कोणों पर विचार करने की जरूरत है।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आज के दिन आपसे बहुत सारी अपेक्षाएं रहेंगी ǀ आप अपने वर्त्तमान घर या नौकरी में बदलाव का फैसला ले सकते हैं ǀ कशमकश में न रहें , बदलाव होना अच्छा ही रहेगा ǀ आपको किसी ऐसे आदमी से बात करके अप्रत्याशित सहायता मिल सकती है जो चुपचाप आपकी भलाई चाहता रहा है ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "आज आप काफी उर्जावान महसूस करेंगे ǀ आज का दिन बाहर के कार्यों को करने के लिए काफी उपयुक्त है ,खासकर आज प्रतिस्पर्धी खेलों में काफी अच्छा करने वाले हो,लेकिन अगर आप अपने शरीर से उसकी क्षमता से अधिक काम लेंगे तो आपको मानसिक थकान भी महसूस होगी जो आपको सामान्यत कभी नही होती ǀ कुल मिलाकर आज का दिन आपके लिए काफी सकारात्मक रहेगा क्योंकि आपकी शारीरिक स्थिति अत्यंत उत्तम है ǀ",
        "धनु प्यार और संबंध राशिफल": "आपका साथी कुछ ऐसा कर सकता है जिससे आपके आत्मविश्वास में वृद्धि होगी । आप एक साथ ख़ुशी बाटकर इस एहसान को वापिस कर सकते है । आप अपने प्यार के साथ एक खुशनुमा समय व्यतीत कर सकते है । आप एक साथ बाहर भोजन कर सकते हैं। अपने साथी को अपने परिवार के साथ मिलाये । आपक को ये याद रखना है की धीमा और स्थिर ही अंतः में दौड़ को जीतता है । कदम उठाने से पहले अपने परिवार की भाव भंगिमा को पहचाने ।",
        "धनु कैरियर और धन राशिफल": "आपका व्यवहार आज याद रखने योग्य होगा । अपने लाभ के लिए इसका प्रयोग करें । लोगों से मिले एवं उनसे सकरात्मक बातचीत करे। । एक सकारात्मक शरीर की भाषा बनाए रखें। यहाँ से एक नया अवसर अंकुरित हो सकता है । यह एक नई परियोजना शुरू करने के लिए एक अच्छा सप्ताह है । अपने संगठन कौशल को याद रखे और अपने आप को व्यवस्थित रखे । महीने के अंत में एक अप्रत्याशित लाभ की सम्भावना संभव है।"
    },
    "9": {
        "मकर दैनिक राशिफल": "आप अपने आप को विभिन्न दिशाओं में आकर्षित अनुभव कर रहे हैं और समझ नही पा रहे कि क्या किया जाना चाहिए ? यह परेशानी आज और ज्यादा बढ़ेगी और आपके लिए फैसला लेना और भी मुश्किल हो जाएगा ǀआपको सावधानी से काम लेना होगा क्योंकि आपके फैसले लेने की क्षमता भावनाओ और दुसरे कारणों से प्रभावित हो सकती है ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "आज आपको वैकल्पिक चिकित्सा के फायदों के बारे में पता चलेगा ǀ आप अपनी खराब सेहत के इलाज के तौर पर कई सारे नुस्खे आजमा चुके हैं परन्तु कोई विशेष फायदा नही हुआ है ǀ आज आपको कोई ऐसा नुस्खा मिलेगा जिससे आपको वास्तव में आराम मिलेगा ǀ आज प्रयोग करने से न डरें और वैकल्पिक उपाय अपनाकर देखें ,लाभ होगा ǀ",
        "मकर प्यार और संबंध राशिफल": "आज आपको अपने पार्टनर से बात करने के लिए काफी धीरज की जरुरत होगी | बहुत सारे मुद्दों पर बात न करें क्योंकि इससे आपके सम्बन्ध की शांति भंग हो सकती है | यहाँ तक कि बहुत छोटी छोटी असहमतियां भी गंभीर विवादों का रूप धारण कर सकती हैं | आज चुप रहना ही बेहतरीन उपाय होगा | शान्ति बनाये रखकर अपने सम्बन्ध की सहज शक्ति में विश्वास रखें ,मुश्किल समय भी गुजर जाएगा |",
        "मकर कैरियर और धन राशिफल": "आपको काफी समय से अपने सहकर्मियों की मदद मिल रही थी परन्तु अब समय ये मदद लौटने का है । अब आप अपने किसी सहकर्मी की मदद कर सकते है जिससे आपकी स्थिति आपके कार्यालय में और ददृढ़ता से मजबूत होगी और आपकी लोकप्रियता बढ़ेगी । हो सकता है आज आपको देर तक कार्य करना पड़े पर ये आपके लिए सहायक ही सिद्ध होगा ।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "आप बहुत दिनों से आज के दिन के लिए बचत करते आ रहे हैं ǀआज कोई ऐसी ख़ुशी की खबर मिलेगी जो आपके होठो पर मुस्कान और आँखों में आंसू ले आएगी ǀआज आप पुरे दिन दोस्तों और सम्बन्धियों से घिरे रहेंगेǀसमय मजे में बीतेगा लेकिन अपने स्वǀस्थ्य का ध्यान जरूर रखें ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "आपको संक्रमणों की काफी आशंका है ǀइसीलिए अब यह बहुत जरूरी है कि आप अपने छोटे –मोटे दैनिक प्रयोग की चीजें जैसे साबुन ,तौलिया अलग ही रखें ǀ यहाँ तक कि एक ही कंघी का प्रयोग करने से भी संक्रमण हो सकता है ǀआपको अपनी सेहत और रोग प्रतिरोधक क्षमता में सुधार के लिए विटामिन सप्लीमेंट लेने चाहियें ǀ संक्रमणों की आशंका से बचने के लिए अपने घर में बहुत अच्छे से साफ़-सफाई रखें ǀ",
        "कुंभ प्यार और संबंध राशिफल": "आज परिवार के साथ कोई कार्यक्रम बनाएं |आप पिछले समय में अपनी व्यस्ततता क एच्लते परिवार को बहुत कम समय दे पाए हैं | अब समय आ गया है कि आप अपनी उस कमी को दूर कर लें | चाहे आप कितने भी व्यस्त हों ,आपको परिवार के साथ पिकनिक आदि की योजना बनानी चाहिए ,बहुत मजा आएगा | घुड़सवारी या तैराकी आदि की योजना भी बना सकते हैं | इस मजेदार समय में प्रकृति के नजारों का आनंद लेना न भूलें |",
        "कुंभ कैरियर और धन राशिफल": "आज बड़ी और छोटी सफलताएं आपके कार्य क्षेत्र में दस्तख़त दे रही है । आपके द्वारा एक समय में प्रदान की गई सेवाओं के लिए आपको कुछ भुगतान प्राप्त हो सकता हैं या आपको एक अप्रत्याशित बोनस मिल सकता है। एक लंबे समय से जो पदोन्नति अटकी हुई थी वह आपको मिल सकती है या आपका पद उँचा हो सकता है और अलग से एक केबिन आपको मिल सकता है । बेरोजगार युवक या वे लोग जो अपनी मौजूदा नौकरी छोड़ना चाहते थे , उनके लिए भी आज शुभ सन्देश मिल सकता है ।"
    },
    "11": {
        "मीन दैनिक राशिफल": "आज का दिन संकेत दे रहा है कि आज आप खूब आनंद उठाएंगे,लेकिन बेहतर यही होगा कि सुबह कुछ समय निकालकर अपने कल के शेष कार्यों को पूरा कर लें ǀ अपने कार्यकर्म की योजना अपने परिजनों के कार्यक्रम के अनुसार ही बनाएं ताकि बाद में कोई ग़लतफ़हमी या समस्या ना आये ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "आप इस समय शारीरिक और मानसिक रूप से बहुत शक्तिशाली हैं |इसीलिए जो आपका लक्ष्य है उसे अब पाने की कोशिश करें |केवल अपने लुक्स के प्रति ही जागरूक न रहें |अपने आसपास लोगों से उन समस्याओं के बारे में भी बात करने की कोशिश करें जो आपको एक्सरसाइज करते वक्त होती हैं |इससे आपको कई तरह के समाधान प्राप्त होंगे,जो आपको सबसे अच्छा लगे उसे अपना सकते हैं |",
        "मीन प्यार और संबंध राशिफल": "आप अपने सम्बन्ध में एक बहुत ही नाजुक मोड पर खड़े हैं और आज आपकी सोच-विचार में असामान्य स्पष्टता रहेगी | आप भावनाओं में बहे बिना बिलकुल साफ़ सोच पायेंगे कि आप फ़िलहाल कहां हैं और यहा से आपको कहां जाना है | आप यह भी आसानी से समझ पायेंगे कि आपकी जिन्दगी जिस रास्ते पर फिलहाल है आप उससे खुश हैं या नही, उसे बदलना है या नही ?",
        "मीन कैरियर और धन राशिफल": "आप स्वाभाविक रूप से शक्ति और अधिकार के लिए आकर्षित रहे हैं और इस वजह से हमेशा आपने ध्यान केंद्रित कर काम किया है। आपका परिश्रम आज फल दे सकता है , लेकिन आप अपना धैर्य बनाये रखें और अपने समय के साथ चले । ये भी आवयशक है की आप अपने मन को भी व्यस्थित एवं खुला रखे । ज्यादा स्वच्छंद और अनुमानित न हो और उस तरह से आप सबके साथ एक अच्छे तरीके से कार्य कर पाएंगे ।"
    }
}]
