horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "ऐसी स्थितियां आ सकती हैं जो आपको बिना सोचे काम करने के लिए उकसायें ǀ यह सही समय है जब आपको सब कुछ अपने नियंत्रण में रखकर युद्ध स्तर पर काम करना है ǀ अपने बच्चों या छोटे बहन भाइयों के लिए सुरक्षात्म्क रवैया अपनाएँ ǀ आप बहुत अच्छी तरह सामाजिक गतिविधियों में शामिल होंगे और यहां आपका बहुत अच्छा स्वागत होगा ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "आज आप आराम के मूड में हैं ǀ आप इसके लिए अलग-अलग तकनीकों जैसे मसाज ,तैराकी या खुद का ख़ास ख्याल रख सकते हैं ǀयोग भी अच्छा विकल्प है ǀदिन के दुसरे भाग में या तो आपके पास मेहमान आयेंगे या आप किसी के घर जा सकते हैं ǀ पार्टी करते हुए भी अपने स्वास्थ्य का ध्यान रखना न भूलें नही तो पेट दर्द से परेशान हो सकते हैं ǀ दोस्तों और परिवार के बीच व्यस्त रहेंगे ǀ",
        "मेष प्यार और संबंध राशिफल": "अब समय आ गया है कि आप अपने पार्टनर के साथ बैठकर उन सारे मुद्दों को सुलझा लें जो अबी हाल फिलहाल दोनों को परेशान करते आ रहे हैं | ये बातें आप दोनों की भावनाओं और एक दुसरे के प्रति समर्पण को लेकर हो सकती हैं | यह सामान्य से दिखने वाले घरेलू मुददों के बारे में भी हो सकती हैं जिसे आप दोनों नजरंदाज कर रहे हो |सच बात यह है कि अब आप दोनों को मिलकर ही कोई कदम उठाना होगा |",
        "मेष कैरियर और धन राशिफल": "आज का दिन काम और कार्य क्षेत्र के हिसाब से काफी हद तक शांत रहेगा । आज का दिन घटनाओं रहित रहेगा जिससे की आपको अपने व्यस्त कार्यक्रम में से थोड़ी राहत मिलेगी जिसके तलाश आपको काफी समय से थी । इस समय की आप सराहना करे और इसे मनोरंजन में बिताये और उन खुशनुमा पलो को भी याद करे जो अपने अपने कार्य क्षेत्र में महसूस किये है ।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "आज अप्रत्याशित रूप से काफी खर्च हो सकता है ǀआप कोई ऐसी चीज खरीद सकते हैं जिसकी आपको जरुरत नही है लेकिन आपको अच्छी लगती है,इससे आपकी वित्तीय स्थिति काफी प्रभावित भी होगीǀ अपनी इस खर्च करने की प्रवृति पर नियंत्रण रखें तो दिन शांति से गुजर जाएगा ǀआपको आज कुछ नयी वित्तीय योजनायें भी पता चलेंगी ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "आज आपको खांसी और जुकाम हो सकता है Iअपनी व्यक्तिगत साफ़-सफाई का विशेष ध्यान रखें Iअपने हाथ खाने से पहले खासकर और वैसे भी कई बार धोएं Iअगर संभव हो तो आज आराम करें जिससे आप हो सकने वाली किसी बीमारी की आशंका से बच सकें I|नियमित और गहरी नींद लेना न भूलें ,इससे आपको स्वस्थ रहने में काफी मदद मिलेगी I|",
        "वृषभ प्यार और संबंध राशिफल": "आज आप यह समझने की शुरुआत करेंगे कि आप और किसी के कहे पर नही चलेंगे और अपने सम्बन्ध में कुछ स्वस्थ सीमाओं का पालन हमेशा करेंगे | आपको यह समझना चाहिए कि आपको अपने सबसे बड़े शुभचिन्तक को भी अपने लिए फैसले लेने की छूट नही देनी है , अपनी खुद की राय का सम्मान करना चाहिए | आप इसकी तरफ पहला कदम उठाइए , लोगों की नजरों में आपका सम्मान खुद ब खुद बढ़ जाएगा |",
        "वृषभ कैरियर और धन राशिफल": "आप अपनी इच्छाओं को पूर्ण करने के लिए चाल चलने की कोशिश कर रहे हैं , लेकिन आप इन बातों में लिप्त न हो नहीं तो आप मुसीबत में पड़ सकते हैं । लोग इसे एक अपराध के रूप में लेंगे और हमेशा के लिए आप अपना विश्वास खो सकते हैं जो इतने सालों में अपने अपने लिए बनाया है, इसलिए इस तरह के कृत्य से दूर रहे और बस आप अपने हर कार्य में ईमानदारी का प्रदर्शन करे , जिस तरह से आपने हमेशा से किया है !"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "आपने अपने लिए बहुत ऊँचे मानक तय किये हैं और आप इन्हें हासिल करने के लिए बहुत प्रयास कर रहे हैं ǀ फिर भी लक्ष्य तक पहुंचना मुश्किल होगा और इससे आपको थोड़ी निराशा होगी ǀ आपको लक्ष्य तय करने से पहले अपनी क्षमताएं ध्यान में रखनी होंगी ǀ समय कोई बड़ा फैसला लेने के लिए उपयुक्त नही है ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "आज का दिन आपको थोडा परेशान करेगा |आप खुद को थोडा तनाव में पायेंगे,गर्दन में दर्द भी हो सकता है |आपके लिए सुझाव यह है कि हर दो घंटे काम करने के बाद गर्दन को आराम दें तथा उठकर टहल लें |थोडा अंगड़ाई लें और शरीर को आराम दें |आराम के लिए मसाज या किसी थेरेपी की मदद भी ले सकते हैं |जैसे ही आप मसाज के लिए बैठें,अपनी समस्याओं को कुछ देर के लिए एक तरफ रखना न भूलें |",
        "मिथुन प्यार और संबंध राशिफल": "आपकी लव लाइफ कुछ ठहरी हुई सी है | आपको ऐसे लोगों के साथ समय बिताना चाहिए जो सिंगल और काफी अलर्ट हैं | इससे आपको यह पता चलेगा कि जिन्दगी में किसी का साथ पाने की बजाय और भी बहुत सी चीजें की जा सकती हैं | अगर आप बिलकुल अकेले हैं तो अपने जीवन में किसी का स्वागत करने के लिए नये टिप्स इकट्ठे कर सकते हैं |",
        "मिथुन कैरियर और धन राशिफल": "आप एक किसी ऐसे व्यक्ति से मिलेंगे जो आपको एक आकर्षक कैरियर के अवसर प्रदान करेगा । हालांकि,इसे स्वीकार करने से पहले परिणाम के बारे में लम्बा और कठिन सोचने की जरूरत है क्योकि सब चमकती हुई चीज़ सोना नहीं होती । ये आप के आस पास के लोगों को प्रभावित करेगा लेकिन ये दिन इस तरह के एक महत्वपूर्ण निर्णय लेने के लिए उतना अच्छा नहीं है ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "आप किसी करीबी को कोई सलाह देंगे और वह इसे बहुत कृतज्ञता के साथ स्वीकार करेगा ǀ आप आज बहुत अच्छे और नरम मूड में हैं ,आज का दिन अपने पुराने दोस्तों से सम्पर्क स्थापित करने के लिए बहुत अच्छा है ǀ अपने किसी पुराने स्कूल के दोस्त से फोन पर बाते क्र लें,आपको बहुत अच्छा लगेगा ǀ पिछले मतभेदों को भुलाकर आगे बढने के लिए भी अच्छा समय है ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "आपको आज यह महसूस होगा कि सेहत का सम्बन्ध शरीर की बजाय मन से अधिक है |आप इसे समझने के बाद अपनी चिंता तथा तनाव से छुटकारा पाने की दिशा में पहला कदम उठाएंगे और इससे न केवल आपका स्वास्थ्य बल्कि प्रवृति में भी सुधार होगा |कोई प्रेरणादायक टेप सुनें या आरामदायक मसाज की योजना बनाएं |त्वचा सम्बन्धी छोटी समस्याएँ जैसे मुंहासे आदि आपको परेशान कर सकते हैं |",
        "कर्क प्यार और संबंध राशिफल": "यह समय उन सभी रिश्ते को मजबूत करने का समय है , जिनको आपने अपने प्रेम प्रसंग के लिए कुछ पीछे छोड़ दिया था । इसमें आपके माता पिता, भाई-बहन , आपका विस्तारित परिवार और आपके दोस्त शामिल है। आपको यह एहसास करने की जरूरत है की ये रिश्ते किसी भी चीज़ से कम महत्वपूर्ण नहीं हैं और ये आपको मूल्यवान समर्थन प्रणाली प्रदान करते हैं । आपको अपने प्रेम के रिश्ते की तरह ये रिश्ते भी पोषित करने की जरुरत है ।",
        "कर्क कैरियर और धन राशिफल": "एक दोस्त या एक गाइड के माध्यम से छात्रों को एक नया करियर विकल्प मिल सकता है और आप अपने करियर के रूप में इसे चुन सकते हैं पर आपको एक गहन अनुसंधान की सलाह दी जाती है। आज पेशेवरो में नयी उर्जा का संचार हो सकता है । यह किसी भी परियोजना को शुरू करने के लिए एक अच्छा दिन है। सहकर्मी आपके मददगार साबित होंगे और आप एक टीम के नेता की भूमिका अच्छी तरह से निभाएंगे ।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आज आपको अपने दृष्टिकोण को सांसारिक वास्तविकता के साथ संतुलित करने की जरुरत को समझने और इस कला में पारंगत होने की आवशयकता महसूस होगी ǀ आपकी योजनायें महत्वाकांक्षी हैं,लेकिन आपको इसके लिए वास्तविक समस्याओं को समझना होगा नही तो आप अपने अच्छे इरादे के बावजूद टकराव महसूस करेंगे ǀ आपको यह भी समझना है कि आपका किसी ऐसे व्यक्ति से भी टकराव संभव है जो आप के ही जितना महत्वाकांक्षी और दृढ संकल्पी है ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "आपको अपनी आँखों का विशेष ध्यान रखना होगा विशेष कर जब आपके काम में आँखों का विशेष काम है ǀजिनको ज्यादा पढने ,फोटोग्राफ लेने होते हैं या पूरा दिन कंप्यूटर पर काम करना होता है उन्हें अपनी आँखों जांच करवाकर आँखों का विशेष ध्यान रखना चाहिए ǀ किताबों और कंप्यूटर स्क्रीन से अपनी थकी आँखों को आराम देकर प्राक्रतिक दृश्यों को निहारना भी अच्छा विकल्प है ǀ",
        "सिंह प्यार और संबंध राशिफल": "आज आपका साथी आपको आश्चर्य चकित कर सकता है । लालसा और अकेलेपन का आज अंत होगा । आप अपने रिश्ते में एक कदम आगे की और बढ़ना चाहते है , लेकिन अपने साथी के साथ इस बारे में विचार विमर्श कर लें क्यों की ये साझा है । जल्दबाजी करने से बचे क्यों की ये प्यार आपको अपनी मेहनत और अकथ प्रयासों के कारण मिला है । आपके साथी के इर्द गिर्द कुछ साजिश की बू आ रही है ।",
        "सिंह कैरियर और धन राशिफल": "लालच आज आपके रास्ते में दिखाई देगा, लेकिन आवश्यक है की आप सही मार्ग पर चले । गलत और छोटे रास्ते अंत में आपके करियर के लिए हानिकारक हो सकते है । सही रास्ता चुनना इतना आसान नहीं होगा और ये तभी हो सकता है जब लालच आप पर हावी न हो । अगर आप अपने से यह नहीं कर सकते हैं, तो एक सच्चे शुभचिंतक की सहायता ले सकते है जो आपको मजबूत रहने में मदद करेगा ।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आज आपको कुछ चौंकाने वाली बातें पता चलेंगी ǀ लेकिन चिंता ना करें,सब अच्छी खबरें होंगी ǀ जिन कई चीजों के लिए आप लम्बे समय से कोशिश कर रहे थे,वे आज पूरी होने वाली हैं ǀ जिन कोशशों को आप अपनी और से व्यर्थ मान चुके थे,वे अंतत आज सफल होंगी ǀ इसीलिए आज दोस्तों और परिजनों के साथ खुशियाँ मनाएं ,हो सकता है कि उनके पास भी आपको सुनाने के लिए कोई अच्छी खबर हो ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "हर रोज एक कप कॉफ़ी आपके दिल के लिए बहुत अच्छी है |मुलेठी की चाय भी फायदेमंद रहेगी,इससे आपके पेट की स्थिति भी ठीक रहेगी |अगर आप पेय पदार्थों जैसे चाय –कॉफ़ी आदि की मात्रा बढाते हो तो आपको पानी की मात्रा भी बढानी चाहिए |आपके शरीर के सभी अंग सुचारू रूप से काम करें ,इसके लिए अगर रोज न हो सके तो सप्ताह में एक दिन योग के लिए जरुर रखें |",
        "कन्या प्यार और संबंध राशिफल": "आप काफी साहसिक हैं और यही कारण है कि आपने एक ब्लाइंड डेट का जोखिम लिया है | यह एक बेकार और परेशानी भरी डेट साबित होगी | बारिश के कारण आपको एक ही जगह रुक कर रहना होगा हालांकि जल्दी ही बारिश खत्म भी हो जायेगी और यह आदमी भविष्य में आपसे कभी दुबारा नहीं मिलेगा | शांति रखें ,कोई खूबसूरत और आकर्षक आपकी जिंदगी में जल्दी ही आने वाला है |",
        "कन्या कैरियर और धन राशिफल": "आज आपको अपने खर्चो का ध्यान रखना होगा और उनपर पैनी निगाह रखनी होगी क्योकि यह छोटे छोटे खर्चे आगे जाकर विराट रूप धारण कर लेते है , हालाँकि आपकी व्यक्तिगत जरूरते कम है पर फिर भी आपको अपने खर्चों पर नियंत्रण रखना होगा ताकि भविष्य में धन की समस्या उत्पन न हो । आपको कुछ अन्य कार्यो के बारे में भी सोचना चाहिए ताकि आपकी आय बढ़ सके ।"
    },
    "6": {
        "तुला दैनिक राशिफल": "आप हंसी-मजाक के मूड में हैं ǀ अपनी इस विशेषता को बनाएं रखें जो आपको मुश्किल समय में भी चिंतामुक्त रखती है ǀ आप अपनी सक्रिय प्रवृति के कारण एक बिजनेस डील हासिल करने में कामयाब होंगे ǀ कोई आपसे प्रोत्साहन चाहता है.उसके मेंटर बन जाएँ ǀ अपने करीबियों के साथ अच्छा वक़्त गुजरेगा ǀ मछली खाते हुए सावधान रहें ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "आप स्वास्थ्य सम्बन्धी कई समस्याओं जैसे एसिडिटी ,अपच,शुष्क त्वचा तथा गिरते बालों से चिंतित रहेंगे ǀआपको यह समझना होगा कि खूब सारा पानी पीने और किसी बुरी लत को छोड़ने के अलावा आपको यह भी समझना होगा कि की संतुलित खाना नही खाना ही इन समस्याओं का मूल कारण है ǀइसीलिए तुरंत असर करने वाले समाधान ढूँढने की बजाय आपको अपने लिए नया डाइट चार्ट बनाना चाहिए ǀविशेषज्ञ की सहायता लें आधिक उपयुक्त रहेगा ǀ",
        "तुला प्यार और संबंध राशिफल": "आज अपने माता पिता के साथ समय बिताना बहुत अच्छा रहेगा | अगर आप हाल फिलहाल काफी व्यस्त रहें हैं तो उन्हें फोन करके या बिना बताये उनसे मिलने जाने के लिए बहुत अच्छा मौका है | इससे आपका तनाव काफी कम होगा | अपने भाई बहनों या माता पिता से मिलने जाते हुए पार्टनर को भी साथ लें लें, सबके साथ होने सबको अच्छा लगेगा | अगर अकेले हैं तो आपके माता पिता आपको किसी ख़ास से मिलवा सकते हैं |",
        "तुला कैरियर और धन राशिफल": "आज आपके कार्यालय में आपके और औरो के विचारो में भिन्नता रहेगी चाहे वह आपका सहकर्मी , उच्च अधिकारी या आपका मालिक हो चाहे वो कोई भी हो पर निष्चय ही ये आपके स्वास्थ्य पर प्रतिकूल प्रभाव डालेगा इसलिए आपको शांत मस्तिष्क से काम लेना है ताकि आप वाद विवाद से बचे रहे । अगर आप प्रातकाल: में दौड़ लगाने जैसा हल्का व्यायाम करे तो आप काफी हद तक अपने तनाव को दूर कर सकते है ।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "पिछला घटनाक्रम कुछ ऐसा रहा है कि आपका आत्मविश्वास डगमगा गया है, इसके चलते आज कोई भी काम ख़ुशी से और संतोषजनक ढंग से पूरा नही हो पायेगा ǀ कोई ऐसा भी मिलेगा जिसकी नकारात्मक टिप्पणियों से आप और भी निराश महसूस करेंगे,लेकिन चिंता ना करें,यह अस्थायी चरण है और आप जल्दी ही अपना आत्मविश्वास वापस पा लेंगे ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "आज आप थोड़े से घमंड के मूड में रहेंगे ǀ अपनी इस साहसिक ऊर्जा को ऐसे लोगों का सामना करने के लिए बचाए रखें जो आपकी विश्वसनीयता पर आज संदेह जाहिर कर सकते हैं,लेकिन अगर आप खुद को उनकी बातों से प्रभावित होने देंगे तो आपकी तबियत खराब हो सकती है ǀ इन सबसे बचने का सबसे अच्छा तरीका यही है कि आप या तो किसी फिटनेस कार्यशाला में भाग लें या किसी कैंप में जाकर मजे करें ǀ",
        "वृश्चिक प्यार और संबंध राशिफल": "आपको कहीं न कहीं यह महसूस होना शुरू हो गया है कि किसी के साथ रोमांटिक तरीके से जुड़ने में दिक्कतें ज्यादा हैं और संतुष्टि भी कोई नही है फिर भी आपकी जिन्दगी में कोई एक अलग सा व्यक्ति आने वाला है जो एक बार फिर आपको विपरीत लिंग के लोगों के बारे में दुबारा सोचने पर मजबूर करेगा | अपने आपको निराश न होने दें , सब्र का फल मीठा होता है और सब्र रखने से आपको भी मीठा फल जरूर मिलेगा |",
        "वृश्चिक कैरियर और धन राशिफल": "आज का दिन सट्टा उद्यम के लिए उपयुक्त है पर बिना सोचे समझे कोई निर्णय न ले । अगर आप गणना करके जोखिम लेंगे तो लाभ में रहेंगे परन्तु याद रखे अज्ञानता में लिए गया फैसला नुकसान दिला सकता है इसलिए फिलहाल लाटरी के मकड़जाल में न फसे । बिना सोचे समझे सट्टा खेलना या निवेश करना हानिकारक है जिसमे भाग्य भी आपकी सहायता नहीं कर सकता परन्तु अगर आप हर सिक्के के पहलु पर गौर करके निवेश करेंगे तो आपका निवेश उचित दिशा में जाएगा जो की फायदेमंद साबित होगा ।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आज आपका विशेष ध्यान दोस्तों पर रहेगा ǀ किसी पुराने दोस्त से या तो आप मिलेंगे या उनमे से कोई आपसे मिलने आज अचानक चला आएगा ǀ आज अपनी किसी एक या अधिक दोस्तों की परेशानी में मदद भी करने वाले हैं ǀदूसरी ओर,एक दोस्त आपके ऊपर अपना गुस्सा भी निकल सकता है लेकिन बुरा ना मानें ǀउस दोस्त की अपनी कुछ परेशानियां चल रही अहिं और इसीलिए वह ऐसे व्यवहार कर रहा है ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "आज आप काफी आवेग में रहेंगे और आपका स्वास्थ्य और फिट रहने की इच्छा भी इसका अपवाद नही होंगे | इसी के चलते आज आप अपने एक्सरसाइज कार्यक्रम के दौरान सामान्य से अधिक मेहनत करेंगे |इसीलिए आपको यह भी ध्यान रखना होगा कि कि कहीं आपकी किसी मांसपेशी में खिंचाव न आ जाए या आप अधिक थक जाएँ |सारा मानसिक तनाव धुल जाएगा,आप ऊर्जा से भरे और खुद को हर स्थिति के लिए तैयार पायेंगे |",
        "धनु प्यार और संबंध राशिफल": "आज का दिन अपने साथी को प्रेम से संभंधित उपहार या अपनी भाव भंगिमा के द्वारा आश्चर्य चकित करने का है लेकिन साथ ही साथ कुछ अन्य चीज़े भी कुछ समय से अपना ध्यान आपकी और आकर्षित कर रही है । आपने अपने साथी को हर तरह से अपना मान लिया है । अब यह समय अपनी प्रशंसा दिखाने का है और ये सुनिश्चित करे की वही चीज़ आपको सहहृदय वापिस मिले । बहरहाल, आज अपने साथी की अनदेखी रिश्ते में तनाव को बढा सकती है।",
        "धनु कैरियर और धन राशिफल": "बड़े रोजगार के अवसर आप का इंतजार कर रहे हैं! ध्यान से इस बारे में सोचे और आपके पूर्ण संतुष्ट होने पर अपने करियर की दिशा परिवर्तित करे । आपका सहकर्मी नौकरी को त्याग सकता है और उसकी जगह आप किसी जरूरतमंद को अपने यहाँ काम पर लगवा सकते है । हालाँकि आप अवगत नहीं है , लेकिन आपके मूल्य काफी उच्च स्तर के है । आपके वेतनमान में बढोतरी की संभावना रहेगी और आपकी वित्तीय स्थिति भी मजबूत होगी चाहे आप किसी भी पद पर हो ।"
    },
    "9": {
        "मकर दैनिक राशिफल": "आज आपको अपनी मेहनत का फल मिलेगा ǀपहचान और इज्जत भी मिलेगी ǀवित्तीय स्थिति बेहतर होगी,ऑफिस में तारीफ़ मिलेगी ǀ वेतन में बढ़ोतरी भी संभव है ǀ सेल्स क्षेत्र वाले लोग भी लक्ष्य हासिल क्र पायेंगे ǀ आज अपने परिधान में नीला रंग शामिल करें ǀ इससे सकारात्मक ऊर्जा मिलेगी ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "आप कुछ तनाव में लग रहे हैं ǀफिटनेस के लिए बाहर मैदान में खेले जाने वाले खेल जैसे तैराकी और योग आदि का अभ्यास करें ǀअपने फेफड़ों की क्षमता बढ़ाने और मांसपेशियों को पुष्ट करने के लिए ऐसा नियमित रूप से करें ǀ बहुत ठंडा मौसम हो तो न करें,नही तो नुक्सान भी हो सकता है ǀऐसी स्थिति में जिम में जाकर ट्रेनर के अनुसार हलकी-फुलकी एक्सरसाइज करें ǀ",
        "मकर प्यार और संबंध राशिफल": "आज का दिन कुछ पारिवारिक कार्यकलापों के लिए बिलकुल उपयुक्त है | अपने बच्चों को बाल गेम के लिए या फिर म्यूजियम या पार्क में ले जाएँ | आप अपने माता पिता या बहन भाइयों के साथ भी समय बिता सकते हैं | शाम का समय रोमांस के लिए बहुत अच्छा है लेकिन आपको इसके लिए कोई बड़ी पार्टी रखने की बजाय अन्तरंग सी मुलाकात रखनी चाहिए| अब पारिवारिक जिम्मेदारियां आपकी प्राथमिकता बनेंगी |",
        "मकर कैरियर और धन राशिफल": "आज का दिन एक नए व्यापार उद्यम को लगाने का समय है । काफी समय से बात आपके मन में थी परन्तु उसे उपयोगिता में नहीं ला पा रहे थे लेकिन आज का दिन इसको पूरा करने का दिन है । आपको कई नए अवसर मिलेंगे और सब वैध एवं असली होंगे । अगर आप विवेकपूर्ण तरीके से निर्णय लेंगे तो जो भी मुश्किलें आ रही थी वे धीरे धीरे लुप्त होती चली जाएंगी ।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "आपकी प्रवृतियाँ आज काफी सक्रिय रहेंगी और आपको उनकी सुनकर ही आज आगे बढ़ाना चाहिएǀ यहां तक की अगर आपके आसपास हर किसी की राय अलग है तो भी आप उनकी ना सुनकर अपने ही मन की सुनें ǀआपके लिए शायद अभी यह कर पाना काफी मुश्किल होगा लेकिन आपको इसका लाभ मिलेगा ǀ आपको अपनी आँखें और कान खुले रखकर अपने रास्ते में आने वाले अवसरों को पकड़ना है ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "हालाँकि आपकी सेहत अच्छी है लेकिन इसके हिसाब से आपमें स्टैमिना कम है ǀहालाँकि आपको इसका अनुभव केवल खुद को बिस्तर से बाहर आने तक ही होगा ǀघर से आपके बाहर निकलते ही खुशमिजाज मौसम आपका स्वागत करेगा और आप खुद को अपनी स्वाभाविक लय में ही पायेंगे ǀआज दुपहिया वाहन का प्रयोग करने से बचें,अगर करना ही पड़े तो सावधान रहें ǀ",
        "कुंभ प्यार और संबंध राशिफल": "आज नए सबंध बनाने का दिन है | आपको इसके लिए कोशिश करनी चाहिए | आज नए सम्बन्ध ,नई दोस्ती या नई पार्टनरशिप की शुरुआत हो सकती है | आज आप बहुत सारे सामजिक कार्यक्रमों में हिस्सा लेंगे जहां आपको अपने संभावित दोस्त या पार्टनर मिल सकते हैं लेकिन इस बात का ध्यान रखें कि नए दोस्त बनाने के बाद अपने पुराने करीबी दोस्तों की उपेक्षा न करें |",
        "कुंभ कैरियर और धन राशिफल": "आज आपको अपने कार्यक्षेत्र से संभंधित कार्य में अपने मित्रो और सहकर्मियों से सहायता मिल सकती है । आप उनको अपना आभार देना न भूले और बदले में आप भी समय पड़ने पर उनकी सहायता करे । धन एवं नकदी प्रवाह में सुधार आयेगा । इस दिन आपको अपने अनावश्यक खर्चो पर भी लगाम लगानी होगी क्योकि आप अछा कमाएंगे पर साथ साथ आपके खर्चे घटाने आपके लिए मुश्किल होंगे ।"
    },
    "11": {
        "मीन दैनिक राशिफल": "आज आपके विचार उलझे और बिखरे हुए से हैं ǀआप एक साथ बहुत सारी बातों के बारे में सोच रहे हैं ǀ इसका परिणाम यह होगा की आज कोई भी काम पूरा नही कर पायेंगे ǀ ध्यान को केन्द्रित रखने की जरुरत है ǀ थोडा सा मानसिक अभ्यास करें और दूसरों से सलाह ना लें क्योंकि अलग-अलग सलाह से आप और भी उलझते जायेंगे ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "थोड़ी से मेहनत और धीरज के साथ आपका दिन आज बहुत सफल सिद्ध हो सकता है लेकिन सबसे बड़ी चुनौती धीरज बनाये रखन ही है ǀआपको समय बहुत ही धीमी गति से सरकता हुआ महसूस होगा और आपको लगेगा कि जिस गति से आप चाहते हैं उस गति से अब कुछ भी नही हो रहा ǀलेकिन अगर आप जल्दी करने की कोशिश करेंगे तो सारा एजेंडा ही उल्टा-पुल्टा हो जाएगा ǀअपनी ऊर्जा को नियंत्रण में रखने के लिए दिन की शुरुआत किसी राहत देने वाली एक्सरसाइज से करें ǀ",
        "मीन प्यार और संबंध राशिफल": "आपको आज घर में घुसे नही रहना है | आज बाहर निकलकर अपने प्रिय के साथ मजे करने का दिन है | जो व्यस्क साथी हैं वे अपना रिलेशनशिप स्टेटस बदलने के लिए बहुत उत्सुक हैं और प्यार की तलाश में लगे हुए हैं |खुद से फिर सवाल करें- क्या आपके सपनों का राजकुमार बहुत ताकतवर ही होना चाहिए? या आपको ज्यादा देखभाल करने वाला भावनात्मक आदमी चाहिए ?",
        "मीन कैरियर और धन राशिफल": "यह समय अपने कार्य क्षेत्र को दिशा या बदलाव देने का उचित समय है । कुछ समय से आप अस्थिरता को महसूस कर रहे है । नए और जोश भर देने वाले अवसर आज आपके सामने आ सकते है और आपको आशावादी रहकर उन्हें पकड़ना है । यह आपके कार्य क्षेत्र को पुनर्जीवित करने में मदद करेगा और आगे जाकर आपकी कार्य क्षेत्र संबंधित समस्याओं का निराकरण करने में मदद करेगा जो की आपके स्वास्थय पर भी प्रतिकूल प्रभाव डाल रहा है।"
    }
}]
