horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम सफलता दायक रहेगा। बड़ी मात्रा में आज आपके हाथ धन लग सकता है, जिससे आप संतुष्टि महसूस करेंगे और अपने भविष्य की चिंता से मुक्त हो जाएंगे। सायंकाल के समय परिवार के सदस्य और दोस्तों की प्रति उदार रवैया रखें। परिवार के छोटे बच्चे आज आपसे कुछ फरमाइशें कर सकते हैं। अपने व्यवसाय की प्रगति को देख आपके मन में प्रसन्नता का भाव रहेगा और विलासिता माहौल का लुफ्त उठाएंगे। विद्यार्थियों को परीक्षा में उत्तम सफलता मिलेगी। व्यापार के लिए कुछ यात्राएं भी करनी पड़ सकती हैं। परिवार के किसी सदस्य के स्वास्थ्य में आज कुछ कमी आ सकती है।आशावादी बनें और उजले पक्ष को देखें। आपका विश्वास और उम्मीद आपकी इच्छाओं व आशाओं के लिए नए दरवाज़े खोलेंगी। अतिरिक्त आय के लिए अपने सृजनात्मक विचारों का सहारा लें। दोस्तों की परेशानियों और तनाव के चलते आप अच्छा महसूस नहीं करेंगे। आज आप कोई दिल टूटने से बचा सकते हैं। वक़ील के पास जाकर क़ानूनी सलाह लेने के लिए अच्छा दिन है। आज आप अपने जीवनसाथी से काफ़ी आत्मीय बातचीत कर सकते हैं। आप बहुत कुछ करना चाहते हैं, फिर भी मुमकिन है कि आप आज चीज़ों को बाद के लिए टाल दें। दिन ख़त्म होने से पहले उठें और काम में लग जाएँ, नहीं तो आपको महसूस होगा कि पूरा दिन बर्बाद हो गया है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सफेद फूलों का गुलदस्ता चाँदी के जार में घर में रखने से पारिवारिक ख़ुशियाँ बढ़ेंगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज आपको अपने अनियमित खानपान से बचना होगा और अपने स्वास्थ्य में आ रही कमी को दूर करने के लिए डॉक्टर से सलाह लेनी होगी। आज आपको आय कम और व्यय अधिक होगा, लेकिन आपको दोनों में संतुलन बनाना ही होगा। सायंकाल के समय से लेकर रात्रि तक किसी सामाजिक कार्यक्रम में सम्मिलित होने का अवसर प्राप्त हो सकता है। जीवनसाथी का आपको भरपूर सहयोग मिलेगा। आज आपका ध्यान देना होगा कि किसी वस्तु की अधिकता आपको हानि पहुंचा सकती है। आपका कोई शत्रु आपके समझ कोई प्रस्ताव रखे, तो उसे स्वीकार करने से बचना होगा। उसके बहकावे में ना आए।आपका बच्चों जैसा भोला स्वभाव फिर सतह पर आ जाएगा और आप शरारती मनोदशा में होंगे। बोलते समय और वित्तीय लेन-देन करते समय सावधानी बरतने की ज़रूरत है। अपने परिवार को पर्याप्त समय दें। उन्हें महसूस होने दें कि आप उनका ख़याल रखते हैं। उनके साथ अच्छा वक़्त बिताएँ और शिकायत करने का मौक़ा न दें। जो अपने प्रिय के साथ छुट्टियाँ बिता रहे हैं, ये उनकी ज़िन्दगी के सबसे यादगार लम्हों में से होंगे। आज कुछ ऐसा दिन है जब चीजें उस तरह नहीं होंगी, जैसी आप चाहते हैं। थोड़ी-सी कोशिश करें तो यह दिन आपके वैवाहिक जीवन के सबसे विशेष दिनों में से एक हो सकता है। अच्छी नींद अच्छी सेहत के लिए बेहद ज़रुरी है; आप थोड़ा अधिक सो सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- चाँदी का कड़ा धारण करना आर्थिक स्थिति को बेहतर करेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए एक महत्वपूर्ण परियोजना पुरा करने वाला है। आज आपके परिवार में कोई विवाद पनप सकता है, लेकिन आपको उस विवाद में नहीं पड़ना है और अपनी व्यवस्था में चल रही योजनाओं को चरम तक पहुंचाना है, जिसमें आपको अपने भाई की मदद लेनी पड़ सकती है। माताजी के लिए आज कोई गिफ्ट खरीद सकते हैं। यदि धन संपति संपत्ति से संबंधित कोई मामला चल रहा है, तो उसमें सफलता मिलेगी। जमीन जायदाद के लिए यदि निवेश करना चाहते हैं, तो उसके लिए दिन उत्तम रहेगा। भविष्य में आपको इसका भरपूर लाभ मिलेगा।अपने आहार पर नियंत्रण रखें और चुस्त-दुरुस्त रहने के लिए नियमित व्यायाम करें। जीवनसाथी की खराब तबीयत के कारण आज आपका धन खर्च हो सकता है लेकिन आपको इसको लेकर चिंता करने की जरुरत नहीं है क्योंकि धन इसीलिये बचाया जाता है कि बुरे समय में वो आपके काम आ सके। छोटे बच्चे आपको व्यस्त रखेंगे और दिली सुकून देंगे। संभव है कि कोई आपसे अपने प्यार का इज़हार करे। समय का पहिया बहुत तेजी से चलता है इसलिए आज से ही अपने कीमती समय का सही इस्तेमाल करना सीख लें। यह शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक है। आपको प्रेम की गहराई का अनुभव करेंगे। मानसिक शांति प्राप्त करने के लिए आज किसी नदी का किनारा या पार्क की सैर बेहतर विकल्प हो सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- चने की दाल गाय को खिलाने से आर्थिक स्थिति सुधरेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। व्यापार के लिए आपको कुछ यात्राएं भी करनी पड़ सकती हैं और आप अपनी बिजनेस की तरक्की से कम खुश नजर आएंगे, जिसके लिए आप किसी अनुभवी व्यक्ति की सलाह लेने की सोच सकते हैं। संतान की शिक्षा को लेकर आज कुछ तनाव रह सकता है, लेकिन जीवन साथी के सहयोग से शाम तक वह समाप्त हो जाएगा। सायंकाल के समय आपका आपके पिताजी से वाद विवाद हो सकता है, इसलिए व्यर्थ की बहस में ना पड़ें। विद्यार्थियों को आज कुछ किताबों की कमी हो सकती है।तनाव से बचने के लिए अपना क़ीमती वक़्त बच्चों के साथ गुज़ारें। आप बच्चों की उपचार करने की शक्ति महसूस करेंगे। वे आध्यात्मिक तौर पर धरती पर सबसे ज़्यादा ताक़तवर और भावनात्मक लोग हैं। उनके साथ आप ख़ुद को ऊर्जा से लबरेज़ पाएंगे। जो व्यापारी अपने कारोबार के सिलसिले में घर से बाहर जा रहे हैं वो अपने धन को आज बहुत संभालकर रखें। धन चोरी होने की संभावना है। कुल मिलाकर फ़ायदेमंद दिन है। लेकिन आप समझते थे जिसपर आप आँखें बंद करके यक़ीन कर सकते हैं, वह आपके भरोसे को तोड़ सकता है। आज आप अपने प्रिय से अपने जज़्बात का इज़हार करने में मुश्किल महसूस करेंगे। आज ऐसे बर्ताव करें जैसे कि आप ‘सुपर-स्टार’ हैं, लेकिन सिर्फ़ उन चीज़ों की ही प्रशंसा करें जो उसके क़ाबिल हैं। आस-पड़ोस की किसी सुनी-सुनाई बात को लेकर आपका जीवनसाथी तिल-का-ताड़ बना सकता है। आज अचानक तबीयत खराब हो सकती है जिससे आप सारे दिन भर परेशान रह सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- तांबे के चैन में डाले गए रुद्राक्ष को धारण करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। निजी संबंध प्रेम पूर्ण और सहयोग पूर्ण रहेंगे। स्वास्थ्य अच्छा रहने से आप विभिन्न कार्यों मे सक्रियता से भाग लेंगे। आज आपको अपने पारिवारिक बिजनेस में अपने जीवन साथी की सलाह की आवश्यकता होगी, जिससे आपको भविष्य में भरपूर लाभ होगा। आर्थिक स्थिति मजबूत होगी। आज परिवार का कोई सदस्य आपके लिए कोई सरप्राइस प्लान कर सकता है। विद्यार्थियों के उच्च शिक्षा के मार्ग प्रशस्त होंगे।आपका बच्चों जैसा भोला स्वभाव फिर सतह पर आ जाएगा और आप शरारती मनोदशा में होंगे। अगर आपने अपने घर के किसी सदस्य से उधार लिया था तो उसे आज लौटा दें नहीं तो वो आपके खिलाफ कानूनी कार्यवाही कर सकता है। बच्चे आपको अपनी उपलब्धियों से गर्व का अनुभव कराएंगे। रोमांस का मौसम है। लेकिन अपने जज़्बात क़ाबू में रखें, नहीं तो रिश्ते में खटास पैदा हो सकती है। अपने जरुरी कामों को निपटाकर आज आप अपने लिए समय तो अवश्य निकालेंगे लेकिन इस समय का उपयोग आप अपने हिसाब से नहीं कर पाएंगे। वैवाहिक जीवन में आप कुछ निजता की ज़रूरत महसूस करेंगे। सप्ताह में छुट्टी वाले दिन स्मार्टफ़ोन स्क्रीन पर बॉस का नाम देखना किसे अच्छा लगता है भला? लेकिन इस बार आपके साथ यही हो सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- लाल चंदन से स्नान करने से लव लाइफ अच्छी चलती है। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन कुछ भाग दौड़ व व्यस्तता भरा रहेगा। आज आपको किसी भी स्थिति का आकलन करके दिल और दिमाग दोनों से फैसला लेना होगा। यदि कहीं निवेश करने की सोच रही हैं, तो उसके लिए दिन उत्तम रहेगा। भाग्य का भरपूर साथ मिलेगा। आजीविका के क्षेत्र में कार्यरत लोगों को आज सफलता मिलेगी। आज आपके परिवार के किसी सदस्य के स्वास्थ्य में गिरावट आने से भागदौड़ अधिक होगी व धन भी व्यय होगा। विद्यार्थियों को आज अपने गुरुजनों का आशीर्वाद प्राप्त होगा।आज आप उम्मीदों की जादुई दुनिया में हैं। माता-पिता की मदद से आप आर्थिक तंगी से बाहर निकलने में क़ामयाब रहेंगे। आपको ख़ुश रखने के लिए आपके बच्चे जो कुछ बन पड़ेगा, वह करेंगे। प्यार का जज़्बा अनुभव के परे है, लेकिन आज आप प्यार की इस मदहोशी की कुछ झलक पा सकेंगे। इस राशि के छात्र-छात्राएं आज अपने कीमती समय का दुरुपयोग कर सकते हैं। आप मोबाइल या टीवी पर आवश्यकता से अधिक समय जाया कर सकते हैं। आज का दिन आपके लिए बहुत अच्छा नहीं रहेगा क्योंकि कई मामलों में आपसी असहमति रह सकती है; और इससे आपके रिश्ते कमजोर होंगे। आज आपको अपनी किसी पुरानी गलती का अहसास हो सकता है और आपका मन उदास हो सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- आज ज्यादा क्रोध करना आपके लिए नुकसानदायक हो सकता है-घर में कर्पूर जलाकर आप इससे छुटकारा पा सकता हैं। \n",
    "6": "तुला राशिः आज का राशिफल\nआज आपने जो व्यापार साझेदारी में क्या हुआ था, उससे आपको भरपूर लाभ होगा, लेकिन व्यक्तिगत संबंधों मे आज कोई आपके बीच दरार डालने की कोशिश कर सकता है। आप अपने परिवार की सभी जिम्मेदारियों को पूरा करने में सफल रहेंगे। सायंकाल का समय आप अपने परिवार के सदस्यों के साथ मनोरंजन के कार्यक्रमों में व्यतीत करेंगे। पारिवारिक संपत्ति से संबंधित कोई विवाद चल रहा था, तो उसमें आपको लाभ होगा। आज आपको अपने पिताजी की सेहत के प्रति सचेत रहना होगा।आज के दिन आप बिना झंझट विश्राम कर सकेंगे। अपनी मांसपेशियों को आराम देने के लिए तैल से मालिश करें। कार्यक्षेत्र में या करोबार में आपकी कोई लापरवाही आज आपको आर्थिक नुक्सान करा सकती है। मनोरंजन से जुड़ी गतिविधियाँ मज़ेदार रहेंगी, अगर पूरे परिवार की उसमें सहभागिता हो। ज़रा संभल कर, क्योंकि आपका प्रिय रूमानी तौर पर आपको मक्खन लगा सकता है – मैं तुम्हारे बग़ैर इस दुनिया में नहीं रह सकता/सकती। आज जीवनसाथी के साथ समय बिताने के लिए आपके पास पर्याप्त समय होगा। आपके प्रेम को देखकर आज आपका प्रेमी गदगद हो जाएगा। थोड़ी-सी कोशिश करें तो यह दिन आपके वैवाहिक जीवन के सबसे विशेष दिनों में से एक हो सकता है। आपके दोस्त आपके काम नहीं आते यह शिकायत आज आपको हो सकती है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सकारात्मक सोच ज़िंदगी में ग़ज़ब का जादू कर सकती है इसे पाने के लिए हरे रंग के वस्त्र अधिक धारण करें। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। शारीरिक व मानसिक रूप से परेशान होने के बावजूद आप जो भी कार्य साहस से करेंगे, उसमें आपको सफलता प्राप्त होगी। आज आपके शत्रु आपके कार्यक्षेत्र में कुछ परेशानियां उत्पन्न कर सकते हैं ,लेकिन परेशान ना हो, आपका कुछ बिगाड़ नहीं पाएंगे। यदि आप कहीं यात्रा पर जाने का मन बना रहे थे, तो उसमें सफलता प्राप्त होगी। नौकरी से जुड़े जातकों को आज प्रमोशन व सैलरी में इंक्रीमेंट मिल सकता है।आपका प्रबल आत्मविश्वास और आज के दिन का आसान कामकाज मिलकर आपको आराम के लिए काफ़ी वक़्त देंगे। आज निवेश के जो नए अवसर आपकी ओर आएँ, उनपर विचार करें। लेकिन धन तभी लगाएँ जब आप उन योजनाओं का भली-भांति अध्ययन कर लें। अपनी महत्वाकांक्षाओं को ऐसे बड़ों के साथ बांटें, जो आपकी सहायता कर सकते हैं। आपका प्रिय आपको ख़ुश रखने के लिए कुछ ख़ास करेगा। आपके हँसने-हँसाने का अन्दाज़ आपकी सबसे बड़ी पूंजी साबित होगा। मुमकिन है कि आज आपका जीवनसाथी ख़ूबसूरत शब्दों में यह बताए कि आप उनके लिए कितने क़ीमती हैं। घर का कोई वरिष्ठ आज आपको कोई ज्ञान की बात बता सकता है। उनकी बातें आपको अच्छी लगेंगी और आप उनपर अमल भी करेंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- अपने बड़े भाई के विचारों का सम्मान करने व उनकी बात मानने से आर्थिक स्थिति में सुधार होगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए निश्चित परिणाम लेकर आएगा, लेकिन फिर भी आज आपको अपनी सेहत और अपने वित्तीय संसाधनों पर थोड़ी ज्यादा ध्यान देने की आवश्यकता है। आज आपके घर में कोई मांगलिक कार्यक्रम हो सकता है। परिवार में कोई तनाव चल रहा था, तो वह आज कम होगा। सायंकाल के समय अपने आस-पड़ोस में वाद विवाद की स्थिति को पनपने ना दें, नहीं तो नुकसान उठाना पड़ सकता है। आज दूसरे लोगों के कार्यों के लिए ज्यादा वक्त और ऊर्जा बर्बाद ना करें क्योंकि ऐसे लोग एक के बाद एक दूसरी डिमांड पेश करते रहेंगे।मानसिक दबाव के बावजूद आपकी सेहत अच्छी रहेगी। आज के दिन आपको आर्थिक परेशानियों का सामना करना पड़ सकता अहि- मुमकिन है कि आप ज़रूरत से ज़्यादा ख़र्च करें या आपका बटुआ खो भी सकता है- ऐसे मामलों में सावधानी की कमी आपको नुक़सान पहुँचा सकती है। आपका कोई क़रीबी आज काफ़ी अजीब मूड में होगा और उसे समझना लगभग असंभव साबित होगा। सच्चे और पवित्र प्रेम का अनुभव करें। दिल के करीबी लोगों के साथ आपका वक्त बिताने का मन करेगा लेकिन आप ऐसा कर पाने में सक्षम नहीं हो पाएंगे। ऐसा लगता है कि आपके जीवनसाथी आज आपके ऊपर ख़ास ध्यान देंगे। अपने जीवनसाथी के साथ एक कैंडल लाइट डिनर सम्भवतः आपकी हफ़्ते भर की थकान को दूर कर सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- पीपल के वृक्ष की छाया में खड़े होकर लोहे के बर्तन में जल, चीनी, घी तथा दूध मिलाकर पीपल की जड़ में चढ़ाने से आर्थिक समृद्धि आएगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आपके जीवन में एक महत्वपूर्ण परिवर्तन होने का योग है, हो सकता है इसके चलते आपको किसी कठिन दौर से भी गुजरना पड़े, लेकिन याद रखें, रात के बाद ही सवेरा होता है, इसलिए धैर्य बनाए रखें और सहजता से आगे बढ़े। सामाजिक संबंधों में भी आज आपको सफलता मिलती दिख रही है। यदि किसी बैंक व संस्था से लोन लेना चाहते हैं, तो परिवार के सदस्यों से भी विचार कर लें, क्या पता उधार लेने की आवश्यकता ना पड़े। जीवन साथी के स्वास्थ्य में आज कुछ कमी आ सकती है। इसके लिए सायंकाल के समय भागदौड़ रहेगी।\n अपने काम के लिए दूसरों पर दबाव न डालें। दूसरे लोगों की इच्छाओं और दिलचस्पियों पर भी ग़ौर करें, इससे आपको दिली ख़ुशी हासिल होगी। जिन लोगों ने किसी अनजान शख्स की सलाह पर कहीं निवेश किया था आज उन्हें उस निवेश से फायदा होने की पूरी संभावना है। आज आपमें धैर्य की कमी रहेगी। इसलिए संयम बरतें, क्योंकि आपकी तल्ख़ी आस-पास के लोगों को दुःखी कर सकती है। आपकी मुस्कुराहट आपके प्रिय की नाराज़गी दूर करने के लिए सबसे उम्दा दवा है। आप खाली समय में अपने पसंदीदा काम करना पसंद करते हैं, आज भी आप ऐसा ही कुछ करने का सोचेंगे लेकिन किसी शख्स के घर में आने की वजह से आपका यह प्लान चौपट हो सकता है। क्या आपको पता है कि आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्ता है। उनपर ग़ौर करें, यह बात आपको ख़ुद-ब-ख़ुद दिख जाएगी। इस सप्ताहांत परिवार के साथ शॉपिंग पर जाना संभव लग रहा है, लेकिन शॉपिंग जेब पर भारी भी पड़ सकती है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- खिरनी की जड़ को सफ़ेद कपड़े में लपेटकर अपने पास रखने से हेल्थ में सुधार आएगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए कुछ तनावग्रस्त रह सकता है। आज आपको अपने ऊपर हावी होने वाली संभावनाओं से  बचना होगा और अपने अंतर्मन की पुकार को सुनना होगा, लेकिन किसी भी मामले में अतिवादी होने से बचें, नहीं तो आपको नुकसान हो सकता है। आज आपके कार्यक्षेत्र में भी अप्रत्याशित बदलाव की संभावना होती दिख रही है, जिसका भविष्य में आपको लाभ भी अवश्य होगा। संतान के विवाह में कुछ विलंब होने से भी तनाव हो सकता है। यदि आपका धन कहीं फंसा हुआ है, तो वह आज आपको प्राप्त हो सकता है।आज खेल-कूद में हिस्सा लेने की ज़रूरत है, क्योंकि चिर यौवन का रहस्य यही है। दिन चढ़ने पर वित्तीय तौर पर सुधार आएगा। दिन को ख़ास बनाने के लिए शाम को परिवार के साथ किसी अच्छी जगह खाने जाएँ। रोमांस आपके दिल पर क़ाबिज़ है। किसी भी स्थिति में आपको अपने समय का ख्याल रखना चाहिए याद रखिये अगर समय की कद्र नहीं करेंगे तो इससे आपको ही नुक्सान होगा। थोड़ी-सी कोशिश करें तो यह दिन आपके वैवाहिक जीवन के सबसे विशेष दिनों में से एक हो सकता है। यदि आप किसी खेल में महारत रखते हैं तो आज के दिन आपको वो खेल खेलना चाहिए। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- काली उड़द, काले तिल, और नारियल जल में बहाने से स्वास्थ्य अच्छा रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज आपने अपने व्यापार में जो उम्मीदें सजा कर रखी थी, उनके पूरा होने से आप खिल उठेंगे। यदि आप किसी नई नौकरी की तलाश में है, तो वह भी आज आपको मिल सकती है। उसके लिए दिन उत्तम रहेगा। निजी संबंधों के मामले में विवाद की स्थिति उत्पन्न हो सकती है, लेकिन आप अपनी समझदारी से इन्हें सुलझा भी सकते हैं। आज आपके लिए बेहतर होगा कि आप अहम को छोड़कर अपने रिश्ते को महत्व दें। संतान को अच्छे कार्य करते देख मन में प्रसन्नता रहेगी। पिताजी की सेहत के प्रति सचेत रहें, ससुराल पक्ष से धन लाभ हो सकता है।अगर आपकी योजना बाहर घूमने-फिरने की है तो आपका वक़्त हँसी-ख़ुशी और सुकून भरा रहेगा। आपका धन आपके काम तभी आता है जब आप फिजूलखर्ची करने से खुद को रोकते हैं आज ये बात आपको अच्छी तरह से समझ में आ सकती है। परिवार के साथ सामाजिक गतिविधियाँ सभी को ख़ुश रखेंगी। आज प्यार के नज़रिए से दिन काफ़ी विवादास्पद रहेगा। आज आप कोई नई पुस्तक खरीदकर किसी कमरे में खुद को बंद करके पूरा दिन गुजार सकते हैं। शादीशुदा ज़िन्दगी के नज़रिए से यह थोड़ा मुश्किल वक़्त है। आपके किये गये कामों को आज आपके सीनियर्स के द्वारा सराहा जाएगा जिससे आपके चेहरे पर भी मुस्कान दौड़ जाएगी। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अच्छी लव लाइफ के लिए किसी भी गरीब व्यक्ति को चमड़े का जूता दान करें। \n"
}]
