horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "आप एक साधारण आदमी हैं और इसीलिए आप संबंधों में कोई चालाकी नही करते ǀ इससे आपको कई बार नुक्सान भी उठाना पड़ता है लेकिन यह सब अधिक समय तक नही चलेगा ,आखिर में चालाकी के स्थान पर आपकी सरलता की ही जीत होगी ǀ अपनी संवेदनाओं को नियंत्रण में रखें ǀ करीबियों के साथ अच्छा वक़्त बिताने की सम्भावना बनी हुई है ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "आप एक साथ आराम और सुरक्षा दोनों के बारे में सोच रहे हैं ǀ अपने दिमाग को थोडा आराम दें ,समय से आपको स्वीक्रति भी मिलेगी और बाकी सभी अच्छी चीजें भी होनी हैं,सब चीजें ठीक हो जायेंगी,निश्चिंत रहें ǀ देर रात तक न जागें ǀ कोशिश करें कि अपनी सुबह की नींद का लालच छोड़कर उस समय का उपयोग अपनी सेहत को अच्छी बनाने के लिए करें ,जो आपकी थोड़ी सी भी लापरवाही से खराब हो सकती है ǀ",
        "मेष प्यार और संबंध राशिफल": "एक ऐसे रिश्ते को आगे की तरफ सिर्फ इसलिए खीचना बेकार है , क्योंकि वो काफी लम्बे समय से है । आप अनिश्चितता और मानसिक अस्थिरता के कारण थोड़ा उदास रह सकते है । अपने आप को दोषी महसूस न करें। ऐसे रिश्ते के साथ चिपकना बेकार था । आगे बढे । अपने मन को स्थिर और मजबूत करे । अगर आप अपने को मजबूत बना लें तो आप इस रिश्ते से बाहर आ सकते है ।",
        "मेष कैरियर और धन राशिफल": "आप धोखाधड़ी के शिकार हो सकते है। आज का दिन किसी भी बड़े निवेश या खरीद के लिए उपयुक्त नहीं है। आज धन के मामलो में किसी भी अनजान व्यक्ति पर भरोसा न करे अन्यथा आपको काफी वित्तीय नुकसान उठाना पड़ सकता है , फिर भी सही समय पर पर्याप्त विवेक के साथ आसानी से आप अपने धन की रक्षा कर सकते हैं। आज यात्रा के लिए न कोई योजना बनाये और न ही कोई भुगतान करें।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "आप किसी करीबी को कोई सलाह देंगे और वह इसे बहुत कृतज्ञता के साथ स्वीकार करेगा ǀ आप आज बहुत अच्छे और नरम मूड में हैं ,आज का दिन अपने पुराने दोस्तों से सम्पर्क स्थापित करने के लिए बहुत अच्छा है ǀ अपने किसी पुराने स्कूल के दोस्त से फोन पर बाते क्र लें,आपको बहुत अच्छा लगेगा ǀ पिछले मतभेदों को भुलाकर आगे बढने के लिए भी अच्छा समय है ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "दिन आंतरिक उर्जा के उफान से शुरू होगा ǀआप खुद को शांत और बिलकुल धैर्यवान पायेंगे ǀआज बिज़नेस सम्बन्धी किसी बातचीत के लिए बहुत अच्छा दिन है क्योंकि आज आपकी मानसिक शांति के कारण आप अपना इच्छित फल प्राप्त कर सकते हैं ǀआपकी अपने प्रतिद्वंदी से भी मुलाक़ात हो सकती है लेकिन कोई भी आपको परेशान नही कर पायेगा ǀ",
        "वृषभ प्यार और संबंध राशिफल": "लोग आपके पास सहानुभूति के लिए आयेंगे और आप गलती से इसे ध्यान खीचने का प्रयास मान बैठेंगे | जो लोग पहले से किसी सम्बन्ध में हैं वे दिल से एक दुसरे के साथ कुछ अच्छा समय बिताना चाहेंगे | आप उनके साथ अकेले रहकर चुपचाप सी बातचीत के जरिये अपने विचार साझा करना चाहेंगे |",
        "वृषभ कैरियर और धन राशिफल": "एक उत्कृष्ट अवसर आपके लंबित कार्यो को खत्म करने के लिए आपके रास्ते में आ सकता है । इस खाली समय का पूरा उपयोग करें , हालांकि आप जिस तरीके से अपने कार्य अभी तक करते थे , उन्हें आपको छोड़ना होगा ! यह अपनी पसंद के घर के स्वामित्व को पाने के लिए सही समय है।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "आज आप खुद को उलझन में फंसा हुआ महसूस करेंगे ǀ अपना भला चाहने वाले लोगों से उन चीजों के बारे में भी खुलकर बात करें,जो आपको परेशान कर रही हैं ǀ अनिश्चितत्ता के बादल एक सप्ताह में छंट जायेंगे ǀकिसी परिजन या अन्तरंग दोस्त का साथ मिलेगा ǀ बोलते हुए सावधान रहें ǀकिसी की आपके शब्दों से ग़लतफ़हमी हो सकती है ǀ कार्यस्थल पर स्थायित्व बना रहेगा ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "आज पेट में खराबी होने की काफी आशंका बनी हुई है ǀ आपको पीने का पानी और अन्य तरल पदार्थों के प्रति विशेष सावधानी रखनी होगी क्योंकि पानी से उत्पन्न बिमारियों की आशंका बनी हुई है ǀ आपको संक्रमण भी हो सकते हैं इसीलिए आज बाहर के अस्वास्थ्यकर खाने से भी परहेज ही रखें ǀ आपको मुंहासों की समस्या भी हो सकती है परन्तु वह समय से ध्यान देने के बाद ठीक हो जायेंगे ǀ",
        "मिथुन प्यार और संबंध राशिफल": "आपको अपने पार्टनर के करीब आने के लिए थोडा नम्र और ख्याल रखने वाला बनना होगा | वह इस समय किसी बहुत महत्वपूर्ण मुद्दे पर काम कर रहे हैं | आपको उन्हें प्रेरणा और हिम्मत देने की जरुरत है ताकि वह आपके साथ अपनी सब बातें बाँट सके | अगर आप इस वक़्त उनका साथ देते हैं तो इससे आपके रिश्ते पर लम्बे समय तक टिकने वाला प्रभाव पड़ेगा |",
        "मिथुन कैरियर और धन राशिफल": "आप चुस्त , विश्वसनीय , दृढ़ और सक्रिय हैं। ये गुण आपको किसी भी साक्षात्कार में आगे रखने में आपकी मदद करेंगे । आप आज अगर किसी भी साक्षात्कार के लिए जा रहे हैं तो अपनी शारीरिक भाषा पर ध्यान दे । आज का दिन सफेद रंग शुभ है और अपने कपड़ों के कुछ हिस्से में यह रंग पहने । वित्तीय मामलों आज औसत रहेंगे । आज आप संपत्ति खरीदने की योजना भी बना सकते है ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "आप आज ऊर्जा से भरे हैं,आपके आकर्षण और कुशलता से आज घर-ऑफिस में सब प्रभावित होंगे ǀ अपने दोस्तों या किसी ख़ास के साथ बाहर घुमने जाकर मजे करें ǀ दिन शांत और तनावरहित रहेगा ǀ आज अच्छा वित्तीय लाभ होने की सम्भावना तो बनी हुई है,लेकिन अपने खरीदारी के खर्चो पर भी नजर रखें ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "आपके आसपास कोई आज बीमार अनुभव कर रहा है ,आपको उसकी काफी देखभाल करनी पड़ सकती है लेकिन चिंता न करें |आपके उसकी मदद करने से आपका भी कुछ अच्छा ही होगा |आपको आज छोटे –मोटे संक्रमणों से सावधान रहना होगा |आपके लिए अपनी खुद की या किसी करीबी की छोटी छोटी स्वास्थ्य समस्याओं को नजरंदाज करना भविष्य में महंगा साबित हो सकता है |",
        "कर्क प्यार और संबंध राशिफल": "आप काफी भावनात्मक हैं और संभावना है कि आपको अपने जैसे ही कोई भावनात्मक और उत्साही बन्दा भी मिल जाए लेकिन आपको उसके साथ नही चलना है क्योंकि उससे आपके हाथ निराशा ही लगेगी |ये तो आपको पता ही है कि आकर्षण भी चुम्बक के विपरीत ध्रुवों में ही होता है | आप अपनी अपेक्षाओं को थोडा कम करें और अपने स्तर के लोगों के साथ ही दोस्ती बढाने की उम्मीद करें | हो सकता है आप बाद में उनके साथ बिज़नेस भी कर पायें |",
        "कर्क कैरियर और धन राशिफल": "आज आप अपने आप पर संदेह कर सकते है और अपनी खुद की क्षमता को नजरअंदाज कर सकते हैं। यह सब आपके असुरक्षित व्यवहार की वजह से है जिसे आपको नियंत्रित करना होगा । एक गहरे स्तर पर दूसरों के साथ संदेशो का आदान प्रदान करने का प्रयास करें। इससे न केवल आप उन लोगों के साथ बेहतर सम्बन्ध बना सकोगे बल्कि आप कार्य प्रणाली को भी बेहतर तरीके से समझ पाओगे और आपको अपनी बहुमूल्य स्थिति के बारे में भी जानने में मदद मिलेगी ।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आप आज सृजनात्मक महसूस करेंगे और बहुत सारे कामों के लिए खुद को तैयार पायेंगे ǀ हालंकि आपको यह वास्तविक भय रहेगा कि दूसरे क्या सोचेंगे और कहेंगे ? आपको यह समझना है कि सही नजरिये से आधा काम तो बिना किये ही हो जाता है ǀ यद्यपि सृजनात्मक और ऊर्जापूर्ण रहने के बावजूद आपका आत्मविश्वास आज साथ नही देगा ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "आप पिछले कई दिनों से अपनी डाइट में काफी सारे अंतर लाने के बारे में सोचते रहे हैं लेकिन कई तरह के संदेहों ने आपको रोक रखा है |आज आपके सभी संदेह दूर हो जायेंगे और आपको यह भी पता चल जाएगा कि आपको अच्छी सेहत बनाये रखने के लिए क्या करते रहना है |इससे आपकी जीवनशैली पूरी तरह बदल जायेगी |जो नया तरीक अआप अपनाने वाले हैं वो शुरुआत में अजीब सा लगेगा पर आपके लिए सबसे लाभदायक यही है |",
        "सिंह प्यार और संबंध राशिफल": "आज अपने साथी के साथ बाहर जाने का उपयुक्त समय है । इस समय का कुछ हलकी फुलकी बातो से आनंद ले । किसी तरह की प्रतिबद्धता से बचे । साथ ही साथ अपने साथी की भावनाओ को तोलने की कोशिश न करे । आपका साथी भी जश्न के मूड में है और किसी तरह की प्रतिबद्धता से बचने की मुद्रा में है । हालाँकि अभी सब कुछ थोड़ा जल्दबाजी होगी । आपका ये रिश्ता बहुत गहरा हो कर फ़ैल सकता है या एक सिटी की तरह बजने के बाद टाय टाय फिस हो सकता है । अच्छे समय का आनंद उठायें ।",
        "सिंह कैरियर और धन राशिफल": "आज का दिन काफी मुश्किलो से भरा रह सकता है और आपको सख्त नियमो का पालन करते हुए काफी कठिनं परिश्रम करना पड़ेगा , लेकिन यह आपके भविष्य की योजनाओं के लिए एक ठोस आधार बनाने में मदद करेगा । आज का परिश्रम आपको भविष्य में फल देगा । हो सकता है की आप अपने सहयोगी की जिम्मेदारी भी ले ।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आज आप खुद को अधिक समर्पित अनुभव करेंगे और सारा लंबित काम निपटा लेंगे ǀये सारा काम ख़त्म करके आपको एक तरह की संतुष्टि मिलेगी जिसे आपके अन्य करीबी भी नोट करेंगे ǀ इसका नतीजा यह होगा की आपको घर और कार्यस्थल ,दोनों ही जगह अधिक सराहना मिलेगी ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "आपको किसी बुजुर्ग मित्र या सम्बन्धी के स्वास्थ्य को लेकर चिंतित हैं इसीलिए यह समय उनके संपर्क में रहने के लिए बिलकुल ठीक है |इसी तरह ,आपको अपने बच्चों के स्वास्थ्य को लेकर भी सावधान रहना होगा |आप खाने की महता को आज महसूस कर पायेंगे और संतुलित खाने अपनाने की दिशा में पहला कदम उठाएंगे |इससे आपके और आपके परिवार की सामान्य सेहत में काफी सुधार होगा |",
        "कन्या प्यार और संबंध राशिफल": "आज का दिन आपके कार्य क्षेत्र एवं परिवार के बीच संतुलन रहेगा । पिछले कुछ दिनों से आपको दोनों तरफ काफी ध्यान देना पड़ा है , क्यों की ये समय की जरुरत थी । लेकिन आज ऐसा करने में मुश्किलें आयेंगी । हो सकता है की समय के मुताबिक आपको दोनों में से एक को चुनना पड़े । हालांकि अभी काम के मुद्दों पर ध्यान केंद्रित करना अच्छा रहेगा , लेकिन साथ ही साथ अपने परिवार के साथ भी आपको चतुराई एवं विनम्रता से पेश आना होगा ताकि कुछ हद तक संतुलन बने ।",
        "कन्या कैरियर और धन राशिफल": "आप यात्रा और सामाजिकता से जुड़े व्यवसायों से जुड़े हो सकते हैं। आप अपने आप को आगे बढ़ाये क्यों की आप महान महत्व के लोगों के साथ बहुत अच्छा जाल या संवाद स्थापित करने में सक्षम हो सकते है । आप के आसपास क्या हो रहा है इस पर भी ध्यान दे। आपके प्रतियोगी आपके करियर में आगे बढ़ने के लिए एक कड़ी प्रतिस्पर्धा आपके समक्ष प्रस्तुत करेंगे ।"
    },
    "6": {
        "तुला दैनिक राशिफल": "आज आप नए दोस्त बना सकते हैं और नए काम हाथ में ले सकते हैं ǀ हमेशा की तरह अपने आप में यकीन बनाये रखें ǀ इससे आप अपने लिए हर तय मंजिल तक पहुच पायेंगे ǀ भविष्य की योजनायें बनाने के लिए बहुत अच्छा समय है,लेकिन वित्तीय स्थिति का ध्यान रखें ,जरुरत पड़ने पर ही खर्च करें ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "आप पिछले कई दिन से स्वास्थ्य सम्बन्धी छोटी छोटी परेशानियों से परेशान हो रहे हैं ,आज ये समस्यायें आपके सामने और भी गंभीर रूप में प्रस्तुत होंगी ǀअभी इस स्थिति का समाधान कर लें क्योंकि ऐसा हो सकता है कि ये किसी बड़ी समस्या का शुरूआती लक्षण हो ,इसीलिए इसे बढने का मौका न देंǀअपने स्वास्थ्य ,फिटनेस तथा खाने सम्बन्धी मामलों का विशेष ध्यान रखें ǀ",
        "तुला प्यार और संबंध राशिफल": "आप में सामाजिक ऊर्जा की अधिकता रहेगी और आप अपने साथी के साथ लोगो से मिल सकते है । एकरसता आपके स्वभाव में नहीं है । कुछ नवीन करने की कोशिश करे क्यों की बोरियत आपके सम्भंधो पर हावी होती धिक रही है । व्यावसायिक और कार्य क्षेत्र से संभंधित मामले एक जबरदस्त गति से आगे बढ़ रहे हैं और ऐसा प्रतीत होता है , मानो आप इस बवंडर में फंस गए हैं । आप ध्यान से देखे , आपका साथी किनारे पर आपका इंतजार कर रहा है ।",
        "तुला कैरियर और धन राशिफल": "आज आपको अपने खर्चो का ध्यान रखना होगा और उनपर पैनी निगाह रखनी होगी क्योकि यह छोटे छोटे खर्चे आगे जाकर विराट रूप धारण कर लेते है , हालाँकि आपकी व्यक्तिगत जरूरते कम है पर फिर भी आपको अपने खर्चों पर नियंत्रण रखना होगा ताकि भविष्य में धन की समस्या उत्पन न हो । आपको कुछ अन्य कार्यो के बारे में भी सोचना चाहिए ताकि आपकी आय बढ़ सके ।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "आज आपको अपने दृष्टिकोण को सांसारिक वास्तविकता के साथ संतुलित करने की जरुरत को समझने और इस कला में पारंगत होने की आवशयकता महसूस होगी ǀ आपकी योजनायें महत्वाकांक्षी हैं,लेकिन आपको इसके लिए वास्तविक समस्याओं को समझना होगा नही तो आप अपने अच्छे इरादे के बावजूद टकराव महसूस करेंगे ǀ आपको यह भी समझना है कि आपका किसी ऐसे व्यक्ति से भी टकराव संभव है जो आप के ही जितना महत्वाकांक्षी और दृढ संकल्पी है ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "अगर आप अपनी सेहत के बारे में जागरूक हैं तो आज आपका दिन बहुत अच्छा जाएगा ǀहालंकि आपको जंक फ़ूड खाने के मौके मिलेंगे लेकिन अपने स्वास्थ्य के लिए जंक फ़ूड खाने से बचें ǀआपने अपनी पिछली बुरी आदतों और लतों से छुटकारा पाने और स्वास्थ्यकर जीवनशैली अपनाने के लिए काफी प्रयास किये हैं,आज किसी अस्थायी लालच के चक्कर में पड़कर अपनी उस मेहनत को बेकार न करें ǀ ǀ",
        "वृश्चिक प्यार और संबंध राशिफल": "जहां तक संबंधों का सवाल है ,दिन अच्छा रहेगा |आप अपने पार्टनर के साथ एक शांत समय का आनंद ले पायेंगे | जो आपके पास है उसी के साथ खुशियाँ मनाएं | छोटे मोटे घरेलू कामों में अगर आप पार्टनर की सहायता करेंगे तो आपके सम्बन्ध में इससे एक तरह की संतुष्टि आएगी जिससे आपको ख़ुशी और आपके प्यार को एक नया आयाम मिलेगा |",
        "वृश्चिक कैरियर और धन राशिफल": "ये समय अपनी प्रतिभा पर ध्यान केंद्रित करने और अपनी कमजोरियों के बारे में चिंता न करने का है । यह आप के लिए जीत का युग है! आप अपनी रणनीति के साथ दृढ़ हैं और अपने शब्दों के साथ अत्यंत सटीक रहेंगे । आपको पैतृक संपत्ति से या अपने अतीत के निवेश से कुछ अप्रत्याशित धन प्राप्त हो सकता है , लेकिन मौद्रिक लेनदेन में शामिल किसी पर भी भरोसा न करे और सावधान रहे ।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आपके अफसर आपसे पुरानी रंजिश निकालने के लिए आपके काम में देर कर सकते हैं ǀ आप इसके कारण बहुत चिंता करेंगे,क्योकि इससे न केवल आपकी वर्त्तमान स्थिति बल्कि आगे आने वाली योजनायें भी प्रभावित होंगी ǀइस समय अपनी घरेलू खुशियों के कारण खुश रहें क्योकि इससे आपको नया उत्साह मिलेगा ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "इससे पहले कि आप खुद पर अपने नए एक्सरसाइज कार्यकर्म या डाइट को लेकर अधिक सख्ती बरतें,पहले यह सुनिश्चित कर लें कि जो आप करने जा रहें हैं ,वह आपके लिए जरुरी भी है या नही | हो सकता है कि किसी और के तय किये हुए पैमानों के अनुसार कार्य करना आपके लिए फायदेमंद साबित न हो |अब समय आ गया है कि और किसी के कहने पर चलने की बजाय आप खुद अपनी जरूरतों और अपने व्यक्तित्व को ध्यान में रखते हुए अपना कार्यक्रम बनाएं |",
        "धनु प्यार और संबंध राशिफल": "आप अपने पार्टनर की उपलब्धियों को सेलिब्रेट करने के लिए पार्टी करने को काफी उत्साहित हैं लेकिन गलती से यह बस एक सामान्य और रूटीन मुलाकात बनकर रह जायेगी | यहाँ तक कि आपके पसंदीदा मेहमान भी नही आ पायेंगे फिर भी आपके पार्टनर आपकी देखभाल और अपने लिए आपकी फ़िक्र से प्रभावित होंगे | आपको भी इससे संतुष्टि मिलेगी |",
        "धनु कैरियर और धन राशिफल": "यह आपके व्यवसाय के खिलने के लिए के लिए एक शुष्क मौसम है, इसलिए अभी आप अपने व्यक्तित्व को सवारने का प्रयत्न कर सकते हैं। आप एक सक्रिय व्यक्ति हैं और आपकी अच्छी ग्राहक सेवा असंख्य बार आपके ग्राहकों को वापस लाने के लिए प्रेरित करेगी । आपके व्यय नियंत्रण में है क्योकि आप हमेशा से सरल तरीको से अपने खर्चे का निर्वाह करते हैं ।"
    },
    "9": {
        "मकर दैनिक राशिफल": "कोई करीबी दोस्त आपको अपना राज बताने वाला है ,आपको उसकी बातें बहुत ध्यान से सुनकर ही सलाह और सहानुभूति देनी है ǀ अपने सभी कार्य रचनात्मक तरीके से करें ǀ आप फिलहाल ताकतवर तरीके से कार्य कर रहे हैं और इसका प्रभाव आपके आसपास के सब लोगों पर पड़ेगा ǀ इसलिए आपको सोच-समझकर ही कुछ बोलना और कहना पड़ेगा ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "आजकल यात्रा करने की वजह से आप अपने सामान्य फिटनेस कार्यक्रम का पालन नही कर पा रहे हैं ,विशेषज्ञों से सलाह लेकर अपना कार्यक्रम दुबारा बनाएं ǀआपको आज संक्रमण होने की भी आशंका है,इसके लिए कोई हल्की-फुलकी दवा लेना फायदेमंद रहेगा लेकिन कोई तेज दवा लेने से आपका पेट गंभीर रूप से ख़राब भी हो सकता है ǀ",
        "मकर प्यार और संबंध राशिफल": "आज का दिन अपने परिवार के मामलों में विशेष रुचि लेने के लिए महत्वपूर्ण है। आप कुछ समय के लिए अपने कैरियर की प्रतिबद्धताओं के कारण अपने रिश्तों की अनदेखी कर रहे थे । आपने अपने करियर में वह सब पा लिया है जिसके लिए आपने इतनी मेहनत की , परन्तु अब अपने रिश्तों की ओर अपना ध्यान देने की जरूरत है । इस समय अपने रिश्तों का पोषण करना आपके जीवन के लिए महत्वपूर्ण घटक साबित हो सकता हैं।",
        "मकर कैरियर और धन राशिफल": "आप अपने समकक्षों के साथ भागीदारी प्राप्त करने के लिए कठिन प्रयास कर रहे है और आज आपकी यात्रा एक संतोषजनक स्थिति पर समाप्त होगी ! आप उस पुरस्कार राशि के लाभार्थी हो सकते है जो इस साझेदारी का नतीजा है । आपका एक करीबी सहयोगी आपको अपना समर्थन देने के लिए विशेष शब्दों के साथ आपका धन्यवाद कर आपको सम्मानित कर सकता है ।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "समय कुछ बहादुरी भरे कदम उठाने का है,इसमें हिचकिये मत ǀ इसके स्थान पर ,मजबूत फैसला लीजिये ǀ अवसरों को जाने मत दीजिये ǀइस समय विश्वास पूर्वक लिया गया एक फैसला नाटकीय तरीके से आपकी जिंदगी को बदल सकता है,शायद आपको अभी ये प्रतीत न हो ǀ पुराने संबंधों के बारे में फिर से सोचने और अर्थहीन संबंधों को तोड़ देना ही सही रहेगा ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "आप पिछले कुछ समय से काम में काफी व्यस्त हैं,इसीलिए अबकी बार कोई नया मिशन शुरू करने से पहले पर्याप्त आराम कर लें ǀ आप अपनी विचार शक्ति बढाने तथा सृजनात्मक शक्तियों का प्रयोग करने के लिए खेलों या ऐसी ही किसी कार्यकलाप में भाग ले सकते हैं ǀ अपने दिमाग को पूरी तरह तरोताजा करने के लिए शहर से बाहर घूमने जाए या यह संभव न हो तो शहर में ही कहीं घूम लें ǀ",
        "कुंभ प्यार और संबंध राशिफल": "आज अक दिन आपके लिए बहुत ख़ास होगा | आपको अपने मन की बात बताने का मौका मिल सकता है लेकिन इस बात का ध्यान रखें कि आपके मुंह से कुछ ऐसा न निकले जिसके लिए बाद में आपको पछताना पड़े | अपनी बात छोटे और अर्थपूर्ण तरीके से पूरी करें | आपको अपने पार्टनर से खुलकर बात करने के और भी मौके मिलेंगे | जो बात आपके मन में कई दिन से है , उसे सामने आने दें |",
        "कुंभ कैरियर और धन राशिफल": "आज आप एक साथ कई परियोजनाओं के बोझ तले दबा हुआ सा महसूस कर सकते हैं। आप अपने कार्य को कुछ देर से शुरू कर पायेंगे क्यों की काम के बोझ से आप अपने को थका हुआ महसूस करेंगे । आप एक के बाद एक काम के कारण अपने आपको एक दुष्चक्र में फंसा हुआ महसूस करेंगे । अपनी प्राथमिकताएं तय करे और यदि संभव हो तो एक ब्रेक ले या संक्षिप्त समय अपने लिए निकाले । आपकी वितीय स्थिति काफी मजबूत है और आपको अपने पैसे के निवेश पर ब्याज भी प्राप्त होगा ।"
    },
    "11": {
        "मीन दैनिक राशिफल": "इस समय आपके जीवन में पुराने सम्बन्ध और संपर्क महत्वपूर्ण भूमिका निभा सकते हैं ǀ आपके ऊपर हर जगह बहुत अच्छा कार्य करने का काफी दबाव होगा लेकिन आपको यह समझने की जरुरत है कि ज्यादा दबाव आपके खुद के तय किये हुए बहुत ऊँचे मानकों के कारण है ǀ ईमानदारी और एकाग्रता आपको बहुत आगे ले जायेगी,लेकिन अपने आदर्शों और यकीन पर कायम रहें ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "आज आपके व्यवहार में स्वस्थ होंने ,ख़ुशी और बेहतर सेहत की ख़ुशी अलग ही दिखेगी |आप आज दान करने के मूड में रहेंगे और अपनी ख़ुशी सबके साथ बांटने के लिए भी तैयार रहेंगे |इससे आप सबके बीच लोकप्रिय हो जायेंगे |आपका खुशमिजाज होना ,मानसिक ताकत ,हंसी मजाक वाला स्वभाव और आपका स्वास्थ्य कुछ ऐसी चीजें हैं जिससे आपके आसपास लोगों को इर्ष्या हो सकती है |",
        "मीन प्यार और संबंध राशिफल": "जो अभी अकेले हैं ,उनके जीवन में एक नए सम्बन्ध की आहट सुनाई दे रही है लेकिन अहम् और दूर की न सोच पाने के चलते इस रिश्ते के आगे बढ़ने में दिक्कतें आ सकती हैं | इसके कारण आपके वर्तमान सम्बन्ध में भी परेशानियां आ सकती हैं | आपको एक कदम पीछे हटकर अपने पार्टनर को थोड़ी अधिक आजादी देनी ही चाहिए क्योंकि आप पिछले कुछ समय से उनके निजी दायरे में ज्यादा ही दखलंदाजी कर रहें हैं |",
        "मीन कैरियर और धन राशिफल": "आज आपका ध्यान कही भटक सकता है , और आपको लगेगा की आप अपने कार्यों को समय पर पूरा नहीं कर पाएंगे । परिणाम स्वरुप आप अपने कार्यो में पीछे रह सकते है । इसका सबसे अच्छा समाधान है की आप कार्य से एक दिन अवकाश ले और बाहरी गतिविधियों में एक दिन बिताए । यह आपको ऊर्जा से भरेगा और आप नए उत्साह के साथ अपने लंबित कार्यों को निपटने में सक्षम हो जायेंगे ।"
    }
}]
