horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज के दिन प्यार मे सराबोर रहेंगे। आप अपनी लव लाइफ खोलकर जिएंगे और मन में प्यार को लेकर, जो उमंगे होंगी। उनका आनंद लेगे आपका प्रिय भी आपकी खुशी में पूरी तरह से शामिल होगा, जिससे आज का दिन ही खुशनुमा होगा। काम को लेकर स्थितियां पूरी तरह से आप के पक्ष में नजर आएंगे, जिससे आप काफी खुश होंगे। अपने कुछ जरूरी कामों को आप भाग्य के सहारे भी छोड़ देंगे और उन्हें सफलता मिलेगी। शादीशुदा लोगों का गृहस्थ जीवन सही तरीके से सही दिशा में आगे बढ़ेगा और आपका जीवन साथी आज आपको कोई अच्छी बात बता सकता है, जिसे सुनकर आपकी बाँछें खिल उठेंगी।यह हँसी की चमक से उजला दिन है, जब ज़्यादातर चीज़ें आपके मन के मुताबिक़ होंगी। पैसा अचानक आपके पास अएगा, जो अपके ख़र्चों और बिल आदि को सम्हाल लेगा। अपने दोस्तों को अपने उदार स्वभाव का ग़लत फ़ायदा न उठाने दें। आप इस दिन को अपनी ज़िन्दगी में कभी नहीं भूलेंगे, अगर आप प्यार में डूबने के मौक़े को आज यूँ ही न गवाएँ तो। जो लोग अब तक बेरोजगार हैं उन्हें अच्छी जॉब पाने के लिए आज और अधिक मेहनत करने की जरुरत है। मेहनत करके ही आप सही परिणाम पा पाएंगे। अपने मन पर काबू रखना सीखें क्योंकि कई बार आप मन की मानकर अपना कीमती समय बर्बाद कर देते हैं। आज भी आप ऐसा कुछ कर सकते हैं। आपका जीवनसाथी किसी ख़ूबसूरत सरप्राइज़ से आपका दिन बना सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- ॐ क्रां क्रीं क्रौं सः भौमाय नमः इस मंत्र का प्रातः 11 बार उच्चारण करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nघर में किसी के आने से रौनक आ जाएगी। घर में कोई फंक्शन कर सकते हैं या घर की खूबसूरती को बढ़ाने के लिए कोई नई चीज खरीद कर ला सकते हैं। आपकी सेहत जबरदस्त रहेगी और आज के दिन को आप खूब इंजाय करेगे। आपकी मां जी आज आप पर खूब प्यार लुटाएंगी। बिजनेस को लेकर स्थितियां आज बढ़िया रहेंगी। इन्वेस्टमेंट करने के हिसाब से भी आज का दिन बढ़िया रहेगा। केवल एक बात का ध्यान रखें। ज्यादा उकसावे में आकर किसी से बुरा भला ना बोले नहीं तो दिक्कत हो सकती है।आज आप ख़ुद को सुकून में और ज़िंदगी का लुत्फ़ उठाने के लिए सही मनोदशा में पाएंगे। चंद्र की स्थिति की वजह से आज आपका धन बेवजह की चीजों पर खर्च हो सकता है। अगर आपको धन संचय करके रखना है तो अपने जीवनसाथी या माता पिता से इस बारे में बात करें। नया रूप-रंग, नये कपड़े-लत्ते, नये यार-दोस्त आज का दिन ख़ास बनाएंगे। आज आप अपने प्रिय से अपने जज़्बात का इज़हार करने में मुश्किल महसूस करेंगे। अपनी कार्यकुशलता बढ़ाने के लिए नयी तकनीकों का सहारा लें। आपकी शैली और काम करने का नया अन्दाज़ उन लोगों में दिलचस्पी पैदा करेगा, जो आप पर नज़दीकी से ग़ौर करते हैं। अगर आप किसी परिस्थिति से घबराकर भागेंगे- तो वह आपका पीछा हर निकृष्ट तरीक़े से करेगी। अपने जीवनसाथी की वजह से आपको मानसिक अशान्ति का सामना करना पड़ सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- पारिवारिक जीवन को अच्छा रखने के लिए रसोई घर के अंदर नंगे पाँव लकड़ी की चौकी पर बैठकर खाना खाएं। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज दोस्तों के साथ कहीं घूमने जाने की प्लानिंग होगी। बहुत समय से आप इसकी कोशिश कर रहे थे। आज आप को मौका मिल सकता है। सरकारी कामों में हाथ डालने से आपको लाभ के योग बनेंगे। आपका जीवन साथी बुद्धिमानी की बातें करेगा और उनकी ही किसी सलाह को सुनकर आपको अपने काम को आगे बढ़ाने का कोई नया तरीका मिल सकता है। अपने विरोधियों से थोड़ा सावधान रहना जरूरी होगा। वह आज प्रबल स्थिति में हो सकते हैं। बुद्धि अच्छी रहेगी, जिससे आपको सही समय पर सही काम करने की इनट्यूशन प्राप्त होगी।जैसे ही आप हालात पर पकड़ बनाने की कोशिश शुरू करेंगे, आपकी घबराहट ग़ायब हो जाएगी। जल्दी ही आप पाएंगे कि यह परेशानी साबुन के उस बुलबुले की तरह है, जो छूते ही फूट जाता है। आज आपका सामना कई नई आर्थिक योजनाओं से होगा- कोई भी फ़ैसला करने से पहले अच्छाईयों और कमियों पर सावधानी से ग़ौर फ़रमाएँ। ज़रूरत के वक़्त आपको दोस्तों का सहयोग मिलेगा। कुछ लोगों के लिए नया रोमांस ताज़गी लाएगा और आपको ख़ुशमिज़ाज रखेगा। आप जो भी करेंगे, बिल्कुल बेहतर ढंग से करेंगे। आपका लाजवाब काम ख़ुद ही आपकी असली क़ीमत लोगों को बताएगा। आज मौसम का मिजाज कुछ ऐसा रहेगा कि आप बिस्तर से उठने को राजी नहीं होंगे। बिस्तर से उठने के बाद आपको अहसास होगा कि आप अपना कीमती समय बर्बाद कर चुके हैं। अगर आप कोशिश करें तो आप अपने जीवनसाथी के साथ अपने जीवन का सबसे अच्छा दिन आज गुज़ार सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- ॐ शुक्राय नमः का 11 बार उच्चारण करने से हेल्थ अच्छी रहेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nमन से भावुक होने वाले आप आज काफी मजबूत स्थिति में नजर आएंगे। आज अपने घर में चल रही परिस्थितियों पर आपका पूरा नियंत्रण होगा। घर में खुशी आएगी और आज अपनी प्यारी मीठी बातों से आज आप सबका दिल जीत लेंगे। आने वाली  खुशी की दस्तक घर में होगी और घर में लोगों का आना जाना हो सकता है। बिजनेस को लेकर थोड़ा गंभीर रवैया अपनाना जरूरी होगा। हल्के में स्थितियों को लेना नुकसानदायक हो सकता है। अपने निजी जीवन को लेकर आज आपको थोड़ी निराशा हो सकती है, लेकिन आपके काम को लेकर स्थितियां बहुत मजबूत हैं। आपके प्रयास सफल होंगे।बेहतर ज़िन्दगी के लिए अपनी सेहत और व्यक्तित्व में सुधार लाने कि कोशिश करें। जो लोग लघु उद्योग करते हैं उन्हें आज के दिन अपने किसी करीबी की कोई सलाह मिल सकती है जिससे उन्हें आर्थिक लाभ होने की संभावना है। सामाजिक उत्सवों में सहभागिता का मौक़ा है, जो आपको प्रभावशाली व्यक्तियों के संपर्क में लाएगा। रोमांस के लिहाज़ से रोमांचक दिन है। शाम के लिए कोई ख़ास योजना बनाएँ और जितना हो सके, इसे उतना रुमानी बनाने की कोशिश करें। अगर आपको एक दिन की छुट्टी पर जाना है तो चिंता न करें, आपकी ग़ैरहाज़िरी में सभी काम ठीक से चलते रहेंगे। और अगर किसी ख़ास वजह से कोई परेशानी खड़ी भी हो जाए, तो आप लौटने पर उसे आसानी से हल कर लेंगे। हितकारी ग्रह कई ऐसे कारण पैदा करेंगे, जिनकी वजह से आज आप ख़ुशी महसूस करेंगे। आप और आपका जीवनसाथी मिलकर वैवाहिक जीवन की बेहतरीन यादें रचेंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- सोते समय एक तांबे के पात्र में जल रखकर अगली सुबह घर के पास वाले पेड़ की जड़ में उस जल को डालने से सेहत अच्छी रहेगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nजीवन में सच्चाई को अहमियत देने वाले आप आज बहुत अच्छे मूड में नजर आएंगे, लेकिन सेहत को लेकर गंभीर होना भी जरूरी है। सर्दी और जुकाम की परेशानी हो सकती है। निजी जीवन खुशियां लेकर आएगा और आज आप अपनी पर्सनल लाइफ में बहुत खुश नजर आएंगे, ऐसा लगेगा कि मानो आपके सिर पर कोई भार या कोई टेंशन नहीं है। काम को लेकर आपका रवैया थोड़ा लापरवाही भरा हो सकता है, जिस से बचने की कोशिश जरूरी होगी। यदि आप किसी से प्यार करते हैं, तो उनसे अपने दिल का हाल सुनाने के लिए आज अच्छा दिन होगा। परिवार के लोगों से अच्छा तालमेल बनाकर रखें।शाम का वक़्त अपने जीवनसाथी के साथ किसी फ़िल्म, थिएटर या रेस्टोरेंट में बिताना आपको सुकून देगा और आपका मन तरोताज़ा रखेगा। आज के दिन आपको शराब जैसे मादक तरल का सेवन नहीं करना चाहिए, नशे की हालत में आप कोई कीमती सामान खो सकते हैं। कुछ दिनों से आपका व्यक्तिगत जीवन ही आपके ध्यान का केंद्र रहा है। लेकिन आज आप सामाजिक कार्यों पर ज़्यादा ध्यान देंगे और ज़रूरतमंदों की मदद करने की कोशिश करेंगे। रोमांटिक मुलाक़ात बहुत रोमांचक रहेगी, लेकिन ज़्यादा देर के लिए नहीं होगी। व्यापारियों के लिए अच्छा दिन है। व्यवसाय के लिए अचानक की गयी कोई यात्रा सकारात्मक परिणाम देगी। आज आप सब कामों को छोड़कर उन कामों को करना पसंद करेंगे जिन्हें आप बचपन के दिनों में करना पसंद करते थे। जीवनसाथी की ओर से जानबूझ कर भावनात्मक चोट मिल सकती है, जिसके चलते आप उदास हो सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- मीठे चावल बनाकर गरीबों में बाँटने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nखर्चों में दिन जाएगा हो सकता है शॉपिंग में समय बिताएं, जिससे खर्चे जरूरत से ज्यादा होने के कारण आर्थिक स्थिति पर बोझ पड़ेगा। निजी जीवन की बात करें, तो वहां आज थोड़ी निराशा देखनी पड़ सकती है। आप जितना प्यार उनसे करते हैं। उतने की ही उम्मीद रखेंगे, लेकिन बदले में ना मिलने से आप और निराश होंगे, जबकि इस भावना को बदलें, आप देखेंगे, जीवन बहुत सुंदर है और सभी आपको पसंद करते हैं। काम को लेकर स्थितियां नियंत्रण में रहेंगी और आज आप बैंक बैलेंस भी बढ़ाने में कामयाब हो सकते हैं।अपनी शारीरिक चुस्ती-फुर्ती को बनाए रखने के लिए आप आज का दिन खेलने में व्यतीत कर सकते हैं। निवेश करना कई बार आपके लिए बहुत फायदेमंद साबित होता है आज आपको यह बात समझ में आ सकती है क्योंकि किसी पुराने निवेश से आज आपको मुनाफा हो सकता है। पारिवारिक मोर्चे पर चीज़ें अच्छी रहेंगी और अपनी योजनाओं के लिए आप पूरे सहयोग की उम्मीद कर सकते हैं। ख़ुशी के लिए नए संबंध की प्रतीक्षा करें। आपके पास आज अपनी क्षमताओं को दिखाने के मौक़े होंगे। अगर आप अपनी चीज़ों का ध्यान नहीं रखेंगे, तो उनके खोने या चोरी होने की संभावना है। बाहरी लोगों का हस्तक्षेप आपके वैवाहिक जीवन में परेशानी उत्पन्न कर सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- विष्णु चालीसा या विष्णु आरती पढ़ने से लव लाइफ अच्छी रहती है। \n",
    "6": "तुला राशिः आज का राशिफल\nइनकम बढ़ती हुई हो, तो किसे पसंद नहीं होती। आज आपके पास अच्छी मात्रा में पैसा आएगा। यदि आपने कहीं पैसा इन्वेस्ट किया है, तो उससे भी आज अच्छा रिटर्न मिलने की उम्मीद कर सकते हैं। इसके अलावा पैसे को आगे इन्वेस्ट करना भी आपके लिए फायदेमंद रहेगा। बस शेयर बाजार में थोड़ी सावधानी रखें।  लोंग टर्म के लिए पैसा लगाएं। आप आज हाजिर जवाब होंगे और हंसी मजाक के मूड में होंगे, जिससे हर मुसीबत को बड़ी आसानी से दूर कर लेंगे। काम को लेकर स्थितियां बड़ी अच्छी होंगी। आपके लिए आसानी होगी। निजी जीवन को लेकर आज आप बहुत परिपक्वता दिखाएंगे और कुछ मामलों में आप गंभीर भी दिखाई देंगे। आपके अपने आप के साथ खड़े नजर आएंगे।आशावादी बनें और उजले पक्ष को देखें। आपका विश्वास और उम्मीद आपकी इच्छाओं व आशाओं के लिए नए दरवाज़े खोलेंगी। जो लोग टैक्स चोरी करते हैं आज वो बड़ी मुसीबत में फंस सकते हैं। इसलिए आपको यही सलाह दी जाती है कि टैक्स की चोरी न करें। अपने जीवनसाथी के मामलों में ज़रूरत से ज़्यादा दखल देना उसकी झुंझलाहट का कारण बन सकता है। ग़ुस्से को फिर से भड़कने से रोकने के लिए उसकी इजाज़त लें, तो आसानी से इस परेशानी को हल किया जा सकता है। रोमांस के लिए बढ़ाए गए क़दम असर नहीं दिखाएंगे। अपना बायोडाटा भेजने या किसी इंटरव्यू में जाने के लिए अच्छा समय है। इस राशि के जातक आज खाली वक्त में रचनात्मक काम करने का प्लान तो बनाएंगे लेकिन उनका यह प्लान पूरा नहीं हो पाएगा। रिश्तेदारों के चलते जीवनसाथी से वाद-विवाद हो सकता है, लेकि आख़िर में सब ठिक हो जाएगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- पिता अथवा गुरु के सुबह उठते ही पाँव छुए व सेवा करें। पारिवारिक जीवन सुख-शांतिमय रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nमन में शंका रखना किसी भी बात में आपको नुकसान दे सकता है, इसलिए मन से इसे बिल्कुल निकाल दें और अपने निजी जीवन को अच्छा बनाने के लिए खुलकर हर गतिविधि में हिस्सा लें और अपनों को समय दें। उनके साथ वक्त बिताएं और मन में कोई शंका चल भी रही है, तो उसे दूर करने के लिए बातचीत करें। काम को लेकर स्थिति बहुत अच्छी हैं। आज जहां आप काम कर रहे हैं। वहां पर कोई पार्टी की योजना बन सकती है। किसी का फेयरवेल हो सकता है या किसी का जन्मदिन इनकम को लेकर प्रयास सार्थक रहेंगे। आज आप गजब के आत्मविश्वास से भरे नजर आएंगे। किसी प्रतियोगिता में सफलता मिलने से आप का मनोबल ऊंचा होगा।आप खाली समय का आनंद ले सकेंगे। इस राशि के कुछ लोगों को आज जमीन से जुड़े किसी मुद्दे को लेकर धन खर्च करना पड़ सकता है। अपने बच्चों के लिए योजना बनाने के लिहाज़ से अच्छा दिन है। आज आप अपने दोस्त की महक उसकी अनुपस्थिति में महसूस करेंगे। दिन की शुरुआत से अन्त तक आप ख़ुद को ऊर्जा से लबरेज़ महसूस करेंगे। साफ़गोई से अपने मन की बात कहने में घबराएँ नहीं। आप एक बेहतरीन जीवनसाथी होने की ख़ुशक़िस्मती को शिद्दत से महसूस कर पाएंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- लंगड़े-अपाहिज व्यक्ति की सेवा करने से आर्थिक स्थिति सुदृढ़ होगी। \n",
    "8": "धनु राशिः आज का राशिफल\nभाग्य की प्रबलता के चलते कार्य में सफलता सुनिश्चित होगी। आप जिस काम को भी सोचेंगे। वह पूरा हो जाएगा, जिससे आज का दिन आपका दिन कहलाएगा। यदि जमीन जायदाद से जुड़े किसी काम में हाथ डाला है, तो उसमें भी सफलता आपके कदम चूमेगी। आज आप अपने विरोधियों को हराने में कामयाब रहेंगे और अपनी निजी जीवन में खुशी भरे पलों का आनंद लेंगे। आपकी सेहत भी बढ़िया रहेगी और आप अपने आप में ज्ञान और अनुभव के बल पर अपने आसपास के लोगों को कुछ नया बताने की कोशिश करेंगे, जिसे सब बड़े ध्यान से सुनेंगे। आपको कोई सम्मान मिल सकता है।हर इंसान को ग़ौर से सुनें, हो सकता है आपको अपनी समस्या का समाधान मिल जाए। आपका कोई पड़ोसी आज आपसे धन उधार मांगने आ सकता है, आपको सलाह दी जाती है कि उधार देने से पहले उनकी विश्वसनीयता अवश्य जांच लें नहीं तो धन हानि हो सकती है। नाती-पोतों से आज काफ़ी ख़ुशी मिल सकती है। रोमांटिक मुलाक़ात आपकी ख़ुशी में तड़के का काम करेगी। जो आपकी सफलता के आड़े आ रहे थे, वे आपकी आँखों के सामने ही नीचे को खिसकेंगे। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। आपका जीवनसाथी आज आपके लिए कुछ बहुत ख़ास करने वाला है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- आर्थिक स्थिति को अच्छा करने के लिए साफ़ सुथरा रहें, रोज स्नान करना चाहिए। \n",
    "9": "मकर राशिः आज का राशिफल\nखर्चों में होने वाली यकायक बढ़ोतरी आपको थोड़ी परेशानी दे सकती है। यह खर्चे कुछ ऐसे कामों पर होंगे, जो छुपे हुए होंगे, इसलिए ध्यान रखें कि गलत जगह पैसा जाना आपके लिए नुकसानदायक भी हो सकते हैं। पूजा-पाठ पर भी खर्च होगा। भाग्य की मजबूती के चलते कामों में सफलता मिलनी तय है। प्रेम जीवन बिताने वाले लोग आज अपने रिश्ते में कुछ असमंजस की स्थिति में रहेंगे, उन्हें अपने प्रिय का व्यवहार समझ में नहीं आएगा। जबकि शादीशुदा लोग अपने गृहस्थ जीवन को लेकर पूरी तरह से आश्वस्त नजर आएंगे।आज आपको कई दिक़्क़तों और मतभेदों का सामना करना पड़ सकता है, जिस वजह से आप झुंझलाहट और बेचैनी महसूस करेंगे। विदेशों में पड़ी आपकी जमीन आज अच्छे दामों में बिक सकती है जिससे आपको मुनाफा होगा। जिन लोगों से आपकी मुलाक़ात कभी-कभी ही होती है, उनसे बातचीत और संपर्क करने के लिए अच्छा दिन है। आज आप अपने प्रिय से अपने जज़्बात का इज़हार करने में मुश्किल महसूस करेंगे। कामकाज के मोर्चे पर आपको सबसे स्नेह और सहयोग प्राप्त होगा। घर के कामों को पूरा करने के बाद इस राशि की गृहणियां आज के दिन फुर्सत में टीवी या मोबाइल पर कोई मूवी देख सकती हैं। किसी पड़ोसी, दोस्त या रिश्तेदार की वजह से वैवाहिक जीवन में अनबन मुमकिन है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- सफेद संगमरमर की बनी कोई भी वस्तु अपने प्रेमी/प्रेमिका को गिफ्ट करने से लव लाइफ बेहतर होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज घर में और दिल में खुशी ही खुशी नजर आएगी। दांपत्य जीवन में तनाव खत्म होगा और प्यार भरा मौसम लौट आएगा। आप अपने जीवन साथी के साथ शॉपिंग पर जा सकते हैं या उनकी मनपसंद ड्रेस लेकर आ सकते हैं। प्रेम जीवन बिता रहे लोग अपनी लव लाइफ को लेकर काफी परिपक्व नजर आएंगे और वह अपने प्रिय को शादी के लिए मनाने की कोशिश करेंगे। घर का माहौल आपको थोड़ा सा परेशान कर सकता है क्योंकि आपस का तालमेल नजर नहीं आएगा। काम को लेकर स्थितियां ज्यादा मेहनत की ओर इशारा करती हैं।शारीरिक बीमारी के सही होनी की काफ़ी संभावनाएँ हैं और इसके चलते आप शीघ्र ही खेल-कूद में हिस्सा ले सकते हैं। आज यार दोस्तों के साथ पार्टी में आप खूब पैसे लुटा सकते हैं लेकिन इसके बावजूद भी आपका आर्थिक पक्ष आज मजबूत रहेगा। एक पारिवारिक आयोजन में आप सभी के ध्यान का केन्द्र होंगे। आज अपने प्रिय को माफ़ करना न भूलें। कार्यक्षेत्र में आपके प्रतिद्वन्द्वियों को अपने ग़लत कामों का फल मिलेगा। आज कुछ नया और सृजनात्मक करने के लिए अच्छा दिन है। अपने जीवनसाथी को सरप्राइज़ देते रहें, नहीं तो वह ख़ुद को आपके जीवन में महत्वहीन समझ सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- नदी में सफेद या काले तिल बहाने से प्रेम सम्बन्ध बेहतर होंगे। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिनमान आपसे बहुत कुछ उम्मीद करता है। आप लकीर के फकीर बनने की बजाय कुछ नया करने की कोशिश करेगे और चुनौतियों से ना घबराएं अपने आत्मविश्वास को जगाने से आपको अपने रिश्तो से प्यार और अपने कामों में सफलता मिलेगी। इनकम को लेकर दिन सामान्य रहेगा, लेकिन खर्चे तेजी से बढ़ते नजर आएंगे। शाम के बाद स्थिति थोड़ी सुधरेगी। आप अपने पारिवारिक कामों में इतना व्यस्त रहेंगे कि काम के लिए थोड़ा कम ध्यान दे पाएंगे, फिर भी ध्यान देना जरूरी होगा।आपको अपना अतिरिक्त समय अपने शौक़ पूरे करने या उन कामों को करने में लगाना चाहिए, जिन्हें करने में आपको सबसे ज़्यादा मज़ा आता है। यह बात भली भांति समझ लें कि दुख की घड़ी में आपका संचित धन ही आपके काम आएगा इसलिए आज के दिन अपने धन का संचय करने का विचार बनाएं। आपके जीवन-साथी की सेहत तनाव और चिंता का कारण बन सकती है। आज आप ऐसे इंसान से मिल सकते हैं, जो आपको ख़ुद अपनी ज़िन्दगी से ज़्यादा चाहता होगा। सहकर्मी आपको काफ़ी सहयोग देंगे और कार्यक्षेत्र में विश्वास की नींव पर नए रिश्तों की शुरुआत होगी। आपके घर वाले आज आपसे कई परेशानियां शेयर करेंगे लेकिन आप अपनी ही धुन में मस्त रहेंगे और खाली समय में कुछ ऐसा करेंगे जो करना आपको पसंद है। जो यह समझते हैं कि शादी सिर्फ़ सेक्स के लिए होती है, वे ग़लत हैं। क्योंकि आज आपको सच्चे प्यार का एहसास होगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- एक लाल मिर्च, 27 मसूर की दाल के दाने तथा 5 लाल फूल लेकर किसी हनुमान मंदिर में चढ़ाएं, इससे पारिवारिक जीवन की खुशियाँ बढ़ेंगी। \n"
}]
