horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ परिवर्तन लेकर आ सकता है। कार्यक्षेत्र में परिवर्तन होने से आप कभी घबराते नहीं हैं लेकिन सरकार और व्यवस्था की तरफ से कुछ ऐसे बदलाव हो सकते हैं, जिससे आपकी हिम्मत जवाब दे सकती है। भाई-बहनों की सलाह से आज आपके सभी कार्य पूर्ण होते दिख रहे हैं। ससुराल पक्ष के किसी भी व्यक्ति के लेनदेन से बचना होगा, नहीं तो रिश्तों में खटास आ सकती है। संतान के भविष्य के प्रति सचेत रहें।क़ुदरत ने आपको आत्मविश्वास और तेज़ दिमाग़ से नवाज़ा है- इसलिए इनका भरपूर इस्तेमाल कीजिए। अतिरिक्त धन को रिअल एस्टेट में निवेश किया जा सकता है। परिवार के सदस्यों का आपके जीवन में विशेष महत्व होगा। मुमकिन है कि आज आपकी आँखें किसी से चार हो जाएँ- अगर आप अपने सामाजिक दायरे में उठेंगे-बैठेंगे तो। किसी भी ख़र्चीले काम या योजना में हाथ डालने से पहले ठीक तरह से सोच-विचार कर लें। दिन की शुरुआत भले ही थोड़ी थकाऊ रहे लेकिन जैसे-जैसे दिन आगे बढ़ेगा आपको अच्छे फल मिलने लगेंगे। दिन के अंत में आपको अपने लिए समय मिल पाएगा और आप किसी करीबी से मुलाकात करके इस समय का सदुपयोग कर सकते हैं। रोज़मर्रा की शादीशुदा ज़िन्दगी में आज का दिन लज़ीज़ मिठाई जैसा है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- घर में मोरपंख रखने से नौकरी/बिज़नेस में उन्नति होगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके कार्यक्षेत्र में कुछ निराशा लेकर आएगा, लेकिन आपको कठिन परिश्रम करके उस निराशा को खत्म करना होगा। आप हमेशा ही दूसरों के भरोसे कुछ प्राप्त करने की इच्छा रखते हैं, लेकिन ऐसा बहुत लंबे समय तक नहीं चलेगा। आपके धन कोष में आज कमी हो सकती है, लेकिन परेशान ना हों क्योंकि वह ज्यादा समय तक नहीं चलेगी। आज पड़ोसी से किसी भी वाद विवाद से बचना होगा।रचनात्मक काम आपको सुक़ून देगा। आप ख़ुद को नए रोमांचक हालात में पाएंगे- जो आपको आर्थिक फ़ायदा पहुँचाएंगे। वैवाहिक बंधन में बंधने के लिए अच्छा समय है। आपकी प्रेम कहानी आज एक नया मोड़ ले सकती है, आपका साथी आज आपसे शादी को लेकर बात कर सकता है। ऐसे में कोई भी फैसला लेने से पहले आपको विचार अवश्य करना चाहिए। कार्यक्षेत्र में आपके सामने नई चुनौतियाँ आएंगी- ख़ास तौर पर अगर आप कूटनीतिक तरीक़े से चीज़ों को नहीं इस्तेमाल करेंगे तो। आज इस राशि के कुछ छात्र लेपटॉप या टीवी पर कोई मूवी देखकर अपना कीमती समय जाया कर सकते हैं। कुछ लोग सोचते हैं कि वैवाहिक जीवन ज़्यादातर झगड़ों और सेक्स के इर्द-गिर्द ही घूमता है, लेकिन आज आपके सब कुछ शान्त रहने वाला है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- गणपति सहस्त्रनाम का पाठ करने से नौकरी व बिज़नेस में सफलता मिलेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज आपके शत्रु प्रबल रहेंगे। वह आपके काम में अड़ंगा डाल सकते हैं या किसी अटकलबाजी के कारण आप अपने लक्ष्य से दूर रह सकते हैं। यदि आप इसी तरह लक्ष्य से दूर होते रहेंगे, तो आपका उत्साह घटता रहेगा और आपकी प्रगति में रुकावटें आती रहेंगी, इसलिए स्वयं को जरूरत के हिसाब से ढाल लें ताकि कोई भी आप का फायदा ना उठा सके। आज आपके परिवार में कोई जन्मदिन इत्यादि हो सकता है, जिससे परिवार के सभी सदस्य व्यस्त नजर आएंगे। आज शाम के समय कहीं से धन प्राप्ति के योग बन रहे हैं।बेहतर ज़िन्दगी के लिए अपनी सेहत और व्यक्तित्व में सुधार लाने कि कोशिश करें। आज धन लाभ होने की संभावना तो बन रही है लेकिन ऐसा हो सकता है कि अपने गुस्सैल स्वभाव के कारण आप पैसा कमाने में सक्षम न हो पाएं। आपका मज़ाकिया स्वभाव सामाजिक मेल-जोल की जगहों पर आपकी लोकप्रियता में इज़ाफ़ा करेगा। प्यार का भरपूर लुत्फ़ मिल सकता है। आपके काम की गुणवत्ता देखकर आपके वरिष्ठ आपसे प्रभावित होंगे। इस राशि के जातक आज के दिन अपने भाई-बहनों के साथ घर पर कोई मूवी या मैच देख सकते हैं। ऐसा करके आप लोगों के बीच प्यार में इजाफा होगा। आज के दिन आपके और आपके जीवनसाथी के लिए गहरी आत्मीयतापूर्ण बातें का सही समय है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अच्छी सेहत के लिए सूर्योदय के समय सूर्य नमस्कार करें। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके व्यवसाय में आज आपको कई ऐसे अवसर मिलेंगे, जो आप को प्रगति के मार्ग पर ले जाएंगे, जिससे परिचय में आपको अपनी आर्थिक स्थिति की चिंता थोड़ी कम होगी। ऐसे अवसरों को आपको पहचानना होगा। समाज सेवा करना लाभदायक रहेगा। दुगनी रात चौगुनी उन्नति करेंगे। यदि आप इसके लिए किसी संगठन से जुड़ना चाहते हैं, तो वह बहुत अच्छा रहेगा। जीवनसाथी का आज आपको भरपूर सहयोग मिलेगा। विद्यार्थियों को आज अपने भविष्य को सुदृढ़ बनाने के लिए कुछ नयी प्रतियोगिताओं में भाग लेना पड़ेगा।रोज़मर्रा की गतिविधियों में गर्भवती महिलाओं को सावधानी बरतने की आवश्यकता है। दीर्घावधि मुनाफ़े के नज़रिए से स्टॉक और म्यूचुअल फ़ंड में निवेश करना फ़ायदेमंद रहेगा। रिश्तेदारों के साथ अपने संबंधों को फिर तरोताज़ा करने का दिन है। आपका प्रिय आज रोमांटिक मूड में होगा। दफ़्तर में आपको पता लग सकता है कि जिसे आप अपना दुश्मन समझते थे, वह दरअस्ल आपका शुभचिंतक है। आपका प्रेमी आपको पर्याप्त समय नहीं देता यह शिकायत आज आप खुलकर उनके सामने कर सकते हैं। आप शादीशुदा ज़िन्दगी से जुड़े चुटकुले सोशल मीडिआ पर पढ़कर खिलखिलाते हैं। लेकिन आज जब आपके वैवाहिक जीवन से जुड़ी कई प्यारी चीज़ें आपके सामने आएंगी, तो आप भावुक हुए बिना नहीं रह सकेंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- पीपल के वृक्ष पर जल चढाने से स्वास्थ्य बना रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपकी नौकरी व्यवसाय में आज आपको अपने अधिकारियों का सानिध्य प्राप्त होगा, जिससे एक नई ऊर्जा उत्पन्न होगी। आप अपने मधुर व्यवहार के कारण आज अपने व्यवसाय के चारों ओर के माहौल को खुशनुमा बना देंगे, जिससे आपके कुछ शत्रु भी उत्पन्न हो सकते हैं। विद्यार्थी आज अपना कुछ समय मनोरंजन के कार्यों में भी व्यतीत करेंगे। आज आप अपनी संतान के प्रति अपने दायित्व को पूरा करेंगे।आप जो शारीरिक बदलाव आज करेंगे, वे निश्चित तौर पर आपके रूप-रंग को आकर्षक बनाएगा। निवेश करना कई बार आपके लिए बहुत फायदेमंद साबित होता है आज आपको यह बात समझ में आ सकती है क्योंकि किसी पुराने निवेश से आज आपको मुनाफा हो सकता है। अपने मित्रों या संबंधियों को अपना आर्थिक काम-काज और रुपये-पैसे का प्रबंधन न करने दें, नहीं तो जल्दी ही आप आपने तयशुदा बजट से कहीं आगे निकल जाएंगे। विवाह-प्रस्ताव के लिए सही समय है, क्योंकि आपका प्यार जीवन भर के साथ में बदल सकता है। अपनी पेशेवर क्षमताओं को बढ़ाकर आप करिअर में नए दरवाज़े खोल सकते हैं। अपने क्षेत्रे में आपको अपार सफलता मिलने की संभावना भी है। अपनी सभी क्षमताओं को निखारकर औरों से बेहतर बनने की कोशिश करें। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। जब आपका जीवनसाथी जब सारे मनमुटाव भुलाकर प्यार के साथ आपके पास फिर आएगा, तो जीवन और भी सुन्दर लगेगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- लाल व भूरी चींटियों को खांड, मिश्री खिलाने से पारिवारिक जीवन अच्छा चलने लगता है। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपको ज्यादा सोचने के लिए मजबूर करेगा क्योंकि कामकाज की स्थिति अनुकूल नहीं है। परिवार में संपत्ति के लिए चल रहे बंटवारे को आप को स्वीकार करना होगा, जिससे आपके मन को ठेस पहुंचेगी। आपके भाई या बहन की शादी का प्रस्ताव आज प्रबल हो सकता है। आज शाम के समय आप किसी धार्मिक स्थान पर भी जा सकते हैं।\n शारीरिक बीमारी के सही होनी की काफ़ी संभावनाएँ हैं और इसके चलते आप शीघ्र ही खेल-कूद में हिस्सा ले सकते हैं। आपका धन कहां खर्च हो रहा है इसपर आपको नजर बनाए रखने की जरुरत है नहीं तो आने वाले समय में आपको परेशानी हो सकती है। आपमें से कुछ गहने या घरेलू सामान ख़रीद सकते हैं। अपने प्रिय की बातों के प्रति आप ज़रूरत से ज़्यादा संवेदनशील रहेंगे- आपको अपने जज़्बात पर क़ाबू रखने की ज़रूरत है और ऐसा कुछ करने से बचें जो मामले को और भी बिगाड़ दे। आज ऑफिस में आपको अच्छे परिणाम नहीं मिलेंगे। आपका कोई खास ही आज आपके साथ विश्वासघात कर सकता है। जिसकी वजह से आप दिनभर परेशान रह सकते हैं। आपका प्रेमी आपको पर्याप्त समय नहीं देता यह शिकायत आज आप खुलकर उनके सामने कर सकते हैं। रिश्तेदारों को लेकर जीवनसाथी के साथ नोंकझोंक हो सकती है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सफेद चंदन की जड़ को नीले वस्त्र में लपेटकर अपने पास रखने से प्रेम सम्बन्धों में वृद्धि होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआपको अपने कार्य क्षेत्र में स्वयं ही मेहनत करनी होगी। सभी कार्य दूसरों के भरोसे नहीं छोडने होंगे क्योंकि लोग इसका फायदा उठा सकते हैं। आज शाम का समय आप अपने परिवार के सदस्यों के साथ बिताएंगे, जो आपके लिए राहत भरा रहेगा। आज आपके पिताजी की सेहत में कुछ गिरावट आ सकती है, इसलिए ध्यान रखें। संपत्ति को लेकर आज परिवार में कई वाद विवाद उत्पन्न हो सकता है। आपका मनमौजी बर्ताव सेहत के लिए परेशानी खड़ी कर सकता है। आज आप अच्छा पैसा कमाएंगे- लेकिन ख़र्च में इज़ाफ़ा आपके लिए बचत को और ज़्यादा मुश्किल बना देगा। दोस्तों का साथ राहत देगा। आपके प्रिय की ख़राब तबियत के चलते रोमांस को दरकिनार होना पड़ सकता है। अपनी विशेषज्ञता का इस्तेमाल पेशेवर मामलों को सहजता से सुलझाने में करें। सेमिनार और प्रदर्शनी आदि आपको नई जानकारियाँ और तथ्य मुहैया कराएंगे। किसी पड़ोसी, दोस्त या रिश्तेदार की वजह से वैवाहिक जीवन में अनबन मुमकिन है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- शिवजी को पंचामृत से स्नान कराने से हेल्थ बनी रहेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज आप अपने व्यवसाय को लेकर थोड़े चिंतित रहेंगे क्योंकि आपको एक के बाद एक नुकसान सहने पढ़ रहे होंगे, लेकिन परेशान ना हों। आज आपको अपने कार्यों को करने में थोड़ा विलंब हो सकता है। आर्थिक स्थिति की चिंता हो सकती है। विद्यार्थी अपने भविष्य की योजनाओं के लिए कठिन परिश्रम करते नजर आएंगे। धर्म-कर्म के कार्यक्रम में आज आपकी रुचि बढ़ी नजर आएगी।अपने दफ़्तर से जल्दी निकलने की कोशिश करें और वे काम करें जिन्हें आप वाक़ई पसंद करते हैं। आज आप आसानी से पैसे इकट्ठा कर सकते हैं- लोगों को दिए पुराने कर्ज़ वापिस मिल सकते हैं- या फिर किसी नयी परियोजना पर लगाने के लिए धन अर्जित कर सकते हैं। दोस्त और जीवनसाथी आपके लिए सुकून और ख़ुशी लेकर आएंगे, नहीं तो आपका दिन बुझा-बुझा और दौड़-भाग से भरा रहेगा। भावनात्मक उथल-पुथल आपको परेशान कर सकती है। दफ़्तर में कोई आपकी योजनाओं में अड़ंगा लगा सकता है- इसलिए आँखें खोलकर रखिए और अपने चारों तरफ़ हो रही गतिविधियों के प्रति सजग रहिए। इस राशि के जातक आज खाली वक्त में रचनात्मक काम करने का प्लान तो बनाएंगे लेकिन उनका यह प्लान पूरा नहीं हो पाएगा। आज अपने जीवनसाथी का वह रुख़ देखने को मिलेगा, जो उतना अच्छा नहीं है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- अपने प्रेमी/प्रेमिका को चाँदी की रिंग गिफ्ट करें। इससे लव लाइफ अच्छी रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आपके जो जरूरी कार्य चल रहे थे। आज उनके बन जाने से आपको भरपूर खुशी मिलेगी और आगे का समय आपका अच्छा कटने लगेगा और इसके बाद यह भी आपकी आर्थिक स्थिति के लिए एक अच्छी खुशखबरी होगी। यदि आपका कहीं पर रुका हुआ धन था, तो वह भी आपके हाथ लग सकता है, जिससे आपके दोनों हाथ में लड्डू होंगे। आपको ऐसा महसूस होगा। प्रेम जीवन सुदृढ़ होगा।अपनी सेहत के बारे में ज़रूरत से ज़्यादा चिंता न करें। निश्चिंतता बीमारी की सबसे बड़ी दवा है। आपका सही रवैया ग़लत रवैये को हराने में क़ामयाब रहेगा। अगर आप यात्रा पर जाने वाले हैं तो अपने कीमती सामान का ध्यान रखें उसके चोरी होने की संभावना है। खासकर अपने पर्स को आज बहुत संभालकर रखें। ऐसे लोगों से दूर रहें जिनकी बुरी आदतें आपके ऊपर असर डाल सकती हैं। रोमांस रोमांचक होगा- इसलिए उससे संपर्क करें जिससे आप प्रेम करते हैं और दिन का भरपूर लुत्फ़ लें। यदि आप नई जानकारी और क्षमताएँ विकसित करने की थोड़ी ज़्यादा कोशिश करेंगे, तो आपको बहुत लाभ होगा। वक्त की नाजाकत को समझते हुए आज आप सब लोगों से दूरी बनाकर एकांत में वक्त बिताना पसंद करेंगे। ऐसा करना आपके लिए हितकर भी होगा। आज आपका वैवाहिक जीवन हँसी-ख़ुशी, प्यार और उल्लास का केन्द्र बन सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अच्छे स्वास्थ्य के लिए हरी ज्वार का दान करें या गाय को खिलाएं। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए काफी उलझन भरा रहेगा। एक ओर तो आप अपने जीवनसाथी के लिए कोई उपहार खरीदने की जल्दी में रहेंगे, तो दूसरी और आपको अपने कार्य क्षेत्र में काम करने का प्रेशर भी ज्यादा रहेगा। सही वक्त पर आज आपका वाहन भी आपका साथ नहीं देगा, इसलिए आपको अपनी सूझबूझ का परिचय देना होगा। आज आप दान पुण्य के कार्यों पर भी कुछ धन दे सकते हैं।आज के मनोरंजन में बाहर की गतिविधियों और खेल-कूद को शामिल किया जाना चाहिए। आपके घर से जुड़ा निवेश फ़ायदेमंद रहेगा। आपका मज़ाकिया स्वभाव सामाजिक मेल-जोल की जगहों पर आपकी लोकप्रियता में इज़ाफ़ा करेगा। अपने प्रिय से दूर होने के बावजूद आप उसकी मौजूदगी महसूस करेंगे। किसी नयी परियोजना पर काम करने से पहले अच्छी तरह सोच-विचार लें। आज अपने लिए वक्त निकालकर अपने जीवनसाथी के साथ आप कहीं घूमने जा सकते हैं। हालांकि इस दौरान आप दोनों के बीच थोड़ी बहुत कहासुनी हो सकती है। आपका जीवनसाथी आज ऊर्जा और प्रेम से भरपूर है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- धूप में रखी हुई नारंगी या गुलाबी रंग की कांच की बोतल के पानी का सेवन करने से नौकरी/बिज़नेस में लाभ मिलेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज आप अपने दोस्तों के साथ अपने व्यवसाय की चर्चा कर सकते हैं। उनकी सलाह आपके व्यवसाय के लिए लाभदायक सिद्ध होगी। आज आप अपने आप को थोड़ा कमजोर महसूस करेंगे, इसलिए सेहत का ध्यान रखना आवश्यक है। यदि आप बहुत लंबे समय से कोई धन-संपत्ति खरीदना चाहते थे, तो उसके लिए आज दिन उत्तम रहेगा। जीवनसाथी की सलाह आज आपके लिए कारगर साबित होगी।अगर आपकी योजना बाहर घूमने-फिरने की है तो आपका वक़्त हँसी-ख़ुशी और सुकून भरा रहेगा। आज आपको किसी अज्ञात स्रोत से पैसा प्राप्त हो सकता है जिससे आपकी कई आर्थिक परेशानियां दूर हो जाएंगी। आज का दिन मज़े करने के लिहाज़ से बढ़िया है, इसलिए अपनी पसंदीदा चीज़ों और काम का लुत्फ़ उठाएँ। आपका प्रिय आज कुछ खीझा हुआ महसूस कर सकता है, जो आपके दिमाग़ पर दबाव और बढ़ा देगा। इससे पहले कि वरिष्ठ को पता लगे, लंबित काम जल्दी ही निबटा लें। आप उन लोगों की तरफ़ वादे का हाथ बढ़ाएंगे, जो आपसे मदद की गुहार करेंगे। बिन बुलाए किसी मेहमान की वजह से आपकी योजनाएँ तो गड़बड़ा सकती हैं, लेकिन आपका दिन ख़ुशनुमा हो जाएगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- नहाने वाले पानी में हरी मूंग के 5 दाने डालकर स्नान करने से नौकरी/बिज़नेस में फायदा होगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज आप अपने व्यवसाय के लिए गंभीर सोच विचार वाले नजर आएंगे, बहुत समय से व्यवसाय पर ध्यान न देने के कारण जो परेशानी चल रही है। आज आप उनको समझेंगे, लेकिन उसके लिए आपको आलस्य का त्याग करना होगा, तभी यह संभव है आज आप अपने जीवन साथी के लिए कोई उपहार खरीद सकते हैं, जिससे वह खुश नजर आएंगे। विद्यार्थियों को शिक्षा के क्षेत्र में आज कुछ निराशा हाथ लग सकती है।कोई दोस्त आपकी सहनशक्ति और समझ की परीक्षा ले सकता है। अपने मूल्यों को दरकिनार करने से बचें और हर फ़ैसला तार्किक तरीक़े से लें। आज घर से बाहर बड़ों का आशीर्वाद लेकर निकलें इससे आपको धन लाभ हो सकता है। परिवार वालों का हँसी-मज़ाक भरा बर्ताव घर के वातावरण को हल्का-फुल्का और ख़ुशनुमा बना देगा। आप अपने प्रिय की बांहों में आराम महसूस करेंगे। आज अनुभवी लोगों से जुड़कर जानने की कोशिश करें कि उनका क्या कहना है। खाली समय में आज आप अपने मोबाइल पर कोई वेब सीरीज देख सकते हैं। जीवनसाथी के साथ यह दिन और दिनों की अपेक्षा बेहतर गुज़रेगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- घर में लाल रंग के पौधे लगाकर उनकी देखभाल करने से स्वास्थ्य ठीक रहेगा। \n"
}]
