horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित रहने वाला है। आपका भौतिक और संसाधित दृष्टिकोण आज के दिन कुछ बदल सकता है। किसी व्यक्ति को देखकर आपके मन में संवेदना प्रेम और परोपकार की भावना जन्म ले सकती है, जिसके बाद आप अपना तन मन और धन सब उस व्यक्ति की मदद करने में लगा सकते हैं। आपको इस बात से भी कोई मतलब नहीं होगा कि वह व्यक्ति आपके परिवार का है या फिर कोई बाहर का। दिन आपके लिए मुनाफे का तो होगा, लेकिन उसे कमाने के लिए आपको बहुत मेहनत की आवश्यकता होगी। अपने परिवार के साथ आज कुछ सुखद पल व्यतीत करेंगे।भले ही आप उत्साह से लबरेज़ हों, फिर भी आज आप किसी ऐसे की कमी महसूस करेंगे जो आज आपके साथ नहीं है। आज आप अपने घर के वरिष्ठ जनों से पैसे की बचत करने को लेकर कोई सलाह ले सकते हैं और उस सलाह को जिंदगी में जगह भी दे सकते हैं. अगर आप अपने आकर्षण और होशियारी का इस्तेमाल करें, तो लोगों से मनचाहा व्यवहार पा सकते हैं। अपने प्रिय की ग़ैर-ज़रूरी भावनात्मक मांगों के सामने घुटने न टेकें। नई परियोजनाओं और कामों को अमली जामा पहनाने के लिए बेहतरीन दिन है। भरपूर रचनात्मकता और उत्साह आपको एक और फ़ायदेमंद दिन की ओर ले जाएंगे। आपके और आपके जीवनसाथी के दरमियान कोई अजनबी नोंकझोंक की वजह बन सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- लव लाइफ को बेहतर रखने के लिए गुलाब के फूलों का गुलदस्ता तांबे के जार में घर में रखें। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपको कुछ परेशानियों में डाल सकता है। आप आज अपनी आय के अनुसार ही खर्च करने की सोच रखे, तब तो समझदारी है वरना आप आर्थिक संकट की चपेट में आ सकते हैं। इससे आपकी आर्थिक स्थिति बिगड़ सकती है। आप आज किसी ऐसे स्वार्थी रिश्ते मे पड सकते हैं, जो आपको धोखा दे सकता है, इसलिए जहां तक हो सके अपनी जमा पूंजी को बचा कर रखें और किसी पर विश्वास सोच समझकर करें।हर इंसान को ग़ौर से सुनें, हो सकता है आपको अपनी समस्या का समाधान मिल जाए। अगर आप आय में वृद्धि के स्रोत खोज रहे हैं, तो सुरक्षित आर्थिक परियोजनाओं में निवेश करें। आपकी ज्ञान की प्यास आपको नए दोस्त बनाने में मददगार साबित होगी। आपका हमदम आपको पूरे दिन याद करता रहेगा। उसे कोई प्यारा सरप्राइज़ देने की योजना बनाएँ और इसे उसके लिए एक ख़ूबसूरत दिन में तब्दील करने के बारे में सोचें। अगर आपको एक दिन की छुट्टी पर जाना है तो चिंता न करें, आपकी ग़ैरहाज़िरी में सभी काम ठीक से चलते रहेंगे। और अगर किसी ख़ास वजह से कोई परेशानी खड़ी भी हो जाए, तो आप लौटने पर उसे आसानी से हल कर लेंगे। आपके घर का कोई सदस्य आज आपके साथ वक्त बिताने की जिद्द कर सकता है जिसके कारण आपका कुछ समय खराब हो जाएगा। जीवनसाथी की वजह से आपको महसूस होगा कि उनके लिए दुनिया में आप ही सबसे महत्वपूर्ण हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- घर में पौधों के गमलों में या बाथरुम में हरे पत्थर के दाने या हरा मार्बल रखने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके कार्यकाल में परिवर्तन का होगा। आज आपको  किसी भी प्रकार का परिवर्तन देखने को मिल सकता है और आपकी कहीं कोई बात लोगों का दिल जीत सकती है। आप लोगों के बीच में अपनी जगह बनाने और मान प्रतिष्ठा बढ़ जाने से खुश नजर आयेगेऔर अपने जीवन  मे सुखद  समय व्यतीत करेंगे। दांपत्य जीवन सुखद रहेगा। विद्यार्थियों को और मेहनत की जरूरत है।क्षणिक ग़ुस्सा विवाद और दुर्भावना की वजह बन सकता है। आपका धन कहां खर्च हो रहा है इसपर आपको नजर बनाए रखने की जरुरत है नहीं तो आने वाले समय में आपको परेशानी हो सकती है। विवाद, मतभेद और दूसरों की आपमें कमियाँ निकालने की आदत को नज़रअन्दाज़ करें। आपके ज़हन में काम का दबाव होने के बावजूद आपका प्रिय आपके लिए ख़ुशी के पलों को लाएगा। आप क़ामयाबी ज़रूर हासिल करेंगे – बस एक-एक करके महत्वपूर्ण क़दम उठाने की ज़रूरत है। जिंदगी में चल रही आपाधापी के बीच आज आपको अपने लिए पर्याप्त समय मिलेगा और और आप अपने पसंदीदा कामों को कर पाने में कामयाब हो पाएंगे। किसी बच्चे या बूढ़े के स्वास्थ को लेकर हुई परेशानी अप्रत्यक्ष रूप से आपके वैवाहिक जीवन को प्रभावित कर सकती है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- काले चने, काले उड़द, काले कपड़े और सरसों के तेल का दान करने से स्वास्थ्य अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ खास होने वाला है। आज आपके कोई दूर या पास के रिश्तेदार आपके घर आश्रय लेने की सोच सकते हैं और अतिथि भी कुछ लंबा ही पड़ाव डालने के बारे में विचार कर सकते हैं। इस समय आप अपने फर्ज के साथ सम्मान के सभी आदर सत्कार की इच्छा पूरी करते रहेंगे। परिवार में खुशहाली रहेगी। छोटे बच्चे आज इंजॉय करते नजर आएंगे।यह हँसी की चमक से उजला दिन है, जब ज़्यादातर चीज़ें आपके मन के मुताबिक़ होंगी। रियल एस्टेट सम्बन्धी निवेश आपको अच्छा-ख़ासा मुनाफ़ा देंगे। जिन लोगों से आपकी मुलाक़ात कभी-कभी ही होती है, उनसे बातचीत और संपर्क करने के लिए अच्छा दिन है। मतभेद के चलते व्यक्तिगत संबंधों में दरार पड़ सकती है। लाभदायक दिन है, इसलिए कोशिश करें और आगे बढें। अच्छे मौक़े आपका इंतज़ार कर रहे हैं। आज का दिन फ़ायदेमंद साबित होगा, क्योंकि ऐसा लगता है कि चीज़ें आपके पक्ष में जाएंगी और आप हर काम में अव्वल रहेंगे। जीवनसाथी का आत्मकेन्द्रित व्यवहार आपको नागवार गुज़रेगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- गाय को पीले चने की दाल खिलाने से प्रेम सम्बन्ध अच्छे होंगे। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज आपका पारिवारिक जीवन काफी उतार-चढ़ाव भरा रहेगा। यदि आप भी युवा हैं और अभी अपने कैरियर के लिए संघर्ष कर रहे हैं, तो वही काम करने का मन बनाए, जिसमें आपको आत्म सम्मान मिले, नहीं तो आप नुकसान में ही रह जाएंगे। आपके कार्यक्षेत्र के लिए आज का दिन थोड़ा परेशानी ला सकता है, इसलिए अपने कार्यक्षेत्र और अपने पारिवारिक जीवन को समझदारी से आगे बढ़ाएं।क़ुदरत ने आपको आत्मविश्वास और तेज़ दिमाग़ से नवाज़ा है- इसलिए इनका भरपूर इस्तेमाल कीजिए। बिना विचार किये आपको किसी को भी अपना पैसा नहीं देना चाहिए नहीं तो आपको आने वाले वक्त में बड़ी परेशानी है सकती है। कोई पुराना दोस्त शाम के समय फ़ोन कर पुरानी यादें ताज़ा कर सकता है। आज वे कपड़े न पहनें जो आपके प्रिय को पसंद न हों, नहीं तो मुमकिन है कि वो आहत महसूस करे। अपने साथी को यूँ ही हमेशा के लिए मिला न मानें। आपके घर का कोई सदस्य आज आपके साथ वक्त बिताने की जिद्द कर सकता है जिसके कारण आपका कुछ समय खराब हो जाएगा। जीवनसाथी के साथ कुछ तनातनी मुमकिन है, लेकिन शाम के खाने के साथ चीज़ें भी सुलझ जाएंगी। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- ॐ कें केतवे नमः। इस मंत्र का शाम-रात को 11 बार उच्चारण करने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए उन्नति का रहेगा। आप अपने जीवन साथी के साथ कहीं सैर सपाटे का विचार कर सकते हैं। संतान से सुख मिलेगा। आप अपने कामकाज में सुधार लाने का प्रयास करेंगे और किसी जानकार मित्र की सलाह से आपके बिगड़ते हुए काम आज पूरे होंगे, जिससे मन प्रसन्न होगा। वही कोई अपना आपके काम में आने वाली बाधाओं को दूर कर सकता है। समय का भरपूर सहयोग मिलेगा और आपके सभी कार्य समय से पूरे हो होंगे, जिससे मन प्रसन्न रहेगा।सकारात्मक विचारों को ही दिमाग़ में आने दें। निवेश के लिए अच्छा दिन है, लेकिन उचित सलाह से ही निवेश करें। जीवनसाथी और बच्चों से अतिरिक्त स्नेह और सहयोग मिलेगा। ज़िंदगी में एक नया मोड़ आ सकता है, जो प्यार और रोमांस को नयी दिशा देगा। आपके तारे आज आपको असाधारण शक्ति देंगे, इसलिए ऐसे निर्णय लें जो ज़रूरी हों और आने वाले समय में आपको सही दिशा दे सकें। दीर्घावधि में कामकाज के सिलसिले में की गयी यात्रा फ़ायदेमंद साबित होगी। अगर आप वैवाहिक तौर पर लंबे समय से कुछ नाख़ुश हैं, तो आज के दिन आप हालात बेहतर होते हुए महसूस कर सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- आर्थिक उन्नति के लिए हरे रंग के वाहन का प्रयोग करना शुभ है। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए सुबह से ही चुनौतीपूर्ण रहेगा। आपको कुछ समस्याओं का सामना करना पड़ेगा, लेकिन फिर भी आप अपने कार्य क्षेत्र में आ रही में आ रही बाधाओं को आसानी से पूरा करते चले जाएंगे। स्थाई सफलता प्राप्त करने के लिए आज आपको अतिरिक्त प्रयास करने पड़ सकते हैं। शाम के समय आप अपने पुराने मित्रों के साथ कहीं सैर सपाटे का प्रोग्राम बना सकते हैं। आज आप किसी मांगलिक कार्यक्रम में शामिल होंगे।आपके जीवन-साथी का प्यारा बर्ताव आपका दिन ख़ुशनुमा बना सकता है। आपका धन आपके काम तभी आता है जब आप फिजूलखर्ची करने से खुद को रोकते हैं आज ये बात आपको अच्छी तरह से समझ में आ सकती है। जिन्हें आप चाहते हैं, उनके साथ उपहारों का लेन-देन करने के लिए अच्छा दिन है। जो लोग अब तक सिंगल हैं उनकी मुलाकात आज किसी खास से होने की संभावना है लेकिन बात को आगे बढ़ाने से पहले यह जरुर जान लें कि कहीं वो शख्स किसी के साथ रिश्ते में न हो। आज के दिन आप कार्यक्षेत्र में कुछ बढ़िया कर सकते हैं। दिन उम्दा है, आज के दिन अपने लिए समय निकालें और अपनी कमियों और खुबियों पर गौर फर्माएं। इससे आपके व्यक्तित्व में सकारात्मक परिवर्तन आएंगे। आज के दिन कुछ भी करने के लिए अपने साथी पर दबाव न डाले, अन्यथा आपके दिलों में दूरियां आ सकती हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- विष्णु चालीसा या विष्णु आरती पढ़ने से लव लाइफ अच्छी रहती है। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज आप दोपहर के समय तक अपने बिखरे हुए  कारोबार को सही तरीके से समेट लें समेट लें अन्यथा आपको परेशानी उठानी पड़ सकती है क्योंकि आज आपको अपने घर के कामों से ही फुर्सत नहीं मिलेगी। आज आपके घर में कोई शुभ कार्य हो सकता है। आज आपको अपने व्यापार और व्यवसाय पर खासतौर से नजर रखनी चाहिए क्योंकि कहीं से आपको कोई नुकसान होने की आशंका नजर आ रही है।माता-पिता को अनदेखा करना आपके भविष्य की संभावनाओं को ख़त्म कर सकता है। अच्छा समय बहुत ज़्यादा दिनों तक नहीं रहता है। इंसान के कर्म ध्वनि की तरंगों की तरह हैं। साथ मिलकर ये संगीत बनाते हैं और आपस में टकराकर खड़खड़ाहट। हम जो बोते हैं, वही पाते हैं। आपकी कोई पुरानी बीमारी आज आपको परेशान कर सकती है जिसकी वजह से आपको हॉस्पिटल भी जाना पड़ सकता है और आपका काफी धन भी खर्च हो सकता है। जितना आपने सोचा है, आपके दोस्त उससे ज़्यादा मददगार साबित होंगे। दोस्ती में प्रगाढ़ता के चलते रोमांस का फूल खिल सकता है। किसी नयी परियोजना पर काम करने से पहले अच्छी तरह सोच-विचार लें। शाम के वक्त आज आप किसी करीबी के घर वक्त बिताने जा सकते हैं लेकिन इस दौरान आपको उनकी कोई बात बुरी लग सकती है और आप तय समय से पहले वापस लौट सकते हैं। सेहत के नज़रिे से गले लगने के अपने फ़ायदे हैं और आपको यह एहसास आज अपने जीवनसाथी से मिल सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- केले के पेड की पूजा करने से स्वास्थ्य अच्छा रहेगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपका घूमने फिरने के लिए होगा। आप अपने घर के कुछ जरूरी काम निपटाने के लिए घर से बाहर जा सकते हैं। यदि आप ऐसा सोचेंगे कि सभी काम भगवान के भरोसे खत्म हो जाएंगे, तो आपको परेशानी उठानी पड़ सकती है। ईश्वर उन्हीं की मदद करते हैं, जो अपनी मदद स्वयं करते हैं। आपको अपने और अपने परिवार के कार्य स्वयं जिम्मेदारी से पूरे करने चाहिए, ताकि आपका मन सुकून से भरा रहे।धार्मिक भावनाओं के चलते आप किसी तीर्थस्थल की यात्रा करेंगे और किसी संत से कुछ दैवीय ज्ञान प्राप्त करेंगे। आर्थिक जीवन में आज खुशहाली रहेगी। इसके साथ ही आप कर्जों से भी आज मुक्त हो सकते हैं। लोग आपको आशाएँ और सपने देंगे, लेकिन असल में सारा दारोमदार आपके प्रयासों पर रहेगा। आपको अपनी ओर से सबसे अच्छा बर्ताव करने की ज़रूरत है, क्योंकि आपके प्रिय का मूड बहुत अनिश्चित होगा। दिन की शुरुआत से अन्त तक आप ख़ुद को ऊर्जा से लबरेज़ महसूस करेंगे। समय का अच्छा इस्तेमाल करने के लिए आज आप पार्क में घूमने का प्लान बना सकते हैं लेकिन वहां किसी अनजान शख्स से आपकी बहस होने की अशंका है जिससे आपका मूड खराब हो जाएगा। आज अपने जीवनसाथी का वह रुख़ देखने को मिलेगा, जो उतना अच्छा नहीं है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- हल्दी की एक गाँठ, पीपल के पाँच पत्ते, सवा किलो पीली दाल, केसर, सूर्यमुखी का एक फूल, पीले वस्त्र यह सारी सामग्री किसी ब्राह्मण को श्रद्धापूर्वक दान करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज आपको किसी व्यक्ति के साथ होने वाले टकराव से बचना होगा। यदि ऐसा नहीं किया तो आप परेशानी में आ सकते हैं। आज भाग्य का आपको भरपूर साथ मिलेगा। आपके अटके हुए कार्य आसानी से पूरे हो सकते हैं और आपको कहीं से रुका हुआ धन भी मिल सकता है। आपके पारिवारिक जीवन  में भरपूर प्रेम रहेगा। विद्यार्थियों को उन्नति के नए मार्ग प्राप्त होंगे।दूसरों की आलोचना में समय ख़राब न करें, क्योंकि इसका बुरा असर आपके स्वास्थ्य पर भी पड़ सकता है। आज आपको अपनी संतान की वजह से आर्थिक लाभ होने की संभावना नजर आ रही है। इससे आपको काफी खुशी होगी। आज न सिर्फ़ अजनबियों से, बल्कि दोस्तों से सावधान रहने की ज़रूरत भी है। आज आप अपने जीवन की परेशानियों को अपने संगी से साझा करना चाहेंगे लेकिन वो अपनी परेशानियों के बारें में बता के आपको और ज्यादा परेशान कर देंगे। व्यवसाय में किसी धोखेबाज़ी से बकने के लिए अपने आँख-कान खुले रखें। छात्रों को सलाह दी जाती है कि यारी-दोस्ती के चक्कर में इन कीमती पलों को खराब न करें। यार दोस्त आने वाले वक्त में भी मिल सकते हैं लेकिन पढ़ाई के लिए यही समय सबसे सही है। ठीक कम्यूनिकेशन न होने के चलते परेशानी खड़ी हो सकती है, लेकिन मिल-बैठकर बात करने से चीज़ें सुजझाई जा सकती हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- दूध मिले जल से स्नान करने से हेल्थ अच्छी रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज आपको अपने कार्य क्षेत्र में चुपचाप रहकर ही काम करना होगा अन्यथा आप को नुकसान उठाना पड़ सकता है, लेकिन चुप रहना भी अधिक कुशलता का सूचक है, लेकिन ऐसी जगह काफी लंबे समय तक काम करना किसी के लिए भी संभव नहीं है, इसलिए आपको विकल्प के रूप में नए व्यवसाय की खोजबीन करनी शुरू कर देनी चाहिए अन्यथा आपके पास धन की कमी हो जाएगी और आप की आर्थिक स्थिति बिगड़ सकती है।अगर आप बहुत ज़्यादा तनाव महसूस कर रहे हैं, तो बच्चों के साथ अधिक समय बिताएँ। उनके प्यार भरे आलिंगन और मासूम मुस्कुराहट आपकी सभी परेशानियों को ख़त्म कर देंगे। यह बात भली भांति समझ लें कि दुख की घड़ी में आपका संचित धन ही आपके काम आएगा इसलिए आज के दिन अपने धन का संचय करने का विचार बनाएं। आज के दिन बिना कुछ ख़ास किए आप आसानी से लोगों का ध्यान अपनी ओर आकर्षित करने में क़ामयाब रहेंगे। थोड़े बहुत टकराव के बावजूद भी आज आपका प्रेम जीवन अच्छा रहेगा और आप अपने संगी को खुश रखने में कामयाब होंगे। आपको कार्यक्षेत्र में अच्छे फल पाने के लिए अपने काम करने के तरीके पर गौर करने की जरुरत है नहीं तो आप बॉस की नजरों में आपकी नकारात्मक छवि बन सकती है। जल्दबाज़ी में फ़ैसले न करें, ताकि ज़िन्दगी में आगे आपको पछताना न पड़े। समय की कमी की वजह से आप दोनो के बीच निराशा या कुंठा के भाव पनप सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- ॐ चन्द्रपुत्राय विद्महे रोहिणीप्रियाय धीमहि तन्नो बुधः प्रचोदयात। इस बुध गायत्री का सुबह 11 बार उच्चारण करने से नौकरी/बिज़नेस में लाभ मिलता है। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपका सुख और आराम से रहने का है। आज के दिन सब काम आपके मन के मुताबिक होते नजर आएंगे, जिसका आपको लाभ होगा कहीं से रुके हुए पैसे भी आज आपको मिल सकते हैं। आपको कोई अनोखा सुख भी मिल सकता है और आपके मौज और बाहर के दिन फिर से आने वाले हैं, इसलिए अपने मन को शांत रखें और अपने पारिवारिक जीवन जीवन के सुखद पलों का आनंद लें।कोई अच्छी ख़बर मिल सकती है। जो व्यापारी अपने कारोबार के सिलसिले में घर से बाहर जा रहे हैं वो अपने धन को आज बहुत संभालकर रखें। धन चोरी होने की संभावना है। परिवार के लोगों से अपनी परेशानियां साझा करके आप हल्का महसूस करते हैं, लेकिन कई बार आप अपने अहम को आगे रखकर घर वालों को जरुरी बातें नहीं बताते। आपको ऐसा नहीं करना चाहिए ऐसा करके परेशानी और भी बढ़ेगी कम नहीं होगी। कोई आपको दिल से सराहेगा। निर्णय लेते समय अपने अहम को बीच में न आने दें, अपने कनिष्ठ सहकर्मियों की बात पर ग़ौर फ़रमाएँ। आज आप सब कामों को छोड़कर उन कामों को करना पसंद करेंगे जिन्हें आप बचपन के दिनों में करना पसंद करते थे। घरेलू मोर्चे पर बढ़िया खाने और गहरी नीन्द का पूरा लुत्फ़ आप ले पाएंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अच्छी आर्थिक स्थिति के लिए काले जूते व छाते का दान किसी गरीब को करें। \n"
}]
