horo_hindi=[  {
    "0": "मेष राशि: आज का राशिफल\nआज का दिन बाद बढ़िया रहेगा। काम के सिलसिले में उतार-चढ़ाव की स्थिति रहेगी जिससे मन करेगा कि नौकरी बदलनी चाहिये।  व्यापार में उत्तम धन लाभ होने के योग बन रहे हैं। आप आज  रोमांटिक मूड में रहेंगे और अपने प्रिय के साथ सुखी भविष्य के सपने सजाएंगे।दांपत्य जीवन में कुछ तनाव रहने की स्थिति बनेगी कार्य में सफलता अर्जित करने के लिए भाग्य का साथ मिलेगा। किसी वरिष्ठ  की सलाह आपको आगे बढ़ने में मदद करेगी और आप खुशी-खुशी आगे बढ़ेंगे।अपनी ख़ुशियों को दूसरों के साथ साझा करना आपकी सेहत को भी बेहतर करेगा। लेकिन ख़याल रखें कि इसे नज़रअंदाज़ करना बाद में भारी पड़ सकता है। आपकी लगन और मेहनत पर लोग ग़ौर करेंगे और आज इसके चलते आपको कुछ वित्तीय लाभ मिल सकता है। अगर आप अपनी घरेलू ज़िम्मेदारियों को अनदेखा करेंगे, तो कुछ ऐसे लोग नाराज़ हो सकते हैं जो आपके साथ रहते हैं। एक प्यारी-सी मुस्कुराहट से अपने प्रेमी का दिन रोशन करें। आपका वर्चस्ववादी स्वभाव आलोचना की वजह बन सकता है। पैसा, प्यार, परिवार से दूर होकर आज आप आनंद की तलाश में किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। मुमकिन है कि आज आपका जीवनसाथी ख़ूबसूरत शब्दों में यह बताए कि आप उनके लिए कितने क़ीमती हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- बड़े भाई के पैर छूकर आशीर्वाद लेने से नौकरी/बिज़नेस में तरक्की देगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। परिवार में सुख मिलेगा। परिवार के लोगों का सहयोग भी आपको मदद देगा जिससे काम के सिलसिले में बढ़िया अवसर मिलेंगे। अपने साथ काम करने वालों से अच्छा व्यवहार ही आपकी सफलता का मार्ग बनेगा।  शादीशुदा लोगों के दांपत्य जीवन में तनाव से मुक्ति मिलेगी लेकिन जो लोग प्रेम जीवन में हैं उन्हें कुछ चुनौतियों का सामना करना पड़ सकता है। स्वास्थ्य थोड़ा कमजोर रह सकता है।नफ़रत को दूर करने के लिए संवेदना का स्वभाव अपनाएँ, क्योंकि नफ़रत की आग बहुत ज़्यादा ताक़तवर है और मन के साथ शरीर पर भी बुरा असर डालती है। याद रखें कि बुराई अच्छाई से ज़्यादा आकर्षक ज़रूर दिखाई देती है, लेकिन उसका असर ख़राब ही होता है। व्यापाार में मुनाफा आज कई व्यापारियों के चेहरे पर खुशी ला सकता है। आपके परिवार वाले किसी छोटी-सी बात को लेकर राई का पहाड़ बना सकते हैं। दूसरों को ख़ुशियाँ देकर और पुरानी ग़लतियों को भुलाकर आप जीवन को सार्थक बनाएंगे। खुदरा और थोक व्यापारियों के लिए अच्छा दिन है। खाली वक्त का आज आप सदुपयोग करेंगे और उन कामों को पूरा करने की कोशिश करेंगे जो बीते दिनों पूरे नहीं हो पाए थे। सेहत के नज़रिे से गले लगने के अपने फ़ायदे हैं और आपको यह एहसास आज अपने जीवनसाथी से मिल सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- सफेद गाय को आटा व काली चींटियों को चीनी खिलाने से पारिवारिक सुख बढ़ेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन अच्छा रहने वाला है। दांपत्य जीवन में खुशी रहेगी और जीवनसाथी से रिश्ते बढ़िया बनेंगे। सामान्य तौर पर धन प्राप्ति हो सकती है। आपको अपने और उनके स्वास्थ्य का ध्यान रखना चाहिए। कई कामों को करने का मन करेगा, जिससे मन में असमंजस की स्थिति रहेगी। दोस्तों का साथ मिलेगा। नौकरी में सफलता मिलेगी और कहीं यात्रा पर जाने के योग बनेंगे। आपका दानशीलता का व्यवहार आपके लिए छुपे हुए आशीर्वाद की तरह सिद्ध होगा, क्योंकि यह आपको शक, अनास्था, लालच और आसक्ति जैसी ख़राबियों से बचाएगा। पैसे की अहमियत को आप अच्छे से जानते हैं इसलिए आज के दिन आपके द्वारा बचाया गया धन आपके बहुत काम आ सकता है और आप किसी बड़ी मुश्किल से निकल सकते हैं। आज के दिन बिना कुछ ख़ास किए आप आसानी से लोगों का ध्यान अपनी ओर आकर्षित करने में क़ामयाब रहेंगे। आज आप अपने जीवन की परेशानियों को अपने संगी से साझा करना चाहेंगे लेकिन वो अपनी परेशानियों के बारें में बता के आपको और ज्यादा परेशान कर देंगे। आपके साझीदार आपकी नई योजनाओं और विचारों का समर्थन करेंगे। जो लोग घर सेे बाहर रहते हैं आज वो अपने सारे काम पूरे करके शाम के समय किसी पार्क या एकांत जगह पर समय बिताना पसंद करेंगे। उबाऊ होती शादीशुदा ज़िन्दगी के लिए कुछ रोमांच ढूंढने की ज़रूरत है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- ॐ ऐं ह्रीं श्रीं शनैश्चराय नमः इस मंत्र का सुबह-शाम 11 बार उच्चारण करने से लव लाइफ अच्छी रहेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए दिल सामान्य रहेगा अपने खर्चों पर नियंत्रण रखना जरूरी होगा नहीं तो परेशान हो सकते हैं। आपकी इनकम भी बढ़ेगी। किसी वजह से आज आपको धन प्राप्ति हो सकती है जिसके अपने उम्मीद ना की हो।  परिवार पर ध्यान देंगे और घरेलू खर्च करेंगे। काम के सिलसिले में विरोधियों का सामना करना पड़ सकता है। आप अपनी कार्यकुशलता के चलते उन्हें नियंत्रण में रखने में कामयाब होंगे। प्रेम जीवन के लिये दिन खुशनुमा रहेगा और दांपत्य जीवन जीने वाले लोगों के लिए भी आज का दिन बढ़िया रहने वाला है।\n व्यस्त दिनचर्या के बावजूद स्वास्थ्य अच्छा रहेगा। आर्थिक रुप से आज आप काफी मजबूत नजर आएंगे, ग्रह नक्षत्रों की चाल से आज आपके लिए धन कमाने के कई मौके बनेंगे. पारिवारिक तनावों को अपना ध्यान भंग न करने दें। ख़राब दौर हमें बहुत-कुछ देता है। आज प्यार की मदहोशी में हक़ीक़त और फ़साना मिलकर एक होते मालूम होंगे। इसे महसूस करें। आपके मानवीय मूल्य और सकारात्मक रवैया करिअर के मोर्चे पर आपको सफलता दिलाएंगे। आंतरिक गुण जहाँ आपको संतोष देंगे, वहीं सकारात्मक सोच क़ामयाबी देगी। आज कुछ नया और सृजनात्मक करने के लिए अच्छा दिन है। वैवाहिक जीवन में कई उतार-चढ़ाव के बाद एक-दूसरे के प्यार को सराहने का यह सही दिन है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- सोने या कांसे के टुकड़े पर गुरु यंत्र खुदवाकर अपने घर में स्थापित कर पूजा करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। आज हज काम को मजबूती से करेंगे। मन हर्षित होगा क्योंकि कार्यों में सफलता मिलेगी। भविष्य के बारे में विचार करेंगे। शादीशुदा लोगों के दांपत्य जीवन में आज का दिन काफी अच्छा बीतेगा और एक दूसरे को समझने में आसानी होगी। जो लोग प्रेम जीवन में हैं उन्हें भी आज अच्छे परिणाम मिलेंगे। आज आप किसी चुनौती से नहीं घबराएंगे। नौकरी पेशा लोगों को आज बढ़िया नतीजे हासिल होंगे।आज आपका आत्मविश्वास और ऊर्जा का स्तर ऊँचा रहेगा। जिन लोगों नेे अतीत में अपना धन निवेश किया था आज उस धन से लाभ होने की संभावना बन रही है। सामाजिक गतिविधियाँ मज़ेदार रहेंगी, लेकिन अपने रहस्य किसी के सामने उजागर न करें। अगर आप खुले दिल से अपनी बात रखें, तो आपकी मोहब्बत आज आपके सामने प्यार के फ़रिश्ते के रूप में आएगी। करिअर के नज़रिए से शुरू किया सफ़र कारगर रहेगा। लेकिन ऐसा करने से पहले अपने माता-पिता से इजाज़ता ज़रूर ले लें, नहीं तो बाद में वे आपत्ति कर सकते हैं। लोग आपके बारे में क्या सोचते हैं आज आपको इस बात से कोई फर्क नहीं पड़ेगा। बल्कि आज आप खाली समय में किसी से मिलना जुलना भी पसंद नहीं करेंगे और एकांत में आनंदित रहेंगे। आपको अपने जीवनसाथी की ओर से ख़ास तोहफ़ा मिल सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- जेब में तांबे का सिक्का रखना आपकी नौकरी/बिज़नेस में चार चाँद लगाएगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन उतार-चढ़ाव से भरा रहेगा। परिवार का माहौल आपको परेशानी देगा जिससे मानसिक तनाव बढ़ेगा। प्रेम जीवन पिता रहे लोगों के लिए आज का दिन बढ़िया रहने वाला है। अपने प्रिय से बात करने का और  अपना प्यार जताने का मौका मिलेगा। इनकम में गिरावट हो सकती है लेकिन आपके काम की तारीफ होगी। स्वास्थ्य मजबूत रहेगा। दांपत्य जीवन के लिहाज से दिनमिन सामान्य है।अपने जीवन-साथी के साथ पारिवारिक समस्याओं को साझा करें। एक-दूसरे को फिर से भली-भांति जानने के लिए थोड़ा और वक़्त एक-दूसरे के साथ बिताएँ और ख़ुद की स्नेही जोड़े की छवि को मज़बूत करें। आपके बच्चे भी घर में ख़ुशी और सुकून के माहौल को महसूस कर सकेंगे। इससे आपको एक-दूसरे के साथ व्यवहार में ज़्यादा खुलापन और आज़ादी मिलेगी। ख़र्चों में हुई अप्रत्याशित बढ़ोत्तरी आपके मन की शांति को भंग करेगी। दोस्तों और परिवार के साथ मज़ेदार समय बीतेगा। आज आप महसूस करेंगे कि प्यार दुनिया में हर मर्ज़ की दवा है। आपको ऐसी परियोजनाओं पर काम करना चाहिए, जो आगे चलकर मुनाफ़ा दें। परिवार की जरुरतों को पूरा करते-करते आप कई बार खुद को वक्त देना भूल जाते हैं। लेकिन आज आप सबसे दूर होकर अपने आप के लिए वक्त निकाल पाएंगे। आज चाहे दुनिया इधर-की-उधर ही क्यों न हो जाए, आप अपने जीवनसाथी की बाहों से दूर नहीं हो सकेंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- भगवान में आस्था रखें, सत्संगति करें और मानसिक हिंसा करने से बचना आर्थिक स्थिति के लिए अच्छा है। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन बहुत बढ़िया रहेगा और आपकी इनकम भी बढ़ेगी। परिवार का माहौल खुशी देगा और लोग एक दूसरे का ध्यान रखेंगे। प्रेम जीवन जीने वालों को भी आज अच्छे नतीजे हासिल होंगे और उनका प्रिय उन्हें अपनी मीठी बातों से खुश रखेगा।  शादीशुदा लोगों के दांपत्य जीवन में कुछ समस्याओं का सामना करना पड़ सकता है। काम के सिलसिले में आपको अच्छे नतीजे मिलेंगे। अपने साथ काम करने वालों पर अपना ध्यान बनाए रखें।बच्चे आपकी शाम को ख़ुशी की चमक लाएंगे। थकाऊ और उबाऊ दिन को अलविदा कहने के लिए एक बढ़िया डिनर की योजना बनाएँ। उनका साथ आपके शरीर में फिर से ऊर्जा भर देगा। भविष्य में अगर आपको आर्थिक रुप से मजबूत बनना है तो आज से ही धन की बचत करें। घरेलू मोर्चे पर समस्या खड़ी हो सकती है, इसलिए तोल-मोल कर ही बोलें। आपको आज ही अपने प्रिय को दिल की बात बताने की ज़रूरत है, क्योंकि कल बहुत देर हो जाएगी। अगर आप कार्यक्षेत्र में बेहतर करना चाहते हैं तो अपने काम में आधुनिकता लाने की कोशिश करें। इसके साथ ही नई तकनीक से अपडेटेड रहें। खाली समय में आज आप अपने मोबाइल पर कोई वेब सीरीज देख सकते हैं। आपके वैवाहिक जीवन में शारीरिक सुख के नज़रिए से कुछ ख़ूबसूरत परिवर्तन हो सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- एक सिक्के(लेड धातु) का टुकड़ा अपनी जेब में रखने से नौकरी व बिज़नेस में तरक्की होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। काम के सिलसिले में आपको ध्यान देकर काम करना पड़ेगा तभी सफलता मिलेगी। रुके हुए काम बनने से मन हर्षित होगा। परिवार के लोग आपके साथ खड़े रहेंगे। रिश्तो में अपनापन बढ़ेगा। धन संबंधित लाभ होने के योग बन रहे हैं। शादीशुदा लोगों के दांपत्य जीवन में तनाव बढ़ सकता है इसलिए थोड़ा ध्यान रखें। जो लोग प्रेम जीवन बिता रहे हैं, उन्हें आज अच्छे नतीजे हासिल होंगे।मौज-मस्ती की यात्राएं और सामाजिक मेलजोल आपको ख़ुश रखेंगे और सुकून देंगे। आपने बीते समय में बहुत पैसा खर्च किया है जिसका खामियाजा आज आपको भुगतना पड़ सकता है। आज आपको पैसों की जरुरत होगी लेकिन वो आपको मिल नहीं पाएगा। आपकी स्वच्छन्द जीवनशैली घर में तनाव पैदा कर सकती है, इसलिए देर रात तक बाहर रहने और ज़्यादा ख़र्च करने से बचें। सच्चे और पवित्र प्रेम का अनुभव करें। आप दफ़्तर में माहौल में बेहतरी और कामकाज के स्तर में सुधार को महसूस कर सकते हैं। चिट्ठी-पत्री में सावधानी बरतने की ज़रूरत है। यह समय जीवन में आपको वैवाहिक जीवन का भरपूर आनन्द देगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- आर्थिक लाभ के लिए पिता या पिता सामान व्यक्ति को सूर्य की कारक वस्तुओं (गुड, गेहूँ, दलिया, लाल मिर्च, केसर) से बना भोजन कराएं। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहने वाला है। आपके रुके हुए काम बनेंगे, जिससे आपका मन भी हर्षित होगा और आपको इनकम भी प्राप्त होगी। परिवार के लोगों से अच्छा व्यवहार जरूर करें। भोजन का और खान-पान का ध्यान रखें नहीं तो स्वास्थ्य बिगड़ सकता है। शादीशुदा लोगों के जीवन में आज का दिन सामान्य रहेगा और जो लोग प्रेम जीवन में हैं, उन्हें उतार-चढ़ाव की स्थिति का सामना करना पड़ेगा। आपके प्रिय का मन आज उदास हो सकता है।स्वयं को शांत बनाए रखें क्योंकि आज आपको ऐसी कई बाधाओं का सामना करना पड़ सकता है, जिनके चलते आप काफ़ी मुश्किल में पड़ सकते हैं। ख़ास तौर पर अपने ग़ुस्से पर क़ाबू रखें, क्योंकि यह और कुछ नहीं बल्कि थोड़ी देर पागलपन है। बिना विचार किये आपको किसी को भी अपना पैसा नहीं देना चाहिए नहीं तो आपको आने वाले वक्त में बड़ी परेशानी है सकती है। आज आपको लाभ मिलेगा, क्योंकि परिवार के सदस्य आपके सकारात्मक रुख़ से प्रभावित होंगे और उसे सराहेंगे। आज वे कपड़े न पहनें जो आपके प्रिय को पसंद न हों, नहीं तो मुमकिन है कि वो आहत महसूस करे। हालाँकि वरिष्ठों से कुछ विरोध के स्वर सुनाई देंगे- लेकिन फिर भी आपको दिमाग़ ठण्डा रखने की ज़रूरत है। घर के छोटे सदस्यों को साथ लेकर आज आप किसी पार्क या शॉपिंग मॉल में जा सकते हैं। ठीक कम्यूनिकेशन न होने के चलते परेशानी खड़ी हो सकती है, लेकिन मिल-बैठकर बात करने से चीज़ें सुजझाई जा सकती हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- किसी के विवाह या मंगल कार्य में तन-मन-धन से सहायता करने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रहने वाला है। आप बीमार पड़ सकते हैं इसलिए अपनी सेहत का पूरा ध्यान रखें। खर्चों में बढ़ोतरी होगी। इससे मानसिक दबाव भी आप पर होगा। काम के सिलसिले में आपको अच्छे नतीजे मिलेंगे और आपके काम की तारीफ होगी। आपका बॉस भी आपसे खुश होगा। आपकी इनकम बढ़ेगी और आज धन निवेश करने के लिए भी बढ़िया दिन है। परिवार का माहौल बढ़िया रहेगा। शादीशुदा लोगों के दांपत्य जीवन में आज का दिन बढ़िया रहेगा और जीवन साथी कोई अच्छी बात करेगा। प्रेम जीवन जीने वालों को आज कुछ दिक्कतों का सामना करना पड़ेगा।आशावादी बनें और उजले पक्ष को देखें। आपका विश्वास और उम्मीद आपकी इच्छाओं व आशाओं के लिए नए दरवाज़े खोलेंगी। जो लोग शादीशुदा हैं उन्हें आज अपने बच्चों की पढ़ाई पर अच्छा खासा धन खर्च करना पड़ सकता है। परिवार के सदस्यों की ज़रूरतों को तरजीह दें। उनके सुख-दुःख के भागीदार बनें, ताकि उन्हें महसूस हो कि आप वाक़ई उनका ख़याल रखते हैं। प्रेमी एक-दूसरे की पारिवारिक भावनाओं को समझेंगे। खुदरा और थोक व्यापारियों के लिए अच्छा दिन है। आज आपके करीबी लोग आपके करीब आने की कोशिश करेंगे लेकिन अपने मन को शांत बनाए रखने के लिए आप एकांत में समय बिताना पसंद करेंगे। यह शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक है। आपको प्रेम की गहराई का अनुभव करेंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- कन्याओं में चॉकलेट, टॉफी, सफेद मिठाई बाँटने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। आज आप खूब मेहनत करेंगे जिससे काम के सिलसिले में अच्छे नतीजे प्राप्त करेंगे। आपकी इनकम में बढ़ोतरी होगी और कुछ नए मौके भी आपके हाथ लग सकते हैं जिससे भविष्य में आप को फायदा होगा। आपके प्रेम जीवन में आपको सुख मिलेगा और जो लोग शादीशुदा हैं, उनका दांपत्य जीवन भी आज प्रेम से भरा रहेगा। परिवार का माहौल भी आपको सुख देगा और आप मजबूती से हर काम को करेंगे जिससे सफलता मिलेगी।प्रभावशाली लोगों का सहयोग आपके उत्साह को दोगुना कर देगा। आज धन आपके हाथ में नहीं टिकेगा, आपको धन संचय करने में आज बहुत दिक्कतों का सामना करना पड़ सकता है। सबको अपनी महफ़िल में दावत दें। क्योंकि आपके पास आज अतिरिक्त ऊर्जा है, जो आपको किसी पार्टी या कार्यक्रम का आयोजन करने के लिए प्रेरित करेगी। प्रेमी को आज आपकी कोई बात चुभ सकती है। वो आपसे रुठें इससे ही पहले ही अपनी गलती का अहसास कर लें और उन्हें मना लें। कार्यक्षेत्र में परिस्थितियाँ आपके पक्ष में लगती हैं। ऐसे बदलाव लाएँ जो आपके रूप-रंग में निखार ला सके और संभावित साथियों को आपकी ओर आकर्षित करे। किसी बच्चे या बूढ़े के स्वास्थ को लेकर हुई परेशानी अप्रत्यक्ष रूप से आपके वैवाहिक जीवन को प्रभावित कर सकती है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- किसी सुपात्र व्यक्ति को पुस्तक या पठन सामग्री देना आर्थिक स्थिति के लिए शुभ है। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन सामान्य रूप से फल दायक रहेगा। आपको अपने काम पर पूरा ध्यान देना होगा नहीं तो दिक्कत आ सकती है। आपके विरोधी मजबूत होंगे। भाग्य का थोड़ा साथ मिलेगा जिससे कुछ काम बन जाएंगे और आपके जीवन में धन की आवक होगी। स्वास्थ्य कमजोर रहेगा जिससे बीमार पड़ सकते हैं। घर के बुजुर्गों का स्वास्थ्य भी कमजोर रहेगा। प्रेम जीवन जीने वाले लोगों को आज अच्छे नतीजे मिलेंगे। शादीशुदा लोगों को अपने जीवन साथी के साथ बैठकर उनके मन की बात समझने का मौका मिलेगा।आउटडोर खेल आपको आकर्षित करेंगे- ध्यान और योग आपको फ़ायदा पहुँचाएंगे। आपको कमीशन, लाभांश या रोयल्टी के ज़रिए फ़ायदा होगा। परिवार के सदस्यों का आपके जीवन में विशेष महत्व होगा। किसी से अचानक हुई रुमानी मुलाक़ात आपका दिन बना देगी। ख़ुद को अभिव्यक्त करने के लिए अच्छा समय है- और ऐसे प्रोजेक्ट पर काम कीजिए, जो रचनात्मक हों। आज आप अपने जीवनसाथी के साथ आज समय गुजारेंगे लेकिन किसी पुरानी बात के फिर से सामने आने की वजह से आप दोनों के बीच कहासुनी होने की आशंका है। आप अपने जीवनसाथी के प्यार की गर्माहट महसूस कर सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- प्रेमी/प्रेमिका को नीले फूल गिफ्ट में देने से प्रेम सम्बन्धों में मजबूती आएगी। \n"
}  ]
