horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज ग्रह गोचर कुछ ज्यादा अनुकूल नहीं है, इसलिए कोई भी बड़ा काम हाथ में लेने से पहले कई बार सोच विचार कर लें। आज आप के खर्चे सर से ऊपर जाएंगे, जो आपको तनाव भी दे सकते हैं। सेहत में उतार-चढ़ाव की स्थिति बनेगी तथा आपके कुछ विरोधी आज सिर उठा सकते हैं। कोर्ट कचहरी से जुड़े मामलों में खर्च के बाद सफलता की स्थिति बनेगी। राजनीति और कानून से जुड़े लोगों के लिए आज का दिन बेहद अच्छा रहने वाला है। आपको अपने कामों में सफलता मिलेगी। किसी व्यक्ति की बैंक गारंटी ना लें।\nआपके लिए कैसा रहेगा नया साल : मेष राशिफल 2021 मुस्कुराएँ, क्योंकि यह सभी समस्याओं का सबसे उम्दा इलाज है। धन से जुड़ा कोई मसला आज हल हो सकता है और आपको धन लाभ हो सकता है। अपने परिवार के सदस्यों की ज़रूरतों पर ध्यान देना आज आपकी प्राथमिकता होनी चाहिए। आपको अपनी रसिक कल्पनाओं पर अधिक ग़ौर करने की ज़रूरत नहीं है, क्योंकि संभव है कि वे आज सच हो जाएँ। अपने काम में ऐसे लोगों की मदद लें, जिनकी सोच आपसे मेल खाती हो। सही वक़्त पर उनकी मदद अहम और फ़ायदेमंद होगी। ख़ास तौर पर मेडिकल ट्रांस्क्रिप्शन से जुड़े लोगों के लिए बढ़िया दिन है। आपकी संप्रेषण अर्थात कम्यूनिकेशन की क्षमता प्रभावशाली साबित होगी। आज आप महसूस करेंगे कि जीवनसाथी के साथ की एहमियत कितनी हे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- दूध में हल्दी डालकर पीने व नहाने वाले पानी में हल्दी डालकर स्नान करने से पारिवारिक जीवन अच्छा होगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज ग्रहों की चाल आपको फायदा पहुंचाएगी और आपकी इनकम में स्पष्ट वृद्धि के योग बनेंगे। नौकरी में इंक्रीमेंट की बात चल सकती है, इसलिए अपनी तरफ से कोई भी ऐसा मौका ना दें, जो आपके विरुद्ध जाए। प्रेमी जातकों के लिए आज का दिन बहुत खुशगवार बीतेगा और अपने रिश्ते में बढ़ते प्रेम से आप अभिभूत हो उठेंगे। आपके प्रिय से संबंध खूबसूरत बनेंगे और आज उनके लिए कोई सरप्राइज़ प्लान भी कर सकते हैं। शादीशुदा लोगों को अपनी संतान से कोई बड़ा समाचार सुनने को मिल सकता है। बिज़नेस के लिए दिन सफलतादायक रहेगा।\nआपके लिए कैसा रहेगा नया साल :  वृषभ राशिफल 2021 आपको जल्द-से-जल्द अपने जज़्बात को क़ाबू में करने और डर से आज़ादी पाने की ज़रूरत है, क्योंकि ये आपकी सेहत पर ख़राब असर डाल सकते हैं और अच्छी सेहत का मज़ा लेने से आपको वंचित कर सकते हैं। हालाँकि आपकी आर्थिक स्थिति में सुधार आएगा, लेकिन पैसे का लगातार पानी की तरह बहते जाना आपकी योजनाओं में रुकावट पैदा कर सकता है। घर में मरम्मत का काम या सामाजिक मेल-मिलाप आपको व्यस्त रखेगा। आज रुमानियत का मौसम ज़रा ख़राब लगता है, क्योंकि आपका साथी आपसे आज कुछ ज़्यादा ही अपेक्षा करेगा। जो लोग प्रतियोगी परीक्षाओं की तैयारी कर रहे हैं, उन्हें दिमाग़ शांत रखने की ज़रूरत है। परीक्षा की घबराहट को हावी न होने दें। आपका प्रयास सकारात्मक परिणाम ज़रूर देगा। इस राशि के छात्र-छात्राएं आज अपने कीमती समय का दुरुपयोग कर सकते हैं। आप मोबाइल या टीवी पर आवश्यकता से अधिक समय जाया कर सकते हैं। किसी ख़बसूरत याद के कारण आपके और आपके जीवनसाथी के बीच की अनबन रुक सकती है। इसलिए वाद-विवाद की हालत में पुराने दिनों की यादों को ताज़ा करना न भूलें। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- गर्लफ्रेंड/बॉयफ्रेंड से मिलने जाने से पहले घर से चीनी खाकर निकलना लव लाइफ के लिए लाभकारी है। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज परोपकार की भावना मन में जागेगी और लोगों की भलाई का कुछ काम करेंगे। आप जहां काम करते हैं, आज वहां आपकी ही चर्चा होगी। आपका काम भी बढ़िया होगा और खूब मन लगाकर मेहनत भी करेंगे। आप के सीनियर भी आपके पक्ष में नजर आएंगे। परिवार की जिम्मेदारियां भी आपका ध्यान आकर्षित करेंगी लेकिन इस सबके बावजूद आप अच्छा तालमेल बनाए रखने में कामयाब होंगे और अपनी लव लाइफ को इंजॉय करेंगे।\nआपके लिए कैसा रहेगा नया साल :  मिथुन राशिफल 2021धैर्य बनाए रखें, क्योंकि आपकी समझदारी और प्रयास आपको सफलता ज़रूर दिलाएंगे। आपकी माता पक्ष से आज आपको धन लाभ होने की पूरी संभावना है। हो सकता है कि आपके मामा या नाना आपकी आर्थिक मदद करें। दूसरों को प्रभावित करने की आपकी क्षमता आपको कई सकारात्मक चीज़ें दिलाएगी। रोमांटिक मुलाक़ात आपकी ख़ुशी में तड़के का काम करेगी। आज अनुभवी लोगों से जुड़कर जानने की कोशिश करें कि उनका क्या कहना है। अगर आप लंबे समय से अपने जीवन में किसी रोचक चीज़ के होने का इंतज़ार कर रहे हैं, तो निश्चय ही आपको उसके संकेत दिखाई देने लगेंगे। अगर आप अपने जीवनसाथी से स्नेह की आशा रखते हैं, तो यह दिन आपकी आशाओं को पूरा कर सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- दूध मिले जल से स्नान करने से हेल्थ अच्छी रहेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nग्रहों की चाल बता रही है कि आज भाग्य आपके पक्ष में रहेगा, जिससे आपको लगभग सभी कामों में सफलता हाथ लगेगी। आज किसी खूबसूरत जगह ट्रेवलिंग करने का मौका मिलेगा, जहां जाने से मन खुश हो जाएगा और जीवन में ताज़गी आएगी। सेहत में भी अच्छा सुधार देखने को मिलेगा। मान सम्मान भी बढ़ेगा और आज आर्थिक तौर पर भी कोई बढ़िया समाचार सुनने को मिल सकता है। आप कोई बड़ी प्रॉपर्टी खरीदने की ओर बढ़ सकते हैं तथा भाई बहनों के सहयोग से करियर में कोई बड़ा हाथ आजमाने की कोशिश कर सकते हैं।\nआपके लिए कैसा रहेगा नया साल:  कर्क राशिफल 2021आशावादी बनें और उजले पक्ष को देखें। आपका विश्वास और उम्मीद आपकी इच्छाओं व आशाओं के लिए नए दरवाज़े खोलेंगी। जीवनसाथी की खराब तबीयत के कारण आज आपका धन खर्च हो सकता है लेकिन आपको इसको लेकर चिंता करने की जरुरत नहीं है क्योंकि धन इसीलिये बचाया जाता है कि बुरे समय में वो आपके काम आ सके। घरेलू ज़िंदगी सुकूनभरी और ख़ुशनुमा रहेगी। आज के दिन अपने प्रिय से कोई तल्ख़ बात न कहें। आप महसूस करेंगे कि आपकी रचनात्मकता कहीं खो गयी है और फ़ैसले करने में आपको ख़ासी दिक़्क़त का सामना करना पड़ेगा। छात्रों को सलाह दी जाती है कि यारी-दोस्ती के चक्कर में इन कीमती पलों को खराब न करें। यार दोस्त आने वाले वक्त में भी मिल सकते हैं लेकिन पढ़ाई के लिए यही समय सबसे सही है। पड़ोसियों का दख़ल शादीशुदा ज़िन्दगी में दिक़्क़त पैदा करने की कोशिश कर सकता है, लेकिन आप व आपके जीवनसाथी के बीच का बंधन बहुत मज़बूत है और इसे तोड़ना आसान नहीं है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- नौकरी/बिज़नेस में तरक्की हेतु गरीब कन्याओं में दूध की थैली बांटे। \n",
    "4": "सिंह राशि: आज का राशिफल\nग्रहों का गोचर आपको अपने बारे में सोचने के लिए मजबूर करेगा। कुछ ऐसी बातें हैं, जो आपने किसी को नहीं बताई हैं। आज खुद से उन बातों पर चर्चा करेंगे। मानसिक तनाव तो बढ़ेगा और कुछ आर्थिक चिंताएं भी परेशान करेंगी लेकिन अंदर से आवाज आएगी कि आप सब कुछ कर सकते हैं और इसी वजह से आप कॉन्फिडेंट नजर आएंगे। घर की चुनौतियां आपको परेशान कर सकती हैं, फिर भी आप ईश्वर की कृपा के सहारे आज अपने हर क्षेत्र को अपना शत प्रतिशत योगदान देते नजर आएंगे। पॉलिटिक्स से जुड़े लोगों के लिए आज का दिन बढ़िया रहेगा।\nआपके लिए कैसा रहेगा नया साल: सिंह राशिफल 2021धैर्य बनाए रखें, क्योंकि आपकी समझदारी और प्रयास आपको सफलता ज़रूर दिलाएंगे। लम्बे समय से अटके मुआवज़े और कर्ज़ आदि आख़िरकार आपको मिल जाएंगे। काम का तनाव आपके दिमाग़ पर छा सकता है जिसकी वजह से परिवार और मित्रों के लिए वक़्त नहीं निकाल सकेंगे। अपने प्रिय की नाराज़गी के बावजूद अपना प्यार ज़ाहिर करते रहें। कुछ लोगों को विदेश से कोई ख़ास ख़बर या व्यावसायिक प्रस्ताव मिल सकता है। आज कुछ ऐसा दिन है जब चीजें उस तरह नहीं होंगी, जैसी आप चाहते हैं। जीवनसाथी की वजह से आपको अनमने ढंग से बाहर जाना पड़ सकता है, जो बाद में आपकी झल्लाहट की वजह बनेगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- ॐ क्रां क्रीं क्रौं सः भौमाय नमः इस मंत्र का प्रातः 11 बार उच्चारण करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nग्रहों और सितारों की चाल आपके बिज़नेस के लिए आज कोई नई खुशखबरी लेकर आएगी। आज आपको कुछ नए लोगों से बिज़नेस डील मिल सकती हैं, जिससे आपका बिज़नेस चमक उठेगा। दांपत्य जीवन में भी तनावपूर्ण स्थितियों का अंत होगा और एक दूसरे के प्यार में सराबोर होने का मौका मिलेगा। जीवन साथी के नाम से कोई बिज़नेस करते हैं तो आप लाभ के हकदार बनेंगे और आज उनके नाम से कोई प्रॉपर्टी खरीदने में भी हाथ आजमा सकते हैं, जिसमें आपको लाभ मिलेगा। मन में हल्का क्रोध जरूर रहेगा, जो बीच-बीच में आपको परेशान करेगा लेकिन आप के चारों ओर की स्थितियां आपको आगे बढ़ने में मददगार बनेंगी।\nआपके लिए कैसा रहेगा नया साल :  कन्या राशिफल 2021एक आध्यात्मिक व्यक्ति आशीर्वाद की वर्षा करेगा और मन की शांति लेकर आएगा। करीबी रिश्तेदारों के घर जाना आज आपकी आर्थिक स्थिति को बिगाड़ सकता है। अपने बच्चों के साथ एक दोस्ताना रिश्ता विकसित करें। पुरानी बातों को पीछे छोड़कर आगे आने वाले अच्छे वक़्त की ओर देखें। आपकी कोशिशें फलदायी रहेंगी। आज अपने प्रिय से दूर होने का दुःख आपको टीस देता रहेगा। आपके पास आज अपनी क्षमताओं को दिखाने के मौक़े होंगे। जब आपको लगता है कि आपके पास घर वालों या अपने दोस्तों के लिए टाइम नहीं है तो आपका मन खराब हो जाता है। आज भी आपकी मन स्थिति ऐसी ही रह सकती है। जीवनसाथी की ख़राब सेहत का असर आपके काम-काज पर भी पड़ सकता है, लेकिन आप किसी तरह चीज़ें संभालने में क़ामयाब रहेंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- अच्छी आर्थिक स्थिति के लिए पत्नी का मान-सम्मान व आदर करें। \n",
    "6": "तुला राशिः आज का राशिफल\nआज ग्रह स्थितियां ज्यादा अनुकूल नहीं हैं, इसलिए धन का निवेश भूलकर भी ना करें, नहीं तो नुकसान में आ सकते हैं। यदि पहले से कहीं निवेश किया हुआ है तो आज उस निवेश का अच्छा फल आपके हाथ लग सकता है। आज खर्चों में बढ़ोतरी स्पष्ट रूप से दिखाई दे रही है लेकिन आप अपनी हिम्मत नहीं हारेंगे। नौकरी के लिए आवेदन कर रहे हैं तो स्थिति पक्की होगी और यदि आप नौकरीपेशा हैं तो आज का दिन आपके नाम रहेगा। राशि का स्वामी पीड़ित होने से खानपान संबंधित परेशानियां सेहत में गिरावट का कारण बन सकती हैं। आज धन प्राप्ति के लिए कोई अलग रास्ता अपना सकते हैं। हालांकि से दिक्कत हो सकती है।\nआपके लिए कैसा रहेगा नया साल :  तुला राशिफल 2021आपको आज महत्वपूर्ण निर्णय लेने होंगे, जिसके चलते आपको तनाव और बेचैनी का सामना करना पड़ सकता है। बिना किसी की मदद के भी आप धन कमा पाने में सक्षम हो सकते हैं बस आपको खुद पर विश्वास करने की जरुरत है। अपने परिवार के सदस्यों की भावनाओं को आहत करने से बचने के लिए अपने ग़ुस्से पर क़ाबू रखिए। जो अपने प्रिय के साथ छुट्टियाँ बिता रहे हैं, ये उनकी ज़िन्दगी के सबसे यादगार लम्हों में से होंगे। दफ़्तर में आपको पता लग सकता है कि जिसे आप अपना दुश्मन समझते थे, वह दरअस्ल आपका शुभचिंतक है। आपमें से कुछ लोगों को लंबा सफ़र करना पड़ सकता है – जो काफ़ी दौड़-भाग भरा होगा – लेकिन साथ ही बहुत फ़ायदेमंद भी साबित होगा। अगर आप अपने जीवनसाथी से स्नेह की आशा रखते हैं, तो यह दिन आपकी आशाओं को पूरा कर सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- माथे पर केसर का तिलक करना स्वास्थ्य के लिए शुभ रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nग्रहों की चाल बता रही है कि आज प्यार की हवा आपके चारों तरफ महकेगी, जिससे आपका दिन बड़ा खुशनुमा व्यतीत होगा। आज अपने प्रेम को खुलकर महसूस करेंगे और अपने साथी को खुश रखने की पूरी कोशिश करेंगे। यदि आप शादीशुदा हैं तो संतान से सुख मिलेगा। जमीन जायदाद से जुड़े मामले आपको सफलता प्रदान करेंगे और आज कोई पुरानी इच्छा पूरी हो सकती है। किसी लंबी ट्रैवलिंग की योजना बन सकती है। आज आपका भाग्य प्रबल रहेगा।\nआपके लिए कैसा रहेगा नया साल : वृश्चिक राशिफल 2021 भरे-पूरे और संतुष्ट जीवन के लिए अपनी मानसिक दृढ़ता में वृद्धि कीजिए। कोई बड़ी योजनाओं और विचारों के ज़रिए आपका ध्यान आकर्षित कर सकता है। किसी भी तरह का निवेश करने से पहले उस व्यक्ति के बारे में भली-भांति जाँच-पड़ताल कर लें। क़रीबी दोस्त और साझीदार नाराज़ होकर आपकी ज़िंदगी मुश्किल बना सकते हैं। अपने प्रिय के साथ सैर-सपाटे पर जाते समय ज़िंदगी को पूरी शिद्दत से जिएँ। इससे पहले कि वरिष्ठ को पता लगे, लंबित काम जल्दी ही निबटा लें। देर शाम तक आपको कहीं दूर से कोई अच्छी ख़बर सुनने को मिल सकती है। अगर आप कोशिश करें तो आप अपने जीवनसाथी के साथ अपने जीवन का सबसे अच्छा दिन आज गुज़ार सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- चितकबरे कपड़े पहनने से आर्थिक उन्नति होगी। \n",
    "8": "धनु राशिः आज का राशिफल\nग्रहों की स्थिति आज आपके लिए कुछ खास लेकर आई है। दिल में खुशी की भावना रहेगी और परिवार का प्यार भी। आज परिवार की जरूरतों को समझेंगे और घरेलू जीवन पर आपका सारा फोकस रहेगा। आज अपनी मां जी के लिए कुछ करने की इच्छा होगी और हो सकता है उन्हें कोई बढ़िया सा गिफ्ट दें। नया वाहन या नए मकान की इच्छा तीव्र होगी और इस दिशा में प्रयास भी करेंगे। अपने काम को लेकर भी आप कोई कोताही नहीं बरतेंगे। मैनेजमेंट की पढ़ाई कर रहे विद्यार्थियों के लिए बहुत बढ़िया समय रहेगा।\nआपके लिए कैसा रहेगा नया साल : धनु राशिफल 2021ख़ुद को ज़्यादा आशावादी बनने के लिए प्रेरित करें। इससे न सिर्फ़ आपका आत्मविश्वास बढ़ेगा और व्यवहार लचीला होगा, बल्कि डर, ईर्ष्या और नफ़रत जैसे नकारात्मक मनोभावों में भी कमी आएगी। माता या पिता की सेहत पर आपको आज बहुत धन खर्च करना पड़ सकता है। इससे आपकी आर्थिक स्थिति बिगड़ेगी लेकिन साथ ही रिश्तों में मजबूती आएगी। आपकी ज्ञान की प्यास आपको नए दोस्त बनाने में मददगार साबित होगी। आज अपने प्रिय से दूर होने का दुःख आपको टीस देता रहेगा। काम और घर पर दबाव आपको थोड़ा ग़ुस्सैल बना सकता है। अचानक आज आप काम से छुट्टी लेने का प्लान बना सकते हैं और अपने परिवार के साथ वक्त बिता सकते हैं। जीवनसाथी के साथ एक आरामदायक दिन बीतेगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- पराई स्त्री के प्रति नजरे साफ़ रखने से आर्थिक उन्नति होगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन मेहनत करने के नाम जाएगा लेकिन पुरानी यादें ताजा करने का भी मौका मिलेगा। आज अपने दोस्तों से मिलने में समय लगाएंगे और खूब गपशप करेंगे। अपने भाई बहनों से कोई सुखद समाचार सुनने को मिलेगा, जो आपके चेहरे पर खुशी लेकर आएगा। किसी काम के सिलसिले में यात्रा करनी पड़ सकती है। अपने विरोधियों पर आज आप भारी पड़ेंगे और खुद को आत्मबल से भरपूर समझकर बिज़नेस में कोई बड़े डिसीजन भी लेंगे। आज का दिन आपकी काबिलियत को परखेगा।\nआपके लिए कैसा रहेगा नया साल : मकर राशिफल 2021प्रभावशाली लोगों का सहयोग आपके उत्साह को दोगुना कर देगा। दीर्घावधि निवेश से बचिए और अपने दोस्तों के साथ बाहर जाकर कुछ ख़ुशी के पल बिताएँ। आज आपका ऊर्जा से भरपूर, ज़िंदादिल और गर्मजोशी से भरा व्यवहार आपके आस-पास के लोगों को ख़ुश कर देगा। रोमांस रोमांचक होगा- इसलिए उससे संपर्क करें जिससे आप प्रेम करते हैं और दिन का भरपूर लुत्फ़ लें। नई परियोजनाओं और कामों को अमली जामा पहनाने के लिए बेहतरीन दिन है। खाली वक्त्त में कोई पुस्तक पढ़ सकते हैं। हालांकि आपके घर के बाकी सदस्य आपकी एकाग्रता को भंग कर सकते हैं। मुमकिन है कि आपके माता-पिता आपके जीवनसाथी को कुछ शानदार आशीर्वाद दें, जिसके चलते आपके वैवाहिक जीवन में और निखार आएगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- घर में सरकंडे या तीलियों की चिक खिड़की-दरवाजे पर लगाना आर्थिक स्थिति के लिए शुभ है। \n",
    "10": "कुंभ राशिः आज का राशिफल\nग्रह स्थिति के आईने में आज का दिन आर्थिक चुनौतियों को कम करने वाला होगा। आपके पास कहीं ना कहीं से पैसा आएगा, जो आपको राहत की सांस लेने का मौका देगा। कर्ज में कमी आएगी लेकिन किसी बड़ी प्रॉपर्टी में हाथ डालने के लिए आप बैंक से लोन लेने के लिए अप्लाई कर सकते हैं। आज अच्छा भोजन करने का सुख मिलेगा और परिवार वालों से भी कुछ महत्वपूर्ण विचार विमर्श करेंगे। आपकी बोलचाल में कुछ कड़वापन भी हो सकता है। इससे बचना जरूरी होगा। बिज़नेस में लाभ होगा।\nआपके लिए कैसा रहेगा नया साल :  कुंभ राशिफल 2021आपको आज महत्वपूर्ण निर्णय लेने होंगे, जिसके चलते आपको तनाव और बेचैनी का सामना करना पड़ सकता है। आपका बचाया धन आज आपके काम आ सकता लेकिन इसके साथ ही इसके जाने का आपको दुख भी होगा। बुज़ुर्ग और परिवार के सदस्य स्नेह देंगे और ख़याल रखेंगे। आज आपकी मुस्कान बेमानी है, हँसी में वो खनक नहीं है, दिल धड़कने में आनाकानी कर रहा है; क्योंकि आप किसी ख़ास के साथ की कमी महसूस कर रहे हैं। दफ़्तर की राजनीति हो या फिर कोई विवाद, चीज़ें आपके पक्ष में झुकी नज़र आएंगी। आज आप अपने जीवनसाथी को सरप्राइज दे सकते हैं, अपने सारे कामों को छोड़कर आज आप उनके साथ वक्त बिता सकते हैं। किसी ख़बसूरत याद के कारण आपके और आपके जीवनसाथी के बीच की अनबन रुक सकती है। इसलिए वाद-विवाद की हालत में पुराने दिनों की यादों को ताज़ा करना न भूलें। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- स्वास्थ्य को बेहतर बनाने के लिए खाना खाते समय तांबे या सोने (अगर संभव हो तो) के चम्मच का ही प्रयोग करें। \n",
    "11": "मीन राशिः आज का राशिफल\nआज ग्रह मानो आपके साथ खड़े नजर आएंगे। जहां भी आप हाथ डालेंगे, वहीं सफलता मिलेगी। खुद पर कॉन्फिडेंस भी बढ़ेगा और सेहत भी मजबूत रहेगी। आज आप दांपत्य जीवन को भी बहुत अच्छे से जियेंगे और जीवन साथी के लिए कुछ खरीद कर लाएंगे, जो उनको बहुत खुशी देगा। बिज़नेस के लिए आज का दिन बहुत अच्छा देने वाला है क्योंकि आपको कोई बड़ा लाभ मिलने का मौका मिल सकता है। गवर्नमेंट सेक्टर से भी बड़ा बेनिफिट मिलने के योग बनेंगे। आज का दिन आपको आगे बढ़ने के कुछ नए मौके दे सकता है।\nआपके लिए कैसा रहेगा नया साल :  मीन राशिफल 2021आप महसूस करेंगे कि आस-पास के लोग बहुत ज़्यादा मांग करने वाले हैं। लेकिन जितना आप कर सकते हैं, उससे ज़्यादा करने का वादा न करें और केवल दूसरे को ख़ुश करने के लिए ख़ुद को तनाव से नहीं थकाएँ। अपने गुस्से पर काबू रखें और ऑफिस में सबके साथ ढ़ग से व्यवहार करें अगर आप ऐसा नहीं करते तो आपकी जॉब जा सकती है और आपकी आर्थिक स्थिति खराब हो सकती है। कल्पनाओं के पीछे न दौड़ें और यथार्थवादी बनें- कुछ वक़्त अपने दोस्तों के साथ गुज़ारें- क्योंकि यह आपके लिए काफ़ी अच्छा साबित होगा। आज अपने प्रिय को माफ़ करना न भूलें। आपके आत्मविश्वास में वृद्धि हो रहा है और तरक़्की साफ़ नज़र आ रही है। बिना किसी को बताए आज आप अकेले वक्त बिताने घर से बाहर जा सकते हैं। लेकिन आप अकेले तो होंगे लेकिन शांत नहीं आपके दिल में आज के दिन कई चिंताएं हैं होंगी। अगर आप अपने जीवनसाथी की छोटी-छोटी बातों को नज़रअन्दाज़ करेंगे, तो उन्हें बुरा लग सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- पलाशपुष्पसंकाशं तारकाग्रहमस्तकम्। रौद्रंरौद्रत्मकं घोरं तं केतुं प्रणमाम्यहम।। इस मंत्र का 11 बार उच्चारण करें। \n"
}]
