horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज के दिन भाई बहनों के विचार से लाभ की स्थिति बनती हुई दिख रही है। कोई शुभ संदेश आने से परिवार में उत्साह बढ़ जाएगा और मित्र भी इसमे आपको सहयोग प्राप्त करेंगे। आज के दिन आपको वाहन से संबंधित कोई परेशानी उठानी पड़ सकती है। घर में आज किसी शुभ कार्य पर चर्चा हो सकती है और आपकी आर्थिक स्थिति मजबूत होती हुई दिख रही है आपकी संपत्ति में इजाफा होगा और छात्रों को अपने उज्जवल भविष्य के लिए नए-नए अफसर मिलेंगे। आज आप व्यस्त रहने के बाद भी परिवार के लिए समय निकालेंगे, जिसमें आप को दांपत्य जीवन का पूर्ण सहयोग मिलेगा।आपका तनाव काफ़ी हद तक ख़त्म हो सकता है। आपके पिता की कोई सलाह आज कार्यक्षेत्र में आपको धन लाभ करा सकती है. अचानक आयी ज़िम्मेदारी आपकी दिन की योजनाओं में बाधा डाल सकती है। आप पाएंगे कि आप दूसरों के लिए ज़्यादा और ख़ुद के लिए कम कर पा रहें। आपका बेपनाह प्यार आपके प्रिय के लिए बेहद क़ीमती है। कार्यक्षेत्र की बात करें तो आपकी टीम का सबसे ज़्यादा खीझने वाला व्यक्ति काफ़ी समझदारी की बातें करता नज़र आ सकता है। रात के समय आज आप घर के लोगों से दूर होकर अपने घर की छत या किसी पार्क में टहलना पसंद करेंगे। यह दिन आपके जीवनसाथी के रूमानी पहलू को भरपूर तरीक़े से दिखाएगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- स्वस्थ पारिवारिक जीवन पानें पिछड़ी जाति से आने वाली लड़कियों की सहायता करें। \n",
    "1": "वृष राशिः आज का राशिफल\nआज के दिन आप किसी पराक्रम के कार्य और उन्नति उन्नती की योजनाएंगे, जिसने आपको मित्रों का सहयोग मिलेगा। आज आप परिवार की जरूरतों को पूरा करने के लिए कार्य करेंगे, जिसमें माता का सहयोग मिलेगा और अटके हुए कार्य पूरे होंगे, जो लोग व्यापार करते हैं, उनको आज उत्तम लाभ प्राप्त होगा। यदि उनकी कोई पुरानी इच्छा है, तो वह भी आज पूरी होगी। आज आपका संपत्ति या पारिवारिक विवाद निपट जाएगा। आर्थिक स्थिति आज आपके पक्ष में है और निवेश करने के लिए आज का दिन उत्तम है।आज का दिन ऐसे काम करने के लिए बेहतरीन है, जिन्हें करके आप ख़ुद के बारे में अच्छा महसूस करते हैं। जिन व्यापारियों के संबंध विदेशों से हैं उन्हें आज धन हानि होने की संभावना है इसलिए आज के दिन सोच समझकर चलें। अचानक आयी ज़िम्मेदारी आपकी दिन की योजनाओं में बाधा डाल सकती है। आप पाएंगे कि आप दूसरों के लिए ज़्यादा और ख़ुद के लिए कम कर पा रहें। रोमांस के लिहाज़ से बहुत अच्छा दिन नहीं है, क्योंकि आप आज सच्चा प्यार ढूंढने में विफल हो सकते हैं। आज का दिन बढ़िया प्रदर्शन और ख़ास कामों के लिए है। इस राशि के छात्र छात्राओं को आज के दिन पढ़ाई में मन लगाने में दिक्कतें आ सकती हैं। आज आप अपना कीमती समय दोस्तों के चक्कर में बर्बाद कर सकते हैं। अपने जीवनसाथी की नुक़्ताचीनी से आप आज परेशान हो सकते हैं, लेकिन वह आपके लिए कुछ बढ़िया भी करने वाला है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- सफेद फूलों का गुलदस्ता चाँदी के जार में घर में रखने से पारिवारिक ख़ुशियाँ बढ़ेंगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआप आज घर के छोटे सदस्यों के साथ अच्छा समय बिताएंगे, लेकिन आपको संतान की ओर से परेशानी हो सकती है। बाहर के खान पीन से परहेज रखें, नहीं तो स्वास्थ्य बिगड़ सकता है। आज आपकी लव लाइफ मधुरता से आगे बढ़ेगी और आपको कोई गिफ्ट भी मिल सकता है। पारिवारिक संपत्ति का विकास होगा, जो लोग राजनीति में काम करते हैं। उनको आर्थिक तौर पर बढ़िया लाभ होगा।अपने व्यक्तित्व को विकसित करने के लिए गम्भीर तौर पर प्रयास करें। आपके माता पिता आपकी फिजूलखर्ची को देखकर आज चिंतित हो सकते हैं और इसलिए आपको उनके गुस्से का शिकार भी होना पड़ सकता है। पारिवारिक मोर्चे पर समस्याएँ मुँह बाए खड़ी हैं। पारिवारिक ज़िम्मेदारियों की अनदेखी आपको सबकी नाराज़गी की केंद्र बना सकती है। अपने प्रिय को समझने की कोशिश करें, नहीं तो मुश्किल में फँस सकते हैं। आज कार्यक्षेत्र में अचानक आपके काम की छानबीन हो सकती है। ऐसे में अगर आपने कोई गलती की होगी तो आपको इसका भुगतान करना पड़ सकता है। इस राशि के कारोबारी आज अपने कारोबार को नई दिशा देने के बारे में विचार कर सकते हैं। आपके पास समय तो होगा लेकिन बावजूद इसके भी आप कुछ ऐसा नहीं कर पाएंगे जो आपको संतुष्टि दे। आपको और आपके जीवनसाथी को कोई बहुत सुखद ख़बर सुनने को मिल सकती है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- पारिवारिक जीवन में खुशहाली के लिए अपने इष्टदेव की लोहे की मूर्ति बनवाकर उनकी पूजा करें। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। यदि आप कार्यक्षेत्र में अधिक उत्साह दिखाएंगे, तो आपके कार्य बिगड़ सकते हैं। अपनी योग्यता को बनाए रखने के लिए आपको अपनी कार्यशैली में बदलाव की जरूरत पड़ेगी। आज के दिन आपको कोई शुभ समाचार आएगा, जिससे आपका मन प्रसन्न होगा। आज आपको अपने भाई बहनों की मदद से किसी पुरानी समस्या का अंत मिलेगा, लेकिन बेवजह की खर्चों से बचे रहें। यदि आप कोई नया निवेश करना चाहते हैं, तो अभी समय शुभ नहीं है। योग और ध्यान आपको बेडौल होने से बचाने और मानसिक तौर पर सेहतमंद रखने में मददगार साबित होंगे। आपके पास आज पैसा भी पर्याप्त मात्रा में होगा और इसके साथ ही मन में शांति भी होगी। पारिवारिक मोर्चे पर चीज़ें अच्छी रहेंगी और अपनी योजनाओं के लिए आप पूरे सहयोग की उम्मीद कर सकते हैं। आपके प्रिय/जीवनसाथी का फ़ोन आपका दिन बना देगा। दफ़्तर में आपके दुश्मन भी आज आपके दोस्त बन जाएंगे - आपके सिर्फ़ एक छोटे-से अच्छे काम की बदौलत। आपका व्यक्तित्व ऐसा है कि ज्यादा लोगों से मिलकर आप परेशान हो जाते हैं और फिर अपने लिए वक्त निकालने की कोशिश करने लग जाते हैं। इस लिहाज से आज का दिन आपके लिए बहुत उम्दा रहने वाला है। आज आपको अपने लिए पर्याप्त समय मिलेगा। वैवाहिक जीवन को अधिक सुखमय बनाने के आपके प्रयास उम्मीद से ज़्यादा रंग लाएंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- घर से थोड़ी दूर स्थिति पीपल में जल दें व शाम के समय उसकी जड़ में दीपक जलाने से नौकरी/बिज़नेस में तरक्की होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए ना ज्यादा अच्छा रहेगा और ना ही ज्यादा खराब। आपकी पारिवारिक परेशानियां एक बार फिर सामने आ सकती हैं, लेकिन आपको धैर्य रखना है, तभी आप इन सभी परेशानियों से निजात पा लेंगे। आज आपको आर्थिक लेनदेन से सावधानी बरतनी है। राजनीति से संबंधित जो भी जातक हैं। उनके प्रभाव के क्षेत्र में वृद्धि होती हुई दिख रही है और नए कार्य की भी रूपरेखा बनेगी। आपके पारिवारिक बिजनेस में फिर से पिताजी के मार्गदर्शन से विस्तार होगा।आज आपकी सेहत अच्छी रहेगी, जिसके चलते आप सफलता की ओर तेज़ी-से बढ़ेंगे। ऐसी हर चीज़ से परहेज़ करें, जिससे आपकी शक्ति नष्ट न हो। आज किसी करीबी से आपका झगड़ा हो सकता है और बात कोर्ट कचहरी तक जा सकती है। जिसकी वजह से आपका अच्छा खास धन खर्च हो सकता है। कोशिश करें की कोई आपकी बातों या काम से आहत न हो और पारिवारिक ज़रूरतों को समझें। आपकी प्रेम कहानी आज एक नया मोड़ ले सकती है, आपका साथी आज आपसे शादी को लेकर बात कर सकता है। ऐसे में कोई भी फैसला लेने से पहले आपको विचार अवश्य करना चाहिए। आपका व्यवसाय और मोल-भाव करने की क्षमता फ़ायदेमंद साबित होगी। आपका व्यक्तित्व ऐसा है कि ज्यादा लोगों से मिलकर आप परेशान हो जाते हैं और फिर अपने लिए वक्त निकालने की कोशिश करने लग जाते हैं। इस लिहाज से आज का दिन आपके लिए बहुत उम्दा रहने वाला है। आज आपको अपने लिए पर्याप्त समय मिलेगा। आपका जीवनसाथी आपको पाकर ख़ुद को ख़ुशनसीब समझता है; इन पलों का भरपूर उपयोग करें। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- गरीब कन्याओं में खीर बाँटने से पारिवारिक सुख बढ़ेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन जो लोग विदेश से संबंधित कार्य करने वाले हैं, उनके लिए शुभ समाचार आएगा। आपकी लव लाइफ में आज आप के सम्मान की वृद्धि होगी। समझदारी से काम करेंगे, तो आपके व्यापार में भी लाभ होगा और निवेश करने से भी धन संपदा बढ़ती जाएगी। एक दिन आपको व्यापार के कारण दूर की यात्रा करनी पड़ सकती है, जिससे आप अपने अधूरे कार्यों को खत्म कर पाएंगे और अपने अटके हुए धन को प्राप्त कर पाएंगे।अपने जीवनसाथी के मामले में ग़ैर-ज़रूरी टांग अड़ाने से बचें। अपने काम-से-काम रखना बेहतर रहेगा। कम-से-कम दख़ल दें, नहीं तो इससे निर्भरता बढ़ सकती है। आज के दिन निवेश करने से बचना चाहिए। जो लोग आपके क़रीब हैं, वे आपका ग़लत फ़ायदा उठा सकते हैं। अचानक हुई रोमांटिक मुलाक़ात आपके लिए उलझन पैदा कर सकती है। कामकाज के मामले में आज आपकी आवाज़ पूरी तरह सुनी जाएगी। कार्यक्षेत्र के किसी काम में खराबी की वजह से आज आप परेशान रह सकते हैं और इस बारे में सोचकर अपना कीमती वक्त बर्बाद कर सकते हैं। बाहरी लोगों का हस्तक्षेप आपके वैवाहिक जीवन में परेशानी उत्पन्न कर सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- शिव जी की पूजा करें तो स्वास्थ्य अच्छा रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज के दिन आप परिवार में सुख और शांति को बनाए रखने के लिए कुछ खर्चा कर सकते हैं, जिसमें आपका जीवन साथी सहयोग देगा। आज आपको अपने ससुराल पक्ष के संबंधों से कुछ कड़वाहट मिल सकती है। यदि आप नया व्यापार करना चाहते हैं, तो आपको भाग्य का साथ मिलेगा और लाभ की स्थितियां पैदा होंगी। आज के दिन आपको किसी भी तरह के संक्रमण से सावधान रहना होगा।क्षणिक ग़ुस्सा विवाद और दुर्भावना की वजह बन सकता है। करीबी रिश्तेदारों के घर जाना आज आपकी आर्थिक स्थिति को बिगाड़ सकता है। बच्चे आपको घरेलू काम-काज निबटाने में मदद करेंगे। मुहब्बत और रोमांस आपको ख़ुशमिज़ाज रखेगे। आप आप निश्चित तौर पर ऐसे लोगों से मिलेंगे, जो आपके करियर में मददगार साबित होंगे। उन चीजों को दोहराना जिनका अब आपके जीवन में कोई महत्व नहीं है, आपके लिए ठीक नहीं है। ऐसा करके आप अपना वक्त ही बर्बाद करेंगे और कुछ नहीं। काफ़ी वक़्त बाद आप और आपका जीवनसाथी एक शान्त दिन साथ बिता सकते हैं, जब कोई लड़ाई-झगड़ा न हो - सिर्फ़ प्यार हो। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अच्छी आर्थिक स्थिति के लिए ॐ गं गणपतये नमः इस मंत्र का 11 बार उच्चारण सुबह-शाम करें। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज के दिन आज सुबह से ही आपको अच्छे समाचारों का आना लगा रहेगा। आप आज वही कार्य करें, जिसके पूरे होने की उम्मीद हो। अच्छा भोजन करने से आपका स्वास्थ्य वृद्धि की ओर रहेगा। आज के दिन आपके मित्र और   बंधुओं के कारण आपके घर में किसी तरह का झगड़ा होने की स्थिति पैदा हो सकती है। आज अपने पारिवारिक जीवन में सावधानी से रहे, आप क्रोध से आज आपका रिश्ता टूटने की कगार पर ला सकते है। आपको धन को बढ़ाने के लिए अधिक मेहनत करनी पड़ेगी। शाम के समय विवाह नामकरण या अन्य मांगलिक कार्यक्रम में जा सकते हैं। बहुत ज़्यादा रोमांच और दीवानगी की ऊँचाई आपके तंत्रिका-तंत्र को नुक़सान पहुँचा सकती है। इन दिक़्क़तों से बचने के लिए अपने जज़्बात क़ाबू में रखें। अगर आप अपनी रचनात्मक प्रतिभा को सही तरीक़े से इस्तेमाल करें तो वह काफ़ी फ़ायदेमंद साबित होगी। संबंधी आपके उदार स्वभाव का ग़लत फ़ायदा उठाने की कोशिश करेंगे। चौकन्ने रहें, नहीं तो बाद में आप ठगा हुआ महसूस करेंगे। उदारता एक हत तक ही ठीक है, लेकिन अगर यह अपना दायरा पार कर ले तो परेशानी बन जाती है। अचानक हुई रोमांटिक मुलाक़ात आपके लिए उलझन पैदा कर सकती है। इस राशि के कारोबारी आज किसी करीबी की गलत सलाह के कारण परेशानी में आ सकते हैं। जॉब करने वाले जातकों को आज कार्यक्षेत्र में सोच-समझकर चलने की जरुरत है। यात्रा करना फ़ायदेमंद लेकिन महंगा साबित होगा। आप एक बेहतरीन जीवनसाथी होने की ख़ुशक़िस्मती को शिद्दत से महसूस कर पाएंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- शिवजी, भैरव और हनुमान जी की पूजा करने से फैमिली लाइफ खुशहाल रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके कार्यक्षेत्र में आज आपकी पावर रहेगी और एक के बाद एक मामले सुलझते से चले जाएंगे। आपकी धार्मिक कार्यक्रमों में रुचि बढ़ेगी और किसी महान व्यक्ति के दर्शन भी हो सकते हैं। आंखों के कष्ट के कारण आपका स्वास्थ्य  प्रभावित हो सकता है। विवाह योग्य जातकों के लिए विवाह संबंधी शुभ समाचार मिलेगा और छुपे हुए शत्रु पर विजय प्राप्त करेंगे। आज के दिन छात्रों को किसी सम्मानित व्यक्ति से कोई उपहार मिलना लाभप्रद रहेगा।आपकी ऊँची बौद्धिक क्षमताएँ आपको कमियों से लड़ने में सहायता करेंगी। सिर्फ़ सकारात्मक विचारों के ज़रिए इन समस्याओं से निजात पायी जा सकती है। आप दूसरों पर कुछ ज़्यादा ख़र्चा कर सकते हैं। प्रभावशाली और महत्वपूर्ण लोगों से परिचय बढ़ाने के लिए सामाजिक गतिविधियाँ अच्छा मौक़ा साबित होंगी। अगर अपने लव पार्टनर को अपना जीवनसाथी बनाना चाहते हैं तो उनसे आज बात कर सकते हैं। हालांकि बात करने से पहले आपको उनके मनोभावों को जान लेना चाहिए। नए विचार फ़ायदेमंद साबित होंगे। आज जीवनसाथी के साथ समय बिताने के लिए आपके पास पर्याप्त समय होगा। आपके प्रेम को देखकर आज आपका प्रेमी गदगद हो जाएगा। आज के दिन कुछ भी करने के लिए अपने साथी पर दबाव न डाले, अन्यथा आपके दिलों में दूरियां आ सकती हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- धन की स्थिति को अच्छा करने के लिए केसर का तिलक मस्तक और नाभि पर लगाएं। \n",
    "9": "मकर राशिः आज का राशिफल\nआज के दिन शादीशुदा जीवन में एक नई शुरुआत होगी, जिससे आपका रिश्ता और मजबूत होगा। आज आपको कर्ज से मुक्ति मिलेगी और आपकी आर्थिक स्थिति मजबूत होती चली जाएगी। आज आपके दांपत्य सुख में वृद्धि होगी और संतान को उन्नति की ओर बढ़ते देख आपका मन प्रसन्नचित होगा। आज आपको पड़ोसियों से कुछ परेशानी हो सकती है। आपके जटिल कार्य भी आज बड़े अधिकारियों की मदद से पूरे हो जाएंगे। लाभ लेने के लिए बड़ों को अपनी अतिरिक्त ऊर्जा का सकारात्मक उपयोग करना चाहिए। आपका धन कहां खर्च हो रहा है इसपर आपको नजर बनाए रखने की जरुरत है नहीं तो आने वाले समय में आपको परेशानी हो सकती है। शाम के समय कुछ हँसी-ख़ुशी भरा वक़्त अपने बच्चों के साथ गुज़ारें। आज प्यार की मदहोशी में हक़ीक़त और फ़साना मिलकर एक होते मालूम होंगे। इसे महसूस करें। कामकाज में थोड़ी मुश्किल के बाद आपको दिन में कुछ अच्छा देखने को मिल सकता है। आज आपको रिश्तों की अहमियत का अंदाज हो सकता है क्योंकि आज के दिन का ज्यादातर समय आप अपने परिवार के लोगों के साथ बिताएंगे। जीवनसाथी की मासूमियत आपके दिन को ख़ास बना सकती है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सरसों के तेल में अपना चेहरा देखकर उस तेल के गुलगुले बनाकर पक्षियों में डालने से आर्थिक स्थिति अच्छी होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज आपको पिता के सहयोग से अच्छे लाभ की आशा है और आपकी किसी महान व्यक्ति से महान मुलाकात हो सकती है।आपकी मेहनत से किए गए कार्य आज आपको सफलता दिलाएंगे, लेकिन कुछ लोग आपकी उस सफलता से आहत होंगे। आज आपके शादीशुदा जीवन में विवाद की आशंका है, इसलिए व्यर्थ में तर्क वितर्क में समय और धन दोनों की हानि हो सकती है।ख़याली पुलाव पकाने में वक़्त ज़ाया न करें। सार्थक कामों में लगाने के लिए अपनी ऊर्जा बचाकर रखें। धन का आगमन आज आपको कई आर्थिक परेशानियों से दूर कर सकता है। आपका जीवनसाथी आपकी सहायता करेगा और मददगार साबित होगा। आपकी थकी और उदास ज़िन्दगी आपके जीवन-साथी को तनाव दे सकती है। मातहत और सहकर्मियों का रुख़ बहुत मददगार रहेगा। अपने ज़बरदस्त आत्मविश्वास का फ़ायदा उठाएँ, बाहर निकलें और कुछ नए सम्पर्क व दोस्त बनाएँ। लोगों की दख़लअन्दाज़ी वैवाहिक जीवन में परेशानी खड़ी कर सकती है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- प्रेम सम्बन्धों में मजबूती के लिए अपने प्रेमी/प्रेमिका को नीले रंग के फूल गिफ्ट करें। \n",
    "11": "मीन राशिः आज का राशिफल\nआज आप संतान के साथ अपने कुछ जरूरी कार्यों पर विचार विमर्श करेंगे। कार्यक्षेत्र में आप जरूरी कामों पर पक्ष और विपक्ष दोनों का सहयोग ले सकते हैं, जिससे किसी महत्वकांक्षी योजना की शुरुआत होगी। आज के दिन आपका अपनी माताजी से किसी बात को लेकर लड़ाई झगड़ा हो सकता है। आज आप अपनी आर्थिक स्थिति का ध्यान रखें और किसी से भी पैसे का लेनदेन ना करें। आपके जीवनसाथी से आज रिश्ते में मजबूती आएगी। व्यापार में कार्य का भार बढ़ सकता है।आपका विनम्र स्वभाव सराहा जाएगा। कई लोग आपकी ख़ासी तारीफ़ कर सकते हैं। आज आप अपने घर के वरिष्ठ जनों से पैसे की बचत करने को लेकर कोई सलाह ले सकते हैं और उस सलाह को जिंदगी में जगह भी दे सकते हैं. आज के दिन आपको जो खाली समय मिलने वाला है, उसका भरपूर लाभ लें और अपने परिवार के साथ कुछ प्यार भरे पल गुज़ारें। एक लम्बा दौर जो काफ़ी समय से आपको दबोचे हुए था, ख़त्म हो चुका है- क्योंकि जल्दी ही आपको आपका जीवन-साथी मिलने वाला है। नौकरी पेेशा से जुड़े लोगों को आज कार्यक्षेत्र में परेशानियों का सामना करना पड़ सकता है। आज आप न चाहते हुए भी कोई गलती कर बैठेंगे जिसकी वजह से आपको अपने सीनियर्स की डांट सहनी पड़ सकती है। कारोबारियों के लिए दिन सामान्य रहने की उम्मीद है। आज के दिन आपके कुछ दोस्त आपके घर में आ सकते हैं और उनके साथ आप समय बिता सकते हैं हालांकि इस दौरान शराब, सिगरेट जैसे पदार्थों का सेवन करना आपके लिए अच्छा नहीं रहेगा। आज आपको अपने जीवनसाथी से एक बार फिर प्यार हो जाएगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- नौकरी व बिज़नेस में तरक्की के लिए घर के प्रवेश द्वार पर सात लोहे की कील लगवाएं। \n"
}]
