horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ खास रहेगा। अपने रोमांटिक अंदाज से अपने प्रिय को खुशी देंगे और भविष्य के सपने देखेंगे। आपके ऑफिस में उतार-चढ़ाव की स्थिति रहेगी, जिससे मन नौकरी बदलने की दिशा में प्रयास कर सकता है। व्यवसाय में उत्तम धन लाभ होने की प्रबल संभावना बनेगी। हालांकि दांपत्य जीवन में कुछ तनाव रहने की स्थिति बनेगी। कार्य में सफलता अर्जित करने के लिए भाग्य का साथ मिलेगा। किसी अनुभवी व्यक्ति की सलाह मिलेगी, जिस के मार्गदर्शन से आज आप कोई बड़ा काम कर पाएंगे।चूँकि यात्रा के लिहाज़ से आप अभी कुछ कमज़ोर हैं, इसलिए लंबी यात्राओं से बचने की कोशिश कीजिए। माता-पिता की मदद से आप आर्थिक तंगी से बाहर निकलने में क़ामयाब रहेंगे। यह परिवार में दबदबा बनाए रखने की अपनी आदतों को छोड़ने का वक़्त है। ज़िंदगी के उतार-चढ़ाव में उनके कंधे से कंधा मिलाकर साथ दें। आपका बदला हुआ बर्ताव उनके लिए ख़ुशी का सबब साबित होगा। आपका संगी आपका भला सोचता है इसलिए कई बार आप पर गुस्सा भी कर बैठता है, उनके गुस्से पर नाराज होने से बेहतर यह होगा कि आप उनकी बातों को समझें। सहकर्मियों के साथ काम करते वक़्त युक्ति और चतुरता की ज़रूरत होगी। दिन उम्दा है, आज के दिन अपने लिए समय निकालें और अपनी कमियों और खुबियों पर गौर फर्माएं। इससे आपके व्यक्तित्व में सकारात्मक परिवर्तन आएंगे। जीवनसाथी का बिगड़ता स्वास्थ्य आपके लिए परेशानी का सबब बन सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- पौधों को पानी डालें। \n",
    "1": "वृष राशिः आज का राशिफल\nपारिवारिक जीवन में सुख बढ़ने का समय होगा और त्योहार के मौसम में सभी के दिल में खुशी होगी। परिवार के लोगों का सहयोग काम में भी आपको मदद देगा, जिससे कार्य क्षेत्र में स्थितियां बेहतर बनेंगी। अपने साथ काम करने वालों से अच्छा व्यवहार ही आपकी प्रशंसा का कारण बनेगा। दांपत्य जीवन में चले आ रहे, तनाव से मुक्ति मिलेगी, लेकिन जो लोग प्रेम जीवन में हैं, उन्हें कुछ चुनौतियों का सामना करना पड़ सकता है। स्वास्थ्य थोड़ा कमजोर रहने की संभावना है, लेकिन आकस्मिक धन लाभ संभव है।आप अपने सकारात्मक रवैये और आत्मविश्वास की वजह से आस-पास के लोगों को प्रभावित करेंगे। आपकी लगन और मेहनत पर लोग ग़ौर करेंगे और आज इसके चलते आपको कुछ वित्तीय लाभ मिल सकता है। दोस्त मददगार और सहयोगी रहेंगे। सिर्फ़ स्पष्ट समझ के माध्यम से आप अपनी पत्नी/पति को भावनात्मक सहारा दे सकते हैं। दूसरे आपसे काफ़ी ज़्यादा समय की मांग कर सकते हैं। उनसे किसी भी तरह का वादा करने से पहले यह देख लें कि आपका काम उससे प्रभावित न हो और साथ ही वे आपकी उदारता और सुहृदयता का ग़लत फ़ायदा न उठाएँ। आज लोग आपकी वह प्रशंसा करेंगे, जिसे आप हमेशा से सुनना चाहते थे। वैवाहिक जीवन का आनन्द लेने के पर्याप्त मौक़े हैं आज आपके पास। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- नौकरी व बिज़नेस में तरक्की के लिए सुबह घर के प्रवेश द्वार को जल से साफ़ करें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपको बिजी रखेगा और मन में कई सारे काम एक साथ पूरा करने की इच्छा शक्ति होगी। जीवनसाथी से रिश्ते बेहतर बनेंगे, लेकिन स्वास्थ्य उनका और आपका दोनों का कमजोर हो सकता है। कठिन चुनौतियों को आप आसानी से हल कर पाने में सफल होंगे, जिससे कार्य में सफलता मिलेगी। नौकरी में बेहतर काम के चलते आपका मनोबल ऊंचा रहेगा। दोस्तों और अपने प्रिय जनों के साथ आनंददायक यात्रा की कोशिश करेगे, जिसमें सफलता मिलेगी। पैसों का लेनदेन करने के लिए दिन अच्छा है।आज आप उम्मीदों की जादुई दुनिया में हैं। आज के दिन आपको धन लाभ होने की पूरी संभावना है लेकिन इसके साथ ही आपको दान-पुण्य भी करना चाहिए क्योंकि इससे आपको मानसिक शांति मिलेगी। दफ़्तर के कामकाज में ज़्यादा व्यस्तता के चलते अपने जीवनसाथी के साथ आपका रिश्ता तनावपूर्ण हो सकता है। फूल देकर अपने प्यार का इज़हार करें। पेशेवर तौर पर अपने अच्छे काम की पहचान आपको मिल सकती है। आज आप फुर्सत के क्षणों में कोई नया काम करने का सोचेंगे लेकिन इस काम में आप इतना उलझ सकते हैं कि आपके जरुरी काम भी छूट जाएंगे । आज आपके वैवाहिक जीवन के सबसे अच्छे दिनों में से एक हो सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- पारिवारिक जीवन को अच्छा रखने के लिए किसी भी भैरव मंदिर में दूध का पैकेट दें। \n",
    "3": "कर्क राशि: आज का राशिफल\nबढ़ते हुए खर्चों पर अब कमी नजर आने लगेगी और इनकम बढ़ेगी। धन संचय करने में सफलता मिलेगी और परिवार वालों के हित के लिए भी कुछ धन देंगे, जिससे परिवार में आपका मान-सम्मान और बढ़ेगा। आपके ऑफिस में कुछ बाधाएं आएगी राह रोकेंगी, लेकिन अपनी तेज बुद्धि और कार्य के चलते ही चलते आप उनको भी जीत लेंगे। पारिवारिक जीवन खुशनुमा रहेगा और प्रेम जीवन में भी आज सुखी पल बिताने को मिलेंगे। हालांकि दांपत्य जीवन में जीवन साथी के साथ तालमेल अच्छा रहेगा।आपमें आज चुस्ती-फुर्ती देखी जा सकती है। आपका स्वास्थ्य आज पूरी तरह से आपका साथ देगा। सिर्फ़ अक़्लमंदी से किया गया निवेश ही फलदायी होगा- इसलिए अपनी मेहनत की कमाई सोच-समझ कर लगाएँ। ऐसे कामों में सहभागिता करने के लिए अच्छा समय है, जिसमें युवा लोग जुड़े हों। आज प्यार के नज़रिए से दिन काफ़ी विवादास्पद रहेगा। नए कामों को पूरा करने में महिला सहकर्मियों का भरपूर सहयोग मिलेगा। इस राशि के बच्चे आज खेलकूद में दिन बिता सकते हैं, ऐसे में माता-पिता को उनपर ध्यान देना चाहिए क्योंकि चोट लगने की संभावना है। ज़रूरत के वक़्त आपका जीवनसाथी आपके परिवार की अपेक्षा अपने परिवार को ज़्यादा तरजीह देता हुआ नज़र आ सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- किसी जानवर को अकारण कष्ट न दें और न ही कभी जीव हत्या करें व शाकाहार को अपनाने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "4": "सिंह राशि: आज का राशिफल\nदिल से मजबूत होंगे और बड़े काम हाथ में लेंगे, जो भविष्य में आपको फायदा देंगे। शादीशुदा जीवन में आज का दिन काफी अच्छा बीतेगा और एक दूसरे को समझने में आसानी होगी, जो लोग प्रेम जीवन में हैं उन्हें भी आज अच्छे परिणाम मिलेंगे और अपने प्रिय व्यक्ति के साथ वक्त बिताने के अवसर मिलेंगे। खर्चे थोड़े से बढ़ेंगे, लेकिन आपको उन पर ध्यान देने आवश्यकता नहीं होगी। व्यापार के सिलसिले में उत्तम धन लाभ होगा और आज का दिन कोई नई डील साइन करने के लिए बेहतर रहेगा। नौकरीपेशा लोगों के लिए भी आज का दिन कोई बड़ी सौगात ला सकता है।रचनात्मक शौक़ आज आपको सुक़ून का एहसास कराएंगे। आपकी माता पक्ष से आज आपको धन लाभ होने की पूरी संभावना है। हो सकता है कि आपके मामा या नाना आपकी आर्थिक मदद करें। परिवार में किसी बुज़ुर्ग की ख़राब तबियत परेशानी का कारण बन सकती है। कुछ लोगों के लिए जल्द ही शादी की शहनाई बज सकती है, जबकि दूसरे ज़िन्दगी में नए रोमांस का अनुभव करेंगे। इस राशि के जो लोग रचनात्मक कार्यों से जुड़े हैं उन्हें आज परेशानियों का सामना करना पड़ सकता है। आज आपको महसूस हो सकता है कि रचनात्मक कार्य करने से बेहतर नौकरी करना था। इस राशि के छात्र छात्राओं को आज के दिन पढ़ाई में मन लगाने में दिक्कतें आ सकती हैं। आज आप अपना कीमती समय दोस्तों के चक्कर में बर्बाद कर सकते हैं। यह शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक है। आपको प्रेम की गहराई का अनुभव करेंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अपने वजन के बराबर जौ तोलकर किसी गौ-आश्रम में देने से पारिवारिक जीवन खुशहाल रहेगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज अपने परिवार के जरूरी मसलों पर ध्यान देंगे। संतान से सुख की प्राप्ति होगी और आपको कुछ नया सीखने में आसानी होगी। प्रेम जीवन में आपके लिए अच्छा दिन रहेगा और अपने प्रिय से खूबसूरत बातें करेंगे और उन्हें प्रभावित करने में सफल रहेंगे। खर्चे थोड़े अधिक रहेंगे, आमदनी में कमी होगी, लेकिन इसके बावजूद भी आप अपने ऑफिस में अलग ही पहचान बना पाएंगे और आपकी स्थिति काफी मजबूत रहेगी। स्वास्थ्य के लिहाज से दिन लाभदायक रहेगा और शॉपिंग करने जा सकते हैं, लेकिन सावधानी से जाएं।जीत का जश्न आपके दिल को ख़ुशी से भर देगा। इस उत्साह को दोगुना करने के लिए आप अपनी ख़ुशी में दोस्तों को भागीदार बना सकते हैं। धन से जुड़ा कोई मसला आज हल हो सकता है और आपको धन लाभ हो सकता है। बच्चे भविष्य की योजनाएँ बनाने की अपेक्षा घर के बाहर ज़्यादा समय बिताकर आपको निराश कर सकते हैं। आज ही लंबे वक़्त से चले आ रहे झगड़ों को सुलझा लें, क्योंकि हो सकता है कि कल बहुत देर हो जाए। किसी लघु या मध्यावधि पाठ्यक्रम में दाखिला लेकर अपनी तकनीकी क्षमताओं में निखार लाएँ। जो लोग बीते कुछ दिनों से काफी व्यस्त थे उन्हें आज अपने लिए फुर्सत के पल मिल सकते हैं। जीवनसाथी का बर्ताव आपके पेशेवर रिश्तों पर ग़लत असर डाल सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- अपने प्रेमी/प्रेमिका को चाँदी की रिंग गिफ्ट करें। इससे लव लाइफ अच्छी रहेगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज के दिन पैसों की आवक होने से आर्थिक स्थिति अच्छी होगी। आप अपने काम में बढ़-चढ़कर हिस्सा लेंगे। परिवार के लोग आपको खुशी देगे और आपको किसी यात्रा पर जाने से भी अच्छा अनुभव मिलेगा। प्रेम जीवन में आपको बेहतरीन परिणाम प्राप्त होंगे और आप अपने प्रिय के साथ कुछ बेहतर पल बिताएंगे, जिसमें आप और आपका प्रिय होगा, जो लोग दांपत्य जीवन जी रहे है उन्हे को समस्याओं का सामना करना पड़ सकता है और परिवार में किसी की सेहत बिगड़ सकती है।कुछ ऐसी घटनाएँ आपकी परेशानी का कारण बन सकती हैं, जिन्हें टालना मुमकिन न हो। लेकिन आप ख़ुद को शांत बनाए रखें और हालात से निपटने के लिए तुरंत प्रतिक्रिया न करें। आज किया गया निवेश आपकी समृद्धि और आर्थिक सुरक्षा में इज़ाफ़ा करेगा। आज आपका ऊर्जा से भरपूर, ज़िंदादिल और गर्मजोशी से भरा व्यवहार आपके आस-पास के लोगों को ख़ुश कर देगा। आपकी आकर्षक छवि मनचाहा परिणाम देगी। काम और घर पर दबाव आपको थोड़ा ग़ुस्सैल बना सकता है। कार्यक्षेत्र के किसी काम में खराबी की वजह से आज आप परेशान रह सकते हैं और इस बारे में सोचकर अपना कीमती वक्त बर्बाद कर सकते हैं। वैवाहिक जीवन के लिए विशेष दिन है। अपने जीवनसाथी को बताएँ कि आप उनसे कितना प्यार करते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- पीपल के वृक्ष पर जल चढाने से स्वास्थ्य बना रहेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज आपका आत्मविश्वास मजबूत होगा। भाग्य का भी आपको सहयोग मिलेगा, जिससे कार्य में सफलता मिलेगी और आपके रुके हुए काम बनेंगे। परिवार के लोगों का व्यवहार आपको मजबूती देगा। रिश्तो में प्रेम बढ़ेगा और अपनेपन मे भी वृद्धि को प्राप्त होगी। धन संचय करने में सफलता मिलेगी। परिवार के छोटो का सुख भी आपको प्राप्त होगा। प्रेम संबंधों में दिक्कतें हो सकती हैं और जो लोग शादीशुदा जीवन जी रहे हैं उन्हें दांपत्य जीवन में तनाव मिल सकता है। जीवन साथी से कुछ मुद्दों पर सीधी बात करना जरूरी होगा।आज आपकी सेहत पूरी तरह अच्छी रहेगी। रियल एस्टेट सम्बन्धी निवेश आपको अच्छा-ख़ासा मुनाफ़ा देंगे। ऐसा कोई जिसे आप जानते हैं, आर्थिक मामलों को ज़रूरत से ज़्यादा गंभीरता से लेगा और घर में थोड़ा-बहुत तनाव भी पैदा होगा। आपका प्रिय दिन भर आपको याद करने में समय बिताएगा। भागीदार आपकी योजनाओं और व्यावसायिक ख़यालों के प्रति उत्साही होंगे। अपनी बातचीत में मौलिकता रखें, क्योंकि किसी भी तरह का बनावटीपन आपको फ़ायदा नहीं पहुँचाएगा। मतभेदों की एक लम्बी श्रृंखला के पनपने के कारण आपको सामंजस्य बिठाने कें मुश्किल आएगी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- भैरव मंदिर में दूध चढाने से फैमिली लाइफ अच्छी चलेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nकामों में सफलता मिलने से मन में हर्ष की भावना रहेगी और आप अच्छी सेहत का आनंद लेंगे। आपके खर्चे थोड़े बढ़ेंगे, लेकिन इनकम भी बढ़ेगी। परिवार के लोगों से अच्छा व्यवहार करना ही आपके लिए आवश्यक होगा। वरना परेशानी आएंगी। अच्छा भोजन करेंगे, लेकिन स्वास्थ्य के प्रति लापरवाही आपको दुखी कर सकती है। प्रेम जीवन में आज धूप छांव के स्थिति रहेगी, जो लोग शादीशुदा जीवन जी रहे हैं उन्हें आज तनाव से मुक्ति मिलेगी और जीवन साथी के साथ त्योहार की तैयारियों में लगेंगे।अपने मनमौजी और ज़िद्दी स्वभाव को क़ाबू में रखें, ख़ास तौर पर किसी जलसे या पार्टी में। क्योंकि ऐसा न करने पर वहाँ का माहौल तनावग्रस्त हो सकता है। आज के दिन आपको शराब जैसे मादक तरल का सेवन नहीं करना चाहिए, नशे की हालत में आप कोई कीमती सामान खो सकते हैं। पुराने संपर्क और दोस्त मददगार रहेंगे। अपने प्रिय को आज निराश न करें- क्योंकि ऐसा करने की वजह से बाद में आपको पछताना पड़ सकता है। ज़रूरत के वक़्त तेज़ी और होशियारी से काम करने की आपकी क्षमता आपको लोगों की प्रशंसा की पात्र बना देगी। सेमिनार और प्रदर्शनी आदि आपको नई जानकारियाँ और तथ्य मुहैया कराएंगे। आपके जीवनसाथी की ओर से मिला कोई ख़ास तोहफ़ा आपके खिन्न मन को ख़ुश करने में काफ़ी मददगार साबित होगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सफेद खरगोश को भोजन कराने से आर्थिक स्थिति मजबूत होगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज आपको अपनी सेहत का ध्यान रखना होगा क्योंकि सेहत की वजह से आपके खर्चे भी काफी होंगे और आप मानसिक रूप से भी तनावग्रस्त महसूस करेंगे। आपके ऑफिस में आपका काम लोगों को पसंद आएगा और आपके बॉस आपके काम की तारीफ करेंगे। आपकी इनकम बढ़ेगी, लेकिन कोई नया निवेश करने से आपको बचना चाहिए। पारिवारिक जीवन काफी बेहतर रहेगा। दांपत्य जीवन में ठहराव आएगा और स्थितियां अनुकूल बनेगी, लेकिन प्रेम जीवन बिता रहे लोग अपने प्रिय से कुछ बातें कहने में संकोच करेंगे।आउटडोर खेल आपको आकर्षित करेंगे- ध्यान और योग आपको फ़ायदा पहुँचाएंगे। आज किसी पार्टी में आपकी मुलाकात किसी ऐसे शख्स से हो सकती है जो आर्थिक पक्ष को मजबूत करने के लिए आपको अहम सलाह दे सकता है। दूसरों के मामलों में दख़ल देने से आज बचें। कुछ लोगों के लिए जल्द ही शादी की शहनाई बज सकती है, जबकि दूसरे ज़िन्दगी में नए रोमांस का अनुभव करेंगे। नए प्रस्ताव आकर्षक होंगे, लेकिन जल्दबाज़ी में निर्णय लेना समझदारी का काम नहीं है। ऐसे लोगों से जुड़ने से बचें जो आपकी प्रतिष्ठा को आघात पहुँचा सकते हैं। यह शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक है। आपको प्रेम की गहराई का अनुभव करेंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- चाँदी का चौकोर टुकड़ा अपने पास रखने अथवा गले में धारण से पारिवारिक सुख बढ़ेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज बहुत बढ़िया मूड में रहेंगे। ऑफिस में बहुत मेहनत करेंगे। उसका अच्छा लाभ भी मिलेगा। उनकी इनकम बढ़ेगी और आपको आगे बढ़ने के मौके मिलेंगे। पुरानी अटकी हुई योजनाएं पूरी होंगी। दांपत्य जीवन में आपको प्रेम और सुख मिलेगा और आपके अंतरंग संबंधों में वृद्धि होगी। जो लोग प्रेम जीवन जी रहे हैं उन्हें अपने प्रियतम को प्रपोज करने के लिए दिन अनुकूल है। पारिवारिक जीवन अच्छा रहेगा और आप मजबूती से अपने कार्य में आगे बढ़ेंगे। आज किसी खास दोस्त से अचानक से मुलाकात हो सकती है।हर इंसान को ग़ौर से सुनें, हो सकता है आपको अपनी समस्या का समाधान मिल जाए। जिन व्यापारियों के संबंध विदेशों से हैं उन्हें आज धन हानि होने की संभावना है इसलिए आज के दिन सोच समझकर चलें। आज का दिन ख़ुशियों से भरा रहेगा, क्योंकि आपका जीवन-साथी आपको ख़ुशी देने का हर प्रयास करेगा। प्रेमी को आज आपकी कोई बात चुभ सकती है। वो आपसे रुठें इससे ही पहले ही अपनी गलती का अहसास कर लें और उन्हें मना लें। आज आपकी कलात्मक और रचनात्मक क्षमता को काफ़ी सराहना मिलेगी और इसके चलते अचानक लाभ मिलने की संभावना भी है। आज आप कोई नई पुस्तक खरीदकर किसी कमरे में खुद को बंद करके पूरा दिन गुजार सकते हैं। आज आपको महसूस होगा कि जीवनसाथी की ज़िन्दगी में आपकी कितनी एहमियत है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- लंगड़े-अपाहिज व्यक्ति की सेवा करने से आर्थिक स्थिति सुदृढ़ होगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन भागदौड़ से भरा रहेगा। आपके ऑफिस में आपको काफी ध्यान से काम करना होगा क्योंकि आपके विरोधी आपकी छवि बिगाड़ने का प्रयास कर सकते हैं, लेकिन आपको भाग्य का साथ भी मिलेगा, जिससे आपके कई काम बनेंगे और आपके काम में मजबूती आएगी। परिवार का वातावरण थोड़ा सा कमजोर रह सकता है और घर के बुजुर्गों का स्वास्थ्य पीड़ित रहेगा। खर्चों में अधिकता होगी, लेकिन आप उनसे खुश रहेंगे क्योंकि वह आप अपने सुख सुविधाओं पर करेंगे, स्वास्थ्य बेहतर बनेगा और तनाव से मुक्ति पाने के लिए आपको खुद ही प्रयास करने पड़ेंगे।आपके पति/पत्नि की सेहत तनाव और फ़िक्र की वजह बन सकती है। आज मुमकिन है कि आपको धन से जुड़ी कोई समस्या हो लेकिन अपनी सूझबूझ से आप हानि को भी मुनाफे में बदल सकते हैं। एक पारिवारिक आयोजन में आप सभी के ध्यान का केन्द्र होंगे। आपके जीवन-साथी के पारिवारिक सदस्यों की वजह से आपका दिन थोड़ा परेशानीभरा हो सकता है। आपके लिए आज बहुत सक्रिय और लोगों से मेल-जोल भरा दिन रहेगा। लोग आपसे आपकी राय मांगेंगे और जो भी आप कहेंगे, उसे बिना सोचे मान लेंगे। आज आप नए विचारों से परिपूर्ण रहेंगे और आप जिन कामों को करने के लिए चुनेंगे, वे आपको उम्मीद से ज़्यादा फ़ायदा देंगे। आपका जीवनसाथी रोज़ाना की ज़रूरतों को पूरा करने से अपने हाथ पीछे खींच सकता है, जिसके चलते आपका मन उदास होने की संभावना है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- काले धतूरे के बीज शिवलिंग पर चढ़ाने से स्वास्थ्य अच्छा रहेगा। \n"
}]
