horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए काफी अच्छा रहने वाला है। आप मन लगाकर हर काम को करेंगे और दिल से खुश होकर हर रिश्ते को निभाएंगे जिससे आज का दिन बढ़िया रहेगा। काम के सिलसिले में बढ़िया नतीजे मिलेंगे। गृहस्थ जीवन खुशनुमा और रोमांटिक रहेगा। प्रेम जीवन बिता रहे लोगों को सुखद अनुभव होंगे। आपकी सेहत भी अच्छी रहेगी।दोस्तों का रुख़ सहयोगी रहेगा और वे आपको ख़ुश रखेंगे। निवेश करना कई बार आपके लिए बहुत फायदेमंद साबित होता है आज आपको यह बात समझ में आ सकती है क्योंकि किसी पुराने निवेश से आज आपको मुनाफा हो सकता है। आपकी पारिवारिक सदस्यों को क़ाबू में रखने और उनकी न सुनने प्रवृत्ति की वजह से बेवजह वादविवाद हो सकता है और आपको आलोचना का सामना भी करना पड़ सकता है। संभव है कि कोई आपसे अपने प्यार का इज़हार करे। आपके पास आज अपनी क्षमताओं को दिखाने के मौक़े होंगे। जो चीजें आपके लिए आवश्यक नहीं हैं उनपर आज अपना अधिकतर समय आप जाया कर सकते हैं। आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्तों की तरह है और आपको आज यह एहसास होगा। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- दाम्पत्य सुख प्राप्ति के लिए केसर का खाने में प्रयोग करें। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए थोड़ा कमजोर रह सकता है इसलिए सावधानी बरतें। खर्चों में बढ़ोतरी होगी। मानसिक तनाव हल्का सा बढ़ सकता है लेकिन मजबूती से काम करेंगे जिससे सफलता अर्जित करेंगे। काम के सिलसिले में किए गए प्रयास सार्थक होंगे। गृहस्थ जीवन प्यार से भरपूर रहेगा। अपने जीवनसाथी के दिल की बात सुनेंगे। प्रेम जीवन बिता रहे लोगों को कुछ तनाव का सामना करना पड़ सकता है। सेहत अच्छी रहेगी।अपने बच्चे का प्रदर्शन आपको बहुत ख़ुशी देगा। इस राशि के विवाहित जातकों को आज ससुराल पक्ष से धन लाभ होने की संभावना है। माता-पिता के साथ अपनी ख़ुशियाँ साझा करें। उन्हें महसूस करने दें कि आपके लिए उनकी कितनी अहमियत है, इससे उनका अकेलेपन का एहसास अपने आप ख़त्म हो जाएगा। हमारी ज़िंदगी का क्या फ़ायदा, अगर हम एक-दूसरे का जीवन आसान न बना सकें। आपका प्रिय को आपसे भरोसे और वादे की ज़रूरत है। महिला सहकर्मी बहुत मददगार रहेंगी और अटके कामों को भली-भांति पूरा करने में सहयोग देंगी। आज धार्मिक कामों में आप अपना खाली समय बिताने का विचार बना सकते हैं। इस दौरान बेवजह की बहसों में आपको नहीं पड़ना चाहिए। जीवनसाथी से आपको अपने दिल की सारी बातें करने का भरपूर समय मिलेगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- ॐ ब्रां ब्रीं ब्रौं सः बुधाय नमः इस मंत्र को 11 बार उच्चारण सुबह-शाम करने से पारिवारिक जीवन रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए काफी अच्छा रहेगा। इनकम में जबरदस्त बढ़ोतरी होगी। खर्चों में कमी आएगी। अपनी खुशी से अपनी सुविधा के लिए कुछ खर्च करेंगे और कोई नई चीज खरीद कर ला सकते हैं। गृहस्थ जीवन थोड़ा तनावपूर्ण रहेगा और प्रेम जीवन व्यतीत कर रहे लोगों के लिए दिनमान बहुत अच्छा है। काम के सिलसिले में आप मजबूत रहेंगे।दोस्त आपका परिचय किसी ख़ास इंसान से कराएंगे, जो आपकी सोच पर गहरा प्रभाव डालेगा। आपके मन में जल्दी पैसे कमाने की तीव्र इच्छा पैसा होगी। बुज़ुर्ग रिश्तेदार अपनी बेजा मांगों से आपको परेशान कर सकते हैं। मुहब्बत और रोमांस आपको ख़ुशमिज़ाज रखेगे। आने वाले समय में दफ़्तर में आपका आज का काम कई तरीक़े से असर दिखाएगा। आज के समय में अपने लिए वक्त निकाल पाना बहुत मुश्किल है। लेकिन आज ऐसा दिन है जब आपके पास अपने लिए भरपूर समय होगा। आप अपने जीवनसाथी के प्यार की गर्माहट महसूस कर सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- श्रीकृष्ण जी की पूजा करने से फैमिली लाइफ में खुशियाँ बढ़ने लगती हैं। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। आप अपने काम पर पूरा ध्यान लगाएंगे जिससे पुराने पेंडिंग पड़े कामों को भी समय से पूरा कर पाएंगे। इनकम में बढ़ोतरी होगी। हल्के खर्चे भी रहेंगे लेकिन फिर भी आप किसी भी तनाव को खुद पर हावी नहीं होने देंगे। आप का मनोबल ऊंचा रहेगा। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन बिता रहे लोगों को सुखद नतीजे मिलेंगे।अपनी ख़ुशियों को दूसरों के साथ साझा करना आपकी सेहत को भी बेहतर करेगा। लेकिन ख़याल रखें कि इसे नज़रअंदाज़ करना बाद में भारी पड़ सकता है। जो लोग दुग्ध उद्योग से जुड़े हैं उन्हें आज आर्थिक लाभ होने की प्रबल संभावना है। बच्चे आपको अपनी उपलब्धियों से गर्व का अनुभव कराएंगे। अपने प्रिय को समझने की कोशिश करें, नहीं तो मुश्किल में फँस सकते हैं। आपके तारे आज आपको असाधारण शक्ति देंगे, इसलिए ऐसे निर्णय लें जो ज़रूरी हों और आने वाले समय में आपको सही दिशा दे सकें। अपने जरुरी कामों को निपटाकर आज आप अपने लिए समय तो अवश्य निकालेंगे लेकिन इस समय का उपयोग आप अपने हिसाब से नहीं कर पाएंगे। आपके आस-पास के लोग कुछ ऐसा कर सकते हैं, जिसके चलते आपका जीवनसाथी आपकी तरफ़ फिर से आकर्षित महसूस करेगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- प्लास्टर ऑफ़ पेरिस से बनी मूर्तियां घर में रखने से स्वास्थ्य अच्छा होगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। सेहत में उतार-चढ़ाव हो सकता है इसलिए थोड़ा ध्यान रखें। आप अपने काम को काफी इंजॉय करेंगे जिससे बहुत कम समय में अच्छा परफॉर्म कर पाएंगे। गृहस्थ जीवन बिता रहे लोगों को कुछ निराशा हो सकती है। जीवन साथी बीमार हो सकता है। प्रेम जीवन बिता रहे लोगों के लिए दिनमान असमंजस से भरा रहेगा और अपने प्रिय से दिल की बात कहने में थोड़ा संकोच होगा।आपको अपनी सेहत के प्रति ज़्यादा सावधानी बरतने की ज़रूरत है, ख़ास तौर पर रक्तचाप के मरीज़ों को। व्यापार में आज अच्छा खास मुनाफा होने की संभावना है। आज के दिन आप अपने बिजनेस को नई ऊंचाईयां दे सकते हैं। सामाजिक उत्सवों में सहभागिता का मौक़ा है, जो आपको प्रभावशाली व्यक्तियों के संपर्क में लाएगा। अपने प्रिय की ग़ैरमौजूदगी में आप ख़ुद को बिल्कुल खाली महसूस करेंगे। नए विचार फ़ायदेमंद साबित होंगे। बिना किसी पूर्व सूचना के आज आपका कोई रिश्तेदार आपके घर पधार सकता है जिसकी वजह से आपका कीमती समय उनकी खातिरदारी में जाया हो सकता है। आस-पड़ोस की किसी सुनी-सुनाई बात को लेकर आपका जीवनसाथी तिल-का-ताड़ बना सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- नारंगी रंग की कांच की बोतल में रखा पानी पीने से प्रेम सम्बन्धों में वृद्धि होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए थोड़ा कमजोर रहेगा इसलिए सावधानी बरतें। आज कोई बड़ा काम हाथ में ना लें नहीं तो दिक्कत उठानी पड़ सकती है। बेवजह की यात्रा और धन का खर्च दोनों आपको परेशान कर सकते हैं, सावधानी रखें।काम के सिलसिले में किसी पर भरोसा ना रखें और अपनी कमजोरी किसी को ना बताएं। भाग्य का सितारा मजबूत रहेगा जिससे इनकम बढ़ेगी और आपके कुछ काम अपने आप ही बन जाएंगे। गृहस्थ जीवन में थोड़ा तनाव रहेगा। प्रेम जीवन सामंजस्य से आगे बढ़ेगा।आशावादी बनें और उजले पक्ष को देखें। आपका विश्वास और उम्मीद आपकी इच्छाओं व आशाओं के लिए नए दरवाज़े खोलेंगी। जिन लोगों को आप जानते हैं, उनके ज़रिए आपको आमदनी के नए स्रोत मिलेंगे। ऐसी जानकारी ज़ाहिर न करें, जो व्यक्तिगत और गोपनीय हो। प्रेम-जीवन में आशा की नयी किरण आयेगी। आपके आत्मविश्वास में वृद्धि हो रहा है और तरक़्की साफ़ नज़र आ रही है। आज आप सब कामों को छोड़कर उन कामों को करना पसंद करेंगे जिन्हें आप बचपन के दिनों में करना पसंद करते थे। किसी बच्चे या बूढ़े के स्वास्थ को लेकर हुई परेशानी अप्रत्यक्ष रूप से आपके वैवाहिक जीवन को प्रभावित कर सकती है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- पारिवारिक जीवन की खुशहाली के लिए घर में क्रीम रंग के परदे लगाएं। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए बहुत बढ़िया रहेगा। आपकी सेहत थोड़ी कमजोर रहेगी फिर भी आप आज के दिन को बढ़िया बना पाएंगे। गृहस्थ जीवन में रोमांस होगा। आप अपने जीवनसाथी का ध्यान रखेंगे। उनकी हर बात पर तारीफ करेंगे जिससे उन्हें बड़ा अच्छा महसूस होगा। प्रेम जीवन बिता रहे लोगों को कुछ नीरसता महसूस होगी इसलिए वे नयापन लाने के लिए अपने प्रिय से कुछ रोमांटिक बातें कर सकते हैं। काम के सिलसिले में आज का दिनमान अच्छा रहेगा।हँसमुख रिश्तेदारों का साथ आपके तनाव को कम करेगा और आपको ज़रूरी आराम देगा। आप ख़ुशनसीब हैं कि आपके ऐसे सगे-संबंधी हैं। आप ऐसे स्रोत से धन अर्जित कर सकते हैं, जिसके बारे में आपने पहले सोचा तक न हो। आपके जीवन-साथी की सेहत तनाव और चिंता का कारण बन सकती है। आपके प्रिय का मूड ठीक नहीं है, इसलिए सोच-समझ कर कोई भी काम करें। कामकाज में आ रहे बदलावों के कारण आपको लाभ मिलेगा। आज आप फुर्सत के क्षणों में कोई नया काम करने का सोचेंगे लेकिन इस काम में आप इतना उलझ सकते हैं कि आपके जरुरी काम भी छूट जाएंगे । किसी पड़ोसी, दोस्त या रिश्तेदार की वजह से वैवाहिक जीवन में अनबन मुमकिन है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- चन्द्र की वस्तुओं (चावल, चीनी, आटा, मैदा, दूध आदि) में से कोई भी एक वस्तु किसी भी धर्म स्थान में देने से फैमिली लाइफ अच्छी रहती है। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। आपको अपने बढ़ते हुए खर्चों की चिंता करनी होगी क्योंकि यह आपके मानसिक तनाव को बढ़ाएंगे। गृहस्थ जीवन खुशनुमा रहेगा। रिश्ते में प्यार बना रहेगा। प्रेम जीवन बिता रहे लोग जल्दबाजी के चक्कर में कुछ ऐसी गलतियां कर सकते हैं जिससे आपका प्रिय गुस्सा हो जाए। उन्हें मनाने की कोशिश करें। काम के सिलसिले में आज आपको उतार-चढ़ाव का सामना करना पड़ सकता है। विरोधियों से सावधान रहें।दिन की शुरुआत आप योग ध्यान से कर सकते हैं। ऐसा करना आपके लिए फायदेमंद रहेगा और सारे दिन आपमें ऊर्जा रहेगी। जिन लोगों ने किसी रिश्तेदार से पैसा उधार लिया था उनको आज वो उधार किसी भी हालत में वापस करना पड़ सकता है। आपके जीवन-साथी की लापरवाही संबंधों में दूरी बढ़ा सकती है। साथ में अपना क़ीमती समय बिताएँ और मीठी यादों को फिर से ताज़ा करें, ताकि पुराने दिनों को फिर से वापस लाया जा सके। अपने प्रिय की नाराज़गी के बावजूद अपना प्यार ज़ाहिर करते रहें। किसी के साथ नयी परियोजना या भागीदारी वाले व्यवसाय को शुरू करने से बचें। सामाजिक और धार्मिक समारोह के लिए बेहतरीन दिन है। ख़ुद तनावग्रस्त होने की झल्लाहट आप बेवजह अपने जीवनसाथी पर निकाल सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- गमलों में काले-सफेद मार्बल के दाने रखने से पारिवारिक खुशियां बढ़ेंगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए काफी अच्छा रहेगा। आप अपने काम में तेजी महसूस करेंगे। इनकम में बढ़ोतरी होगी। काम के सिलसिले में किए गए प्रयास सफल रहेंगे। आपकी मेहनत आपके हक में फैसले लाएगी। गृहस्थ जीवन में कुछ दिक्कतें हो सकती हैं। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन बहुत बढ़िया रहेगा। खुलकर अपने दिल की बात अपने प्रिय से कहने का मौका मिलेगा। मानसिक तौर पर मजबूत रहेंगे। धार्मिक विचार मन में आएंगे।अपना तनाव दूर करने के लिए परिवार वालों की मदद लें। उनकी सहयता को खुले दिल से स्वीकारें। अपनी भावनाओं को दबाएँ और छुपाएँ नहीं। अपने जज़्बात दूसरों के साथ साझा करने से फ़ायदा मिलेगा। आज किया गया निवेश आपकी समृद्धि और आर्थिक सुरक्षा में इज़ाफ़ा करेगा। यह अच्छा वक़्त है जो आपके लिए क़ामयाबी और ख़ुशहाली लाएगा। इसके लिए आपको अपनी कोशिशों और अपने परिवार से मिलने वाले सहयोग का शुक्रगुज़ार होना चाहिए। आपको आज ही अपने प्रिय को दिल की बात बताने की ज़रूरत है, क्योंकि कल बहुत देर हो जाएगी। बहादुरी भरे क़दम और फ़ैसले आपको अनुकूल पुरुस्कार देंगे। आज किसी सहकर्मी के साथ आप शाम का वक्त बिता सकते हैं हालांकि अंत में आपको महसूस होगा कि आपने उनके साथ समय बर्बाद किया है और कुछ नहीं। आपका जीवनसाथी आपकी कमज़ोरियों को सहलाएगा और आपको सुखद अनुभूति देगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- सेहत दुरुस्त रखनी हो तो सूर्य स्नान (नहाने के पानी में गेहूँ, साबुत मसूर, लाल सिंदूर डालकर) करें। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। आज आप अपने पारिवारिक जीवन का खुलकर आनंद लेंगे। घरवालों के साथ मिल बैठकर उनके  मन की जानेंगेऔर उन्हें अपने मन की सुनाएंगे जिससे एक नई शांति का अहसास होगा और जीवन में नयापन आएगा। काम के सिलसिले में आज का दिन सामान्य रहेगा। इनकम ठीक-ठाक रहेगी। खर्चे हल्के-फुल्के हो सकते हैं। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन प्यार से भरपूर रहेगा और आपको अपने प्रिय से कोई शिकायत नहीं होगी।आप महसूस करेंगे कि आस-पास के लोग बहुत ज़्यादा मांग करने वाले हैं। लेकिन जितना आप कर सकते हैं, उससे ज़्यादा करने का वादा न करें और केवल दूसरे को ख़ुश करने के लिए ख़ुद को तनाव से नहीं थकाएँ। जो लोग अब तक पैसे को बिना वजह ही उड़ा रहे थे आज उन्हें अपने आप पर काबू रखना चाहिए और धन की बचत करनी चाहिए। सही समय पर आपकी सहायता किसी को बड़ी परेशानी से बचा सकती है। क्या आपने कभी गुलाब और केवड़े की महक को एक साथ महसूस किया है? आज आपकी ज़िन्दगी प्यार-मोहब्बत के नज़रिए से ऐसे ही महकने को है। सहकर्मियों के सहयोग से आप मुश्किल दौर से जल्द ही निकल जाएंगे। यह आपको कार्यक्षेत्र में बढ़त बनाने में मददगार साबित होगा। आपको याद रखने की ज़रूरत है कि भगवान उसी की मदद करता है, जो ख़ुद अपनी मदद करता है। वैवाहिक जीवन में स्नेह को दिखलाने का अपना महत्व है और इस चीज़ का अनुभव आज आप करेंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- काँसे का कड़ा पहना सेहत के लिए लाभदायक रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। आप किसी काम से कहीं दूर निकल सकते हैं। कुछ पुराने लोगों से मुलाकात होगी। घर गृहस्ती के कामों में बढ़ चढ़कर हिस्सा लेंगे। घर में कुछ नई चीज खरीद कर लाएंगे। घर में खुशियां रहेंगी काम के सिलसिले में भी आपकी मेहनत मजबूती दिखाई देगी। आपके पास पैसे की आवक होगी जिससे आर्थिक स्थिति मजबूत बनेगी। गृहस्थ जीवन सामान्य रहेगा। प्रेम जीवन में थोड़ा तनाव रहेगा।ध्यान और आत्म-चिन्तन लाभदायक सिद्ध होगा। दिन के दूसरे हिस्से में आर्थिक तौर पर फ़ायदा होगा। पारिवारिक मोर्चे पर चीज़ें अच्छी रहेंगी और अपनी योजनाओं के लिए आप पूरे सहयोग की उम्मीद कर सकते हैं। आज किसी ऐसे इंसान से मिलने की संभावना है जो आपके दिल को गहराई से छूएगा। आप महसूस करेंगे कि आपकी रचनात्मकता कहीं खो गयी है और फ़ैसले करने में आपको ख़ासी दिक़्क़त का सामना करना पड़ेगा। लोगों के साथ बात करने में आज आप अपना बहुमूल्य समय बर्बाद कर सकते हैं। आपको ऐसा करने से बचना चाहिए। जीवनसाथी के साथ आज की शाम वाक़ई कुछ ख़ास होने वाली है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- सदा साफ़-सुथरे, प्रेस किये हुए कपड़े पहने से शुक्र प्रसन्न रहेगा व नौकरी और बिज़नेस में भी तरक्की होगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए काफी अच्छा रहेगा। इनकम जबरदस्त रहेगी जिससे आप काफी खुश होंगे। धन की आवक होगी। आर्थिक स्थिति मजबूत बनेगी। सेहत में सुधार होगा। काम के सिलसिले में आप मन लगाकर मेहनत करेंगे और अच्छा परिणाम प्राप्त करेंगे। घर में किसी की सेहत बिगड़ सकती है या घर में कोई झगड़ा हो सकता है इसलिए सावधानी रखें। गृहस्थ जीवन में तनाव रहेगा। प्रेम जीवन शांतिपूर्ण रहेगा।अपने विचार व्यक्त करने में हिचकिचाएँ नहीं। आत्मविश्वास की कमी को ख़ुद पर हावी न होने दें, क्योंकि यह सिर्फ़ आपकी समस्या को और जटिल बनाएगा, साथ ही आपकी तरक़्क़ी में भी रोड़ा अटकाएगा। अपना आत्मविश्वास फिर से हासिल करने के लिए अपनी बात खुल कर कहें और परेशानियों का सामना होठों पर मुस्कुराहट के साथ करें। रियल एस्टेट और वित्तीय लेन-देन के लिए अच्छा दिन है। अपने व्यक्तिगत जीवन से थोड़ा समय निकालकर दान-पुण्य के कामों में कुछ समय लगाएँ। इससे आपको मानसिक शांति मिलेगी, लेकिन इसके लिए अपनी निजी ज़िंदगी को दरकिनार न करें। आपको दोनों पर ही बराबर ध्यान देने की ज़रूरत है। आज आप इश्क़ की चाशनी ज़िन्दगी में घुलती हुई महसूस करेंगे। कार्यालय में कोई आपको कुछ बढ़िया चीज़ या ख़बर दे सकता है। आज आप अपने जीवनसाथी को सरप्राइज दे सकते हैं, अपने सारे कामों को छोड़कर आज आप उनके साथ वक्त बिता सकते हैं। जीवनसाथी के साथ यह एक बढ़िया दिन गुज़रने वाला है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- अन्ध विद्यालय या अपाहिज आश्रम में मीठे चावल बँटवाने से नौकरी व बिज़नेस में सफलता मिलेगी। \n"
}]
