horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिनमान आपके लिए सामान्य रूप से फलदायक रहेगा। आज आप अपनी बातों के जरिए लोगों को अपना बनाएंगे। खर्चों में बढ़ोतरी होगी। काम के सिलसिले में दिनमान अच्छा रहेगा और भाग्य भी आपका पूरा साथ देगा। प्रेम जीवन बिता रहे लोगों के लिए आज का दिन बहुत रोमांटिक होने वाला है, जबकि शादीशुदा लोगों का गृहस्थ जीवन भी आज खुशियों से भरा रहेगा।अपने स्वास्थ्य को लेकर ज़्यादा चिंता न करें, क्योंकि इससे आपकी बीमारी और बिगड़ सकती है। ख़र्चों में इज़ाफ़ा होगा, लेकिन साथ ही आमदनी में हुई बढ़ोत्तरी इसको संतुलित कर देगी। कुछ लोगों के लिए- परिवार में किसी नए का आना जश्न और उल्लास के पल लेकर आएगा। प्यार के सकारात्मक संकेत आपको मिलेंगे। व्यवसायियों के लिए अच्छा दिन है, क्योंकि उन्हें अचानक बड़ा फ़ायदा हो सकता है। आपका आकर्षक और चुम्बकीय व्यक्तित्व सभी के दिलों को अपनी तरफ़ खींचेगा। आपको महसूस होगा कि आपका वैवाहिक जीवन बहुत ख़ूबसूरत है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सोते समय एक तांबे के पात्र में जल रखकर अगली सुबह घर के पास वाले पेड़ की जड़ में उस जल को डालने से सेहत अच्छी रहेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन मान सामान्य रूप से फलदायक रहेगा। अपनी काबिलियत पर भरोसा रखें, खुद पर शक करने की आदत से बचें, आपके निगम में बढ़ोतरी होगी, जिससे मन हर्षित होगा। घर में सुख रहेगा। परिवार में प्रेम बढ़ेगा। शादीशुदा लोगों के गृहस्थ जीवन में तनाव देखने को मिल सकता है। प्रेम जीवन बिता रहे लोग आज किसी भी प्रकार की लड़ाई या झगड़े से बचें।ख़ुद को उत्साही बनाए रखने के लिए अपनी कल्पनाओं में कोई ख़ूबसूरत और शानदार तस्वीर बनाएँ। अटके हुए मामले और घने होंगे व ख़र्चे आपके दिमाग़ पर छा जाएंगे। बच्चे आपको घरेलू काम-काज निबटाने में मदद करेंगे। मुहब्बत का सफ़र प्यारा, मगर छोटा होगा। नई परियोजनाओं को आरम्भ करने के लिए शुभ दिन है। इस राशि के जातक आज लोगों से मिलने से ज्यादा अकेले में वक्त बिताना पसंद करेंगे। आज आपका खाली समय घर की सफाई में बीत सकता है। अपने जीवनसाथी को सरप्राइज़ देते रहें, नहीं तो वह ख़ुद को आपके जीवन में महत्वहीन समझ सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- हनुमान जी की नियमित पूजा करने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन मान सामान्य रूप से फलदायक रहेगा। बेवजह की चिंता और खर्च आपका ध्यान आकर्षित करेंगे। काम के सिलसिले में दिनमान प्रबल रहेगा। आप अपने काम पर पकड़ बनाकर मजबूती से काम करेंगे। इसके अच्छे नतीजे मिलेंगे। शादीशुदा लोगों के जीवन के लिए आज का दिन मान बढ़िया रहेगा। प्रेम जीवन बिता रहे लोग भी अपने रिश्ते में तालमेल महसूस करेंगे। जमीन जायदाद का लाभ हो सकता है।दोस्त आपका परिचय किसी ख़ास इंसान से कराएंगे, जो आपकी सोच पर गहरा प्रभाव डालेगा। जो लोग काफी वक्त से आर्थिक तंगी से गुजर रहे थे उन्हें आज कहीं से धन प्राप्त हो सकता है जिससे जीवन की कई परेशानियां दूर हो जाएंगी। कुछ भी चालाकी भरे काम को करने से बचें। मानसिक शांति के लिए इस तरह के कामों में से दूर रहें। आज आपकी कोई बुरी आदत आपके प्रेमी को बुरी लग सकती है और वो आपसे नाराज हो सकते हैं। बड़े उद्योगपतियों के साथ साझीदारी का व्यवसाय फ़ायदेमंद रहेगा। आज आप सारे रिश्तों और रिश्तेदारों से दूर होकर अपना दिन किसी ऐसी जगह पर बिताना पसंद करेंगे जहां जाकर आपको शांति प्राप्त होती है। आप महसूस करेंगे कि शादीशुदा ज़िन्दगी आपके लिए वाक़ई ख़ुशनसीबी लेकर आई है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- दाम्पत्य सुख प्राप्ति के लिए केसर का खाने में प्रयोग करें। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिनमान आपके लिए अच्छा रहेगा। इनकम में बढ़ोतरी होगी, जो आप के हौसले को भी बढाएगे ताकि घर में प्यार और समझदारी देखने को मिलेगी। प्रेम जीवन बिता रहे लोग आज अपने रिश्ते में किसी गलतफहमी का शिकार हो सकते हैं, जबकि शादीशुदा लोगों का गृहस्थ जीवन सामान्य तरीके से चलेगा। काम के सिलसिले में आज का दिन अच्छा है, लेकिन आपका कहीं ट्रांसफर हो सकता है।नर्वस ब्रेकडाउन आपकी सोचने की ताक़त और शरीर के प्रतिरक्षा तंत्र को कमज़ोर बना सकता है। सकारात्मक सोच के ज़रिए इस समस्या से निजात पाएँ। दिन चढ़ने पर वित्तीय तौर पर सुधार आएगा। पारिवारिक परेशानियों को हल करने में आपका बच्चों जैसा मासूम बर्ताव अहम किरदार अदा करेगा। संभव है कि कोई आपसे अपने प्यार का इज़हार करे। नई चीज़ों को सीखने की आपकी ललक क़ाबिल-ए-तारीफ़ है। जिंदगी में चल रही आपाधापी के बीच आज आपको अपने लिए पर्याप्त समय मिलेगा और और आप अपने पसंदीदा कामों को कर पाने में कामयाब हो पाएंगे। अपने जीवनसाथी के साथ आप प्यार और रुमानियत से भरे पुराने दिन एक बार फिर जी पाएंगे। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- चन्द्रमा की चाँदनी में 15 से 20 मिनट बैठना स्वास्थ्य के लिए अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिनमान सामान्य रहेगा। अपने काम पर ध्यान देने की कोशिश तो करेंगे, फिर भी कई चीजें होंगी, जो आप का ध्यान बँटाएंगी, इसलिए काम पर पूरा ध्यान दें। घर में किसी बात को लेकर असंतोष का माहौल हो सकता है। शादीशुदा लोगों का गृहस्थ जीवन बढ़िया रहेगा। रिश्ते में प्रेम और रोमांस देखने को मिलेगा, जबकि प्रेम जीवन बिता रहे लोग आज के दिन खुलकर एंजॉय करेंगे और अपने रिश्ते को महत्व देंगे।शारीरिक लाभ के लिए, विशेषकर मानसिक तौर पर मज़बूती हासिल करने के लिए ध्यान और योग का आश्रय लें। आज के दिन आप धन से जुड़ी समस्या के कारण परेशान रह सकते हैं। इसके लिए आपको अपने किसी विश्वास पात्र से सलाह लेनी चाहिए। संबंधियों से आपको सहायता प्राप्त होगी। आप और आपका महबूब आज प्यार के समुन्दर में गोते लगाएंगे और प्यार की मदहोशी को महसूस करेंगे। किसी भी तरह की साझीदारी करने से पहले उसके बारे में अपनी अंदरूनी भावना की बात ज़रूर सुनें। चीज़ों और लोगों को तेज़ी-से परखने की क्षमता आपको दूसरों से आगे बनाए रखेगी। वैवाहिक जीवन के कई फ़ायदे भी होते हैं और आप उन्हें आज हासिल कर सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- आर्थिक स्थिति को बेहतर करने के लिए तांबे के पात्र से जल ग्रहण करें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिनमान मध्यम रूप से फलदायक रहेगा। कहीं दूर घूमने की प्लानिंग हो सकती है। शादीशुदा लोगों का गृहस्थ जीवन आज तनावपूर्ण हो सकता है। कोई भी ऐसा काम ना करें, जिससे रिश्ते में झड़प हो, प्रेम जीवन बिता रहे लोगों के लिए दिन मान सम्मान रहेगा। आप अपने रिश्ते को लेकर थोड़े आशंकित रहेंगे, लेकिन हिम्मत रखें। अच्छी बातें करेंगे, अच्छा भोजन करेंगे, खर्चों में थोड़ी बढ़ोतरी होगी। सेहत सामान्य रहेगी।किसी दोस्त की ज्योतिषीय सलाह आपकी सेहत के लिए काफ़ी उपयोगी रहेगी। आज किसी विपरीत लिंगी की मदद से आपको करोबार या नौकरी में आर्थिक लाभ होने की संभावना है। आपको परिवार के सदस्यों और दोस्तों के साथ बिताने के लिए पर्याप्त समय मिलेगा। बेवजह का शक रिश्तों को खराब करने का काम करता है। आपको भी अपने प्रेमी पर शक नहीं करना चाहिए। यदि किसी बात को लेकर आपके मन में उनके प्रति संशय है तो उनके साथ बैठकर हल निकालने की कोशिश करें। अपने काम में तेज़ी लाने के लिए आप तकनीक से जुड़ी चीज़ों में निवेश कर सकते हैं। घर के कामों को पूरा करने के बाद इस राशि की गृहणियां आज के दिन फुर्सत में टीवी या मोबाइल पर कोई मूवी देख सकती हैं। कोई व्यक्ति आपके जीवनसाथी में काफ़ी दिलचस्पी दिखा सकता है, लेकिन दिन के आख़िर तक आपको एहसास होगा कि इसमें कुछ ग़लत नहीं है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- स्फटिक की बनी माला एक दूसरे को गिफ्ट में देना प्रेम सम्बन्धों के लिए बहुत शुभ है। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिनमान आपके लिए मध्यम रूप से फलदायक रहेगा। किसी बात को लेकर मन बेचैन रहेगा, जिससे काम में मन नहीं लगेगा। शादीशुदा लोगों के गृहस्थ जीवन के लिए दिनमान अच्छा रहेगा। आप अपने मन में चलने वाली कई बातें अपने जीवनसाथी को बताएंगे और उनसे आपको सहानुभूति और प्रेम मिलेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बहुत बढ़िया रहेगा। आज फिर आपके रिश्ते में रोमांस भी देखने को मिलेगा हल्के खर्चे होंगे।किसी सज्जन पुरुष की दैवीय बातें आपको संतोष और ढांढस बंधाएंगी। आपका कोई पुराना मित्र आज कारोबार में मुनाफा कमाने के लिए आपको सलाह दे सकता है, अगर इस सलाह पर आप अमल करते हैं तो आपको धन लाभ जरुर होगा। दिन को ख़ास बनाने के लिए शाम को परिवार के साथ किसी अच्छी जगह खाने जाएँ। रुमानी यादें आज आपके ऊपर छायी रहेंगी। आज फ़ायदा हो सकता है, बशर्ते आप अपनी बात भली-भांति रखें और काम में लगन व उत्साह दिखाएँ। अपनी बातचीत में मौलिकता रखें, क्योंकि किसी भी तरह का बनावटीपन आपको फ़ायदा नहीं पहुँचाएगा। आज आपका वैवाहिक जीवन हँसी-ख़ुशी, प्यार और उल्लास का केन्द्र बन सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- अपने वजन के बराबर जौ गौशाला में दान करने से स्वास्थ्य अच्छा होगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिनमान आपके लिए मध्यम रूप से फलदायक रहेगा। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिन टोटल पुथल से भरा रहेगा। आप और आपके जीवनसाथी के बीच किसी बात को लेकर कोई शक या गलतफहमी जन्म ले सकती है। प्रेम जीवन बिता रहे लोग भी आज अपने रिश्ते में बढ़ने वाली गर्मी से परेशान होंगे, पर एक दूसरे से झड़प के योग बन सकते हैं, इसलिए सावधानी रखें। काम के सिलसिले में दिनमान सामान्य रहेगा सेहत का ध्यान रखें।दोस्तों का रुख़ सहयोगी रहेगा और वे आपको ख़ुश रखेंगे। किसी बड़े समूह में भागीदारी आपके लिए दिलचस्प साबित होगी, हालाँकि आपके ख़र्चे बढ़ सकते हैं। दोस्तों का साथ राहत देगा। अपने रोमांटिक ख़यालों को हर किसी को बताने से बचें। काम में आपकी दक्षता की आज परीक्षा होगी। इच्छित परिणाम देने के लिए आपको अपनी कोशिशों पर एकाग्रता बनाए रखने की ज़रूरत है। आज मौसम का मिजाज कुछ ऐसा रहेगा कि आप बिस्तर से उठने को राजी नहीं होंगे। बिस्तर से उठने के बाद आपको अहसास होगा कि आप अपना कीमती समय बर्बाद कर चुके हैं। आपको और आपके जीवनसाथी को वैवाहिक जीवन में कुछ निजता की ज़रूरत हे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- चटाई का प्रयोग सोने के लिए करने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिनमान आपके लिए सामान्य रूप से फलदायक रहेगा। सेहत में गिरावट आ सकती है, इसलिए खान-पान पर ध्यान दें और अति का भोजन ना करें। शादीशुदा लोगों के गृहस्थ जीवन के लिए आज का दिन मान बहुत बढ़िया है। आप अपने रिश्ते में प्रेम और समझदारी महसूस करेंगे। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बढ़िया रहेगा। आपके बीच खूब बातें होंगी और अपने प्यार को आगे बढ़ाएंगे। काम के सिलसिले में दिनमान बहुत बढ़िया रहेगा और भाग्य की प्रबलता से काम बनेंगे। जमीन जायदाद का लाभ हो सकता है।मौज-मस्ती की यात्राएं और सामाजिक मेलजोल आपको ख़ुश रखेंगे और सुकून देंगे। आज आप अपना धन धार्मिक कार्यों में लगा सकते हैं जिससे आपको मानसिक शांति मिलने की पूरी संभावना है। ग़लत बातों को ग़लत वक़्त पर कहने से बचें। जिन्हें आप चाहते हैं, उनका दिल दुखाने से बचें। ज़रा संभल कर, क्योंकि आपका प्रिय रूमानी तौर पर आपको मक्खन लगा सकता है – मैं तुम्हारे बग़ैर इस दुनिया में नहीं रह सकता/सकती। योग्य कर्मियों को पदोन्नति या आर्थिक मुनाफ़ा हो सकता है। इस राशि के लोग बड़े ही दिलचस्प होते हैं। ये कभी लोगों के बीच रहकर खुश रहते हैं तो कभी अकेले में हालांकि अकेले वक्त गुजारना इतना आसान नहीं है फिर भी आज दिन में कुछ समय आप अपने लिए जरुर निकाल पाएंगे। आज आपके वैवाहिक जीवन के सबसे अच्छे दिनों में से एक हो सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- चन्द्र की वस्तुओं (चावल, चीनी, आटा, मैदा, दूध आदि) में से कोई भी एक वस्तु किसी भी धर्म स्थान में देने से फैमिली लाइफ अच्छी रहती है। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन मान आपके लिए मध्यम रूप से फलदायक रहेगा। शादीशुदा लोगों के  गृहस्थ जीवन जीवन में थोड़ा तनाव देखने को मिल सकता है और आपको अपनी संतान के स्वास्थ्य और उनकी संगति को लेकर चिंता हो सकती है। प्रेम जीवन बिता रहे लोगों के लिए दिनमान सामान्य रहेगा, लेकिन आज आप थोड़ा अलग ही व्यवहार करेंगे, जो आपके परिवार को समझ नहीं आएगा। आपकी सेहत अच्छी रहेगी। काम में मन लगेगा और अच्छे नतीजे मिलेंगे।भाग्य पर निर्भर न रहें और अपनी सेहत को सुधारने की कोशिश करें, क्योंकि क़िस्मत ख़ुद बहुत आलसी होती है। आकस्मिक मुनाफ़े या सट्टेबाज़ी के ज़रिए आर्थिक हालात सुदृढ़ होंगे। शाम को दोस्तों के साथ घूमें-फिरें, क्योंकि यह आपके लिए इस वक़्त बहुत ज़रूरी है। अपने रोमांटिक ख़यालों को हर किसी को बताने से बचें। तब तक कोई वादा न करें, जब तक आप ख़ुद यह न जानते हों कि आप उसे हर क़ीमत पर पूरा करेंगे। इस राशि के बच्चे आज खेलकूद में दिन बिता सकते हैं, ऐसे में माता-पिता को उनपर ध्यान देना चाहिए क्योंकि चोट लगने की संभावना है। किसी ख़बसूरत याद के कारण आपके और आपके जीवनसाथी के बीच की अनबन रुक सकती है। इसलिए वाद-विवाद की हालत में पुराने दिनों की यादों को ताज़ा करना न भूलें। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- बंदरों को गुड-चने खिलाने से हेल्थ अच्छी रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिनमान आपके लिए मध्यम रूप से फलदायक रहेगा। परिवार में किसी बुजुर्ग की सेहत आपको परेशान करेगी। घर में अस्त व्यस्त माहौल रह सकता है, इसलिए सावधानी रखें। शादीशुदा लोगों का गृहस्थ जीवन आज खुशनुमा रहेगा। रिश्ते में प्रेम भी देखने को मिलेगा। प्रेम जीवन बिता रहे लोग आज के दिन खुशी जाहिर करेंगे। काम के सिलसिले में आपको थोड़ा ध्यान देना पड़ेगा। आपकी सेहत में थोड़ा सुधार होगा।बेहतर ज़िन्दगी के लिए अपनी सेहत और व्यक्तित्व में सुधार लाने कि कोशिश करें। किसी करीबी दोस्त की मदद से आज कुछ करोबारियों को अच्छा-खासा धन लाभ होने की संभावना है। यह धन आपकी कई परेशानियों को दूर कर सकता है। मुश्किल दौर में आपकी जिन रिश्तेदारों ने मदद की है, उनके लिए अपनी कृतज्ञता को व्यक्त करें। आपका यह छोटा-सा काम उनके उत्साह को बढ़ाएगा। कृतज्ञता जीवन की सुगंध को फैलाती है और अहसान-फ़रामोशी इसे तार-तार कर देती है। अप्रत्याशित रोमांस आपको अचानक मिल सकता है, अगर आप दोस्तों के साथ शाम को बाहर घूमने जाते हैं तो। योग्य कर्मियों को पदोन्नति या आर्थिक मुनाफ़ा हो सकता है। गप्पबाज़ी और अफ़वाहो से दूर रहें। आप अपने जीवनसाथी के प्यार की मदद से ज़िन्दगी की मुश्किलों का आसानी से सामना कर सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- तेल के पकौड़े कौवों को खिलाने से स्वास्थ्य बेहतर होगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन मान मध्यम रूप से फलदायक रहेगा। दोस्तों से कहासुनी हो सकती है। सेहत अच्छी रहेगी, लेकिन आप और आपके जीवनसाथी के मध्य विरोधाभास के चलते झड़प हो सकती है, इसलिए अपने गर्म स्वभाव पर ध्यान दें। काम के सिलसिले में दिनमान बहुत बढ़िया है। आपको अच्छे नतीजे मिलेंगे। प्रेम जीवन बिता रहे लोग कि आज अपने रिश्ते में हल्का पन महसूस करेंगे।अपने आप पर एक सीमा के बाद दबाव न डालें और पर्याप्त आराम लें। आपको मेरी सलाह है कि शराब सिगरेट जैसी चीजों पर पैसा खर्च न करें, ऐसा करना आपके स्वास्थ्य को तो खराब करता ही है आपकी आर्थिक स्थिति भी इससे बिगड़ती है। कोई चिट्ठी या ई-मेल पूरे परिवार के लिए अच्छी ख़बर लाएगी। आपका प्रिय आज रोमांटिक मूड में होगा। दफ़्तर में आपको पता लग सकता है कि जिसे आप अपना दुश्मन समझते थे, वह दरअस्ल आपका शुभचिंतक है। अगर आप अपनी चीज़ों का ध्यान नहीं रखेंगे, तो उनके खोने या चोरी होने की संभावना है। आपको ख़ुश करने के लिए आपका जीवनसाथी काफ़ी कोशिशें कर सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- फिटकरी से दाँत साफ़ करना आर्थिक स्थिति को मजबूत करेगा। \n"
}]
