horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज आपको अपने कार्य व्यवसाय में अधिक परिश्रम की आवश्यकता है, तभी आपको सफलता मिलती दिख रही है। आज आपको अपनी संतान के लिए कुछ परेशानी का सामना करना पड़ सकता है। आज आपको अचानक से कोई शुभ समाचार सुनने को मिल सकता है, जिससे आपके मन में उत्साह बढ़ेगा। यदि आपके परिवार में लंबे समय से कोई विवाद चल रहा है, तो आज वह भी समाप्त हो सकता है, लेकिन आज आप अपनी  भावनाओ के कारण अन्य लोगों के कार्यों में कमी निकालेंगे, जिससे वाद विवाद उत्पन्न हो सकता है।बहुत-कुछ आपके कंधों पर टिका हुआ है और फ़ैसले लेने के लिए स्पष्ट सोच ज़रूरी है। आज कोई लेनदार आपके दरवाजे पर आ सकता है और आपसे पैसे उधार मांग सकता है। उन्हें पैसे लौटाकर आप आर्थिक तंगी में आ सकते हैं। आपको सलाह दी जाती है कि उधार लेने से बचें। जिन्हें आप चाहते हैं, उनके साथ उपहारों का लेन-देन करने के लिए अच्छा दिन है। विवाह-प्रस्ताव के लिए सही समय है, क्योंकि आपका प्यार जीवन भर के साथ में बदल सकता है। समय का पहिया बहुत तेजी से चलता है इसलिए आज से ही अपने कीमती समय का सही इस्तेमाल करना सीख लें। आज से पहले शादीशुदा ज़िन्दगी इतनी अच्छी कभी नहीं रही। काम की अधिकता आज आपको मानसिक रुप से परेशान कर सकती है। हालांकि शाम के वक्त थोड़ी देर ध्यान करके आप अपनी ऊर्जा वापस पा सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- फिटकरी से दाँत साफ़ करना आर्थिक स्थिति को मजबूत करेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए अन्य दिनों की अपेक्षा उत्तम रहेगा। आज आपकी सेहत ठीक ठाक रहेगी, लेकिन गृह क्लेश के कारण आपको कुछ तनाव हो सकता है।घर व बाहर आज आप संतुलित व्यवहार रखें। लोग आपकी सही बातों को भी गलत मान कर विवाद खड़ा कर सकते हैं। अपने व्यापार में यदि आप कोई लेनदेन करना चाहते हैं, तो उसकी स्पष्टता को बनाए रखें, नहीं तो वह आपकी भूल हो सकती है। नौकरी में आज आपके शत्रु आपको परेशान करने की पूरी कोशिश करेंगे, लेकिन सावधान रहें और अपने अधिकारियों से मधुरता बनाए रखें।किसी पुराने दोस्त से मुलाक़ात आपका मन ख़ुश कर देगी। रुका हुआ धन मिलेगा और आर्थिक हालात में सुधार आएगा। आपके आकर्षण और व्यक्तित्व के ज़रिए आपको कुछ नए दोस्त मिलेंगे। विवाह-प्रस्ताव के लिए सही समय है, क्योंकि आपका प्यार जीवन भर के साथ में बदल सकता है। इस राशि वाले जातकों को आज खाली वक्त में आध्यात्मिक पुस्तकों का अध्ययन करना चाहिए। ऐसा करके आपकी कई परेशानियां दूर हो सकती हैं। आपको महसूस होगा कि आपका वैवाहिक जीवन बहुत ख़ूबसूरत है। ज़रूरत से ज़्यादा सोना आपकी ऊर्जा को ख़त्म कर सकता है। इसलिए पूरे दिन ख़ुद को सक्रिय रखें। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- आलस्य दूर करने के लिए सूर्य को प्रातःकाल ताबें के पात्र से जल दें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आप धार्मिक व सामाजिक कार्य में बढ़-चढ़कर सहयोग करेंगे, जिससे आपका मान सम्मान बढ़ेगा। सायंकाल के समय आज आपको अपने स्वास्थ्य के प्रति सचेत रहना होगा और भीड़भाड़ वाली जगहों पर जाने से बचना होगा। व्यापार में आज कुछ नए परिवर्तन करेंगे, जिसका भविष्य में आपको भरपूर लाभ होगा। यदि आपका कोई सरकारी कार्य अटका हुआ है, तो उसमें ढील ना दें अन्यथा बाद में आपको परेशानी का सामना करना पड़ सकता है। आज आपके परिवार के सदस्यों  के बीच स्थिति उत्पन्न हो सकती है। आपको काफ़ी समय से चल रही बीमारी से छुटकारा मिल सकता है। अगर आप लोन लेने वाले थे और काफी दिनों से इस काम में लगे थे तो आज के दिन आपको लोन मिल सकता है। आज न सिर्फ़ अजनबियों से, बल्कि दोस्तों से सावधान रहने की ज़रूरत भी है। गर्लफ़्रेंड/बॉयफ़्रेंड के साथ अभद्र व्यवहार न करें। अपना समय और ऊर्जा दूसरों की मदद करने में लगाएँ, लेकिन ऐसे मामलों में पड़ने से बचें जिनसे आपका कोई लेना-देना नहीं है। ज़्यादा ख़र्चे की वजह से जीवनसाथी से खट-पट हो सकती है। जीवन में सरलता तभी रहती है जब आपका व्यवहार सरल रहता है। आपको भी अपने व्यवहार में सरलता लाने की जरुरत है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- किसी भी गरीब कन्या को हरा वस्त्र दान करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। आज आप ना चाहकर भी किसी झगड़ों में पड सकते हैं, जो कानूनी भी हो सकते हैं, इसलिए सतर्क रहें। ऑफिस के कार्यों में जिम्मेदारी ठीक से नहीं संभालने पर आपके अधिकारी आज आपसे नाराज हो सकते हैं। व्यापार में आज आपको अचानक धन लाभ होने से आपकी आर्थिक स्थिति मजबूत होगी। घर अथवा रिश्तेदारों में पूजा पाठ के आयोजन में आज आप भाग ले सकते हैं। संतान के भविष्य के लिए आज आप कुछ नई योजनाएं धन व्यय कर सकते हैं, जिसका आपको लाभ अवश्य मिलेगा। आज आय की तुलना में आपका व्यय भी अधिक होगा, इसलिए आपको अपनी आय और व्यय दोनों में संतुलन बना कर रखना होगा।रचनात्मक शौक़ आज आपको सुक़ून का एहसास कराएंगे। आज आपको समझ आ सकता है कि धन को बिना सोच विचारे खर्च करना आपको कितना नुक्सान पहुंचा सकता है. छोटे भाई-बहन आपसे राय मांग सकते हैं। आपका प्रिय आपसे वादे की मांग करेगा, लेकिन ऐसा वादा न करें जिसे आप पूरा न कर सकें। छात्रों को सलाह दी जाती है कि यारी-दोस्ती के चक्कर में इन कीमती पलों को खराब न करें। यार दोस्त आने वाले वक्त में भी मिल सकते हैं लेकिन पढ़ाई के लिए यही समय सबसे सही है। यह दिन आपके जीवन में वसंत-काल की तरह है - रोमानी व प्यार से भरा; जहाँ सिर्फ़ आप और आपका जीवनसाथी साथ हों। दिन अच्छा हैै आज आपका प्रिय आपकी किसी बात पर खिलखिलाकर हंसेगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- स्त्रियों को सफेद वस्त्र दान करने से आर्थिक स्थिति सुदृढ़ होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए आर्थिक रूप से उत्तम रहेगा, जो आपकी आर्थिक स्थिति को पहले की अपेक्षा बेहतर बनाएगा। आज आप किसी नए कार्य अथवा अनुबंध की शुरुआत कर सकते हैं, जिसे करना शुभ रहेगा। आज आप भविष्य के लिए भी कुछ धन संचय करने की सोचेंगे, लेकिन आप अपनी शान शौकत के लिए भी कुछ धन व्यय करेंगे। गृहस्थ जीवन में कुछ ना कुछ कारणों से बावजूद आज भागदड़ लगी रहेगी। सरकारी कार्यों में आज आप की उलझने बढ़ सकती हैं। सायंकाल के समय आज आपकी धर्म कर्म के प्रति रुचि बढ़ेगी।आज के दिन आराम करना ज़रूरी साबित होगा, क्योंकि आप हाल के दिनों में भारी मानसिक दबाव से गुज़रे हैं। नयी गतिविधियाँ और मनोरंजन आपके लिए विश्राम करने में सहायक सिद्ध होंगे। आज के दिन आपको धन लाभ होने की पूरी संभावना है लेकिन इसके साथ ही आपको दान-पुण्य भी करना चाहिए क्योंकि इससे आपको मानसिक शांति मिलेगी। कुछ लोगों के लिए- परिवार में किसी नए का आना जश्न और उल्लास के पल लेकर आएगा। कई लोगों के लिए आज की रोमांटिक शाम ख़ूबसूरत तोहफ़ों और फूलों से भरपूर रहेगी। आज के दिन में आप बहुत व्यस्त रहेंगे लेकिन शाम के वक्त अपने मनपसंद कामों को करने के लिए भी आपके पास पर्याप्त समय होगा। जो यह समझते हैं कि शादी सिर्फ़ सेक्स के लिए होती है, वे ग़लत हैं। क्योंकि आज आपको सच्चे प्यार का एहसास होगा। जीवन की परेशानियों को दूर करने के लिए आज आप किसी मनोवैज्ञानिक चिकित्सक से मिल सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- बच्चे भगवान का रुप होते हैं- छोटी कन्याओं में चॉकलेट, टॉफी बांटकर आप ईश्वरीय सेवा कर सकते हैं। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। अपने व्यापार में नौकरी में आज आपको अधिक परिश्रम के बाद भी सफलता मिलेगी और घरेलू कार्यों के लिए भी आज आपको कुछ भागदौड़ करनी पड़ सकती है। सायंकाल के समय कुछ ऐसे अनावश्यक खर्चे आएंगे, जो आप को ना चाहते हुए भी मजबूरी में करने पढ़ेंगे। आज आप अपने माता पिता को कहीं तीर्थ स्थान पर लेकर जाने की सोच सकते हैं। जीवनसाथी के लिए आज कोई उपहार खरीद सकते हैं। विद्यार्थियों को शिक्षा में आ रही बाधा को दूर करने के लिए अपने गुरुजनों के साथ की आवश्यकता होगी।दोस्त आपका परिचय किसी ख़ास इंसान से कराएंगे, जो आपकी सोच पर गहरा प्रभाव डालेगा। जिन लोगों की अब तक तनख्वाह नहीं आयी है आज वो पैसों के लिए बहुत परेशान रह सकते हैं और अपने किसी दोस्त से उधार मांग सकते हैं। आपका मज़ाकिया स्वभाव आपके चारों ओर के वातावरण को ख़ुशनुमा बना देगा। काफ़ी वक़्त फ़ोन न करके आप अपने प्रिय को तंग करेंगे। आज आप ऑफिस से घर वापस आकर अपना पसंदीदा काम कर सकते हैं। इससे आपके मन को शांति मिलेगी। मुमकिन है कि महरी या काम वाली बाई की तरफ़ से कोई परेशानी खड़ी हो, जिससे आपके व आपके जीवनसाथी को तनाव संभव है। आज आप किसी मुश्किल में पड़ सकते हैं और आपको समझ आ सकता है कि अच्छे दोस्तों का जीवन में होना बहुत जरुरी है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- गणेश जी की पूजा करने से आर्थिक स्थिति मजबूत होगी। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए धन-धान्य में वृद्धि के लिए रहेगा। आप अपने स्वतंत्र विचारों से मन की बात आसानी से जान लेंगे, जिसका आपको लाभ भी अवश्य मिलेगा। आज आप अपनी कोई भी बात आसानी से अपने परिवार के सदस्य से मनवाने में कामयाब रहेंगे। आप अपने परिवार के सदस्यों की आवश्यकताओं की पूर्ति पर भी आज कुछ धन व्यय करेंगे। आज आपके अपने माता जी से कोई बहस बाजी हो सकती है, लेकिन उसमें आपको अपनी वाणी पर नियंत्रण रखना होगा अथवा निवेश के कारणों से आपको  फल अवश्य मिलेगा। नौकरीपेशा लोगों के अधिकारों में आज वृद्धि हो सकती है।अगर आपकी योजना बाहर घूमने-फिरने की है तो आपका वक़्त हँसी-ख़ुशी और सुकून भरा रहेगा। प्रोपर्टी से जुड़े लेन-देन पूरे होंगे और लाभ पहुँचाएंगे। शादी लायक़ युवाओं का रिश्ता तय हो सकता है। आपके प्रिय का डांवाडोल मिज़ाज आपको परेशान कर सकता है। दिक़्क़तों का तेज़ी से मुक़ाबला करने की आपकी क्षमता आपको ख़ास पहचान दिलाएगी। रिश्तेदारों का दख़ल शादीशुदा ज़िन्दगी में परेशानी पैदा कर सकता है। आपकी ऊर्जा आज बेवजह के कामों में जाया हो सकती है। जीवन को सही से जीना चाहते हैं तो टाइम टेबल के हिसाब से चलना सीखें। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अपने प्रेमी/प्रेमिका को सफेद गुलाब भेंट में देने से प्रेम सम्बन्ध मजबूत होंगे। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए आशा से अधिक फायदेमंद रहेगा। अपने व्यापार में आज आपको उम्मीद से अधिक लाभ मिलेगा। आज आप अपने जीवनसाथी को कहीं घुमाने लेकर जा सकते हैं। आज आपके परिवार के किसी सदस्य के स्वास्थ्य में गिरावट आ सकती है, जिसके लिए आपको परेशानी का सामना करना पड सकता है। कार्यक्षेत्र मे आरंभ में थोड़ी परेशानी हो सकती है, लेकिन बाद में स्थिति अनुकूल होने लगेगी। संतान को अच्छे कार्य करते देख आज आपके मन में हर्ष की भावना रहेगी। भाई व बहन के विवाह का प्रस्ताव आज मंजूर हो सकता है।सेहत से जुड़ी परेशानियाँ असहजता का कारण बन सकती हैं। अतिरिक्त धन को रिअल एस्टेट में निवेश किया जा सकता है। दूसरों की कमियाँ ढूंढने का ग़ैर-ज़रूरी काम रिश्तेदारों की आलोचना का रुख़ आपकी ओर मोड़ सकता है। आपको समझना चाहिए कि यह केवल समय की बर्बादी है और इससे कुछ हासिल नहीं होता है। बेहतर रहेगा कि आप अपनी यह आदत बदल दें। आज के इस ख़बसूरत दिन प्रेम-संबंध में आपकी सभी शिकायतें ग़ायब हो जाएंगी। आज आप व्यस्त दिनचर्या के बावजूद भी अपने लिए समय निकाल पाने में समर्थ होंगे और इस खाली समय में अपने परिवार वालों के साथ गुफ्तगू कर सकते हैं। यह आपके पूरे वैवाहिक जीवन के सबसे ज़्यादा स्नेहपूर्ण दिनों में से एक हो सकता है। अपने काम के प्रति आज आपका फोकस गजब का होगा। आपके काम को देखकर आज बॉस आपसे खुश हो सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- भगवान में विश्वास रखें और मानसिक हिंसा से बचें, इससे स्वास्थ्य बेहतर होगा। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए व्यस्तता भरा रहेगा। आज आप किसी भी कार्य को करने का प्रयास करेंगे,जिसमे  सफलता आपको कुछ विलंब के साथ मिलेगी, जिससे आपको कुछ निराश भी हो सकती हैं, लेकिन प्रयासों के बाद आपको सफलता अवश्य मिलेगी। घर के बुजुर्गों का व्यवहार भी निराश करने वाला रहेगा। यदि आज आप किसी महत्वपूर्ण कार्य में निवेश करने का मन बना रहे हैं, तो बिल्कुल नहीं करें क्योंकि उसमें आपको नुकसान ही होगा। सायंकाल के समय आज आप अपने जीवनसाथी व अपनी संतान के साथ कुछ समय व्यतीत करेंगे, जिससे आपका मानसिक तनाव भी थोड़ा कम होगा।आज के दिन आप काम को अलग रखकर थोड़ा आराम करें और कुछ ऐसा करें जिसमें आपकी दिलचस्पी हो। आपके पिता की कोई सलाह आज कार्यक्षेत्र में आपको धन लाभ करा सकती है. आज आपका ऊर्जा से भरपूर, ज़िंदादिल और गर्मजोशी से भरा व्यवहार आपके आस-पास के लोगों को ख़ुश कर देगा। आपका प्रिय आपको ख़ुश रखने के लिए कुछ ख़ास करेगा। यह दिन बेहतरीन दिनों में से एक हो सकता है। आज दिन में आप कई अच्छे प्लान भविष्य के लिए बना सकते हैं लेकिन शाम के वक्त किसी दूर के रिश्तेदार के घर में आ जाने के कारण आपके सारे प्लान धरे के धरे रह सकते हैं। जब आपका जीवनसाथी जब सारे मनमुटाव भुलाकर प्यार के साथ आपके पास फिर आएगा, तो जीवन और भी सुन्दर लगेगा। आपके परिजन अपने साथ आपको किसी जगह ले जाएंगे। हालाँकि शुरुआत में आपकी कुछ ख़ास दिलचस्पी नहीं होगी, लेकिन बाद में आप उस अनुभव का भरपूर लुत्फ़ उठाएंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- घर में गुलाब के फूल लगाएं इससे आपके जीवन में एक नई ऊर्जा का संचार होगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए भाग्य के अनुकूल परिणाम देने वाला रहेगा। कार्या में निश्चित समय बाद धन लाभ हो सकेगा। आपके जीवन में खुशियां बढ़ेगी। आपके सुख साधनों में पर आप कुछ खर्चा करेंगे। पारिवारिक जीवन में आज आपके परिवार में किसी मांगलिक कार्यक्रम पर चर्चा हो सकती है। सामाजिक जीवन में आज धनी व्यक्ति जैसी पहचान बनेगी। आज आपको अपने स्वास्थ्य के प्रति सचेत रहना होगा और बाहर के खान पीन से परहेज रखना होगा, नहीं तो आपके स्वास्थ्य में गिरावट आ सकती है। व्यापारी रुके हुए कार्य सहायता मिलने से पुरे कर सकेंगे। राजनीति के दिशा में प्रयास कर रहे लोगों को जनसमर्थन का पूरा सहयोग मिलेगा।आशावादी बनें और उजले पक्ष को देखें। आपका विश्वास और उम्मीद आपकी इच्छाओं व आशाओं के लिए नए दरवाज़े खोलेंगी। जल्दबाज़ी में फ़ैसले न लें- ख़ासतौर पर अहम आर्थिक सौदों में मोलभाव करते वक़्त। गृह-प्रवेश के लिए शुभ दिन है। आज हो सकता है कि पहली नज़र में ही आपको कोई पसंद कर ले। महत्वपूर्ण लोगों के साथ बातचीत करते वक़्त अपने शब्दों को ग़ौर से चुनें। आज आपको अपने जीवनसाथी से एक बार फिर प्यार हो जाएगा। आध्यात्म की ओर आज आपका झुकाव देखा जा सकता है और आप किसी आध्यात्मिक गुरु से मिलने जा सकते हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- सुबह उठते साथी ही ॐ हं हनुमते नमः का 11 बार उच्चारण करने से आर्थिक स्थिति अच्छी होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए सुबह से ही शुभ समाचार लाने में लगा रहेगा। किसी शुभ समाचार के मिलने से संतान व पत्नी के प्रति आपके प्रेम की भावना बढ़ेगी। यदि आज आपके मन में अपने व्यापार के लिए कोई आइडिया आता है, तो उसे तुरंत आगे बढ़ाएं, नहीं तो आप लाभ से वंचित रह सकते हैं। बुजुर्गों के आशीर्वाद से आज आपके कार्यों में सफलता मिलेगी। सायंकाल का समय आज आप अपने मित्रों के साथ गाने बजाने में व्यतीत करेंगे। सरकारी नौकरी से जुड़े जातकों को किसी महिला मित्र के सहयोग से पदोन्नति मिल सकती है। आज आपको अचानक धन लाभ होने से मन में प्रसन्नता रहेगी।अगर मुमकिन हो तो लम्बे सफ़र पर जाने से बचें, क्योंकि लम्बी यात्राओं के लिए अभी आप कमज़ोर हैं और उनसे आपकी कमज़ोरी और बढ़ेगी। प्रोपर्टी से जुड़े लेन-देन पूरे होंगे और लाभ पहुँचाएंगे। जिनसे आप प्यार करते हैं, उनसे आज सारी ग़लतफ़हमी दूर हो सकती है। रोमांस के लिहाज़ से रोमांचक दिन है। शाम के लिए कोई ख़ास योजना बनाएँ और जितना हो सके, इसे उतना रुमानी बनाने की कोशिश करें। टीवी, मोबाईल का इस्तेमाल गलत नहीं है लेकिन आवश्यकता से अधिक इनका उपयोग आपके जरुरी समय को खराब कर सकता है। आज आपका वैवाहिक जीवन हँसी-ख़ुशी, प्यार और उल्लास का केन्द्र बन सकता है। शांति का वास आपके दिल में रहेगा और इसीलिए आप घर में भी अच्छा माहौल बना पाने में कामयाब होंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- किन्नरों(बुध नपुंसक ग्रह है) को हरे वस्त्र और हरी चूड़ियां दान देने से सेहत अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम फलदायक रहेगा। आज आप अपने घर व्यापार के सभी महत्वपूर्ण कार्यों को सरलता से पूर्ण करने में सफल रहेंगे। यदि आज आप किसी बैंक व संस्था से लोन लेना चाहते हैं, तो आज वह आपको आसानी से मिल जाएगा। आज आप अपने लंबे समय में रुके हुए कार्यों को पूरा करने की योजना बनाएंगे, जिसमें आपको सफलता अवश्य मिलेगी। आज आप धर्म-कर्म के कार्यों पर भी कुछ धन व्यय करेंगे। आज आपको घर के बुजुर्ग एवं नौकरी में अपने अधिकारीयो से सावधान रहना होगा क्योंकि मतभेदो के चलते आपकी बहस बाजी हो सकती है। व्यापार में आज आपके द्वारा बनाई गई योजनाए  शीघ्र फलीभूत होंगी।आपको जल्द-से-जल्द अपने जज़्बात को क़ाबू में करने और डर से आज़ादी पाने की ज़रूरत है, क्योंकि ये आपकी सेहत पर ख़राब असर डाल सकते हैं और अच्छी सेहत का मज़ा लेने से आपको वंचित कर सकते हैं। बाकी दिनों के मुकाबले आज का दिन आर्थिक दृष्टि से अच्छा रहेगा और आपको पर्याप्त धन की प्राप्ति होगी। अगर आपके मन में तनाव है तो किसी नज़दीकी रिश्तेदार या दोस्त से बात करें, इससे आपके दिल का बोझ हल्का हो जाएगा। आपके प्रिय की ख़राब तबियत के चलते रोमांस को दरकिनार होना पड़ सकता है। इस राशि के जातक आज लोगों से मिलने से ज्यादा अकेले में वक्त बिताना पसंद करेंगे। आज आपका खाली समय घर की सफाई में बीत सकता है। आपकी बीती ज़िन्दगी का कोई राज़ आपके जीवनसाथी को उदास कर सकता है। जीवन का आनंंद अपने लोगों को साथ लेकर चलने में है यह बात आज आप स्पष्टता से समझ सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- काले रंग के कपड़ों का अधिक प्रयोग करना प्रेम सम्बन्धों में इजाफा करेगा। \n"
}]
