horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआजकल आप परिवर्तन के बारे में सोच रहे हैं, तो समय अच्छा नहीं है। जीवन साथी से बात करना आपको नुकसान दे सकता है। आज आपके कार्य स्थान का माहौल सुधरा होगा। आपके अधिकारी और साथी कर्मचारी आपको सहयोग देंगे, अगर  आप कोई नया काम करते हैं, तो उसमें सफलता मिलेगी। आज के दिन आपके शत्रु आपको परेशान करने की कोशिश कर सकते हैं, लेकिन वह अपनी बुद्धि के कारण सफल नहीं होंगे। आज किसी जान पहचान वाले व्यक्ति की मदद से आपकी आर्थिक स्थिति सुधरेगी।आज के दिन आप बिना झंझट विश्राम कर सकेंगे। अपनी मांसपेशियों को आराम देने के लिए तैल से मालिश करें। आकस्मिक मुनाफ़े या सट्टेबाज़ी के ज़रिए आर्थिक हालात सुदृढ़ होंगे। आज के दिन बिना कुछ ख़ास किए आप आसानी से लोगों का ध्यान अपनी ओर आकर्षित करने में क़ामयाब रहेंगे। अपनी व्यक्तिगत भावनाएँ और गोपनीय बातें अपने प्रिय से बाँटने का सही समय नहीं है। संतोषजनक परिणाम पाने के लिए काम को योजनाबद्ध तरीक़े से करें, दफ़्तर की परेशानियों को हल करने में आपको मानसिक तनाव का सामना करना पड़ सकता है। परिवार की जरुरतों को पूरा करते-करते आप कई बार खुद को वक्त देना भूल जाते हैं। लेकिन आज आप सबसे दूर होकर अपने आप के लिए वक्त निकाल पाएंगे। शादीशुदा ज़िन्दगी के नज़रिए से यह थोड़ा मुश्किल वक़्त है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- चाँदी की चूड़ियाँ या कड़ा धारण करने से प्रेम सम्बन्धों में वृद्धि होती है। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपका दूसरों के भरोसे बैठकर काम करने का नहीं है, अगर ऐसा करोगे, तो आपको नुकसान हो सकता है, इसलिए अपने काम को अपने  स्वयं करें। दूसरों के भरोसे ना छोड़े। व्यापार के लिए की जाने वाली यात्राएं लाभदायक रहेगी। आपके व्यापार में आज अच्छा लाभ दिख रहा है, लेकिन अगर किसी को पैसे का लेनदेन करना है, तो वह सोच समझ कर करें। छात्रों को आज अच्छा ज्ञान और अच्छा अनुभव प्राप्त होगा। आपके पारिवारिक जीवन में मधुरता बनी रहेगी और संतान को उन्नति की ओर कार्य करते देख मन प्रसन्न होगा।बच्चों के साथ खेलना बहुत अच्छा और सुकून देने वाला अनुभव रहेगा। जिन लोगों ने किसी अनजान शख्स की सलाह पर कहीं निवेश किया था आज उन्हें उस निवेश से फायदा होने की पूरी संभावना है। आज आपको दूसरों की ज़रूरतों पर ध्यान केन्द्रित करना चाहिए। हालाँकि बच्चों को ज़्यादा छूट देना आपके लिए समस्या खड़ी कर सकता है। प्यार के नज़रिए से देखें तो आज आप जीवन के रस का भरपूर आनन्द लेने में सफल रहेंगे। अगर आज आपका रुख़ विनम्र और सहयोगी है, तो आपको अपने साझीदारों से बहुत सकारात्मक प्रतिक्रिया मिलेगी। आज लोग आपकी वह प्रशंसा करेंगे, जिसे आप हमेशा से सुनना चाहते थे। आज चाहे दुनिया इधर-की-उधर ही क्यों न हो जाए, आप अपने जीवनसाथी की बाहों से दूर नहीं हो सकेंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- पारिवारिक जीवन को अच्छा रखने के लिए बिस्तर पर क्रीम रंग की चादर का प्रयोग करें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज आपके पारिवारिक जीवन और बिजनेस में आपके पिता सहयोग देंगे  और आज आपके काम में कुछ लोग पंगा कर सकते हैं, लेकिन आपको उन पर ध्यान नहीं देना है और अपने कार्य को पूरा करना है। आज का दिन आपका पारिवारिक जीवन के लिए शांतिपूर्ण रहेगा। आज जीवनसाथी के कार्य में उन्नति से आपकी आर्थिक स्थिति अच्छी हो जाएगी और आज आपकी संतान जिस बिज़नेस में बिज़नेस में निवेश करेंगी, उससे स्थितियां उसमें स्थितिया लाभदायक रहेंगी। यदि आज आप कोई निर्णय लेना चाहते हैं, तो अपने जीवनसाथी और उसके जान पहचान वालों से सलाह अवश्य ले अन्यथा आपको नुकसान उठाना पड़ सकता है।तनाव से बचने के लिए अपना क़ीमती वक़्त बच्चों के साथ गुज़ारें। आप बच्चों की उपचार करने की शक्ति महसूस करेंगे। वे आध्यात्मिक तौर पर धरती पर सबसे ज़्यादा ताक़तवर और भावनात्मक लोग हैं। उनके साथ आप ख़ुद को ऊर्जा से लबरेज़ पाएंगे। आपकी मनोकामनाएं दुआओं के ज़रिए पूरी होंगी और सौभाग्य आपकी तरफ़ आएगा- और साथ ही पिछले दिन की मेहनत भी रंग लाएगी। अपने दिन की योजना सावधानी से तय करें। ऐसे लोगों से बात करें, जो आपकी मदद कर सकते हैं। नए प्रेम-संबंधों के बनने की संभावना ठोस है, लेकिन व्यक्तिगत और गोपनीय जानकारियों को उजागर करने से बचें। अपनी नौकरी से चिपके रहिए और दूसरों से उम्मीद मत कीजिए कि वे आकर आपकी मदद करेंगे। आपका व्यक्तित्व ऐसा है कि ज्यादा लोगों से मिलकर आप परेशान हो जाते हैं और फिर अपने लिए वक्त निकालने की कोशिश करने लग जाते हैं। इस लिहाज से आज का दिन आपके लिए बहुत उम्दा रहने वाला है। आज आपको अपने लिए पर्याप्त समय मिलेगा। यह दिन आपके जीवन में वसंत-काल की तरह है - रोमानी व प्यार से भरा; जहाँ सिर्फ़ आप और आपका जीवनसाथी साथ हों। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- कच्चा कोयला, काले तिल, काले या नीले रंग के ऊनी वस्त्र किसी जमादार को देने से नौकरी व बिज़नेस में सफलता मिलेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nसामाजिक कार्य करने पर आपकी ख्याति में विस्तार होगा। परिवार में छोटे सदस्य के आ जाने से पारिवारिक वातावरण खुशमय रहेगा। व्यस्तता के बीच लव लाइफ के लिए समय निकाल पाएंगे। ईमानदारी से कार्य करेंगे तो आपको कई मौके मिलेंगे, जिससे आपको फायदा होगा। भविष्य के लिए कुछ बचत कर पाएंगे लेकिन कुछ निवेश लाभप्रद रहेंगे। भाई-बहन के सहयोग से बिजनस में वृद्धि होगी और उनके विचार सकारात्मक माहौल बनाएंगे। आपके पराक्रम में वृद्धि होगी और सभी कार्य पूर्ण होंगे।आपका सबसे बड़ा सपना हक़ीक़त में बदल सकता है। लेकिन अपने उत्साह को क़ाबू में रखें, क्योंकि ज़्यादा ख़ुशी भी परेशानी का सबब बन सकती है। अपनेे लिए पैसा बचाने का आपका ख्याल आज पूरा हो सकता है। आज आप उचित बचत कर पाने में सक्षम होंगे। अगर आप पार्टी करने की सोच रहे हैं, तो अपने अपने अच्छे दोस्तों को बुलाएँ। ऐसे कई लोग होंगे, जो आपका उत्साह बढाएंगे। एक प्यारी-सी मुस्कुराहट से अपने प्रेमी का दिन रोशन करें। जो लोग प्रतियोगी परीक्षाओं की तैयारी कर रहे हैं, उन्हें दिमाग़ शांत रखने की ज़रूरत है। परीक्षा की घबराहट को हावी न होने दें। आपका प्रयास सकारात्मक परिणाम ज़रूर देगा। देर शाम तक आपको कहीं दूर से कोई अच्छी ख़बर सुनने को मिल सकती है। आपका जीवनसाथी आपको ख़ुश करने के लिए आज काफ़ी कोशिशें करता नज़र आएगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- ॐ नमो भगवते वासुदेवाय। इस मंत्र को 28 या 108 बार जपना नौकरी/बिज़नेस के लिए अच्छा है। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपने अपने कार्य क्षेत्र में अब तक, जो भी प्रयास किए हैं अब वह रंग लाएंगे और आपकी आर्थिक स्थिति को सुदृढ़ बनाएंगे। आप अपने साथी कर्मचारियों के प्रति उदारता पूर्ण व्यवहार रखेंगे और उनकी गलतियों को भी क्षमा करने के लिए तैयार रहेंगे। यदि आप जीवन के लिए आज कोई निर्णय लेना चाहते हैं, तो आपके पिता आपका मार्गदर्शन करेंगे। अपने जीवनसाथी की सभी इच्छाओं  का सम्मान करें, जिससे आपका रिश्ता मजबूती से आगे बढ़ेगा, जो भी इस समय विदेश से संबंधित कार्य कर रहे हैं, उनके लिए आज का दिन शुभ रहे रहेगा।आज के दिन आराम करना ज़रूरी साबित होगा, क्योंकि आप हाल के दिनों में भारी मानसिक दबाव से गुज़रे हैं। नयी गतिविधियाँ और मनोरंजन आपके लिए विश्राम करने में सहायक सिद्ध होंगे। आपको कई स्रोतों से आर्थिक लाभ होगा। डाक या ई-मेल से आया कोई महत्वपूर्ण संदेश पूरे परिवार के लिए ख़ुशख़बरी लाएगा। जब आप अपने प्रिय के साथ बाहर जाएँ तो अपने पहनावे और बरताव में नयापन रखें। दिवास्वप्नों में समय खपाना नुक़सानदेह रहेगा, इस मुग़ालते में न रहें कि दूसरे आपका काम करेंगे। प्रेमी को वक्त देने की कोशिश करेंगे लेकिन किसी जरुरी काम के आ जाने के कारण आप उनको समय दे पाने में कामयाब नहीं हो पाएंगे। आप और आपका हमदम एक-दूसरे से आज एक-दूसरे की ख़ूबसूरत भावनाओं का इज़हार कर सकेंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- माता(चन्द्र की कारक) को सम्मान देना व उनकी सेवा करने से नौकरी/बिज़नेस के लिए लाभदायक है। \n",
    "5": "कन्या राशि: आज का राशिफल\nमित्रों और प्रियजनों के प्रति आप चिंतित होंगे। आज का दिन आपको अपने बारे में ज्यादा सोचना है। कामकाज की स्थिति अनुकूल हो रही है। रोजगार के क्षेत्र में पद व गरिमा में वृद्धि होगी। छात्रों को मनचाहे क्षेत्र में शिक्षा प्राप्त होगी। विवाह योग्य जातकों के लिए कुछ अच्छे प्रस्ताव आएंगे। पारिवारिक वातावरण काफी आनंददायक रहेगा लेकिन फिजूल के खर्चों पर नियंत्रण रखें और दिखावे से बचें। व्यवसाय के क्षेत्र में आपके द्वारा की गई पहल सकारात्मक परिणाम लेकर आएगी।रचनात्मक शौक़ आज आपको सुक़ून का एहसास कराएंगे। आर्थिक रुप से आज आप काफी मजबूत नजर आएंगे, ग्रह नक्षत्रों की चाल से आज आपके लिए धन कमाने के कई मौके बनेंगे. पारिवारिक उत्तरदायित्व में वृद्धि होगी, जो आपको मानसिक तनाव दे सकती है। गर्लफ़्रेण्ड/बॉयफ़्रेण्ड से धोखा मिल सकता है। अगर आप यक़ीन करते हैं कि वक़्त ही पैसा है तो आपको अपनी क्षमताओं को शीर्ष पर पहुँचाने के लिए ज़रूरी क़दम उठाने होंगे। दिक़्क़तों का तेज़ी से मुक़ाबला करने की आपकी क्षमता आपको ख़ास पहचान दिलाएगी। रिश्तेदारों को लेकर जीवनसाथी के साथ नोंकझोंक हो सकती है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- अपने प्रेमी/प्रेमिका से मिलते समय लाल गुलाब अवश्य दें, इससे प्रेम सम्बन्ध मजबूत होंगे। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आपको अपने कार्य में दूसरों के भरोसे नहीं रहना है। कभी-कभी अपनी अपनी शर्तों पर भी काम करना चाहिए, जो भी छात्र विदेश से कोई पढ़ाई कर रहे हैं, उनके लिए आज का दिन अच्छे समाचार लेकर आएगा। आज आपकी लव लाइफ आपको मानसिक शांति देगी। घर परिवार में यदि कोई समस्या है, तो उसको धैर्य रखकर सुलझाने में आप कामयाब रहेंगे। यदि आज आपने कोई प्रॉपर्टी खरीदने का मन बनाया है, तो आज सही समय नहीं है, जो लोग राजकीय सेवा करते हैं, उनके दायित्व में आज वृद्धि होगी।ख़ुश हो जाएँ क्योंकि अच्छा समय आने वाला है और आप स्वयं में अतिरिक्त ऊर्जा का अनुभव करेंगे। आज आप आसानी से पैसे इकट्ठा कर सकते हैं- लोगों को दिए पुराने कर्ज़ वापिस मिल सकते हैं- या फिर किसी नयी परियोजना पर लगाने के लिए धन अर्जित कर सकते हैं। आपमें से कुछ गहने या घरेलू सामान ख़रीद सकते हैं। आपकी आँखें इतनी चमकीली हैं कि वे आपके प्रिय की अंधेरी रात को भी रोशन कर सकती हैं। आप अपने मातहतों से नाख़ुश हो सकते हैं, क्योंकि वे उम्मीद के मुताबिक़ काम नहीं कर रहे हैं। अपनी ख़ासियत और भविष्य की योजनाओं पर फिर से सोचने का समय। कहते हैं कि स्त्रियाँ शुक्र और परुष मंगल ग्रह के रहने वाले हैं, लेकिन आज के दिन विवाहित शुक्र और मंगल एक-दूसरे में घुल जाएंगे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- चाँदी की एक ठोस गोली खरीदकर अपने पास रखना नौकरी/बिज़नेस के लिए अच्छा है। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन रोजगार से जुड़े जातकों के लिए शुभ समाचार लेकर आएगा और उनके पिता के आशीर्वाद से आज उनको भविष्य में उज्जवल बनाने के माग की प्राप्ति होगी। नए मित्र बनेंगे, जिनके साथ से आमदनी से जुड़े नए स्रोतों के बारे में पता चलेगा। आज आपके भावों और दिल से जुड़े हुए कुछ प्रसन्न सामने आएंगे और वह आपकी उदारता पर भी भारी पड़ सकते हैं। परिवार के सभी सदस्य आज आपका पूरा समर्थन देंगे और आपके कार्यक्षेत्र में भी आज अधिकारी वर्ग आप को समर्थन देगा, जिससे आपके प्रोजेक्ट पूरे होंगे।आज के दिन आप काम को अलग रखकर थोड़ा आराम करें और कुछ ऐसा करें जिसमें आपकी दिलचस्पी हो। रियल एस्टेट सम्बन्धी निवेश आपको अच्छा-ख़ासा मुनाफ़ा देंगे। वैवाहिक बंधन में बंधने के लिए अच्छा समय है। सम्हल कर दोस्तों से बात करें, क्योंकि आज के दिन दोस्ती में दरार पड़ने की आशंका है। व्यवसाय में नए विचारों का स्वागत खुले दिमाग़ और तेज़ी के साथ करें। ऐसा करना आपके पक्ष में रहेगा। आपको उन्हें अपनी मेहनत से हक़ीक़त में बदलने की ज़रूरत है, जो व्यवसाय में बने रहने का मूल मंत्र है। काम में दिलचस्पी बनाए रखने के लिए ख़ुद को शांत रखें। अगर आज आप ख़रीदारी के लिए निकलते हैं, तो कोई अच्छी पोशाक ले सकते हैं। जीवनसाथी के कारण कुछ नुक़सान हो सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- ॐ भौमाय नमः इस मंत्र का 11 बार उच्चारण करने से लव लाइफ ठीक रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए काफी अच्छा रहने वाला है। आज काफी समय बाद आपको कोई अच्छी सूचना मिल सकती है और आपका कोई जरूरी काम बनने से लाभदायक अफसरों की प्राप्ति होगी। आगे का समय भी उत्साह पूर्वक कटेगा। यदि आपका और  कोई रुका हुआ धन है, तो वह आपको मिल जाएगा। कार्य का बोझ अधिक होगा, लेकिन लक्ष्यों में सफलता मिलने से मन प्रसन्न होता रहेगा। आप जो भी प्रयास  करेंगे, जीवनसाथी  उस में पूर्ण सहयोग देंगे और परिवार की स्थितियां आपके पक्ष में आनी शुरू हो जाएंगी।छोटी-छोटी चीज़ों को ख़ुद के लिए परेशानी का सबब न बनने दें। आज के दिन आप धन से जुड़ी समस्या के कारण परेशान रह सकते हैं। इसके लिए आपको अपने किसी विश्वास पात्र से सलाह लेनी चाहिए। कुल मिलाकर फ़ायदेमंद दिन है। लेकिन आप समझते थे जिसपर आप आँखें बंद करके यक़ीन कर सकते हैं, वह आपके भरोसे को तोड़ सकता है। अपने प्रिय को नज़रअंदाज़ करना घर पर तनाव का कारण बन सकता है। आज कार्यक्षेत्र में आपके किसी पुराने काम की तारीफ हो सकती है। आपके काम को देखते हुए आज आपकी तरक्की भी संभव है। कारोबारी आज अनुभवी लोगों से करोबार को आगे बढ़ाने की सलाह ले सकते हैं। बिना किसी पूर्व सूचना के आज आपका कोई रिश्तेदार आपके घर पधार सकता है जिसकी वजह से आपका कीमती समय उनकी खातिरदारी में जाया हो सकता है। जीवनसाथी द्वारा परिवार और मित्रों के बीच नकारात्मक तरीक़े से आपके वैवाहिक जीवन की निजी बातें उजागर हो सकती हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- किसी भी साधु को कुछ पैसे देते रहने से लव लाइफ अच्छी चलेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज कई प्रकार की उलझनों में आप ग्रस्त रहेंगे। एक ओर अपने प्रेमी या प्रियजन के लिए कोई वस्तु या उपहार खरीदने की जल्दीबाजी रहेगी। दूसरी ओर आपके कार्यक्षेत्र में भी काम का प्रेशर ज्यादा रहेगा। भाई-बहनों के साथ संबंधों में सुधार आएगा। संतान संबंधित समस्या का अंत होने से मन से भारी बोझ हल्का होगा। राजकीय क्षेत्र में आर्थिक लाभ की संभावना बन रही है। कोर्ट-कचहरी के मामले में निर्णय आपके पक्ष में आ सकता है। पिता का सहयोग विषम परिस्थितियों से लड़ने में सहयोग करेगा।आज के दिन आप काम को अलग रखकर थोड़ा आराम करें और कुछ ऐसा करें जिसमें आपकी दिलचस्पी हो। आज आपको अपने उन रिश्तेदारों को पैसा उधार नहीं देना चाहिए जिन्होंने आपका पिछला उधार अब तक वापस नहीं किया है। ऐसा कोई जिसके साथ आप रहते हैं, आज आपके किसी काम की वजह से बहुत झुंझलाहट महसूस करेगा। मुहब्बत की टीस आज रात आपको सोने नहीं देगी। काम की अधिकता के बावजूद भी आज कार्यक्षेत्र में आपमें ऊर्जा देखी जा सकती है। आज आप दिये गये काम को तय वक्त से पहले ही पूरा कर सकते हैं। आपके द्वारा आज खाली समय में ऐसे काम किये जाएंगे जिनके बारे में आप अक्सर सोचा करते हैं लेकिन उन कामों को कर पाने में समर्थ नहीं हो पाते। आपको या आपके जीवनसाथी को बिस्तर में चोट लग सकती है। इसलिए एक-दूसरे का ख़याल रखें। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- रोज़ाना हरी घास पर नंगे पाँव चलने से आर्थिक स्थिति अच्छी रहेगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। कार्य क्षेत्र में आपने जो निर्णय लिए हैं, वह आज सही साबित होंगे और आप अपनी मेहनत और ज्ञान के बल पर सभी  समस्याओं से मुक्त हो जाएंगे, लेकिन आपके पिता के साथ आपके संबंधों में थोड़ा तनाव आ सकता है। आपका पारिवारिक जीवन भी थोड़ा तनाव से ग्रस्त रहेगा और आपको कहीं अपने ऊपर लगे झूठे आरोपों का सामना करना पड़ सकता है। आपकी लव  लाइफ से आपको सहयोग मिलेगा और सुख की प्राप्ति होगी। छात्रों के लिए आज का दिन अधिक मेहनत करने का रहेगा।आज आपको आराम करने और क़रीबी दोस्तों व परिवार के साथ ख़ुशी के कुछ पल बिताने की ज़रूरत है। जल्दबाज़ी में फ़ैसले न लें- ख़ासतौर पर अहम आर्थिक सौदों में मोलभाव करते वक़्त। बढ़िया दिन है जब आप सबके ध्यान को अपनी तरफ़ खींचेंगे- आपके सामने चुनने के लिए कई चीज़ें होंगी और आपके सामने समस्या यह होगी कि किसे पहले चुना जाए। प्रेम-संबंध में ग़ुलाम की तरह व्यवहार न करें। अपना रवैया ईमानदार और स्पष्टवादी रखें। लोग आपकी दृढ़ता और क्षमताओं को सराहेंगे। आपके घर का कोई करीबी शख्स आज आपके साथ वक्त बिताने की बात कहेगा लेकिन आपके पास उनके लिए वक्त नहीं होगा जिसकी वजह से उनको तो बुरा लगेगा ही आपको भी बुरा लगेगा। बिजली कटौती या फिर किसी अन्य वजह से आपको सुबह तैयार होने में परेशानी का सामना करना पड़ सकता है, लेकिन जीवनसाथी की ओर से इससे निबटने में काफ़ी मदद मिलेगी। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- नारंगी रंग की कांच की बोतल में रखा पानी पीने से प्रेम सम्बन्धों में वृद्धि होगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज आपके माता पिता का आपको आशीर्वाद मिलेगा और वह अच्छे जीवन के लिए आपको मार्गदर्शन भी करेंगे, जिससे आप भविष्य में सही और सटीक निर्णय ले पाएंगे। अपने जीवन साथी के नए बिजनेस में आपको सफलता मिलेगी, जो लोग अविवाहित हैं, उनके लिए आज विवाह के अच्छे प्रस्ताव आएंगे। रोजगार के क्षेत्र में आपको महिला से के सहयोग से लाभ होगा।। आपको सरकार की योजनाओं से भी काफी लाभ मिलेगा और किसी नए स्त्रोत से भी आय में वृद्धि होगी। आपकी संतान कार्यक्षेत्र में उन्नति करेगी और उनको देख आपका मन प्रसन्न होगा।आज आपकी सेहत पूरी तरह अच्छी रहेगी। आज सफलता का मंत्र यह है कि उन लोगों की सलाह पर पैसे लगाएँ, जो मौलिक सोच रखते हों और अनुभवी भी हों। घर में कुछ बदलाव आपको काफ़ी भावुक बना सकते हैं, लेकिन आप अपनी भावनाएँ उनके सामने ज़ाहिर करने में क़ामयाब रहेंगे जो आपके लिए ख़ास हैं। आप के दिल की धड़कनें आपके प्रिय के साथ कुछ ऐसे चलेंगी कि आज जीवन में प्यार का संगीत बज उठेगा। आपको पता लग सकता है कि आपके बॉस आपसे इतने रूखेपन से क्यों बात करते हैं। वजह जानकर आपको वाक़ई तसल्ली होगी। आज अपने लिए वक्त निकालकर अपने जीवनसाथी के साथ आप कहीं घूमने जा सकते हैं। हालांकि इस दौरान आप दोनों के बीच थोड़ी बहुत कहासुनी हो सकती है। आपका वैवाहिक जीवन इससे अधिक रंगों से भरा कभी नहीं रहा है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- घर में रखीं फटी हुई पुस्तकों को दुरुस्त कर लेने से पारिवारिक जीवन अच्छा चलने लगता है। \n"
}]
