horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए अनुकूल रहने वाला है। बिजनेस में उत्तम सफलता के योग बनेंगे और आप मन लगाकर काम करेंगे। शादीशुदा लोग गृहस्थ जीवन को इंजॉय करेंगे और जीवन साथी के साथ आपके संबंध सुधरेंगे। काम के सिलसिले में आज का दिन अच्छे नतीजे देने वाला होगा। आप कोई नया काम भी अपने हाथ में लेंगे और उसकी शुरुआत बड़े अच्छे तरीके से करेंगे। प्रेम जीवन जीने वालों को तनाव का सामना करना पड़ सकता है। सेहत मजबूत रहेगी जिससे आपकी ऊर्जा बढ़ेगी और परिवार के लोगों का सहयोग भी प्राप्त होगा लेकिन परिवार में किसी का स्वास्थ्य बिगड़ सकता है, जिससे आप कुछ चिंतित रहेंगे। आज कोई नया घरेलू सामान खरीद सकते हैं।मानसिक स्पष्टता के लिए भ्रम और निराशा से बचने की कोशिश करें। जिन लोगों को आप जानते हैं, उनके ज़रिए आपको आमदनी के नए स्रोत मिलेंगे। अपने परिवार को पर्याप्त समय दें। उन्हें महसूस होने दें कि आप उनका ख़याल रखते हैं। उनके साथ अच्छा वक़्त बिताएँ और शिकायत करने का मौक़ा न दें। दोस्ती में प्रगाढ़ता के चलते रोमांस का फूल खिल सकता है। आज आप ख़ुद को लोगों के ध्यान के केंद्र में पाएंगे, जब कोई आपके सहयोग की वजह से पुरस्कृत होगा या सराहा जाएगा। बाहरी लोगों का हस्तक्षेप आपके वैवाहिक जीवन में परेशानी उत्पन्न कर सकता है। सितारे इशारा कर रहे हैं कि किसी नज़दीकी स्थान की यात्रा हो सकत है। यह सफ़र मज़ेदार रहेगा और आपके प्रिय लोगों का साथ मिलेगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- तांबे के बर्तन में रात भर रखा पानी पीना स्वास्थ्य के लिए फ़ायदेमंद रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम फलदायक रहेगा। सबसे ज्यादा परेशानी मानसिक चिंताओं से होगी, जिनकी कोई खास वजह नहीं होगी लेकिन आप सोच विचार में ही समय ज्यादा खर्च करेंगे। आपके खर्चों में बढ़ोतरी होगी लेकिन इनकम भी ठीक-ठाक रहेगी। आपकी सेहत अच्छी रहेगी और आप खुद को ग्रूम करने के लिए कोशिश करेंगे। काम के सिलसिले में दिनमान मेहनत करवाएगा और आज नतीजे मिलने में विलंब हो सकता है। घरवाले आपके काम में सहयोगी बनेंगे और आपको आगे बढ़ने में मदद करेंगे। शादीशुदा लोग गृहस्थ जीवन से संतुष्ट नजर आएंगे जबकि प्रेम जीवन व्यतीत कर रहे लोग अपने प्रिय के साथ शादी की बात कर सकते हैं।अपना मूड बदलने के लिए सामाजिक मेलजोल का सहारा लें। जो लोग अब तक पैैसे को बिना सोचे विचारे उड़ा रहे थे उन्हें आज पैसे की बहुत आवश्यकता पड़ सकती है और आज आपको समझ में आ सकता है कि पैसे की जीवन में क्या अहमियत है। अपने परिवार को पर्याप्त समय दें। उन्हें महसूस होने दें कि आप उनका ख़याल रखते हैं। उनके साथ अच्छा वक़्त बिताएँ और शिकायत करने का मौक़ा न दें। आप आज प्यार की मनोदशा में होंगे- और आपके लिए काफ़ी मौक़े भी होंगे। इस राशि के जातक खाली वक्त में आज किसी समस्या का समाधान निकालने की कोशिश कर सकते हैं। आपका जीवनसाथी आज ऊर्जा और प्रेम से भरपूर है। टीवी पर फ़िल्म देखना और अपने नज़दीकी लोगों के साथ गप्पें मारना – इससे बेहतर और क्या हो सकता है? अगर आप थोड़ी कोशिश करें तो आपका दिन कुछ इसी तरह गुज़रेगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- कौवों को रोटी खिलाने से आर्थिक स्थिति बेहतर होगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहने वाला है। आप अपनी संतान के साथ समय बिताना ज्यादा पसंद करेंगे और उनका पूरा ख्याल भी रखेंगे। इससे आपको एक नयापन सा महसूस होगा और एनर्जी बढ़ेगी। शादीशुदा लोग अपने गृहस्थ जीवन में कुछ तनाव महसूस करेंगे और घर की कोई परेशानी इसका कारण बन सकती है। प्रेम जीवन बिता रहे लोग आज अपने प्रिय के साथ कहीं घूमने जाएंगे। सेहत बढ़िया रहेगी और आपके काम की तारीफ होगी।आपमें आज चुस्ती-फुर्ती देखी जा सकती है। आपका स्वास्थ्य आज पूरी तरह से आपका साथ देगा। कोई बेहतरीन नया विचार आपको आर्थिक तौर पर फ़ायदा दिलायेगा। कोई पुराना परिचित आपके लिए परेशानी का सबब बन सकता है। सारी दुनिया की मदहोशी उन ख़ुशनसीबों के बीच सिमट जाती है, जो प्यार में हों। जी हाँ, आप वही ख़ुशनसीब हैं। जिन रिश्तों को आप अहमियत देते हैं उन्हें समय देना भी आपको सीखना होगा नहीं तो रिश्ते टूट सकते हैं। वैवाहिक जीवन के लिहाज़़ से यह बढ़िया दिन है। साथ में एक अच्छी शाम गुज़ारने की योजना बनाएँ। बिना किसी को बताए आज आप घर में छोटी-मोटी पार्टी रख सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- खटाई वाली चीजें नींबू , इमली या गोल-गप्पे छोटी कन्याओं में बाँटने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज आप अपने घर परिवार को अच्छा समय देंगे। घरेलू खर्च पर भी आपका ध्यान रहेगा। कुछ चैलेंज सामने आएंगे, जिनका आप अच्छे से सामना करेंगे। पारिवारिक जीवन में प्रेम की भावना दिखाई देगी और घरवालों के साथ कहीं बाहर जाकर खाना खाने का विचार बनेगा। बिजनेस से जुड़े लोगों को कुछ समस्या हो सकती है लेकिन नौकरी पेशा लोगों के लिए दिनमान अच्छा रहेगा। शादीशुदा जीवन तनाव के बीच उतार-चढ़ाव से भरा रहेगा लेकिन प्रेम जीवन खुशनुमा रहेगा। आपकी सेहत अच्छी रहेगी लेकिन आपको अपने गुस्से से बचना होगा।क्षणिक ग़ुस्सा विवाद और दुर्भावना की वजह बन सकता है। आप ऐसे स्रोत से धन अर्जित कर सकते हैं, जिसके बारे में आपने पहले सोचा तक न हो। घर में शांति और सुकून का माहौल बनाए रखने के लिए तालमेल से काम करें। थोड़े बहुत टकराव के बावजूद भी आज आपका प्रेम जीवन अच्छा रहेगा और आप अपने संगी को खुश रखने में कामयाब होंगे। अगर आपके पास हालात से उबरने के लिए दृढ़ इच्छा-शक्ति है, तो कुछ भी असंभव नहीं है। आपके जीवनसाथी का मिज़ाज आज बढ़िया है। आपको कोई सरप्राइज़ मिल सकता है। अपने पिता के साथ आज दोस्त की तरह आप बात कर सकते हैं। आपकी बातों को सुनकर उनको खुशी होगी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- बेसन की मिठाई, बेसन की कोई तली खाने की चीज़, सोहन पापड़ी, बेसन का हलवा गरीबों में बाँटने से स्वास्थ्य अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज ट्रैवलिंग के योग बन रहे हैं लेकिन तैयारी पूरी रखें क्योंकि ट्रैवलिंग के दौरान कोई असुविधा हो सकती है। सेहत का ध्यान रखना भी बेहद जरूरी होगा क्योंकि सेहत के लिहाज से आज का दिन कमजोर है। आज खर्च बढ़ेंगे, जिससे आपकी टेंशन बढ़ सकती है। इनकम सामान्य रहेगी। पारिवारिक माहौल सुख से भरा रहेगा। प्रेम जीवन के लिए दिनमान थोड़ा कमजोर है। आपके प्रिय से कहासुनी हो सकती है, जिसके बाद उन्हें मनाना टेढ़ी खीर होगा। काम के सिलसिले में आज काम का प्रेशर आप पर होगा।हाल की घटनाओं से आपका मन बेचैन हो सकता है। शारीरिक और मानसिक लाभ के लिए ध्यान व योग फ़ायदेमंद साबित होंगे। व्यापाार में मुनाफा आज कई व्यापारियों के चेहरे पर खुशी ला सकता है। रिश्तेदारों के यहाँ छोटी यात्रा आपके भागदौड़ भरे दिन में आराम और सुकून देने वाली साबित होगी। अपने दिल की बात ज़ाहिर करके आप ख़ुद को काफ़ी हल्का और रोमांचित महसूस करेंगे। आप उन लोगों की तरफ़ वादे का हाथ बढ़ाएंगे, जो आपसे मदद की गुहार करेंगे। शादिशुदा ज़िन्दगी के तमाम मुश्किल दिनों के बाद आप और आपका हमदम फिर प्यार की गर्माहट महसूस कर सकते हैं। किसी ऐसे इंसान के साथ समय बिताना जिसका साथ आपको बहुत पसंद न हो, आपकी खीझ की वजह हो सकता है। इसलिए सोच-समझकर फ़ैसला करें कि आप किसके साथ बाहर जाने वाले हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- मसूर की दाल व कुछ पैसे किसी जमादार को देकर आज आप अपनी अकर्मण्यता को दूर कर सकते हैं। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन सामान्य तौर पर अनुकूल रहेगा। पैसों से संबंधित मामलों में आज आप भाग्यवान रहेंगे। धन की आवक होगी और इनकम मजबूत करने की हर कोशिश करेंगे। घर वालों के लिए गिफ्ट ला सकते हैं। प्रेम जीवन में कुछ दिक्कतें रहेंगी। आप और आपके प्रिय के बीच सही अंडरस्टैंडिंग नहीं बन पाएगी और उनकी सेहत भी बिगड़ सकती है जबकि शादीशुदा लोग अपने गृहस्थ जीवन को अच्छे से इंजॉय करेंगे। आपके लाइफ पार्टनर को कोई अच्छा बेनिफिट भी मिल सकता है। बिजनेस में लाभ के योग बनेंगे। नौकरी के लिहाज से भी दिन अच्छा है। आपको प्रमोशन मिलने की संभावना बन सकती है क्योंकि आपका भाग्य आपका साथ देगा।घर पर काम करते समय ख़ास सावधानी बरतें। घरेलू चीज़ों को लापरवाही से इस्तेमाल करना आपके लिए परेशानी का सबब बन सकता है। अपनेे लिए पैसा बचाने का आपका ख्याल आज पूरा हो सकता है। आज आप उचित बचत कर पाने में सक्षम होंगे। आपके माता-पिता की सेहत चिंता और घबराहट का कारण बन सकती है। व्यक्तिगत संबंध संवेदनशील और नाज़ुक रहेंगे। आज खाली वक्त्त किसी बेकार के काम में खराब हो सकता है। आज आपका जीवनसाथी आपकी सेहत के प्रति असंवेदनशील हो सकता है। यदि आप किसी खेल में महारत रखते हैं तो आज के दिन आपको वो खेल खेलना चाहिए। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- तांबे का सिक्का अथवा टुकड़ा जेब में रखने से स्वास्थ्य अच्छा रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन मान सामान्य रहने वाला है। आप हर काम को अच्छे तरीके से करने की कोशिश करेंगे और आप का मन भी लगेगा। आप चाहेंगे कि सारा काम समय से पूर्व ही पूरा हो जाए और इसके लिए आप कठिन प्रयास भी करेंगे। आपकी सेहत बढ़िया रहेगी, जो इसमें आपकी मदद करेगी। कहीं से अचानक धन आने के योग बनेंगे और आपका चेहरा खिल उठेगा। हालांकि परिवार में कुछ तनाव देखने को मिल सकता है। नौकरी करने वाले लोगों को आज अपने काम पर ध्यान देने का अच्छा फल देखने को मिलेगा, जब उन्हें काम की तारीफ मिलेगी। आपकी मेहनत सफल होगी और आपके विरोधी शांत रहेंगे। बिजनेस करने वालों के लिए दिन अच्छा है। शादीशुदा लोग अपने गृहस्थ जीवन में प्रेम महसूस करेंगे जबकि प्रेम जीवन बिता रहे लोगों को बात बात पर तनाव का सामना करना पड़ेगा।आज के मनोरंजन में बाहर की गतिविधियों और खेल-कूद को शामिल किया जाना चाहिए। जो लोग लघु उद्योग करते हैं उन्हें आज के दिन अपने किसी करीबी की कोई सलाह मिल सकती है जिससे उन्हें आर्थिक लाभ होने की संभावना है। आपके फ़ैसले में माता-पिता की मदद अहम साबित होगी। अगर अपने लव पार्टनर को अपना जीवनसाथी बनाना चाहते हैं तो उनसे आज बात कर सकते हैं। हालांकि बात करने से पहले आपको उनके मनोभावों को जान लेना चाहिए। जो लोग बीते कुछ दिनों से काफी व्यस्त थे उन्हें आज अपने लिए फुर्सत के पल मिल सकते हैं। आप महसूस करेंगे कि शादीशुदा ज़िन्दगी आपके लिए वाक़ई ख़ुशनसीबी लेकर आई है। शांति का वास आपके दिल में रहेगा और इसीलिए आप घर में भी अच्छा माहौल बना पाने में कामयाब होंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- अपने इष्टदेव की तांबे की मूर्ति को घर में स्थापित कर उनकी रोज़ाना पूजा करने से प्रेम सम्बन्धों में सुधार होगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आप से ज्यादा मेहनत और कोशिश की उम्मीद रखेगा। आज आपकी सेहत भी कमजोर रहेगी। इस पर ध्यान देना होगा। खर्चों में बढ़ोतरी होगी। बेवजह के मानसिक तनाव से आप परेशान रहेंगे लेकिन इससे आपके महत्वपूर्ण काम अटक सकते हैं। शादीशुदा लोग गृहस्थ जीवन में अपने जीवन साथी के निकट आएंगे और एक दूसरे से अंडरस्टैंडिंग बढ़िया रहेगी। प्यार की भावना बढ़ेगी। प्रेम जीवन बिता रहे लोगों के बीच का तनाव भी आज दूर होगा और आप खुश नजर आएंगे। पारिवारिक जीवन संतुष्टि दायक रहेगा। आज कहीं अचानक ट्रैवलिंग के योग बनेंगे।सेहत बढ़िया रहेगी। ग्रह नक्षत्रों की चाल आपके लिए आज अच्छी नहीं है, आज के दिन आपको अपने धन को बहुत सुरक्षित रखना चाहिए। पारिवारिक सदस्यों के साथ सुकून भरे और शांत दिन का लुत्फ़ लें। अगर लोग परेशानियों के साथ आपके पास आएँ तो उन्हें नज़रअंदाज़ करें और उन्हें अपनी मानसिक शांति भंग न करने दें। व्यक्तिगत संबंध संवेदनशील और नाज़ुक रहेंगे। आज आपके पास खाली समय होगा और इस समय का इस्तेमाल आप ध्यान योग करने में कर सकते हैं। आपको आज मानसिक शांति का अहसास होगा। जीवनसाथी की ओर से मिले तनाव के चलते सेहत पर बुरा असर पड़ना मुमकिन है। लंबे समय के बाद आप भरपूर नींद का मज़ा ले पाएंगे। इसके बात आप बहुत शान्त और तरोताज़ा महसूस करेंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- अपने प्रेमी/प्रेमिका से मिलने से पूर्व शहद खाकर निकलें, इससे लव लाइफ बढ़िया रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए अनुकूलता की ओर इशारा करता है। पैसों के मामले में आपके प्रयास सफल होंगे। कहीं से पैसा आएगा और आपके अटके हुए काम फिर से शुरू हो जाएंगे। आप कॉन्फिडेंस से भरे रहेंगे। पारिवारिक जीवन आपको मजबूती देगा। प्रेम जीवन में आज का दिन शुभ है। आज आपका प्रिय आपके सामने दिल खोल कर रख देगा। जो लोग शादीशुदा हैं, वे अपने गृहस्थ जीवन में कुछ परेशानियां महसूस करेंगे लेकिन अपने जीवनसाथी से यह बात बताना जरूरी होगा। आपकी सेहत ठीक रहेगी लेकिन खानपान पर ध्यान जरूर दें।कुछ तनाव और मतभेद आपको चिड़चिड़ा और बेचैन बना सकते हैं। धन का आगमन आज आपको कई आर्थिक परेशानियों से दूर कर सकता है। आपकी दिलचस्प रचनात्मकता आज घर के वातावरण को सुखद बनाएगी। प्यार-मोहब्बत के मामले में जल्दबाज़ी में क़दम उठाने से बचें। देर शाम तक आपको कहीं दूर से कोई अच्छी ख़बर सुनने को मिल सकती है। वैवाहिक जीवन में चीज़ें हाथ से निकलती हुई मालूम होंगी। इस राशि के कुछ जातक आज से जिम जाने का विचार बना सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- सूर्योदय के समय धूप स्नान(15 से 20 मिनट) करना आपके समस्त रोगों को दूर रखेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम फलदायक रहेगा। सेहत से जुड़ी समस्याएं परेशान कर सकती हैं। आपने अपनी सेहत के प्रति जो लापरवाही बढ़ती है, आज उसकी वजह से आपको कुछ परेशानी हो सकती है। पेट खराब होने या गैस की शिकायत हो सकती है। काम के सिलसिले में आपको अच्छे नतीजे मिलेंगे। नौकरी में प्रमोशन की संभावना बनेगी। अपने काम पर पूरा ध्यान देंगेगे और निजी जीवन भी आपको संतुष्टि देगा। प्रेम जीवन में रोमांस करने का अवसर प्राप्त होंगे जबकि शादीशुदा लोग अपने गृहस्थ जीवन को और भी खूबसूरत बनाने की पूरी कोशिश करते नजर आएंगे। बिजनेस में आज का दिन सफलता दायक रहेगा। कुछ नए लोगों से मिलने का मौका मिलेगा।ठूँस-ठूँस कर खाने और ज़्यादा कैलोरी की चीज़ें खाने से बचिए। केवल एक दिन को नज़र में रखकर जीने की अपनी आदत पर क़ाबू करें और ज़रूरत से ज़्यादा वक़्त व पैसा मनोरंजन पर ख़र्च न करें। घर पर आपके बच्चे आपके सामने किसी समस्या को तिल का ताड़ बनाकर पेश करेंगे- कोई भी क़दम उठाने से पहले तथ्यों की भली-भांति पड़ताल कर लें। ज़िन्दगी की हक़ीक़त का सामना करने के लिए आपको अपने प्रिय को कम-से-कम कुछ वक़्त के लिए भूलना पड़ेगा। अपनी कमियों पर आपको काम करने की जरुरत है इसके लिए आपको अपने लिए समय निकालना चाहिए। आपके और आपके जीवनसाथी के बीच कोई बाहरी व्यक्ति दूरी पैदा करने की कोशिश कर सकता है, लेकिन आप दोनों चीज़ें संभाल लेंगे। अकेलापन कई बार काफ़ी दिक़्क़त भरा हो सकता है, ख़ास तौर से उन दिनों में जब कि आपके पास ज़्यादा कुछ करने के लिए न हो। इससे छुटकारा पाने की कोशिश करें और अपने दोस्तों के साथ थोड़ा समय व्यतीत करें। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- त्रिफला का सेवन किसी भी रूप में करने से स्वास्थ्य अच्छा होगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम फलदायक रहेगा। सेहत में गिरावट जारी रहेगी, जिसकी वजह से आप कुछ परेशान नजर आएंगे लेकिन आपका भाग्य आपको सपोर्ट करेगा, जिससे कुछ काम बिना मेहनत किए भी बन जाएंगे। घर परिवार में सुख रहेगा। परिवार वालों के साथ समय बिताएंगे। शादीशुदा जातक अपने गृहस्थ जीवन से खुश नजर आएंगे। जीवन साथी आपको खुशी देने की कोशिश करेगा और आपके लिए कुछ नया करेगा हो सकता है आज आपको अपनी पसंद का खाना खाने को मिले प्रेम जीवन बिता रहे लोगों के लिए आज का दिन रोमांटिक रहेगा और बिजनेस करने वालों को कुछ दिक्कतें पेश आएंगी।आपको अपनी भावनाओं पर नियंत्रण रखने की आवश्यकता है। आपका कोई पुराना मित्र आज कारोबार में मुनाफा कमाने के लिए आपको सलाह दे सकता है, अगर इस सलाह पर आप अमल करते हैं तो आपको धन लाभ जरुर होगा। घरेलू ज़िंदगी सुकूनभरी और ख़ुशनुमा रहेगी। आप साथ में कहीं घूमने-फिरने जाकर अपने प्रेम-जीवन में नयी ऊर्जा का संचार कर सकते हैं। जीवनसंगी के साथ वक्त बिताने के लिए आज आप ऑफिस से जल्दी निकल सकते हैं लेकिन रास्ते में अत्यधिक जाम की वजह से आप ऐसा करने में समर्थ नहीं हो पाएंगे। अपने जीवनसाथी के चलते आप महसूस करेंगे कि स्वर्ग धरती पर ही है। दिन अच्छा हैै आज आपका प्रिय आपकी किसी बात पर खिलखिलाकर हंसेगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- मसूर की दाल व कुछ पैसे किसी सफाई कर्मचारी को देने से हेल्थ बनी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन मान आपके लिए भागदौड़ से भरा रहने वाला है आपका मन किसी एक जगह नहीं टिकेगा बल्कि कई सारी योजनाएं एक साथ आपके दिमाग में स्थान लेंगे जैसे कामों में रुकावट भी आ सकती है आपको किसी अनुभवी व्यक्ति से जो आपका मित्र हो अच्छा सलाह लेना चाहिए चिंताएं बढ़ेंगी हालांकि काम के सिलसिले में दिनमान अच्छा नतीजे लेकर आएगा लेकिन मन में अंजाना डर बना रहेगा। जीवन साथी के स्वास्थ्य को भी तरजीह देंगे।\n शारीरिक व्यायाम और वज़न घटाने की कोशिशें आपके रूप-रंग को निखारने में फ़ायदेमंद साबित होंगी। हालाँकि आपकी आर्थिक स्थिति में सुधार आएगा, लेकिन पैसे का लगातार पानी की तरह बहते जाना आपकी योजनाओं में रुकावट पैदा कर सकता है। ऐसा कोई जिसे आप जानते हैं, आर्थिक मामलों को ज़रूरत से ज़्यादा गंभीरता से लेगा और घर में थोड़ा-बहुत तनाव भी पैदा होगा। अपने प्रिय को समझने की कोशिश करें, नहीं तो मुश्किल में फँस सकते हैं। खाली वक्त का आज आप सदुपयोग करेंगे और उन कामों को पूरा करने की कोशिश करेंगे जो बीते दिनों पूरे नहीं हो पाए थे। आपका जीवनसाथी आपकी बहुत तारीफ़ करेगा और आप पर बहुत स्नेह उढ़ेलेगा। सफलता-प्राप्ति के लिए स्वप्न देखना बुरा नहीं है, परन्तु हमेशा दिवास्वप्न में खोये रहना आपके लिए नुक़सानदेह साबित हो सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- घर में लाल गुलाब के पौधे लगाकर उनकी देख-रेख करने से पारिवारिक खुशियाँ बढ़ेंगी। \n"
}]
