horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य फलदायक रहेगा। आप कुछ चिंता मग्न व्यवहार करेंगे, जिसकी वजह से आपकी सेहत बिगड़ सकती है। आपकी नौकरी अच्छे से चलेगी और आपकी चिंताओं को कम करेगी। आपका काम अच्छी सफलता अर्जित करेगा। घर परिवार में खुशियां रहेंगी। अच्छा भोजन करेंगे। परिवार वालों का साथ मिलेगा। प्रेम जीवन के लिए दिनमान कमजोर रहेगा। शादीशुदा लोगों का दांपत्य जीवन खुशनुमा रहेगा।दाँत का दर्द या पेट की तक़लीफ़ आपके लिए परेशानी खड़ी कर सकती है। तुरंत आराम पाने के लिए अच्छे चिकित्सक की सलाह लेने में कोताही न बरतें। नए क़रार फ़ायदेमंद दिख सकते हैं, लेकिन वे उम्मीद के मुताबिक़ लाभ नहीं पहुँचाएंगे। निवेश करते समय जल्दबाज़ी में निर्णय न लें। किसी धार्मिक स्थल या संबंधी के यहाँ जाने की संभावना है। अपने प्रिय की बातों के प्रति आप ज़रूरत से ज़्यादा संवेदनशील रहेंगे- आपको अपने जज़्बात पर क़ाबू रखने की ज़रूरत है और ऐसा कुछ करने से बचें जो मामले को और भी बिगाड़ दे। आपके आत्मविश्वास में वृद्धि हो रहा है और तरक़्की साफ़ नज़र आ रही है। कार्यक्षेत्र में किसी काम के अटकने की वजह से आज आपका शाम का कीमती वक्त खराब हो सकता है। रोज़मर्रा की ज़रूरतें पूरी न होने से आपके वैवाहिक जीवन में तनाव संभव है। खाना, साफ़-सफ़ाई या कोई और घरेलू चीज़ इसका कारण हो सकती है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- आर्थिक स्थिति बेहतर करने के लिए गाय को गुड खिलाएँ। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन बहुत अच्छा रहेगा। आज के दिन को आप खूब इंजॉय करेंगे। आपके कुछ खर्चे तो होंगे लेकिन आप अपनी ही मौज में मस्त रहेंगे। परिवार की जिम्मेदारियां समझेंगे। गवर्नमेंट की तरफ से आपको कोई अच्छा फायदा मिल सकता है। नौकरी में आप की पकड़ मजबूत होगी। व्यापार के सिलसिले में आप कुछ नया सोचेंगे। दांपत्य जीवन प्रेम से परिपूर्ण रहेगा और प्रेमी युगल के लिए भी आज का दिन अच्छा है। आपके रिश्ते में मजबूती आएगी।भागमभाग भरे दिन के बावजूद आपकी सेहत पूरी तरह दुरुस्त रहेगी। ख़र्चों पर क़ाबू रखने की कोशिश करें और सिर्फ़ ज़रूरी चीज़ें ही ख़रीदें। आपको अपना बाक़ी वक़्त बच्चों के संग गुज़ारना चाहिए, चाहे इसके लिए आपको कुछ ख़ास ही क्यों न करना पड़े। अपने प्रिय से दूर होने के बावजूद आप उसकी मौजूदगी महसूस करेंगे। नाते-रिश्तेदार तरक़्क़ी और समृद्धि के लिए नयी योजनाएँ लाएंगे। जब आपसे राय पूछी जाए तो संकोच न करें- क्योंकि इसके लिए आपकी काफ़ी तारीफ़ होगी। अगर आप वैवाहिक तौर पर लंबे समय से कुछ नाख़ुश हैं, तो आज के दिन आप हालात बेहतर होते हुए महसूस कर सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- किसी के विवाह या मंगल काम में तन, मन, धन से मदद करना आर्थिक स्थिति को मजबूत करेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nकोई डेटा उपलब्ध नहीं है, कृपया बाद में प्रयास करें।स्वास्थ्य का ख़याल रखें, नहीं तो लेने के देने पड़ सकते हैं। आपके पिता की कोई सलाह आज कार्यक्षेत्र में आपको धन लाभ करा सकती है. बच्चे आपके दिन को बहुत मुश्किल बना सकते हैं। प्यार-दुलार के हथियार का इस्तेमाल कर उन्हें समझाएँ और अनचाहे तनाव से बचें। याद रखें कि प्यार ही प्यार को पैदा करता है। विवाहेतर प्रेम संबंध आपकी प्रतिष्ठा धूमिल कर सकते हैं। कार्यक्षेत्र में आपके कामकाज की सराहना होगी। आज का दिन फ़ायदेमंद साबित होगा, क्योंकि ऐसा लगता है कि चीज़ें आपके पक्ष में जाएंगी और आप हर काम में अव्वल रहेंगे। ख़र्चों को लेकर जीवनसाथी से तनातनी संभव है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- शुद्ध शहद का रोजाना प्रयोग करने से स्वास्थ्य अच्छा होगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए बहुत अच्छा रहेगा और आप अपनी लव लाइफ को एंजॉय करेंगे। घंटों फोन पर बिजी रहेंगे और उनसे रोमांस करेंगे।शादीशुदा लोगों को अपनी संतान के साथ वक्त बिताना बहुत अच्छा लगेगा। आप कोई टिक टॉक वीडियो बना सकते हैं, जिससे अपनी यादों को आगे बढ़ाएंगे। दांपत्य जीवन के लिए भी आज का दिन अच्छा रहेगा। नौकरी पेशा लोगों को आज उनके काम का कोई बड़ा पुरस्कार मिल सकता है। व्यापार भी वृद्धि को प्राप्त होगा। आज आप काफी मजबूत रहेंगे।ख़ुद को सेहतमंद और दुरुस्त रखने के लिए वसायुक्त और तली-भुनी चीज़ों से दूर रहें। आज घर से बाहर बड़ों का आशीर्वाद लेकर निकलें इससे आपको धन लाभ हो सकता है। आपको अपना बाक़ी वक़्त बच्चों के संग गुज़ारना चाहिए, चाहे इसके लिए आपको कुछ ख़ास ही क्यों न करना पड़े। रोमांस का मौसम है। लेकिन अपने जज़्बात क़ाबू में रखें, नहीं तो रिश्ते में खटास पैदा हो सकती है। अपने बॉस/वरिष्ठों को घर पर बुलाने के लिए अच्छा दिन नहीं है। अपनी कमियों पर आपको काम करने की जरुरत है इसके लिए आपको अपने लिए समय निकालना चाहिए। जीवनसाथी के ख़राब स्वास्थ्य की वजह से आपका कामकाज प्रभावित हो सकता है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अपने प्रेमी/प्रेमिका से मिलने जाने से पूर्व हरी इलायची खाकर जाना लव लाइफ के लिए शुभ रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आपका दिन बहुत अच्छा रहेगा। आज आप कोशिश करेंगे कि सभी कामों को छोड़कर घर वालों के साथ वक्त बिताया जाए। नौकरी पेशा लोगों को अपने काम में मजा आएगा और व्यापारी वर्ग के लिए आज का दिन उन्नति दायक साबित होगा। आपकी इनकम स्थिर रहेगी लेकिन खर्चों में बढ़ोतरी होने से कुछ चिंता की लकीरें आपके माथे पर आ सकती हैं। दांपत्य जीवन कुछ उतार-चढ़ाव के बीच गुजरेगा और जो लोग किसी से प्रेम करते हैं, उन्हें अपने रिश्ते को संभालने का प्रयास करना चाहिए।आपके जीवन-साथी का प्यारा बर्ताव आपका दिन ख़ुशनुमा बना सकता है। यात्रा आपको थकान और तनाव देगी- लेकिन आर्थिक तौर पर फ़ायदेमंद साबित होगी। आज का दिन ख़ुशियों से भरा रहेगा, क्योंकि आपका जीवन-साथी आपको ख़ुशी देने का हर प्रयास करेगा। आपके प्रिय का मूड ठीक नहीं है, इसलिए सोच-समझ कर कोई भी काम करें। आज आपकी दृढ़ता और लगन सफलता हासिल करेंगे, क्योंकि आप लक्ष्य भेदने में क़ामयाब रहेंगे। हालाँकि सफलता के नशे को सिर पर न चढ़ने दें और ईमानदारी से कड़ी मेहनत जारी रखें। व्यस्त दिनचर्या के बावजूद भी आज आप अपने लिए समय निकालपाने में सक्षम होंगे। खाली वक्त में आज कुछ रचनात्मक कर सकते हैं। जीवनसाथी की वजह से आपकी कोई योजना या कार्य गड़बड़ हो सकता है; लेकिन धैर्य बनाए रखें। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- प्रेमी/प्रेमिका को चाँदी का शुद्ध कड़ा धारण करना चाहिए, इससे प्रेम सम्बन्ध अच्छे होंगे। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए बढुया रहेगा। आपको अपने दोस्तों से फोन पर बातचीत करके बहुत खुशी होगी। कुछ पुराने लोगों से भी फोन पर कांटेक्ट हो सकता है, जिसकी वजह से पुरानी यादें ताजा होंगी। आप काफी खुश होंगे। कुछ दिल के खास लोगों से बात करके आप आज काफी भावुक भी होंगे और आपके दिल में प्रेम की भावना रहेगी। दांपत्य जीवन खुशनुमा रहेगा। प्रेमी युगल के आज का दिन सामान्य रहेगा। काम के सिलसिले में विरोधियों पर आप भारी रहेंगे।आपको आज महत्वपूर्ण निर्णय लेने होंगे, जिसके चलते आपको तनाव और बेचैनी का सामना करना पड़ सकता है। जो लोग अपने करीबियों या रिश्तेदारों के साथ मिलकर बिजनेस कर रहे हैं उन्हें आज बहुत सोच समझकर कदम रखने की जरुरत है नहीं तो आर्थिक नुक्सान हो सकता है। अनचाहे मेहमानों से शाम को आपका घर भरा रह सकता है। बाहरी चीज़ों का अब कोई ख़ास मायने आपके लिए नहीं बचा है, क्योंकि आप ख़ुद को हमेशा प्यार की ख़ुमारी में महसूस करते हैं। सेमिनार और गोष्ठियों में हिस्सा लेकर आज आप कई नए विचार पा सकते हैं। बिना किसी को अवगत कराए ही आज आपके घर में किसी दूर के रिश्तेदार की एंट्री हो सकती है जिसके कारण आपका समय खराब हो सकता है। आज आप महसूस करेंगे कि शादी का बंधन वाक़ई स्वर्ग में बनाया जाता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- काले धतूरे के बीज शिवलिंग पर चढ़ाने से स्वास्थ्य अच्छा रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआपकी राशि के लिए आज का दिन सामान्य रूप से फलदायक रहेगा। आप अपनी इनकम को बढ़ाने के नए-नए तरीके आजमाएंगे। लोन मोनिटोरियम का फायदा उठाने की कोशिश करेंगे। परिवार के लोगों के साथ वक्त बिताना अब आपको अच्छा लगेगा लेकिन कुछ दिक्कतों के लिए आप इधर उधर भटक सकते हैं। दांपत्य जीवन सामान्य रहेगा लेकिन प्रेम जीवन जी रहे लोगों को बड़ी दिक्कत उठानी पड़ सकती हैं। आपके आपके प्रिय से झड़प भी हो सकती है। काम के सिलसिले में आज का दिन मेहनतकश लोगों के लिए फायदेमंद रहेगा।शारीरिक व्यायाम और वज़न घटाने की कोशिशें आपके रूप-रंग को निखारने में फ़ायदेमंद साबित होंगी। आज आपको किसी अज्ञात स्रोत से पैसा प्राप्त हो सकता है जिससे आपकी कई आर्थिक परेशानियां दूर हो जाएंगी। बच्चे आपको घरेलू काम-काज निबटाने में मदद करेंगे। अपने प्रिय की छोटी-मोटी भूल को अनदेखा करें। दफ़्तर में आपको कुछ ऐसा काम मिल सकता है, जिसे आप हमेशा से करना चाहते थे। आज के दिन शुरू किया गया निर्माण का कार्य संतोषजनक रूप से पूरा होगा। मुमकिन है कि आज आपका जीवनसाथी ख़ूबसूरत शब्दों में यह बताए कि आप उनके लिए कितने क़ीमती हैं। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- नौकरी व बिज़नेस में तरक्की हेतु काले चमड़े के जूते पहनें। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए अच्छा रहेगा। आप अपने अंदर से खुश होंगे और आपके मन में प्रेम और रोमांस की भावना रहेगी, जिससे आपका दांपत्य जीवन भी खुशनुमा रहेगा और यदि आप किसी से प्रेम करते हैं तो आप का प्रेम जीवन भी आज बहुत अच्छे समय में होगा। आप अपने परिवार वालों के साथ अच्छा वक्त बिताएंगे और काम भी आपको बहुत पसंद आएगा। अपने काम में मन लगेगा, जिससे अच्छे नतीजे हासिल होंगे। आपकी सेहत भी मजबूत रहेगी। सरकार से फाएदा मिल सकता है।आज के दिन आराम करना ज़रूरी साबित होगा, क्योंकि आप हाल के दिनों में भारी मानसिक दबाव से गुज़रे हैं। नयी गतिविधियाँ और मनोरंजन आपके लिए विश्राम करने में सहायक सिद्ध होंगे। जो लोग शेयर बाजार में पैसा लगाते हैं आज उनका पैसा डूब सकता है। वक्त रहते सचेत हो जाएं तो आपके लिए बेहतर रहेगा। आप महसूस करेंगे कि आपके दोस्त सहयोगी स्वभाव के हैं- लेकिन बोलने में सावधानी बरतें। आज अपने ख़ूबसूरत कामों को दिखाने के लिए आपका प्रेम पूरी तरह खिलेगा। दिवास्वप्नों में समय खपाना नुक़सानदेह रहेगा, इस मुग़ालते में न रहें कि दूसरे आपका काम करेंगे। बेवजह की उलझनों से दूर होकर आज आप किसी मंदिर, गुरुद्वारे या किसी भी धार्मिक स्थल पर अपना खाली समय बिता सकते हैं। जीवनसाथी के साथ थोड़ा हँसी-मज़ाक़, थोड़ी छेड़-छाड़ आपको किशोरावस्था के दिनों की याद दिला देंगे। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- केतु द्वादश नाम का पाठ करने से नौकरी व बिज़नेस में सफलता मिलेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन सामान्य फलदायक रहेगा। आपको अपने खर्चो के प्रति जिम्मेदारी रखनी होगी और उन पर नियंत्रण पाने की कोशिश करनी होगी। इनकम ठीक-ठाक रहेगी। परिवार में कुछ पुरानी संपत्तियों का जिक्र हो सकता है। आपके परिवार में जो छोटे सदस्य हैं, उन्हें कोई शारीरिक समस्या परेशान कर सकती है। आपकी सेहत अच्छी रहेगी। काम के सिलसिले में आपको कुछ निराशा होगी और आप अपने काम को बदलने का विचार करेंगे।आपका सबसे बड़ा सपना हक़ीक़त में बदल सकता है। लेकिन अपने उत्साह को क़ाबू में रखें, क्योंकि ज़्यादा ख़ुशी भी परेशानी का सबब बन सकती है। जो लोग अपने करीबियों या रिश्तेदारों के साथ मिलकर बिजनेस कर रहे हैं उन्हें आज बहुत सोच समझकर कदम रखने की जरुरत है नहीं तो आर्थिक नुक्सान हो सकता है। अपने सामाजिक जीवन को दरकिनार न करें। अपनी व्यस्त दिनचर्या में से थोड़ा-सा समय निकालकर अपने परिवार के साथ किसी आयोजन में शिरकत करें। यह न सिर्फ़ आपका दबाव कम करेगा, बल्कि आपकी झिझक भी मिटा देगा। उदास न हों, कभी-कभी विफल होना कोई ख़राब बात नहीं है। वह तो ज़िंदगी की ख़ूबसूरती है। काम में मन लगाएँ और जज़्बाती बातों से बचें। दूसरों की राय को ग़ौर से सुनें- अगर आप आज वाक़ई फ़ायदा चाहते हैं तो। ख़ुद तनावग्रस्त होने की झल्लाहट आप बेवजह अपने जीवनसाथी पर निकाल सकते हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- काले रंग के कपड़ों का अधिक प्रयोग करना प्रेम सम्बन्धों में इजाफा करेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन बहुत अच्छा रहेगा। आप अपने काम में मसरूफ रहेंगे और काम करने में मजा आएगा। इससे आपकी छवि मजबूत होगी। आपके बॉस भी आपकी तारीफ करेंगे। परिवार का माहौल भी सकारात्मक और सहयोगात्मक रहेगा। प्रेम जीवन में खूब रोमांस के अवसर आएंगे। एक दूसरे के प्रति भावनाओं को जाहिर करेंगे। शादीशुदा लोगों का गृहस्थ जीवन आज अच्छा रहेगा। आप अपनी जिम्मेदारियों को समझेंगे। रिश्ते को बढ़िया बनाने का प्रयास करेंगे। सेहत मजबूत रहेगी।निराशावादी रवैये से बचें क्योंकि न सिर्फ़ यह आपकी संभावनाओं को कम कर देगा, बल्कि शरीर के आंतरिक संतुलन को भी बिगाड़ देगा। आपके भाई-बहनों में से कोई आज आपसे पैसे उधार मांग सकता है, आप उनको पैसे उधार तो दे देंगे लेकिन इससे आपके आर्थिक हालात खराब हो सकते हैं। कोई ऐसा रिश्तेदार जो बहुत दूर रहता है, आज आपसे संपर्क कर सकता है। बहुत ख़ूबसूरत और प्यारे इंसान से मिलने की प्रबल संभावना है। नए प्रस्ताव आकर्षक होंगे, लेकिन जल्दबाज़ी में निर्णय लेना समझदारी का काम नहीं है। अगर कहीं बाहर जाने की योजना है तो वह आख़िरी वक़्त पर टल सकती है। यह समय जीवन में आपको वैवाहिक जीवन का भरपूर आनन्द देगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- आर्थिक स्थिति को मजबूत करने के लिए खाने से पहले पैर धोएं। यदि ऐसा संभव न हो तो हमेशा जूते बाहर पैर निकालकर ही भोजन करें। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन बढ़िया रहेगा। आपके खर्चे तो रहेंगे लेकिन इनकम ठीक-ठाक रहेगी। आप पूजा पाठ में काफी व्यस्त रहेंगे और भविष्य के लिए किसी तीर्थ स्थान पर जाने की योजना बना सकते हैं। परिवार का माहौल अच्छा रहेगा। परिवार में खुशियां रहेंगी। कोई छोटी मोटी पार्टी घर के अंदर ही घर के लोगों के बीच कर सकते हैं। आप में कुछ गुस्सा बढ़ेगा, जिसके प्रति आपको सावधानी बरतनी चाहिए। दांपत्य जीवन तनावपूर्ण हो सकता है। प्रेम जीवन जीने वालों को सुखद नतीजे हासिल होंगे।मित्रों या परिवार के सदस्यों के साथ मौज-मस्ती भरी यात्रा आपको सुकून देगी। आपके भाई-बहनों में से कोई आज आपसे पैसे उधार मांग सकता है, आप उनको पैसे उधार तो दे देंगे लेकिन इससे आपके आर्थिक हालात खराब हो सकते हैं। घरेलू काम थका देने वाला होगा और इसलिए मानसिक तनाव की वजह भी बन सकता है। मुहब्बत की टीस आज रात आपको सोने नहीं देगी। तब तक कोई वादा न करें, जब तक कि आप पूरी तरह उसे पूरा करने में सक्षम न हों। हितकारी ग्रह कई ऐसे कारण पैदा करेंगे, जिनकी वजह से आज आप ख़ुशी महसूस करेंगे। कोई रिश्तेदार अचानक आपके घर आ सकता है, जिसके चलते आपकी योजनाएँ गड़बड़ा सकती हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- सफेद-काला जूता पहनने से आर्थिक स्थिति मजबूत होगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। आपको जो मानसिक तनाव महसूस हो रहा था, अब उससे आपको मुक्ति मिलेगी। अपने काम पर ध्यान दे पाएंगे। इनकम में बढ़ोतरी होगी। खर्चों में कमी आएगी। परिवार के लोगों से तालमेल बिठाने में समय लगेगा। परिवार की छवि मजबूत होगी। प्रेम जीवन के लिए आज का दिनमान सामान्य रहेगा। आप अपने प्रिय से अपने दिल की बात कहने में सफल रहेंगे। शादीशुदा लोगों का गृहस्थ जीवन अच्छा चलेगा। आपकी सेहत मजबूत रहेगी।आपकी उम्मीद एक महक से भरे हुए ख़ूबसूरत फूल की तरह खिलेगी। चंद्र की स्थिति की वजह से आज आपका धन बेवजह की चीजों पर खर्च हो सकता है। अगर आपको धन संचय करके रखना है तो अपने जीवनसाथी या माता पिता से इस बारे में बात करें। सबको अपनी महफ़िल में दावत दें। क्योंकि आपके पास आज अतिरिक्त ऊर्जा है, जो आपको किसी पार्टी या कार्यक्रम का आयोजन करने के लिए प्रेरित करेगी। प्यार के मामले में आज आप ग़लत समझे जा सकते हैं। अगर आपका साथी अपना वादा न निभाए तो बुरा महसूस न करें- आपको बैठकर बातचीत के ज़रिए मामला सुलझाने की ज़रूरत है। अगर आप लंबे समय से अपने जीवन में किसी रोचक चीज़ के होने का इंतज़ार कर रहे हैं, तो निश्चय ही आपको उसके संकेत दिखाई देने लगेंगे। असजता की वजह से आप वैवाहिक जीवन में ख़ुद को फँसा हुआ अनुभव कर सकते हैं। आपको ज़रूरत है तो जीवनसाथी के साथ आत्मीय बातचीत की। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- घर में गंगाजल का किसी न किसी रूप में प्रयोग करने से आर्थिक स्थिति बेहतर बनेगी। \n"
}]
