horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फल दायक रहेगा। अपनी सेहत का ध्यान रखें, नहीं तो कोई शारीरिक  समस्या आपको दिक्कत दे सकती है। मानसिक रूप से किसी बात को लेकर तनाव पालना आपके लिए ठीक नहीं होगा। खर्चे अधिक होंगे। इनकम कम होगी। प्रयास करने से सफलता मिलेगी। भाग्य के सहारे कुछ काम बनेंगे। नौकरी में तरक्की के योग बनेंगे।प्रेम जीवन के लिए दिन अच्छा रहेगा। दांपत्य जीवन भी सुख में रहेगा। आज के रोज़ जो भावुक मिज़ाज आप पर छाया हुआ है, उससे निकलने के लिए बीती बातों को दिल से निकाल दीजिए। आज सिर्फ़ बैठने की बजाय कुछ ऐसा कीजिए जो आपकी कमाई में इज़ाफ़ा कर सके। आपके दोस्त आपको ऐसे वक़्त पर दग़ा दे सकते हैं, जब आपको उनकी सबसे ज़्यादा ज़रूरत हो। आप के दिल की धड़कनें आपके प्रिय के साथ कुछ ऐसे चलेंगी कि आज जीवन में प्यार का संगीत बज उठेगा। नए विचार फ़ायदेमंद साबित होंगे। खाली वक्त में आप कोई फिल्म देख सकते हैं यह फिल्म आपको पसंद नहीं आएगी और आपको लगेगा कि आपने अपना कीमती वक्त जाया कर दिया। शादी के बाद वैवाहिक जीवन में प्यार सुनने में मुश्किल ज़रूर लगता है, लेकिन आप आज महसूस करेंगे कि यह मुमकिन है। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- बड़ी स्त्रियों (माँ, दादी, नानी या कोई बुजुर्ग महिला) का आशीर्वाद ग्रहण करने से स्वास्थ्य अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन बहुत अच्छा रहेगा। व्यापार में जबरदस्त सफलता मिलेगी। कोई खास प्रॉफिट आपके हाथ लग सकता है। साथ काम करने वालों से आपको खुशी मिलेगी। नौकरी के सिलसिले में भी नतीजे अच्छे रहेंगे। ट्रांसफर के योग बनेंगे। प्रेम जीवन सामान्य रहेगा। शादीशुदा जातियों का दांपत्य जीवन प्रेम से भरपूर रहेगा। सेहत मजबूत रहेगी।\n बेहतर ज़िन्दगी के लिए अपनी सेहत और व्यक्तित्व में सुधार लाने कि कोशिश करें। भागीदारी वाले व्यवसायों और चालाकी भरी आर्थिक योजनाओं में निवेश न करें। आज हर कोई आपसे दोस्ती करना चाहता है और आप उनकी ये इच्छा पूरी करने में ख़ुशी महसूस करेंगे। ग़लतफ़हमी या कोई ग़लत संदेश आपका गर्मजोशी भरा दिन ठण्डा कर सकता है। सहकर्मियों और कनिष्ठों के चलते चिंता और तनाव के क्षणों का सामना करना पड़ सकता है। अगर आप सोचते हैं कि यार दोस्तों के साथ आवश्यकता से अधिक वक्त बिताना आपके लिए सही है तो आप गलत हैं ऐसा करने से आपको आने वाले वक्त में दिक्कतों का सामना करना पड़ेगा और कुछ नहीं। जीवनसाथी के ख़राब स्वास्थ्य की वजह से आपका कामकाज प्रभावित हो सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- प्रेमी/प्रेमिका को लाल या नारंगी कोई भी वस्तु गिफ्ट करने से आपकी लव लाइफ बढ़िया चलेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन खर्चों से भरा रहने वाला है, इसलिए थोड़ी सावधानी अपेक्षित है।मानसिक रूप से तनाव को अपने ऊपर हावी होने से बचाने का प्रयास करें, नहीं तो सेहत एकदम से बिगड़ सकती है। अचानक से धन हानि हो सकती है। काम के सिलसिले में आपकी योग्यता आपको फायदा देगी। परिवार का माहौल भी शानदार नतीजे प्राप्त करने में आपकी मदद करेगा। दांपत्य जीवन सामान्य रहेगा। प्रेम जीवन में कुछ दिक्कतें बढ़ेंगी।आज के दिन ऐसी चीज़ों पर काम करने की ज़रूरत है, जो आपकी सेहत में सुधार ला सकती हैं। आज के दिन आप ऊर्जा से लबरेज़ रहेंगे और मुमकिन है कि अचानक अनदेखा मुनाफ़ा भी मिले। बच्चे आपको अपनी उपलब्धियों से गर्व का अनुभव कराएंगे। भावनात्मक उथल-पुथल आपको परेशान कर सकती है। इस राशि के कारोबारियों को आज कारोबार के सिलसिले में अनचाही यात्रा करनी पड़ सकती है। यह यात्रा आपको मानसिक तनाव दे सकती है। नौकरी पेशा लोगों को आज ऑफिस में इधर-उधर की बातें करने से बचना चाहिए। आज आप सब कामों को छोड़कर उन कामों को करना पसंद करेंगे जिन्हें आप बचपन के दिनों में करना पसंद करते थे। आपकी बीती ज़िन्दगी का कोई राज़ आपके जीवनसाथी को उदास कर सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- तंदूर या भट्टी में मीठी रोटी लगवाकर लाल या भूरे कुत्ते को खिलाने से लव लाइफ अच्छा चलेगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन सामान्य रहेगा। अपने प्रेम जीवन में आज आप अच्छे पलों का आनंद लेंगे। शिक्षा के क्षेत्र में भी अच्छे नतीजे मिलेंगे लेकिन जो लोग शादीशुदा हैं, उन्हें दांपत्य जीवन में तनाव का सामना करना पड़ेगा। किसी बात को लेकर जीवनसाथी से झड़प हो सकती है। सेहत ठीक ठाक रहेगी। व्यापार में सफलता मिलेगी।आपका रूख़ा बर्ताव आपके जीवनसाथी का मूड ख़राब कर सकता है। आपको समझना चाहिए कि किसी का अनादर और गम्भीरता से न लेना रिश्ते में दरार डाल सकता है। माता-पिता की मदद से आप आर्थिक तंगी से बाहर निकलने में क़ामयाब रहेंगे। दोस्त और जीवनासाथी आराम तथा ख़ुशी देंगे, नहीं तो बाक़ी दिन उबाऊ और नीरस गुज़रेगा। कोई आपको दिल से सराहेगा। योजनाओं को अमली जामा पहनाने और नयी परियोजनाओं को शुरू करने के लिए अच्छा दिन है। इस राशि के लोगोंं को आज शराब सिगरेट से दूर रहने की जरुरत है क्योंकि इससे आपका कीमती समय बर्बाद हो सकता है। जीवनसाथी के साथ हँसते-खिलखिलाते, हर पल के मज़े लेते हुए आप महसूस करेंगे कि आप किशोरावस्था में लौट गए हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- काली उड़द, काले तिल, और नारियल जल में बहाने से स्वास्थ्य अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। घर परिवार पर ध्यान देंगे। घरेलू खर्चों में धन अच्छा खासा जाएगा। आर्थिक स्थिति ठीक रहेगी।विरोधियों से सावधान रहें और सेहत थोड़ी कमजोर हो सकती है। किसी से भी बिना बात उलझना आपके लिए दुखदाई रहेगा। दांपत्य जीवन के लिए हादसे दिन अच्छा है लेकिन प्रेम जीवन जीने वालों को आज कुछ चुनौतियों का सामना करना पड़ सकता है।\n दिन फ़ायदेमन्द साबित होगा और आप किसी पुरानी बीमारी में काफ़ी आराम महसूस करेंगे। लम्बे समय से अटके मुआवज़े और कर्ज़ आदि आख़िरकार आपको मिल जाएंगे। अपना क़ीमती वक़्त अपने बच्चों के साथ गुज़ारें। यह सबसे बेहतर मरहम है। वे कभी न ख़त्म होने वाली ख़ुशियों का स्रोत साबित होंगे। आपको आज ही अपने प्रिय को दिल की बात बताने की ज़रूरत है, क्योंकि कल बहुत देर हो जाएगी। इस राशि के जातकों को कार्यक्षेत्र में आवश्यकता से अधिक बोलने से बचना चाहिए नहीं तो आपकी छवि पर बुरा प्रभाव पड़ सकता है। इस राशि के कारोबारियों को किसी पुराने निवेश की वजह से आज घाटा होने की संभावना है। ज़रूरतमंदों की मदद करने की आपकी ख़ासियत आपको सम्मान दिलाएगी। जीवन की सबसे चुनौतीपूर्ण परिस्थितियों में आपको अपने जीवनसाथी से पूरा सहयोग मिलेगा। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- नौकरी/बिज़नेस में लाभ हेतु अपने जूतों के तलों में तांबे की सात-सात कील लगवाएं। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा है। दोस्तों की मदद से किसी नए काम को शुरू कर सकते हैं। यार दोस्तों से आर्थिक मदद मिल सकती है। व्यापार में सफलता मिलेगी। शिक्षा में रुकावट आएगी। पढ़ाई करने का मन नहीं करेगा। संतान से बात हो सकती है या किसी बात को लेकर आपकी उनसे नहीं बनेगी। परिवार का माहौल चुनौतीपूर्ण रह सकता है।आज आप ऊर्जा से लबरेज़ होंगे- आप जो भी करेंगे उसे आप उससे आधे वक़्त में ही कर देंगे, जितना वक़्त आप अक्सर लेते हैं। व्यापार को मजबूती देने के लिए आज आप कोई अहम कदम उठा सकते हैं जिसके लिए आपका कोई करीबी आपकी आर्थिक मदद कर सकता है। आज आप जिस सामाजिक कार्यक्रम में जाएंगे, वहाँ आप सबके ध्यान का केन्द्र होंगे। आज अचानक किसी से रोमांटिक मुलाक़ात हो सकती है। अगर आप अपना नज़रिया आस-पास के ऐसे लोगों को बताएँ जो महत्वपूर्ण निर्णय लेते हों, तो आपको लाभ होगा। साथ ही आपको काम के प्रति अपने समर्पण और निष्ठा के लिए शाबाशी भी मिलने की संभावना है। इस राशि के लोगोंं को आज शराब सिगरेट से दूर रहने की जरुरत है क्योंकि इससे आपका कीमती समय बर्बाद हो सकता है। रोमानी नज़रिए से वैवाहिक जीवन के लिए अच्छा दिन है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- लव लाइफ को बेहतर बनाने के लिए चलते पानी में तांबे का सिक्का बहाए। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। घर परिवार पर भी ध्यान देंगे और धन कैसे आए, इस बारे में भी विचार करेंगे और धन आएगा भी, जिससे आपको फायदा होगा। सेहत मजबूत रहेगी। किसी खास व्यक्ति से आपका आकर्षण बढ़ेगा। दांपत्य जीवन के लिहाज से दिन सामान्य है। प्रेम जीवन जीने वाले लोगों को आज कुछ दिक्कतों का सामना करना पड़ेगा। विरोधियों पर आप भारी रहेंगे।\n मनोवैज्ञानिक डर आपको बेचैन कर सकता है। सकारात्मक सोच और हालात के उजले पहलू को देखना आपको इससे बचा सकता है। आज किसी विपरीत लिंगी की मदद से आपको करोबार या नौकरी में आर्थिक लाभ होने की संभावना है। अपने परिवार के साथ रुखा व्यवहार न करें। यह पारिवारिक शान्ति को भंग कर सकता है। कोई पौधा लगाएँ। नए विचार फ़ायदेमंद साबित होंगे। आज मौसम का मिजाज कुछ ऐसा रहेगा कि आप बिस्तर से उठने को राजी नहीं होंगे। बिस्तर से उठने के बाद आपको अहसास होगा कि आप अपना कीमती समय बर्बाद कर चुके हैं। आप अपने जीवनसाथी को समझने में आपसे ग़लती हो सकती है, जिसकी वजह से सारा दिन उदासी में गुज़रेगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- अच्छी सेहत के लिए पूर्व की ओर मुख करके भोजन करें। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। व्यापारियों के लिए बेहद खास दिन रहेगा। आपके प्रोडक्ट की डिमांड बढ़ेगी, जिससे इनकम अच्छी होगी। नौकरी पेशा लोगों के लिए भी दिनमान अच्छा रहेगा। आपकी कार्यकुशलता आपके लिए फायदे का सौदा लेकर आएगी। सेहत मजबूत रहेगी। परिवार के किसी छोटे की सेहत बिगड़ सकती है, थोड़ा ध्यान रखें।शाम का वक़्त अपने जीवनसाथी के साथ किसी फ़िल्म, थिएटर या रेस्टोरेंट में बिताना आपको सुकून देगा और आपका मन तरोताज़ा रखेगा। आपके मन में जल्दी पैसे कमाने की तीव्र इच्छा पैसा होगी। कोई चिट्ठी या ई-मेल पूरे परिवार के लिए अच्छी ख़बर लाएगी। याद रखिए कि आँखें कभी झूठ नहीं बोलतीं। आज आपके प्रिय की आँखें आपको वाक़ई कुछ ख़ास बताएंगी। जो काम आपने किया है, उसका श्रेय किसी और को न ले जाने दें। आज आप ऑफिस से घर वापस आकर अपना पसंदीदा काम कर सकते हैं। इससे आपके मन को शांति मिलेगी। बढ़िया खाना, रोमानी पल और जीवनसाथी का साथ - यही ख़ास है आज। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- नौकरी व बिज़नेस में तरक्की के लिए घर के प्रवेश द्वार पर सात लोहे की कील लगवाएं। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए खर्चों में बढ़ोतरी को अलादीन साबित होगा, जिससे आप की चिंता बढ़ सकती हैं। सेहत अच्छी रहेगी, जिससे आप चुनौतियों का सामना करने में सफल रहेंगे। परिवार का माहौल अच्छा रहेगा। परिवार की सलाह से आप कहीं धन का निवेश कर सकते हैं। शादीशुदा जातकों का दांपत्य जीवन आज खुशहाल रहेगा और प्रेम जीवन जीने वालों के लिए भी दिन अच्छा है।मुस्कुराएँ, क्योंकि यह सभी समस्याओं का सबसे उम्दा इलाज है। आज के दिन धन हानि होने की संभावना है इसलिए लेन-देन से जुड़े मामलों में जितना आप सतर्क रहेंगे उतना ही आपके लिए अच्छा रहेगा। किसी ऐतिहासिक इमारत के आस-पास सैर-सपाटे की योजना बनाएँ। इससे बच्चों और परिवार के सदस्यों को ज़रूरी ताज़गी मिलेगी। प्रेम के दृष्टिकोण से आपके लिए यह दिन विशेष रहने वाला है। काम और घर पर दबाव आपको थोड़ा ग़ुस्सैल बना सकता है। दिन उम्दा है, आज के दिन अपने लिए समय निकालें और अपनी कमियों और खुबियों पर गौर फर्माएं। इससे आपके व्यक्तित्व में सकारात्मक परिवर्तन आएंगे। यूँ तो जीवन हमेशा कुछ नया और चौंकाने वाली चीज़ आपके सामने लाता है। लेकिन आज आप अपने जीवनसाथी का एक अनोखा पहलू देखकर ख़ुशी से चौंक जाएंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- कच्चा कोयला, काले तिल, काले या नीले रंग के ऊनी वस्त्र किसी जमादार को देने से नौकरी व बिज़नेस में सफलता मिलेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। इनकम बढ़ेगी। खर्चे कम होंगे। सेहत बढ़िया रहेगी। केवल अपने स्वभाव में गुस्से को ना बढ़ने दें और बेवजह किसी से भी अपना गुस्सा जाहिर ना करें। परिवार में सुख शांति रहेगी। काम के सिलसिले में अच्छे नतीजे मिलेंगे। नौकरी सुख देगी। व्यापारियों के लिए भी दिन अनुकूल है। प्रेम जीवन में प्यार बढ़ेगा। शादीशुदा लोगों के लिए आज का दिन ठीक-ठाक है।आप ख़ुद को ऊर्जा से सराबोर महसूस करेंगे- लेकिन काम का बोझ आपमें खीज पैदा करेगा। जो लोग अपने करीबियों या रिश्तेदारों के साथ मिलकर बिजनेस कर रहे हैं उन्हें आज बहुत सोच समझकर कदम रखने की जरुरत है नहीं तो आर्थिक नुक्सान हो सकता है। अगर आप अपने साथी के नज़रिए को नज़रअंदाज़ करेंगे, तो वह अपना आपा खो सकता/सकती है। कोई अच्छी ख़बर या जीवनसाथी/प्रिय से मिला कोई संदेश आपके उत्साह को दोगुना कर देगा। कार्यक्षेत्र में आपको हर कोई गंभीरता से सुनेगा। इस राशि के लोग बड़े ही दिलचस्प होते हैं। ये कभी लोगों के बीच रहकर खुश रहते हैं तो कभी अकेले में हालांकि अकेले वक्त गुजारना इतना आसान नहीं है फिर भी आज दिन में कुछ समय आप अपने लिए जरुर निकाल पाएंगे। अगर आप अपने जीवनसाथी से स्नेह की आशा रखते हैं, तो यह दिन आपकी आशाओं को पूरा कर सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- पारिवारिक जीवन में खुशहाली के लिए अपने इष्टदेव की लोहे की मूर्ति बनवाकर उनकी पूजा करें। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहने वाला है। खर्चे तो जरूर रहेंगे लेकिन फिर भी और दिनों के मुकाबले कुछ कम होंगे। इनकम थोड़ी बढ़ेगी  जिससे आपको खुशी भी होगी। कामों में सफलता मिलने से मन हर्षित होगा। नौकरी के सिलसिले में किए गए प्रयास आपको फायदा देंगे। प्रेम जीवन जीने वालों को कुछ दिक्कतें होंगी लेकिन शादीशुदा लोग अपने जीवन साथी के साथ अच्छा वक्त बिताएंगे।आज के दिन आप बिना झंझट विश्राम कर सकेंगे। अपनी मांसपेशियों को आराम देने के लिए तैल से मालिश करें। बाकी दिनों के मुकाबले आज का दिन आर्थिक दृष्टि से अच्छा रहेगा और आपको पर्याप्त धन की प्राप्ति होगी। सामाजिक उत्सवों में सहभागिता का मौक़ा है, जो आपको प्रभावशाली व्यक्तियों के संपर्क में लाएगा। आज आपके प्रिय को आपके अस्थिर रवैये के चलते आपसे तालमेल बिठाने में काफ़ी दिक़्क़त का सामना करना पड़ेगा। करिअर के नज़रिए से शुरू किया सफ़र कारगर रहेगा। लेकिन ऐसा करने से पहले अपने माता-पिता से इजाज़ता ज़रूर ले लें, नहीं तो बाद में वे आपत्ति कर सकते हैं। कुछ लोगों के लिए आकस्मिक यात्रा दौड़-भाग भरी और तनावपूर्ण रहेगी। दिन में जीवनसाथी के साथ बहस के बाद एक बेहतरीन शाम गुज़रेगी। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- काले सफेद वस्त्र में लोहे की पांच कील व चूना लपेटकर जल प्रवाहित करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा रहेगा। इनकम भी बढ़ेगी और आपकी इच्छाएं भी पूरी होंगी। आज किसी खास मित्र से मुलाकात या बातचीत हो सकती है, जिससे पुरानी यादें ताजा होंगी। भाग्य मजबूत रहेगा,जिससे कामों में सफलता मिलेगी। आपके अंदर संतुष्टि की भावना रहेगी। प्रेम जीवन के लिहाज से दिन कमजोर है लेकिन शादीशुदा जातकों के लिए आज का दिन बढ़िया रहेगा।क़िस्मत के भरोसे न बैठें और अपनी सेहत सुधारने के लिए ख़ुद मेहनत करें, क्योंकि हाथ पर हाथ रखे रहने से कुछ नहीं होने वाला। अब वक़्त आ गया है कि आप अपना वज़न क़ाबू में करें और स्वस्थ रहने के लिए नियमित व्यायाम का सहारा लें। करीबी रिश्तेदारों के घर जाना आज आपकी आर्थिक स्थिति को बिगाड़ सकता है। पारिवारिक समारोह में नए दोस्त बन सकते हैं। हालाँकि अपने चयन में सावधानी बरतें। अच्छे दोस्त उस ख़ज़ाने की तरह होते हैं, जिसे सारी ज़िंदगी दिल के क़रीब रखा जाता है। प्रेमी को आज आपकी कोई बात चुभ सकती है। वो आपसे रुठें इससे ही पहले ही अपनी गलती का अहसास कर लें और उन्हें मना लें। व्यावसायिक साझीदार सहयोग करेंगे और आप साथ मिलकर टलते आ रहे कामों को पूरा कर सकते हैं। जो भी आपसे मिले, उसके साथ विनम्र और सुखद व्यवहार करें। बहुत कम लोग ही आपके इस आकर्षण का राज़ जान पाएंगे। जीवनसाथी के साथ हँसते-खिलखिलाते, हर पल के मज़े लेते हुए आप महसूस करेंगे कि आप किशोरावस्था में लौट गए हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- आर्थिक स्थिति बेहतर करने के लिए कच्ची साबुत हल्दी चलते पानी में बहाएं। \n"
}]
