horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन मान आपके लिए सामान्य तौर पर फलदायक रहेगा। सेहत मजबूत रहेगी जिससे काम अच्छे से होंगे। भाग्य भी प्रबल होगा जिससे कम मेहनत से भी काम हो जाएंगे फिर भी कार्य करने के स्थान पर आप मानसिक तौर पर खुद को कमजोर महसूस करेंगे। आपको सेटिस्फेक्शन की कमी होगी। प्रेम जीवन बिता रहे लोगों के लिए दिनमान सामान्य रहेगा। जो लोग शादीशुदा हैं, उनके गृहस्थ जीवन के लिए आज का दिन अच्छा रहेगा।आज के दिन ऐसी चीज़ों पर काम करने की ज़रूरत है, जो आपकी सेहत में सुधार ला सकती हैं। घर के जरुरी सामान पर धन खर्च करके आपको आर्थिक परेशानी तो आज जरुर होगी लेकिन इससे आप भविष्य की कई परेशानियों से बच जाएंगे। आपकी स्वच्छन्द जीवनशैली घर में तनाव पैदा कर सकती है, इसलिए देर रात तक बाहर रहने और ज़्यादा ख़र्च करने से बचें। आपको अपने प्रिय के साथ समय बिताने की ज़रूरत है, ताकि आप दोनों एक-दूसरे को अच्छी तरह से जान व समझ सकें। अपने समय की कीमत समझें, उन लोगों के बीच रहना जिनकी बातें आपके समझ में नहीं आती हैं गलत है। ऐसा करना भविष्य में आपको परेशानियों के अलावा कुछ नहीं देगा। रोमानी नज़रिए से वैवाहिक जीवन के लिए अच्छा दिन है। ज़रूरत से ज़्यादा सोना आपकी ऊर्जा को ख़त्म कर सकता है। इसलिए पूरे दिन ख़ुद को सक्रिय रखें। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- किसी भी मंगल कार्य विवाह आदि में रंग में भंग डालना, सीधे ही शुक्र को कमजोर करता है, इसलिए अच्छी आर्थिक स्थिति के लिए ऐसे कार्यों से बचें। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। भाग्य की प्रबलता के चलते कामों में सफलता मिलेगी फिर भी मन अशांत रहेगा। किसी बात को लेकर बेचैन रहेंगे। हल्के खर्चे भी रहेंगे। शादीशुदा लोगों के गृहस्थ जीवन में तनाव और शक बढ़ सकता है। प्रेम जीवन बिता रहे लोग अपने प्रिय के बर्ताव से बड़ा दुखी हो सकते हैं।\n सेहत अच्छी रहेगी। जिन लोगों ने किसी अनजान शख्स की सलाह पर कहीं निवेश किया था आज उन्हें उस निवेश से फायदा होने की पूरी संभावना है। पढ़ाई की क़ीमत पर घर से ज़्यादा देर तक बाहर रहना आपको माता-पिता के ग़ुस्से का शिकार बना सकता है। करिअर के लिए योजना बनाना उतना ही आवश्यक है, जितना कि खेलना-कूदना। इसलिए माता-पिता को ख़ुश करने के लिए दोनों में संतुलन बनाना ज़रूरी है। ज़िन्दगी की हक़ीक़त का सामना करने के लिए आपको अपने प्रिय को कम-से-कम कुछ वक़्त के लिए भूलना पड़ेगा। जब आपको लगता है कि आपके पास घर वालों या अपने दोस्तों के लिए टाइम नहीं है तो आपका मन खराब हो जाता है। आज भी आपकी मन स्थिति ऐसी ही रह सकती है। पड़ोसियों का दख़ल शादीशुदा ज़िन्दगी में दिक़्क़त पैदा करने की कोशिश कर सकता है, लेकिन आप व आपके जीवनसाथी के बीच का बंधन बहुत मज़बूत है और इसे तोड़ना आसान नहीं है। ज़रूरत से ज़्यादा सोना आपकी ऊर्जा को ख़त्म कर सकता है। इसलिए पूरे दिन ख़ुद को सक्रिय रखें। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- आज के दिन तनाव-मुक्त रहने के लिए किसी सपेरे को सांप को दूध पिलाने के लिए कुछ पैसे दें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए उतार-चढ़ाव से भरा रहेगा। सेहत का ध्यान रखना जरूरी होगा क्योंकि आप बीमार पड़ सकते हैं। सर्दी खांसी या छाती में जकड़न परेशान कर सकती है। मानसिक रूप से भी तनावग्रस्त रहेंगे। शादीशुदा लोगों के गृहस्थ जीवन के लिए दिन मान अच्छा रहेगा। आपसी समझदारी से दिन को अच्छा बनाएंगे  प्रेम जीवन बिता रहे लोगों के लिए बढ़िया है। ढेरों बातचीत करेंगे जिससे मन हर्षित होगा।आज आप ऊर्जा से लबरेज़ होंगे- आप जो भी करेंगे उसे आप उससे आधे वक़्त में ही कर देंगे, जितना वक़्त आप अक्सर लेते हैं। अगर आप लोन लेने वाले थे और काफी दिनों से इस काम में लगे थे तो आज के दिन आपको लोन मिल सकता है। तनाव का दौर बरक़रार रहेगा, लेकिन पारिवारिक सहयोग मदद देगा। व्यक्तिगत मार्गदर्शन आपके रिश्ते में सुधार लाएगा। व्यस्त दिनचर्या के बावजूद भी आज आप अपने लिए समय निकालपाने में सक्षम होंगे। खाली वक्त में आज कुछ रचनात्मक कर सकते हैं। आप अपने जीवन की कुछ यादगार शामों में से एक आज अपने जीवनसाथी के साथ बिता सकते हैंं। टीवी पर फ़िल्म देखना और अपने नज़दीकी लोगों के साथ गप्पें मारना – इससे बेहतर और क्या हो सकता है? अगर आप थोड़ी कोशिश करें तो आपका दिन कुछ इसी तरह गुज़रेगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- गणेश या विष्णु जी के मंदिर में कांसे की ज्योत दान में देने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। शादीशुदा लोगों के गृहस्थ जीवन में आज का दिन बहुत महत्वपूर्ण रहेगा। जीवनसाथी की सेहत का ध्यान रखें और उनसे किसी बात को लेकर झगड़ा ना करें। वे  मानसिक रूप से भी थोड़ा कमजोर महसूस करेंगे।  प्रेम जीवन बिता रहे लोगों के दिनमान कमजोर रहेगा। काम के सिलसिले में आपका दिन मजबूत है और सेहत उतार-चढ़ाव से भरी रहेगी।दोस्तों का रुख़ सहयोगी रहेगा और वे आपको ख़ुश रखेंगे। आर्थिक तौर पर बेहतरी के चलते आपके लिए ज़रूरी चीज़ें ख़रीदना आसान होगा। कोई चिट्ठी या ई-मेल पूरे परिवार के लिए अच्छी ख़बर लाएगी। मुहब्बत की टीस आज रात आपको सोने नहीं देगी। जल्दबाज़ी में फ़ैसले न करें, ताकि ज़िन्दगी में आगे आपको पछताना न पड़े। आपके और आपके जीवनसाथी के बीच कोई बाहरी व्यक्ति दूरी पैदा करने की कोशिश कर सकता है, लेकिन आप दोनों चीज़ें संभाल लेंगे। आज लोगों के बीच आप खुद को अकेला महसूस करेंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- गर्लफ्रेंड/बॉयफ्रेंड से मिलने जाने से पहले घर से चीनी खाकर निकलना लव लाइफ के लिए लाभकारी है। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए सामान्य तौर पर फलदायक रहेगा। स्वास्थ्य को लेकर चिंताएं बढ़ेंगी। मानसिक दबाव महसूस करेंगे। शादीशुदा लोगों के गृहस्थ जीवन के लिए दिनमान आज थोड़ा भावुक रहेगा। किसी बात को लेकर उदास हो सकते हैं। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बहुत खूबसूरत रहेगा और अपने प्रिय का साथ मिलेगा। काम के सिलसिले में दिनमान मजबूत है।सामाजिक मेलजोल से ज़्यादा सेहत को प्राथमिकता दी जानी चाहिए। आपने बीते समय में बहुत पैसा खर्च किया है जिसका खामियाजा आज आपको भुगतना पड़ सकता है। आज आपको पैसों की जरुरत होगी लेकिन वो आपको मिल नहीं पाएगा। परिवार और बच्चों के साथ बिताया समय आपको फिर ऊर्जा से लबरेज़ कर देगा। आज के दिन आप किसी क़ुदरती ख़ूबसूरती से ख़ुद को सराबोर महसूस करेंगे। आज के दिन आपके कुछ दोस्त आपके घर में आ सकते हैं और उनके साथ आप समय बिता सकते हैं हालांकि इस दौरान शराब, सिगरेट जैसे पदार्थों का सेवन करना आपके लिए अच्छा नहीं रहेगा। क्या आपको पता है कि आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्ता है। उनपर ग़ौर करें, यह बात आपको ख़ुद-ब-ख़ुद दिख जाएगी। यह दिन हो सकता है बहुत ही बढ़िया – दोस्तों या परिजनों के साथ बाहर जाकर फ़िल्म देखने की योजना भी बन सकती है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- किन्नरों(बुध नपुंसक है) का भूलकर भी अपमान न करें व यथाशक्ति इनको दान देने से आर्थिक स्थिति मजबूत होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। स्वयं ईगो में आकर किसी को दुखी ना करें। शादीशुदा लोगों के गृहस्थ जीवन में तनाव बढ़ सकता है। प्रेम जीवन बिता रहे लोग अपने प्रिय के बिगड़ते हुए स्वास्थ्य या उनके मानसिक तनाव से परेशान होंगे। उनका साथ दें। काम के सिलसिले में दिनमान ठीक-ठाक रहेगा। बस मेहनत पर ध्यान दें। इनकम अच्छी होगी।शारीरिक और मानसिक लाभ के लिए ध्यान व योग करना उपयोगी रहेगा। आर्थिक रुप से आज आप काफी मजबूत नजर आएंगे, ग्रह नक्षत्रों की चाल से आज आपके लिए धन कमाने के कई मौके बनेंगे. आपका गर्मजोशी भरा बर्ताव घर का माहौल ख़ुशनुमा कर देगा। कुछ ही लोग ऐसे इंसान के आकर्षण से बच सकते हैं, जिसके पास इतनी प्यारी मुस्कान हो। जब आप लोगों के साथ होंगे, तो आपकी महक फूलों की तरह चारों ओर फैलेगी। आपको अपनी हार से कुछ सबक़ सीखने की ज़रूरत है, क्योंकि आज अपने दिल की बात ज़ाहिर करने से नुक़सान भी हो सकता है। अगर आज आप यात्रा कर रहे हैं तो आपको अपने सामान की अतिरिक्त सुरक्षा करने की ज़रूरत है। जीवनसाथी के ख़राब व्यवहार का नकारात्मक असर आपके ऊपर पड़ सकता है। किसी पेड़ की छांव में बैठकर आज आपको सुकून मिलेगा। जीवन को आज आप नजदीक से जान पाएंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- किसी भी लड़की(चंद्रमा) का दिल न दुखाएं व अपनी गर्लफ्रेंड का सम्मान करना लव लाइफ के लिए अच्छा है। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का आपके लिए मध्यम रूप से फलदायक रहेगा। पारिवारिक तनाव आपको परेशान कर सकता है। आपकी मां जी की सेहत बिगड़ सकती है उनका ध्यान रखें। आपकी सेहत अच्छी रहेगी। सुदूर क्षेत्रों से अच्छे संबंध बनेंगे। इनकम में बढ़ोतरी होगी लेकिन खर्चे भी साथ-साथ रहेंगे। काम पर ध्यान देना जरूरी होगा। शादीशुदा लोगों के गृहस्थ जीवन में जीवन साथी किसी बात को लेकर काफी आशान्वित होगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान सामान्य है।अपने दफ़्तर से जल्दी निकलने की कोशिश करें और वे काम करें जिन्हें आप वाक़ई पसंद करते हैं। भविष्य में अगर आपको आर्थिक रुप से मजबूत बनना है तो आज से ही धन की बचत करें। अपने परिवार के सदस्यों की भावनाओं को आहत करने से बचने के लिए अपने ग़ुस्से पर क़ाबू रखिए। सम्हल कर दोस्तों से बात करें, क्योंकि आज के दिन दोस्ती में दरार पड़ने की आशंका है। आज आप जीवनसाथी के साथ वक्त बिताने और उनको कहीं घुमाने ले जाने का प्लान करेंगे लेकिन उनकी खराब तबीयत की वजह से यह नहीं हो पाएगा। मुश्किल हालात से उबरने में आपके जीवनसाथी की तरफ़ से ज़्यादा सहयोग नहीं हासिल होगा। आज ख्याली दुनिया में आप खोए रहेंगे, आपके इस व्यवहार से आपके घर वाले परेशान हो सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- विष्णु या शिव मंदिर में सूर्य की वस्तुएँ(गेहूं, साबुत मसूर, गुड, दलिया, लाल वस्त्र, सिंदूर) दान देने से लव लाइफ में प्यार बढ़ेगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा  ट्रैवलिंग में समय बीतेगा। दोस्तों से किसी बात को लेकर झगड़ा हो सकता है, सावधानी रखें। प्रेम जीवन बिता रहे लोगों के लिए दिनमान अच्छा रहेगा। आपको अपनी बात कहने में सफलता मिलेगी। शादीशुदा लोगों के गृहस्थ जीवन के लिए आज का दिन अच्छा रहेगा। काफी रोमांटिक रहेंगे। जीवनसाथी के साथ कुछ नई प्लानिंग करेंगे। काम के सिलसिले में आज का दिन मजबूत है।आपका स्पष्ट और निडर नज़रिया आपके दोस्त के अहम्‍को ठेस पहुँचा सकता है। यदि आप किसी से उधार वापस मांग रहे थे और अब तक वो आपकी बात को टाल रहा था तो आज बिना बोले ही वो आपको पैसा लौटा सकता है। आपको ऐसी परियोजनाएँ शुरू करनी चाहिए, जो पूरे परिवार के लिए समृद्धिलाएँ। आपकी थकी और उदास ज़िन्दगी आपके जीवन-साथी को तनाव दे सकती है। अपने काम से आराम लेकर आज आप कुछ समय अपने जीवनसाथी के साथ बिता सकते हैं। ख़ुद तनावग्रस्त होने की झल्लाहट आप बेवजह अपने जीवनसाथी पर निकाल सकते हैं। अपने अच्छे लेखन के साथ आज आप किसी अकल्पनीय उड़ान पर जा सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- भैरव जी को प्रसाद चढ़ाने से लव लाइफ बेहतर रहेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। परिवार में तनाव रहेगा। किसी बात को लेकर चिंता की बात होगी लेकिन आपकी सेहत अच्छी रहेगी। मन में अच्छे विचार आएंगे। दूसरों की मदद करेंगे। इनकम अच्छी होगी। शादीशुदा लोगों का गृहस्थ जीवन खूबसूरती से भरा रहेगा  प्रेम जीवन बिता रहे लोग भी आज के दिन को खुलकर एंजॉय करेंगे। काम के सिलसिले में आपको बेहद अच्छे नतीजे मिलेंगे।सेहत अच्छी रहेगी। बिना किसी अनुभवी शख्स की सलाह के आज ऐसा कोई भी काम न करें जिससे आपको आर्थिक हानि हो। तनाव का दौर बरक़रार रहेगा, लेकिन पारिवारिक सहयोग मदद देगा। आपके प्रिय का मूड ठीक नहीं है, इसलिए सोच-समझ कर कोई भी काम करें। वक़ील के पास जाकर क़ानूनी सलाह लेने के लिए अच्छा दिन है। जीवनसाथी की वजह से आपको अनमने ढंग से बाहर जाना पड़ सकता है, जो बाद में आपकी झल्लाहट की वजह बनेगा। अकेलेपन को अपने ऊपर हावी न होने दें, इससे बेहतर होगा कि आप कहीं घूमने के लिए निकल सकते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- किसी भी लड़की(चंद्रमा) का दिल न दुखाएं व अपनी गर्लफ्रेंड का सम्मान करना लव लाइफ के लिए अच्छा है। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य तौर पर फलदायक रहेगा। खुद पर भरोसा बनाए रखना जरूरी होगा नहीं तो आप अवसाद में आ सकते हैं। अकेलेपन से बचें। परिवार वालों के साथ वक्त बिताएं। जमीन जायदाद से जुड़े मामलों के लिए दिन अच्छा है। काम के सिलसिले में भी दिन में मजबूती मिलेगी। भाग्य प्रबल रहेगा। बिगड़े हुए काम बन जाएंगे। शादीशुदा लोगों के जीवन में रोमांस रहेगा। प्रेम जीवन बिता रहे लोग भी आज अपने प्रिय के साथ काफी खुशी महसूस करेंगे।रक्तचाप के मरीज़ों को ख़ास ख़याल रखने और दवा-दारू करने की ज़रूरत है। साथ ही उन्हें कॉलेस्ट्रोल को क़ाबू में रखने की कोशिश भी करनी चाहिए। ऐसा करना आगे काफ़ी लाभदायक सिद्ध होगा। आर्थिक पक्ष के मजबूत होने की पूरी संभावना है। अगर आपने किसी शख्स को पैसा उधार दिया था तो आज आपको वो पैसा वापस मिलने की उम्मीद है। रिश्तेदारों से अचानक तोहफ़ा मिल सकता है, लेकिन पूरी संभावना है कि वे इसके बदले में आपसे कुछ चाहते हों। अप्रत्याशित रोमांस आपको अचानक मिल सकता है, अगर आप दोस्तों के साथ शाम को बाहर घूमने जाते हैं तो। दिन अच्छा है दूसरों के साथ-साथ आप अपने लिए भी वक्त निकाल पाएंगे। आज का दिन उन्माद में घिर जाने का है; क्योंकि आप अपने जीवनसाथी के साथ प्रेम के चरम का अनुभव करेंगे। इस सप्ताहांत परिवार के साथ शॉपिंग पर जाना संभव लग रहा है, लेकिन शॉपिंग जेब पर भारी भी पड़ सकती है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- अपने इष्टदेव की सोने की मूर्ति घर में स्थापित कर पूजा करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। सेहत में गिरावट आ सकती है। आप बीमार पड़ सकते हैं, इसलिए सावधानी रखें। मानसिक रूप से तनाव आप पर हावी रहेगा और सेहत को लेकर खर्चे भी हो सकते हैं। शादीशुदा लोगों के गृहस्थ जीवन के लिए आज का दिनमान सामान्य रहेगा। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बढ़िया है। प्यार को महसूस करेंगे और अपने प्रिय से विवाह की बात कर सकते हैं। काम के सिलसिले में मेहनत करने का दिन है।रोज़मर्रा की गतिविधियों में गर्भवती महिलाओं को सावधानी बरतने की आवश्यकता है। आपकी माता पक्ष से आज आपको धन लाभ होने की पूरी संभावना है। हो सकता है कि आपके मामा या नाना आपकी आर्थिक मदद करें। अगर आज आप किसी को सलाह देते हैं, तो ख़ुद लेने के लिए भी तैयार रहें। प्यार एक ऐसा जज़्बा है जिसे न सिर्फ़ महसूस किया जाना चाहिए, बल्कि अपने प्रिय के साथ बांटना भी चाहिए। दिन अच्छा है दूसरों के साथ-साथ आप अपने लिए भी वक्त निकाल पाएंगे। आप शादीशुदा ज़िन्दगी से जुड़े चुटकुले सोशल मीडिआ पर पढ़कर खिलखिलाते हैं। लेकिन आज जब आपके वैवाहिक जीवन से जुड़ी कई प्यारी चीज़ें आपके सामने आएंगी, तो आप भावुक हुए बिना नहीं रह सकेंगे। दोस्तों के साथ मजाक करते दौरान अपनी सीमाओं को लांघने से बचें नहीं तो दोस्ती खराब हो सकती है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- मिटटी की गुल्लक में सिक्के डालें और भरने पर किसी तीर्थ या बच्चों को देने से स्वास्थ्य बेहतर होगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा  इनकम में बढ़ोतरी होगी लेकिन काम के सिलसिले में किसी अधिकारी से झगड़ा संभव है। प्रेम जीवन बिता रहे लोगों के लिए दिनमान बढ़िया रहेगा। रिश्ते में रोमांस बढ़ेगा। शादीशुदा लोगों के गृहस्थ जीवन में जीवन साथी अपनी ईगो में आकर कुछ गलत बात कह सकता है। काम में आप मजबूत रहेंगे और सेहत में सुधार होगा।उदास और अवसादग्रस्त न हों। दीर्घावधि मुनाफ़े के नज़रिए से स्टॉक और म्यूचुअल फ़ंड में निवेश करना फ़ायदेमंद रहेगा। घर में उल्लास का माहौल आपके तनावों को कम कर देगा। आप भी इसमें पूरी सहभागिता करें और महज़ मूक दर्शक न बने रहें। ख़याली परेशानियों को छोड़ें और अपने साथी के साथ रोमांटिक समय बिताएँ। टीवी, मोबाईल का इस्तेमाल गलत नहीं है लेकिन आवश्यकता से अधिक इनका उपयोग आपके जरुरी समय को खराब कर सकता है। आपका जीवनसाथी वाक़ई आपके लिए फ़रिश्तों की तरह है और आपको आज यह एहसास होगा। यात्रा पर किसी हसीन अजनबी से मुलाकात आपको अच्छे अनुभव करा सकती है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- काले चने, काले उड़द, काले कपड़े और सरसों के तेल का दान करने से स्वास्थ्य अच्छा रहेगा। \n"
}]
