horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छे नतीजे लेकर आएगा। आपकी इनकम में बढ़ोतरी होगी। आपकी रिस्क लेने की प्रवृत्ति बढ़ेगी। दोपहर बाद किसी यात्रा पर जाने का विचार कर सकते हैं, लेकिन अभी उसके लिए समय ठीक नहीं होगा। पारिवारिक जीवन सामान्य रहेगा। काम के सिलसिले में बेहतरीन नतीजे हासिल होंगे। पारिवारिक और दांपत्य जीवन का सुख मिलेगा। प्रेम जीवन में सामान्य दिन रहेगा।मित्रों या परिवार के सदस्यों के साथ मौज-मस्ती भरी यात्रा आपको सुकून देगी। व्यापार को मजबूती देने के लिए आज आप कोई अहम कदम उठा सकते हैं जिसके लिए आपका कोई करीबी आपकी आर्थिक मदद कर सकता है। शादी लायक़ युवाओं का रिश्ता तय हो सकता है। अपने प्रिय की ईमानदारी पर शक न करें। जो लोग विदेश व्यापार से जुड़े हैं उन्हें आज मनमाफिक फल मिलने की पूरी उम्मीद है। इसके साथ ही नौकरी पेशा से जुड़े इस राशि के जातक आज अपनी प्रतिभा का पूर्ण इस्तेमाल कार्यक्षेत्र में कर सकते हैं। अगर आज आप ख़रीदारी के लिए निकलते हैं, तो कोई अच्छी पोशाक ले सकते हैं। आज के दिन आपके और आपके जीवनसाथी के लिए गहरी आत्मीयतापूर्ण बातें का सही समय है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- गणेश या विष्णु जी के मंदिर में कांसे की ज्योत दान में देने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहने वाला है। आप खुद पर ध्यान देंगे। अपनी वाणी और अपने व्यवहार पर ध्यान देने से आपको लोगों की प्रशंसा मिलेगी। दोपहर बाद स्थितियों में बदलाव होगा। आपकी इनकम में बढ़ोतरी होगी। परिवार का कोई मसला आपके सामने आ सकता है। खर्चे बने रहेंगे लेकिन इनकम भी ठीक-ठाक रहेगी। काम के सिलसिले में बेहतरीन नतीजे हासिल होंगे। दांपत्य जीवन में प्यार रहेगा। प्रेम जीवन वालों को भी सुखद नतीजे मिलेंगे।बेहतर ज़िन्दगी के लिए अपनी सेहत और व्यक्तित्व में सुधार लाने कि कोशिश करें। मनोरंजन और सौन्दर्य में इज़ाफ़े पर ज़रुरत से ज़्यादा वक़्त न ख़र्च करें। अपने फ़ैसले बच्चों पर थोपना उन्हें नाराज़ कर सकता है। बेहतर होगा कि आप उन्हें अपना पक्ष समझाएँ, ताकि वे उसके पीछे की वजह को समझकर आपकी बात को आसानी से स्वीकार कर सकें। अपने प्रिय को समझने की कोशिश करें, नहीं तो मुश्किल में फँस सकते हैं। जो लोग अब तक बेरोजगार हैं उन्हें अच्छी जॉब पाने के लिए आज और अधिक मेहनत करने की जरुरत है। मेहनत करके ही आप सही परिणाम पा पाएंगे। आज कुछ नया और सृजनात्मक करने के लिए अच्छा दिन है। आज आप एक बार फिर समय में पीछे जाकर शादी के शुरुआती दिनों के प्यार और रुमानियत को महसूस कर सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- मांस, मदिरा व अन्य तामसिक चीजों का त्याग करने से फैमिली लाइफ अच्छी रहती है। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन सामान्य रूप से फलदायक रहेगा। दिन की शुरुआत कुछ कमजोर रहेगी। खर्चे काफी रहेंगे लेकिन दोपहर बाद खर्चों में कमी आएगी और इनकम बढ़ेगी। मानसिक तनाव से मुक्ति मिलेगी। लाइफ सामंजस्य बिठा पाएंगे, जिससे कोई बड़ा निर्णय लेंगे। दांपत्य जीवन सामान्य रहेगा। प्रेम जीवन जीने वाले को अच्छे नतीजे मिलेंगे। काम के सिलसिले में आपको मेहनत पर जोर देना होगा।असुरक्षा/ दुविधा के चलते आप असमंजस में फँस सकते हैं। दिन चढ़ने पर वित्तीय तौर पर सुधार आएगा। दोस्त शाम के लिए कोई बढ़िया योजना बनाकर आपका दिन ख़ुशनुमा कर देंगे। आज के दिन रोमांस के नज़रिए से कोई ख़ास आशा नहीं की जा सकती है। कार्यक्षेत्र में आपको हर कोई गंभीरता से सुनेगा। आपको ऐसी जगहों से महत्वपूर्ण बुलावा आएगा, जहाँ से आपने इसकी कभी कल्पना भी न की हो। आपका जीवनसाथी रोज़ाना की ज़रूरतों को पूरा करने से अपने हाथ पीछे खींच सकता है, जिसके चलते आपका मन उदास होने की संभावना है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सफेद चंदन की जड़ को नीले वस्त्र में लपेटकर अपने पास रखने से प्रेम सम्बन्धों में वृद्धि होगी। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके लिए आज का दिन ठीक-ठाक रहेगा। दिन की शुरुआत अच्छी रहेगी लेकिन दोपहर बाद खर्चों में बढ़ोतरी होने से दिक्कत होगी। इनकम सामान्य रहेगी। काम के सिलसिले में बहुत अच्छे नतीजे हासिल होंगे। परिवार का माहौल भी अच्छा रहेगा। परिवार के लोगों का साथ मिलेगा, जिससे इनकम बढ़ेगी। व्यापार के लिए उतार-चढ़ाव भरा दिन है। दांपत्य जीवन में तनाव रहेगा। प्रेम जीवन में सुख की प्राप्ति होगी।आपका विनम्र स्वभाव सराहा जाएगा। कई लोग आपकी ख़ासी तारीफ़ कर सकते हैं। जल्दबाज़ी में फ़ैसले न लें- ख़ासतौर पर अहम आर्थिक सौदों में मोलभाव करते वक़्त। आज का दिन मज़े करने के लिहाज़ से बढ़िया है, इसलिए अपनी पसंदीदा चीज़ों और काम का लुत्फ़ उठाएँ। रुमानी यादें आज आपके ऊपर छायी रहेंगी। साझीदारी में किसी नई परियोजना को शुरू करने के लिए अच्छा दिन है। इससे सभी को मुनाफ़ा होगा। लेकिन साझीदार से हाथ मिलाने से पहले भली-भांति विचार कर लें। मुमकिन है कि आपके अतीत से जुड़ा कोई शख़्स आज आपसे संपर्क करेगा और इस दिन को यादगार बना देगा। आपका जीवनसाथी बिना जाने कुछ ऐसा ख़ास काम कर सकता है, जिसे आप कभी भुला नहीं पाएंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- नौकरी व बिज़नेस में तरक्की हेतु धार्मिक विचार, ईश्वर पर आस्था और परोपकार की भावना को बढ़ाएं। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके लिए अच्छे नतीजे लेकर आएगा। अपने काम पर ध्यान देने के साथ-साथ इनकम बढ़ाने के लक्ष्य पर भी ध्यान केंद्रित करेंगे। इसका आप को फायदा मिलेगा। कोई नई डील मिल सकती है। प्रेम जीवन के लिए दिनमान अच्छा है। दांपत्य जीवन जीने वालों को भी आ सुखद नतीजे मिलेंगे। परिवार का माहौल खुशनुमा रहेगा। घर में कोई नई चीज आएगी। मान-सम्मान बढ़ेगा। सेहत मजबूत रहेगी।आपको जल्द-से-जल्द अपने जज़्बात को क़ाबू में करने और डर से आज़ादी पाने की ज़रूरत है, क्योंकि ये आपकी सेहत पर ख़राब असर डाल सकते हैं और अच्छी सेहत का मज़ा लेने से आपको वंचित कर सकते हैं। किसी करीबी दोस्त की मदद से आज कुछ करोबारियों को अच्छा-खासा धन लाभ होने की संभावना है। यह धन आपकी कई परेशानियों को दूर कर सकता है। दोस्त और घर वाले आपको प्यार और सहयोग देंगे। मुहब्बत का सफ़र प्यारा, मगर छोटा होगा। अपनी पेशेवर क्षमताओं को बढ़ाकर आप करिअर में नए दरवाज़े खोल सकते हैं। अपने क्षेत्रे में आपको अपार सफलता मिलने की संभावना भी है। अपनी सभी क्षमताओं को निखारकर औरों से बेहतर बनने की कोशिश करें। आज का दिन फ़ायदेमंद साबित होगा, क्योंकि ऐसा लगता है कि चीज़ें आपके पक्ष में जाएंगी और आप हर काम में अव्वल रहेंगे। किसी के प्रभाव में आकर आपका जीवनसाथी आपसे झगड़ सकता है, लेकिन प्यार और सद्भाव से मामला सुलझ जाएगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- गरीब स्त्री की आर्थिक मदद करते रहें इससे प्रेम सम्बन्धों में इज़ाफा होगा। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहेगा। आपको भाग्य का साथ मिलेगा। नौकरी पेशा लोगों को सुखद नतीजे मिलेंगे। काम की तारीफ होगी। व्यापारी वर्ग को भी आज फायदे होंगे।आपका बिजनेस काफी प्रॉफिट गेन करेगा।परिवार का माहौल थोड़ा कमजोर रहेगा। दांपत्य जीवन में सुख रहेगा। प्रेम जीवन जीने वालों कुछ दिक्कतें होंगी। सेहत कमजोर रहेगी।आपका उदार स्वभाव आज आपके लिए कई ख़ुशनुमा पल लेकर आएगा। किसी बड़े समूह में भागीदारी आपके लिए दिलचस्प साबित होगी, हालाँकि आपके ख़र्चे बढ़ सकते हैं। घर को सजाने-संवारने के लिए अपने खाली समय का उपयोग करें। इसके लिए आप परिवार से सराहना पाएंगे। आप आज प्रेमपूर्ण मनोभाव में होंगे, इसलिए अपने प्रिय के साथ कुछ अच्छा समय बिताने की योजना बनाएँ। बड़े उद्योगपतियों के साथ साझीदारी का व्यवसाय फ़ायदेमंद रहेगा। अगर आप शादीशुदा हैं और आपके बच्चे भी हैं तो वो आज आपसे शिकायत कर सकते हैं क्योंकि आप उनको पर्याप्त समय नहीं दे पाते। कहते हैं कि स्त्रियाँ शुक्र और परुष मंगल ग्रह के रहने वाले हैं, लेकिन आज के दिन विवाहित शुक्र और मंगल एक-दूसरे में घुल जाएंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- आर्थिक स्थिHति को अच्छा करने के लिए नियमित गायत्री मन्त्र व गायत्री चालीसा पढ़ें। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। अपनी मेहनत पर विश्वास रखेंगे लेकिन दिमागी काम ज्यादा लेंगे, जिससे युक्तियों के सहारे काम बनेगा। काम के सिलसिले में अच्छे नतीजे मिलेंगे लेकिन परिवार में दिक्कतें आ सकती हैं। आपसी लोगों में झड़प हो सकती है। दांपत्य जीवन खुशनुमा रहेगा। प्रेम जीवन जीने वाले को सुखद नतीजे मिलेंगे। आपकी सेहत अच्छी रहेगी लेकिन आप बेवजह की चिंताओं में लगे रहकर स्वयं को कमजोर महसूस करेंगे।आपका हँसमुख स्वभाव दूसरों को ख़ुश रखेगा। कोई पुराना मित्र आज आपसे आर्थिक मदद मांग सकता है और यदि आप उसकी आर्थिक मदद करते हैं तो आपके आर्थिक हालात थोड़े तंग हो सकते हैं। जीवनसाथी से झगड़ा मानसिक तनाव की ओर ले जा सकता है। बेकार का तनाव लेने की ज़रूरत नहीं है। ज़िंदगी का एक बड़ा सबक़ इस बात को मान लेना है कि बहुत-सी चीज़ों को बदलना नामुमकिन है। उदास न हों, कभी-कभी विफल होना कोई ख़राब बात नहीं है। वह तो ज़िंदगी की ख़ूबसूरती है। अगर आप अनुभवी लोगों की राय लेंगे और अपने काम में नई सोच इस्तेमाल करेंगे, तो लाभ मिलेगा। आज के दिन घटनाएँ अच्छी तो होंगी, लेकिन तनाव भी देंगी – जिसके चलते आप थकान और दुविधा महसूस करेंगे। जीवनसाथी के साथ वाद-विवाद होने की काफ़ी संभावना है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- पाँच पीले पुष्प किसी भी पीपल के पास दबाने से पारिवारिक जीवन अच्छा होगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रहने वाला है। कई काम आपका ध्यान खींचेंगे, जिससे एक भी काम को ठीक से कर पाने में सफलता मुश्किल मिलेगी। बहुत प्रयास करने पर सफलता हासिल होगी। मानसिक तनाव बढ़ेगा। काम का बोझ रहेगा। नौकरी पेशा लोगों को ध्यान देना होगा क्योंकि मेहनत तो ज्यादा होगी, पर उसके अपना अनुपात में फल नहीं मिलेगा। पारिवारिक जीवन अच्छा रहेगा। दांपत्य जीवन में रोमांस रहेगा। प्रेम जीवन जीने वालों को आज थोड़ा ध्यान देना होगा।शारीरिक लाभ के लिए, विशेषकर मानसिक तौर पर मज़बूती हासिल करने के लिए ध्यान और योग का आश्रय लें। आज किसी करीबी से आपका झगड़ा हो सकता है और बात कोर्ट कचहरी तक जा सकती है। जिसकी वजह से आपका अच्छा खास धन खर्च हो सकता है। आपकी ज्ञान की प्यास आपको नए दोस्त बनाने में मददगार साबित होगी। आपका प्रिय आज रोमांटिक मूड में होगा। इससे पहले कि वरिष्ठ को पता लगे, लंबित काम जल्दी ही निबटा लें। वक्त से बढ़कर कुछ नहीं होता। इसलिए आप वक्त का सदुपयोग करते हैं लेकिन कई बार आपको जीवन को लचीला बनाने की जरुरत भी होती है और अपने घर परिवार के साथ समय बिताने की जरुरत होती है। जब आपका जीवनसाथी जब सारे मनमुटाव भुलाकर प्यार के साथ आपके पास फिर आएगा, तो जीवन और भी सुन्दर लगेगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- किसी भी धार्मिक कार्य में सहयोग करने से नौकरी व बिज़नेस में तरक्की होगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रहेगा। दांपत्य जीवन में कुछ नई बातें जानने सुनने को मिलेंगे, जिन्हें समझाने का प्रयास करना होगा। प्रेम जीवन में स्थितियां नियंत्रण में रहेंगी लेकिन आपका प्रिय कुछ घमंडी व्यवहार करेगा, जो आपको अच्छा नहीं लगेगा। आपकी सेहत मजबूत रहेगी। धन की आवक रहेगी। परिवार का माहौल अच्छा रहेगा। सेहत कमजोर रहेगी। काम के सिलसिले में ज्यादा मेहनत करनी पड़ेगी।नफ़रत की भावना महंगी पड़ सकती है। यह न केवल आपकी सहन-शक्ति घटाती है, बल्कि आपके विवेक को भी ज़ंग लगा देती है और रिश्तों में हमेशा के लिए दरार डाल देती है। किसी बड़े समूह में भागीदारी आपके लिए दिलचस्प साबित होगी, हालाँकि आपके ख़र्चे बढ़ सकते हैं। अपने घर के वातावरण में कुछ बदलाव करने से पहले आपको सभी की राय जानने की कोशिश करनी चाहिए। आज का दिन रोमांस से भरपूर होने की पूरी संभावना है। कार्यक्षेत्र की बात करें तो आपकी टीम का सबसे ज़्यादा खीझने वाला व्यक्ति काफ़ी समझदारी की बातें करता नज़र आ सकता है। आज आपके पास खाली समय होगा और इस समय का इस्तेमाल आप ध्यान योग करने में कर सकते हैं। आपको आज मानसिक शांति का अहसास होगा। कहते हैं कि स्त्रियाँ शुक्र और परुष मंगल ग्रह के रहने वाले हैं, लेकिन आज के दिन विवाहित शुक्र और मंगल एक-दूसरे में घुल जाएंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- घर में लाल रंग के पर्दे और चादर का प्रयोग करें। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य रूप से फलदायक रहेगा। दिन की शुरुआत बढ़िया होगी लेकिन दोपहर बाद स्थिति में बदलाव आएगा। आपके खर्चे बढ़ेंगे और साथ ही साथ आपकी चिंताएं भी बढ़ जाएंगी। पढ़ाई में ज्यादा ध्यान लगाकर मेहनत करना आवश्यक होगा। मानसिक स्वास्थ्य थोड़ा कमजोर रहेगा। खुद में ऊर्जा का प्रवाह महसूस करेंगे लेकिन एनर्जी एक जगह पर ना होने से आपका मन विचलित रहेगा। दांपत्य जीवन खुशनुमा रहेगा। प्रेम जीवन में रोमांस करेंगे। काम के सिलसिले में सुखद नतीजे मिलेंगे।आपका स्पष्ट और निडर नज़रिया आपके दोस्त के अहम्‍को ठेस पहुँचा सकता है। आपका बचाया धन आज आपके काम आ सकता लेकिन इसके साथ ही इसके जाने का आपको दुख भी होगा। जीवनसाथी आपको धूम्रपान की लत से छुटकारा पाने के लिए प्रेरित करेगा। दूसरी बुरी आदतें छोड़ने के लिए भी बढ़िया समय है, क्योंकि जब लोहा गर्म हो तभी वार किया जाता है। आपको आज ही अपने प्रिय को दिल की बात बताने की ज़रूरत है, क्योंकि कल बहुत देर हो जाएगी। अगर आप अपना नज़रिया आस-पास के ऐसे लोगों को बताएँ जो महत्वपूर्ण निर्णय लेते हों, तो आपको लाभ होगा। साथ ही आपको काम के प्रति अपने समर्पण और निष्ठा के लिए शाबाशी भी मिलने की संभावना है। कोई आध्यात्मिक गुरू या बड़ा आपकी सहायता कर सकता है। काफ़ी वक़्त बाद आप और आपका जीवनसाथी एक शान्त दिन साथ बिता सकते हैं, जब कोई लड़ाई-झगड़ा न हो - सिर्फ़ प्यार हो। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- छेद वाला कांसे का सिक्का चलते पानी में प्रवाहित करने से फैमिली लाइफ स्मूथ चलती है। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआपके लिए आज का दिन मध्यम फलदायक रहेगा। परिवार और संतान के प्रति अपनी जिम्मेदारियों को निभाएंगे। इससे अंदर से खुशी महसूस होगी। प्रेम जीवन खुशनुमा रहेगा। अपनी बातों से अपने प्रिय का दिल बहलाएंगे। दांपत्य जीवन जीने वालों को अच्छे नतीजे मिलेंगे। जीवनसाथी का भाग्य आपके भाग्य को चमकाने मदद करेगा। सेहत कुछ कमजोर रहेगी। परिवार में सुख शांति रहेगी। काम के सिलसिले में अच्छे नतीजे मिलेंगे।अगर आपकी योजना बाहर घूमने-फिरने की है तो आपका वक़्त हँसी-ख़ुशी और सुकून भरा रहेगा। धन से जुड़ा कोई मसला आज हल हो सकता है और आपको धन लाभ हो सकता है। दूसरों के मामलों में दख़ल देने से आज बचें। सच्चे और पवित्र प्रेम का अनुभव करें। आपकी लगन और आत्मविश्वास का स्तर ऊँचा होगा और आप उम्मीद से बेहतर प्रदर्शन करेंगे। आज आप बिना किसी वजह के कुछ लोगों के साथ उलझ सकते हैं। ऐसा करना आपके मूड को तो खराब करेगा ही साथ ही इससे आपका कीमती समय भी बर्बाद होगा। आज के दिन आप वैवाहिक जीवन का असली स्वाद चख सकते हैं। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- घर में फटे-पुरानी पुस्तकें या धार्मिक ग्रंथों को न रखने से फैमिली लाइफ अच्छी चलेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए बढ़िया रहने वाला है। दोपहर बाद और भी ज्यादा सुकून मिलेगा। घर वालों के साथ अच्छा समय बिताएंगे। मानसिक शांति मिलेगी। प्रेम जीवन में दिक्कतें रहेंगी। दांपत्य जीवन जीने वालों को अच्छे समाचार मिलेंगे।जीवनसाथी की सेहत बिगड़ी रहेगी। काम के सिलसिले में अच्छे नतीजे मिलेंगे लेकिन बहुत से झड़प हो सकती है, आपसी बातचीत से मामले को सुलझाने की कोशिश करें।ज़रूरत से ज़्यादा खाने से बचें और सेहतमंद रहने के लिए नियमित व्यायाम करें। जिन लोगों को आप जानते हैं, उनके ज़रिए आपको आमदनी के नए स्रोत मिलेंगे। बच्चे की तबियत परेशानी का कारण बन सकती है। प्यार में अपने अशिष्ट बर्ताव के लिए माफ़ी मांगें। अपने बॉस/वरिष्ठों को घर पर बुलाने के लिए अच्छा दिन नहीं है। अपने समय की कीमत समझें, उन लोगों के बीच रहना जिनकी बातें आपके समझ में नहीं आती हैं गलत है। ऐसा करना भविष्य में आपको परेशानियों के अलावा कुछ नहीं देगा। असजता की वजह से आप वैवाहिक जीवन में ख़ुद को फँसा हुआ अनुभव कर सकते हैं। आपको ज़रूरत है तो जीवनसाथी के साथ आत्मीय बातचीत की। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- घर में फटे-पुरानी पुस्तकें या धार्मिक ग्रंथों को न रखने से फैमिली लाइफ अच्छी चलेगी। \n"
}]
