horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए कुछ मुश्किलें लेकर आएगा, लेकिन आपको घबराने की जरूरत नहीं है। आपके सामने ढेर सारी जिम्मेदारियां खड़ी रहेंगी, जिनको आपको हौसला रख कर पूरा करना है। आपके कार्य अपने आप आज बनते चले जाएंगे, जिससे आपका रुका हुआ धन भी आपको प्राप्त हो सकता है। आपकी आर्थिक स्थिति सुदृढ़ होगी। कार्यक्षेत्र में में किए गए कार्यों में सफलता प्राप्त होगी।। विधार्थियो को आज थोड़ी अधिक मेहनत करनी होगी। आज शाम का समय आप अपने मित्रों के साथ छोटी दूरी की यात्रा पर जा सकते हैं, जिससे आपका प्रसन्न होगा।मौज-मस्ती और मनपसंद काम करने का दिन है। यह बात भली भांति समझ लें कि दुख की घड़ी में आपका संचित धन ही आपके काम आएगा इसलिए आज के दिन अपने धन का संचय करने का विचार बनाएं। अगर आप अपनी घरेलू ज़िम्मेदारियों को अनदेखा करेंगे, तो कुछ ऐसे लोग नाराज़ हो सकते हैं जो आपके साथ रहते हैं। अपने प्रिय की छोटी-मोटी भूल को अनदेखा करें। बिना गहराई से समझे-बूझे किसी व्यावसायिक/क़ानूनी दस्तावेज़ पर हस्ताक्षर न करें। आज अपने लिए वक्त निकालकर अपने जीवनसाथी के साथ आप कहीं घूमने जा सकते हैं। हालांकि इस दौरान आप दोनों के बीच थोड़ी बहुत कहासुनी हो सकती है। आपके आस-पास के लोग कुछ ऐसा कर सकते हैं, जिसके चलते आपका जीवनसाथी आपकी तरफ़ फिर से आकर्षित महसूस करेगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- सफेद पालतू कुतिया को खाना खिलाना आर्थिक उन्नति में सहायक होगा। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रूप से फलदायक रहेगा। यदि आप कोई नया कार्य शुरू करना चाहते हैं, तो उसके लिए अभी समय अनुकूल नहीं है, उसमें भाग्य का आपको साथ नहीं मिलेगा। दिन में काम जल्दी खत्म करके आज आप सायंकाल का समय अपने परिवार के साथ बिताएंगे, जिससे आपका मन प्रसन्न रहेगा। संतान के भविष्य के लिए कोई कार्य चल रहा था, तो वह आज पूरा होगा। राजनीति से जुड़े लोग आज आप से आगे निकलने का प्रयास करेंगे, आप भी धीरे-धीरे सफलता की ओर कदम बढ़ाएंगे। व्यस्तता के बीच आज अपने प्रेम जीवन के लिए समय निकाल ही लेंगे।व्यस्त दिनचर्या के बावजूद स्वास्थ्य अच्छा रहेगा। विवाहित दंपत्तियों को आज अपनी संतान की शिक्षा पर अच्छा खासा धन खर्च करना पड़ सकता है। आज आपका ऊर्जा से भरपूर, ज़िंदादिल और गर्मजोशी से भरा व्यवहार आपके आस-पास के लोगों को ख़ुश कर देगा। आज किसी ऐसे इंसान से मिलने की संभावना है जो आपके दिल को गहराई से छूएगा। कुछ लोगों को विदेश से कोई ख़ास ख़बर या व्यावसायिक प्रस्ताव मिल सकता है। नए विचारों और आइडिया को जाँचने का बेहतरीन वक़्त। आज का दिन उन्माद में घिर जाने का है; क्योंकि आप अपने जीवनसाथी के साथ प्रेम के चरम का अनुभव करेंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- अच्छी आर्थिक स्थिति के लिए गंगाजल को नहाने वाले पानी में मिलाकर स्नान करें। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज आपको संतान की ओर से कोई उन्नति दायक समाचार सुनने को मिलेगा, जिससे आपका मनोबल सातवें आसमान पर होगा। यदि आपने किसी व्यक्ति को धन उधार दिया हुआ है, तो वह आज आपको वापस मिलने की पूरी उम्मीद है। इससे आपकी आर्थिक स्थिति मजबूत होगी। व्यापार करने वाले लोगों के लिए दिन सामान्य रहेगा। विद्यार्थियों को गुरुजनों का आशीर्वाद मिलेगा। आपकी माता जी से आज आपकी कुछ छोटी मोटी नोकझोंक हो सकती है, इसलिए सावधानी बरतें।आशावादी बनें और उजले पक्ष को देखें। आपका विश्वास और उम्मीद आपकी इच्छाओं व आशाओं के लिए नए दरवाज़े खोलेंगी। आपका बचाया धन आज आपके काम आ सकता लेकिन इसके साथ ही इसके जाने का आपको दुख भी होगा। आपके माता-पिता की सेहत चिंता और घबराहट का कारण बन सकती है। अपने प्रिय को आज निराश न करें- क्योंकि ऐसा करने की वजह से बाद में आपको पछताना पड़ सकता है। आपके पास आज अपनी क्षमताओं को दिखाने के मौक़े होंगे। आपके द्वारा आज खाली समय में ऐसे काम किये जाएंगे जिनके बारे में आप अक्सर सोचा करते हैं लेकिन उन कामों को कर पाने में समर्थ नहीं हो पाते। हँसी-मजा़क के बीच आपके और आपके जीवनसाथी के बीच कोई पुराना मुद्दा उभर सकता है, जो फिर वाद-विवाद का रूप भी ले सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- माँ सरस्वती की मूर्ति के आगे नीला फूल चढ़ाकर आराधना करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआपके परिवार में जो लोग शादी लायक लड़का व लड़की है, उनकी शादी की बात चल सकती है, जिससे परिवार के सभी लोग व्यस्त नजर आएंगे। आज आप शुभ कार्य को करने में अपनी दिलचस्पी दिखाएंगे। आपके द्वारा दिए गए निर्णय आगे चलकर आपके लिए लाभदायक सिद्ध होंगे। आपके व्यापार में आज आपका कोई साथी आपके लिए समस्या उत्पन्न कर सकता है, इसलिए सावधानी बरतें। आज शाम का समय आप धर्म कर्म के कार्यों में व्यतीत करेंगे। विद्यार्थी यदि किसी प्रतियोगिता की तैयारी में लगे हैं, तो उसमें उन्हें सफलता प्राप्त होगी।धार्मिक और आध्यात्मिक रुचि के काम करने के लिए अच्छा दिन है। आपका पैसा तभी आपके काम आएगा जब आप उसको संचित करेंगे यह बात भली भांति जान लें नहीं तो आपको आने वाले समय में पछताना पड़ेगा। परिवार में किसी बुज़ुर्ग की ख़राब तबियत परेशानी का कारण बन सकती है। अपने प्रिय को नज़रअंदाज़ करना घर पर तनाव का कारण बन सकता है। काम की अधिकता के बावजूद भी आज कार्यक्षेत्र में आपमें ऊर्जा देखी जा सकती है। आज आप दिये गये काम को तय वक्त से पहले ही पूरा कर सकते हैं। आज आपको ढेरों दिलचस्प निमंत्रण मिलेंगे- साथ ही आपको एक आकस्मिक उपहार भी मिल सकता है। ज़्यादा ख़र्चे की वजह से जीवनसाथी से खट-पट हो सकती है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- घर में फूल, पानी में पनपने वाले पौधे (मनी-प्लांट आदि), मछली का एक्वेरियम उत्तर या पश्चिमोत्तर(चन्द्र की दिशा) दिशा में रखने से फैमिली में खुशियाँ आती हैं। \n",
    "4": "सिंह राशि: आज का राशिफल\nयदि किसी व्यक्ति से आपकी कोई पुराने समय से चली आ रही समस्या है, तो वह आज समाप्त होगी। आपके मन में खुशी की लहर दौड़ेगी। आज आप अपने जीवन साथी के लिए कोई उपहार ले सकते हैं। कुछ नयी पहचान होने से आज आपकी मित्रों की संख्या में इजाफा होगा। कोई मेहमान आपके घर पधार सकता हैं, जिसमें आपका धन व्यय होगा, लेकिन परिवार के सदस्य मौज मस्ती करते हुए नजर आएंगे। आज का दिन आपके लिए उत्तम रूप से लाभदायक है। आप जो भी कार्य करेंगे, उसमें आज आपको भरपूर सफलता प्राप्त होगी।आपका व्यक्तित्व आज इत्र की तरह महकेगा और सबको आकर्षित करेगा। अगर आपका धन से जुड़ा कोई मामला कोर्ट-कचहरी में अटका था तो आज उसमें आपको विजय मिल सकती है और आपको धन लाभ हो सकता है। रिश्तेदारों से सहयोग मिलेगा और दिमाग़ी बोझ से छुटकारा मिलेगा। रोमांस के लिए बढ़ाए गए क़दम असर नहीं दिखाएंगे। अगर आप यक़ीन करते हैं कि वक़्त ही पैसा है तो आपको अपनी क्षमताओं को शीर्ष पर पहुँचाने के लिए ज़रूरी क़दम उठाने होंगे। अगर आप किसी परिस्थिति से घबराकर भागेंगे- तो वह आपका पीछा हर निकृष्ट तरीक़े से करेगी। अलग-अलग नज़रिए के चलते आपके और आपके जीवनसाथी के बीच वाद-विवाद हो सकता है। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- साधु संतों को प्रसन्न करने व उनका मान-सम्मान करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज आपका बुजुर्गों की सेवा व पुण्य कार्यों पर धन व्यय  करेंगे, जिससे आपके मन में हर्ष की भावना रहेगी। यदि आपका जीवन साथी आपसे किसी बात से नाराज है, तो आज उन्हें मनाने की कोशिश अवश्य करें, इससे आपके प्रेम जीवन में प्रेम की भरपूरता तक बनी रहेगी। आज मित्रों के आपके घर में पधारने से मन में हर्ष की भावना रहेगी, प्रतिनिधियों के लिए आज आप उनका सरदर्द बने रहेंगे। आज आपको अपनी वाणी पर नियंत्रण रखना होगा। यदि ऐसा नहीं किया तो किसी से वाद-विवाद हो सकता है।परेशानियों के बारे में सोचते रहने और तिल का ताड़ करने की आपकी आदत आपके नैतिक ताने-बाने को कमज़ोर कर सकती है। जिन लोगों नेे अतीत में अपना धन निवेश किया था आज उस धन से लाभ होने की संभावना बन रही है। घर पर आपके बच्चे आपके सामने किसी समस्या को तिल का ताड़ बनाकर पेश करेंगे- कोई भी क़दम उठाने से पहले तथ्यों की भली-भांति पड़ताल कर लें। कोई आपको दिल से सराहेगा। अगर आप कामकाज के लिए ज़रूरत से ज़्यादा दबाव बनाएंगे तो लोग भड़क सकते हैं – कोई भी फ़ैसला लेने से पहले दूसरों की ज़रूरतों को समझने की कोशिश करें। जब आपसे राय पूछी जाए तो संकोच न करें- क्योंकि इसके लिए आपकी काफ़ी तारीफ़ होगी। जीवनसाथी से आपको अपने दिल की सारी बातें करने का भरपूर समय मिलेगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- खाने में शहद का प्रयोग करने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए अधिक व्यस्तता वाला रहेगा। आपका धन भी आज अधिक खर्च होगा, जिससे आपको कीर्ति प्राप्त होगी।व्यर्थ की भागदौड़ से आज पारिवारिक अशांति हो सकती है, इसलिए इसका अवश्य ध्यान रखें। शाम के समय कुछ राहत मिलती दिख रही है, जिससे आपका मन भी प्रसन्न रहेगा। आज परिवार के किसी सदस्य की सेहत में खराबी आ सकती है, इसलिए खान पीन पर ज्यादा ध्यान दें। आपकी आर्थिक स्थिति आज मजबूत होगी।किसी संत पुरुष का आशीर्वाद मानसिक शान्ति प्रदान करेगा। जिन लोगों ने किसी अनजान शख्स की सलाह पर कहीं निवेश किया था आज उन्हें उस निवेश से फायदा होने की पूरी संभावना है। परिवार के सदस्यों का आपके जीवन में विशेष महत्व होगा। आपकी शोहरत बढ़ेगी और आप आसानी से दूसरे लिंग के लोगों को अपनी तरफ़ आकर्षित करेंगे। आपको बढ़िया परिणामों को पाने के लिए अपनी तरफ़ से बेहतरीन प्रयास करने की आवश्यकता है। इस राशि के जातक आज के दिन अपने भाई-बहनों के साथ घर पर कोई मूवी या मैच देख सकते हैं। ऐसा करके आप लोगों के बीच प्यार में इजाफा होगा। आज आप अपने जीवनसाथी से काफ़ी आत्मीय बातचीत कर सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- शिवजी के सामने या पीपल के नीचे दो या पांच पीले नीम्बू रखने से स्वास्थ्य बेहतर होगा। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए चुनौतियों भरा रहेगा, कोई महत्वपूर्ण व्यवस्था व अनुबंध आपके पक्ष में फाइनल हो सकता है। आज मित्रों के मेल मिलाप से आपका कुछ वक्त अच्छा व्यतीत होगा। आपके परिवार में आज सुख शांति बनी रहेगी। आज आप अपनी बात दूसरों तक पहुंचाने में कामयाब रहेंगे और वरिष्ठ जनों से भी आप भी प्रशंसा होगी। पारिवारिक बिजनेस में माता-पिता का भरपूर सहयोग मिलेगा। जीवनसाथी की सलाह से किए गए कार्यों में आज सफलता प्राप्त होगी।थोड़ा विश्राम करें और काम के बीच-बीच में जितना हो सके, उतना आराम करते रहें। जीवन के बुरे दौर में पैसा आपके काम आएगा इसलिए आज से ही अपने पैसे की बचत करने के बारे में विचार करें नहीं तो आपको दिक्कतें हो सकती हैं। जिन लोगों से आपकी मुलाक़ात कभी-कभी ही होती है, उनसे बातचीत और संपर्क करने के लिए अच्छा दिन है। अगर आपको लगता है कि आपका लवमेट आपकी बातों को समझ नहीं पाता तो आज उनके साथ वक्त बिताएं और अपनी बातों को स्पष्टता के साथ उनके सामने रखें। आप ऐसी योजनाओं को अमली जामा पहनाने की स्थिति में होंगे, जो कई लोगों को प्रभावित करेगी। साफ़गोई से अपने मन की बात कहने में घबराएँ नहीं। ऐसा लगता है कि आज आप अपने जीवनसाथी के साथ बहुत ख़र्चा कर सकते हैं। बावजूस इसके, आप इस वक़्त का पूरा लुत्फ़ उठा पाएंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- पूजा में रोली कुंकुम के साथ सफेद चन्दन, गोपीचन्दन का प्रयोग करने से आर्थिक स्थिति बेहतर होगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके लिए सामान्य फलदायक रहेगा। आपको बेवजह के खर्चों से बाज आना चाहिए नहीं तो आपको दिक्कतें उठानी पड़ सकती है। मानसिक स्थिति ठीक ठाक रहेगी। गृहस्थ जीवन में कुछ तनाव देखने को मिल सकता है। प्रेम जीवन बिता रहे लोगों को आज सुखद नतीजे मिलेंगे। काम के सिलसिले में भी आपका दिन मान बढ़िया रहेगा। आपको पैसों की आवक होगी।हृदय-रोगियों के लिए कॉफ़ी छोड़ने का सही समय है। अब इसका ज़रा भी इस्तेमाल दिल पर अतिरिक्त दबाव डालेगा। आज आपको अपना धन खर्च करने की जरुरत नहीं पड़ेगी क्योंकि घर का कोई बड़ा आज आपको धन दे सकता है। सबको अपनी महफ़िल में दावत दें। क्योंकि आपके पास आज अतिरिक्त ऊर्जा है, जो आपको किसी पार्टी या कार्यक्रम का आयोजन करने के लिए प्रेरित करेगी। आज आपको महसूस होगा कि आपका महबूब आपसे कितना प्यार करता है। खाली वक्त का सही इस्तेमाल करना आपको सीखना ही होगा नहीं तो जीवन में आप कई लोगों से पीछे रह जाएंगे। आप महसूस करेंगे कि आपके जीवनसाथी में शहद से भी ज़्यादा मिठास है। खुलकर गाना गाना और जमकर नाचना आपकी हफ़्ते भर की थकान व तनाव को रफ़ूचक्कर कर सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- साधु-संतों का आदर करने व उन्हें भोजन कराने से स्वास्थ्य अच्छा रहेगा। \n",
    "9": "मकर राशिः आज का राशिफल\nआज आपको आपने भाग्य का भरपूर साथ मिलता दिख रहा है। जहां एक और आपको रुके हुए धन की प्राप्ति हो सकती है, तो वही आज आपका व्यापार भी आपको भरपूर लाभ देगा।उच्चाधिकारियो की  कृपा से भूमि व जमीन जायदाद संबंधित यदि कोई विवाद चल रहा है, तो उसका भी आज समाधान होगा। आज शाम के समय आपका स्वास्थ्य कुछ ढीला हो सकता है, इसलिए अपने खाने-पीने का विशेष ध्यान रखें। जीवनसाथी से आज आप संतुष्ट नजर आएंगे, माता पिता की सेवा का आपको भरपूर लाभ मिलेगा।कोई आपका मूड ख़राब कर सकता है, लेकिन ऐसी चीज़ों को ख़ुद को क़ाबू न करने दें। व्यर्थ की चिंताएँ और परेशानियाँ आपके शरीर पर नकारात्मक असर डाल सकती हैं और त्वचा से जु‌ड़ी समस्याएँ पैदा कर सकती हैं। आज आपको अपने भाई या बहन की मदद से धन लाभ होने की संभावना है। बच्चे भविष्य की योजनाएँ बनाने की अपेक्षा घर के बाहर ज़्यादा समय बिताकर आपको निराश कर सकते हैं। आपको उदार और स्नेह से भरे प्यार का तोहफ़ा मिल सकता है। आज के दिन आपका कठिन परिश्रम फलदायी सिद्ध होगा। अपने घर में बिखरी चीजों को संभालने का आज आप प्लान करेंगे लेकिन आपको इसके लिए आज खाली समय नहीं मिल पाएगा। आपका जीवनसाथी बिना जाने कुछ ऐसा ख़ास काम कर सकता है, जिसे आप कभी भुला नहीं पाएंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- मिटटी की गुल्लक में सिक्के डालें और भरने पर किसी तीर्थ या बच्चों को देने से स्वास्थ्य बेहतर होगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज यदि आपका अपने भाई बंधुओं व पड़ोसियों से कोई वाद विवाद चल रहा था, तो वह आज समाप्त होगा। अपने व्यवसाय में आज आपको किसी वृद्ध महिला का आशीर्वाद मिलने से उन्नति के विशेष अवसर प्राप्त होंगे। आपको कहीं से कमाया हुआ धन मिलने के योग बन रहे हैं। इसमें भाग्य आपका भरपूर साथ देगा। आज घर में कोई शुभ व मांगलिक कार्यक्रम हो सकता है, जिसमें परिवार के सभी सदस्य व्यस्त नजर आएंगे।अपने आप पर एक सीमा के बाद दबाव न डालें और पर्याप्त आराम लें। धन की आवश्यकता कभी भी पड़ सकती है इसलिए आज जितना हो अपने पैसे की बचत करने का विचार बनाएं। एक ख़ुशनुमा और बढ़िया शाम के लिए आपका घर मेहमानों से भर सकता है। प्यार का बुख़ार आपके सर पर चढ़ने के लिए तैयार है। इसका अनुभव कीजिए। आज आपके बॉस का बढ़िया मिज़ाज पूरे कार्यालय के माहौल को अच्छा बना देगा। आपके घर का कोई करीबी शख्स आज आपके साथ वक्त बिताने की बात कहेगा लेकिन आपके पास उनके लिए वक्त नहीं होगा जिसकी वजह से उनको तो बुरा लगेगा ही आपको भी बुरा लगेगा। जीवनसाथी के साथ यह एक बढ़िया दिन गुज़रने वाला है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- शुद्ध शहद का रोजाना प्रयोग करने से स्वास्थ्य अच्छा होगा। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आप की आर्थिक स्थिति के लिए मजबूत रहेगा। आपको आय के नए स्त्रोत प्राप्त होंगे। अपने व्यवसाय में अधिक धन लगाना, आज आपको भरपूर लाभ देगा और अच्छा मुनाफा भी आपको आज मिलेगा। यदि मन से कुछ धन खर्च किया है, तो वह आज आपको आनंद देगा। व्यापार व्यवसाय में आपके जो शत्रु हैं, वह आज पराजित होंगे और आपके भाग्य का सितारा सिर्फ चमकने लगेगा। आर्थिक स्थिति मजबूत होने से आपको अपने भविष्य की चिंता थोड़ी कम होगी। विद्यार्थियों को परीक्षा में सफलता प्राप्त होगी। आज शाम का समय आप भजन व कीर्तन में व्यतीत करेंगे।आज आपकी सेहत पूरी तरह अच्छी रहेगी। आज आपको अपने उन रिश्तेदारों को पैसा उधार नहीं देना चाहिए जिन्होंने आपका पिछला उधार अब तक वापस नहीं किया है। परिवार के सदस्यों का आपके जीवन में विशेष महत्व होगा। कोई आपको दिल से सराहेगा। अपने बॉस/वरिष्ठों को घर पर बुलाने के लिए अच्छा दिन नहीं है। इस राशि वालों को आज के दिन अपने लिए समय निकालने की शख्त जरुरत है अगर आप ऐसा नहीं करते तो आपको मानसिक परेशानियां हो सकती हैं। जीवन की सबसे चुनौतीपूर्ण परिस्थितियों में आपको अपने जीवनसाथी से पूरा सहयोग मिलेगा। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- कार्यस्थल में प्रवेश करने से पहले सूर्य के द्वादश नामों का स्मरण करना नौकरी/बिज़नेस में उन्नति देगा। \n"
}]
