horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज आपको अपने धन का निवेश करने के लिए अच्छा समय रहेगा, लेकिन शॉर्ट टर्म निवेश करने से अच्छा लाभ मिल सकता है। काम को लेकर आपके पास कुछ नए अवसर आएंगे, जिन्हें यदि आप समय रहते पकड़ पाए, तो आपको बहुत लाभ होगा। नहीं तो वह समाप्त हो जायेंगे। निजी जीवन को लेकर आप काफी भावुक होंगे और अपने जीवन में प्यार को लेकर एक खास आकर्षण महसूस करेंगे। धन के मामले में आज का दिन आपको आगे बढ़ाएगा। संतान को लेकर थोड़ी चिंता होगी।मानसिक और नैतिक शिक्षा के साथ शारीरिक शिक्षा भी लें, केवल तभी सर्वांगीण विकास संभव है। याद रखें कि एक स्वस्थ शरीर में ही एक स्वस्थ दिमाग़ निवास करता है। आपका धन आपके काम तभी आता है जब आप फिजूलखर्ची करने से खुद को रोकते हैं आज ये बात आपको अच्छी तरह से समझ में आ सकती है। परिवार के लोगों से अपनी परेशानियां साझा करके आप हल्का महसूस करते हैं, लेकिन कई बार आप अपने अहम को आगे रखकर घर वालों को जरुरी बातें नहीं बताते। आपको ऐसा नहीं करना चाहिए ऐसा करके परेशानी और भी बढ़ेगी कम नहीं होगी। यात्रा के चलते रुमानी संबंध को बढ़ावा मिलेगा। पैसे बनाने के उन नए विचारों का उपयोग करें, जो आज आपके ज़ेहन में आएँ। आज आप अपना खाली समय अपनी माता की सेवा में बिताना चाहेंगे लेकिन ऐन मौके पर किसी काम के आ जाने की वजह से ऐसा नहीं हो पाएगा। इससे आपको परेशानी होगी। आपका जीवनसाथी आपको इतना बेहतरीन पहले कभी महसूस नहीं हुआ। आपको उनसे कोई बढ़िया सरप्राइज़ मिल सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- सफेद गाय को चारा खिलाने से पारिवारिक जीवन अच्छा रहेगा। \n",
    "1": "वृष राशिः आज का राशिफल\nअपने मन की कोई इच्छा पूरी होने से आज आप बहुत खुश महसूस करेंगे। इससे आपको आर्थिक लाभ के भी प्रबल योग बनेंगे। प्रेम जीवन बिता रहे लोग आज अपने रिश्ते में कुछ अजीब सी स्थिति महसूस करेंगे। आपको लगेगा कि आपके प्रिय आप से कुछ छुपा रहे हैं, जबकि स्थिति इससे बिल्कुल विपरीत होगी। काम को लेकर स्थिति अच्छी होंगी। आज आप अपने काम में और दिनों के मुकाबले ज्यादा अच्छा प्रभाव दिखायेगे और मानसिक रूप से भी आज आप काफी प्रबल रहेंगे। इनकम मजबूत होने से कोई नई चीज घर वालों के लिए खरीद कर लेकर आ सकते हैं।अपने आहार पर नियंत्रण रखें और चुस्त-दुरुस्त रहने के लिए नियमित व्यायाम करें। आज निवेश के जो नए अवसर आपकी ओर आएँ, उनपर विचार करें। लेकिन धन तभी लगाएँ जब आप उन योजनाओं का भली-भांति अध्ययन कर लें। पारिवारिक समारोह में नए दोस्त बन सकते हैं। हालाँकि अपने चयन में सावधानी बरतें। अच्छे दोस्त उस ख़ज़ाने की तरह होते हैं, जिसे सारी ज़िंदगी दिल के क़रीब रखा जाता है। आज आप ऐसे इंसान से मिल सकते हैं, जो आपको ख़ुद अपनी ज़िन्दगी से ज़्यादा चाहता होगा। बड़े उद्योगपतियों के साथ साझीदारी का व्यवसाय फ़ायदेमंद रहेगा। अपने जरुरी कामों को निपटाकर आज आप अपने लिए समय तो अवश्य निकालेंगे लेकिन इस समय का उपयोग आप अपने हिसाब से नहीं कर पाएंगे। आज के दिन आप वैवाहिक जीवन का असली स्वाद चख सकते हैं। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- विकलांग लोगों की सेवा करने से स्वास्थ्य अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज आपकी मां जी को आपकी जरूरत पड़ेगी क्योंकि उनकी सेहत में गिरावट आ सकती हैं। दोस्तों से प्रेम और सहयोग प्राप्त होगा। वह किसी पार्टी में चलने की आपसे जिद पकड़ सकते हैं। प्रेम जीवन बिता रहे लोग आज अपने रिश्ते की सफलता को देखकर बहुत अच्छा महसूस करेंगे। आपका प्रिय अपनी बुद्धिमानी से आपका दिल जीत लेगा। शादीशुदा लोगों का गृहस्थ जीवन आज और खुशनुमा रहेगा। जीवनसाथी आपको कोई बिजनेस टिप्स दे सकता है। नौकरी के लिए आप प्रबल स्थिति में होंगे।क़ुदरत ने आपको आत्मविश्वास और तेज़ दिमाग़ से नवाज़ा है- इसलिए इनका भरपूर इस्तेमाल कीजिए। बीते दिनों में जितना धन आपने आज को बेहतर बनाने के लिए इनवेस्ट किया था उसका फायदा आज आपको फायदा मिल सकता है। अपने दोस्तों और परिवार के सहयोग के चलते आप नए आत्मविश्वास और रोमांच से भरपूर रहेंगे। आप अनुभव करेंगे कि आपके प्रिय का आपके प्रति प्यार वाक़ई बहुत गहरा है। आज किए गए निवेश काफ़ी फ़ायदेमन्द साबित होंगे, लेकिन आपको भागीदारों से विरोध का सामना करना पड़ सकता है। आपका व्यक्तित्व ऐसा है कि ज्यादा लोगों से मिलकर आप परेशान हो जाते हैं और फिर अपने लिए वक्त निकालने की कोशिश करने लग जाते हैं। इस लिहाज से आज का दिन आपके लिए बहुत उम्दा रहने वाला है। आज आपको अपने लिए पर्याप्त समय मिलेगा। आप महसूस करेंगे कि आपके जीवनसाथी में शहद से भी ज़्यादा मिठास है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- नहाने वाले पानी में हरी मूंग के 5 दाने डालकर स्नान करने से नौकरी/बिज़नेस में फायदा होगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nभावुकता से बाहर आएंगे और व्यवहारिकता से ताल मिलाएंगे। आपकी इनकम बढ़िया होगी और आपकी कोई मन की इच्छा पूरी होने से आप का मनोबल सातवें आसमान पर होगा। दोस्तों से खूब बातचीत होगी और अपनी निजी जीवन के बारे में भी कुछ समस्याओं को उनसे साझा करेंगे। आज अपने प्रिय से किसी बात को लेकर गुस्सा जाहिर कर सकते हैं, जबकि शादीशुदा लोग अपने विवाहित जीवन को लेकर संतुष्ट महसूस करेंगे, उन्हें लगेगा कि उनका जीवन साथी एक श्रेष्ठ व्यक्ति है, जिस पर उन्हें पूरा भरोसा होगा।आज आप उम्मीदों की जादुई दुनिया में हैं। हालाँकि धन आपकी मुट्ठियों से आसानी से सरक जाएगा, लेकिन आपके अच्छे सितारे तंगी नहीं आने देंगे। दोस्तों के साथ शाम बिताना या ख़रीदारी करना मज़ेदार और रोमांचक रहेगा। जो लोग प्रेम के संगीत में डूबे हुए हैं, वही इसकी स्वर-लहरियों का आनन्द ले सकते हैं। आज के दिन आप भी उस संगीत को सुन सकेंगे, जो दुनिया के बाक़ी सभी गीतों को भुलवा देगा। हालाँकि वरिष्ठों से कुछ विरोध के स्वर सुनाई देंगे- लेकिन फिर भी आपको दिमाग़ ठण्डा रखने की ज़रूरत है। आज आपके करीबी लोग आपके करीब आने की कोशिश करेंगे लेकिन अपने मन को शांत बनाए रखने के लिए आप एकांत में समय बिताना पसंद करेंगे। आज आपका आपस में कुछ ज्यादा विवाद हो सकता है जिसके दूरगामी परिणाम वैवाहिक जीवन के लिए नकारात्मक हो सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- सफेद गाय को सफेद मिष्ठान खिलाना नौकरी व बिज़नेस के लिए अच्छा रहेगा। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज के दिन आप अपनी पारिवारिक जिम्मेदारियों को पूरा करने में लगाएंगे। घर गृहस्थी के कामों में मन लगेगा और घर वालों का सहयोग भी आपको मिलेगा, लेकिन आपके परिवार में किसी बात को लेकर तनातनी चल सकती है, जिसकी वजह से घर का माहौल थोड़ा शांत हो जाएगा। आपका निजी जीवन आज बहुत बढ़िया रहेगा। दांपत्य जीवन को लेकर आप काफी खुश नजर आएंगे क्योंकि आज आप रोमांटिक मूड में होंगे। यदि आप किसी से प्रेम करते हैं। तो आज का दिन अपने दिल की बात कहने के लिए अच्छा अवसर प्रदान करेगा। काम को लेकर सत्य और ईमानदारी जरूरी होगी।हर इंसान को ग़ौर से सुनें, हो सकता है आपको अपनी समस्या का समाधान मिल जाए। अपने जीवनसाथी केे साथ धन से जुड़े किसी मामले को लेकर आज आपका झगड़ा हो सकता है। हालांकि अपने शांत स्वभाव से आप सबकुछ ठीक कर देंगे। कुछ लोग आपकी झुंझुलाहट की वजह बन सकते हैं, उन्हें नज़रअंदाज़ करें। अपने साथी को भावनात्मक तौर पर ब्लैकमेल करने से बचें। आपके पास आज अपनी क्षमताओं को दिखाने के मौक़े होंगे। आपका चुम्बकीय और ज़िन्दादिल व्यक्तित्व आपको सबके आकर्षण का केन्द्र बना देगा। जीवनसाथी के रिश्तेदारों का दख़ल वैवाहिक जीवन का सन्तुल बिगाड़ सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- अपाहिजों को रेवड़ियाँ बाँटने से फैमिली लाइफ अच्छी रहेगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nव्यावहारिकता में आकर भावुकता से मुंह ना मोड़ो। आज आपके किसी खास दोस्त को आपकी जरूरत पड़ेगी। ऐसे में उनकी मदद जरूर करें क्योंकि दोस्ती की यही निशानी है। दांपत्य जीवन को लेकर आज आप थोड़े गुस्से में नजर आ सकते हैं क्योंकि जीवन साथी कुछ ऐसी बातें कहेगा, जो आपको बिल्कुल भी पसंद नहीं आएंगी। सेहत में गिरावट हो सकती है और खर्चों में बढ़ोतरी भी, लेकिन काम को लेकर आप आजाद स्वस्थ रहेंगे और आपकी मेहनत तथा समझदारी आपको प्रशंसा का पात्र बनाएगी।बचपन की यादें आपके मन पर छायी रहेंगी। लेकिन इस काम में आप ख़ुद को मानसिक तनाव दे सकते हैं। आपके तनाव और परेशानी की एक बड़ी वजह बचपन की मासूमियत को जीने की चाह है, इसलिए खुलकर जिएँ। आप अच्छा पैसा बना सकते हैं, बशर्ते आप पारंपरिक तौर पर निवेश करें। आपको अपना बाक़ी वक़्त बच्चों के संग गुज़ारना चाहिए, चाहे इसके लिए आपको कुछ ख़ास ही क्यों न करना पड़े। प्रेम निःसीम होता है, सभी सीमाओं के परे; आपने ये बातें पहले भी सुनी होंगी। लेकिन आज वह दिन है जब आप अगर चाहें तो यह ख़ुद महसूस कर सकते हैं। तब तक कोई वादा न करें, जब तक आप ख़ुद यह न जानते हों कि आप उसे हर क़ीमत पर पूरा करेंगे। मुमकिन है कि आपके अतीत से जुड़ा कोई शख़्स आज आपसे संपर्क करेगा और इस दिन को यादगार बना देगा। आज के दिन आपका वैवाहिक जीवन एक ख़ूबसूरत बदलाव से गुज़रेगा। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- घर में चितकबरा कुत्ता पालने से स्वास्थ्य में सुधार होगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआज आप अपनी शारीरिक समस्याओं से थोड़े परेशान नजर आएंगे और इसके लिए डॉक्टर से मिल सकते हैं। धन के इन्वेस्टमेंट के लिए भी आज का दिन अच्छा रहेगा। कोर्ट कचहरी से जुड़े मामले आपके लिए फायदेमंद साबित होंगे और घर में कोई नई कंस्ट्रक्शन का काम करा सकते हैं। काम के सिलसिले में आज आप थोड़े से कमजोर महसूस करेंगे और किसी की सहायता से आज आप अपना काम करेंगे। आपको ट्रैवलिंग भी करनी पड़ सकती है। निजी जीवन आपको सुख देगा।बेकार के ख़यालों में अपनी ऊर्जा बर्बाद न करें, बल्कि इसे सही दिशा में लगाएँ। जो उधारी के लिए आपके पास आएँ, उन्हें नज़रअन्दाज़ करना ही बेहतर रहेगा। कोई आपको नुक़सान पहुँचाने की कोशिश कर सकता है। कई मज़बूत ताक़तें आपके ख़िलाफ़ काम कर रही हैं। आपको ऐसे क़दम उठाने से बचना चाहिए, जिसके चलते उनका और आपका आमना-सामना हो। अगर आप हिसाब बराबर करना चाहें, तो ऐसा सलीके से ही किया जाना चाहिए। प्रेम के दृष्टिकोण से उत्तम दिन है। आपका वर्चस्ववादी स्वभाव आलोचना की वजह बन सकता है। इस राशि के जातक आज लोगों से मिलने से ज्यादा अकेले में वक्त बिताना पसंद करेंगे। आज आपका खाली समय घर की सफाई में बीत सकता है। यह दिन आपके जीवन में वसंत-काल की तरह है - रोमानी व प्यार से भरा; जहाँ सिर्फ़ आप और आपका जीवनसाथी साथ हों। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- किसी वृद्ध ब्राह्मण को भोजन करने से आर्थिक स्थिति बेहतर होगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nखुद को अकेला समझने की भूल ना करें। इस संसार में हर व्यक्ति अकेला भी है, लेकिन उसके आसपास के लोग उसे ऐसा महसूस नहीं होने देते। आपको भी बहुत चाहने वाले हैं। उन पर भरोसा रखें, काम के क्षेत्र में आपको इधर-उधर की बातों से दूर हट कर अपने भविष्य के गोल निर्धारित करने होंगे और उसी के अनुसार काम करना शुरू कर दें। आपकी सेहत ठीक रहेगी और आपके बॉस आप की कार्य क्षमता को पूछेंगे। साथी टीम मेंबर का सहयोग मिलेगा और वह आपके लिए मेहनत करेंगे। प्रेम जीवन को लेकर कुछ निराशा हो सकती है।ख़याली पुलाव पकाने में वक़्त ज़ाया न करें। सार्थक कामों में लगाने के लिए अपनी ऊर्जा बचाकर रखें। लम्बे अरसे को मद्देनज़र रखते हुए निवेश करें। दोस्त मददगार और सहयोगी रहेंगे। कुछ लोगों के लिए नया रोमांस ताज़गी लाएगा और आपको ख़ुशमिज़ाज रखेगा। अगर आप व्यवसाय में किसी नये भागीदार को जोड़ने पर विचार कर रहे हैं, तो यह ज़रूरी होगा कि उससे कोई भी वादा करने से पहले आप सभी तथ्य अच्छी तरह जाँच लें। आपका व्यक्तित्व ऐसा है कि ज्यादा लोगों से मिलकर आप परेशान हो जाते हैं और फिर अपने लिए वक्त निकालने की कोशिश करने लग जाते हैं। इस लिहाज से आज का दिन आपके लिए बहुत उम्दा रहने वाला है। आज आपको अपने लिए पर्याप्त समय मिलेगा। यह दिन शादीशुदा ज़िन्दगी के सबसे ख़ास दिनों में से एक रहेगा। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- केतु द्वादश नाम का पाठ करने से नौकरी व बिज़नेस में सफलता मिलेगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके अंदर एक अजब सा जोश भर देगा। आप हर काम को समय से पहले निपटाने की कोशिश करेंगे और बचे हुए समय को अपने परिवार के नाम कर देंगे। इससे आप एक संतुष्टि का भाव अपने चेहरे पर देखेंगे। स्वास्थ्य अच्छा रहेगा और मन में धार्मिक विचार आएंगे। किसी प्रॉपर्टी की बातचीत फाइनल हो सकती है। इनकम को लेकर आपको आज अच्छे समाचार मिलेंगे और किसी अनजान स्रोत से धन आने के योग बन सकते हैं। निजी जीवन संतुष्टि दायक रहेगा तथा आपकी सेहत अच्छी रहेगी।अनचाहे ख़यालों को दिमाग़ पर कब्ज़ा न करने दें। शांत और तनाव-रहित रहने की कोशिश करें, इससे आपकी मानसिक दृढ़ता बढ़ेगी। जीवन की गाड़ी को अच्छे से चलाना चाहते हैं तो आज आपको पैसे की आवाजाही पर विशेष ध्यान देना होगा। आम परिचितों से व्यक्तिगत बातों को बांटने से बचें। आपके प्रिय के कड़वे शब्दों के कारण आपका मूड ख़राब हो सकता है। आज कार्यक्षेत्र में आपकेी ऊर्जा घर के किसी मसले को लेकर कम रहेगी। इस राशि के कारोबारियों को आज के दिन अपने साझेदारों पर नजर बनाए रखने की जरुरत है, वो आपको नुक्सान पहुंचा सकते हैं। अगर आप जल्दबाज़ी में निष्कर्ष निकालेंगे और ग़ैर-ज़रूरी काम करेंगे, तो आज का दिन काफ़ी निराशाजनक हो सकता है। वैवाहिक जीवन में आप कुछ निजता की ज़रूरत महसूस करेंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- प्रेमी/प्रेमिका से मिलने जाने से पहले मिश्री खाकर व पानी पीकर निकले इससे प्रेम सम्बन्धों में बढ़ोतरी होगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज आप खुद पर अपना भरोसा रखेंगे और हर काम को खुद ही करने का विचार करेंगे। इसमें आपकी काफी ऊर्जा लगेंगी, लेकिन फिर भी आपके पास पर्याप्त तो वजह होगी और अब जिंदादिली से काम करेंगे। भाग्य पर अंधविश्वास करने से बचें और कर्म पर ज्यादा ध्यान दें। गुप्त खर्चों से बचने की कोशिश करेंगे तो आर्थिक स्थिति अच्छी रहेगी। निजी जीवन को लेकर स्थितियां सामान्य रहेंगी अधिक प्रयास करने से ही आप अपने रिश्तो में तालमेल बिठा पाएंगे। काम को लेकर आपको ज्यादा मेहनत की जरूरत नहीं पड़ेगी बल्कि अपना दिमाग लगाकर आसानी से हर काम को निपटा लेंगे।आज के दिन ऐसी चीज़ों पर काम करने की ज़रूरत है, जो आपकी सेहत में सुधार ला सकती हैं। तंग आर्थिक हालात के चलते कोई अहम काम बीच में अटक सकता है। परिवार की स्थिति आज वैसी नहीं रहेगी जैसा आप सोचते हैं। आज घर में किसी बात को लेकर कलह होने की संभावना है ऐसी स्थिति में खुद पर काबू रखें। आज आप ऐसे इंसान से मिल सकते हैं, जो आपको ख़ुद अपनी ज़िन्दगी से ज़्यादा चाहता होगा। आपको बढ़िया परिणामों को पाने के लिए अपनी तरफ़ से बेहतरीन प्रयास करने की आवश्यकता है। यह दिन बेहतरीन दिनों में से एक हो सकता है। आज दिन में आप कई अच्छे प्लान भविष्य के लिए बना सकते हैं लेकिन शाम के वक्त किसी दूर के रिश्तेदार के घर में आ जाने के कारण आपके सारे प्लान धरे के धरे रह सकते हैं। आज का दिन उन्माद में घिर जाने का है; क्योंकि आप अपने जीवनसाथी के साथ प्रेम के चरम का अनुभव करेंगे। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- भैरव जी पर मदिरा चढ़ाने से आर्थिक स्थिति बेहतर होगी। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज के दिन बेवजह की चिंताओं को लेकर और पुरानी कुछ गलतियों को याद करके परेशान होंगे, लेकिन इस स्थिति से बाहर निकलें क्योंकि इससे कुछ हासिल नहीं होगा और आपका महत्वपूर्ण समय निकल जाएगा। काम को लेकर स्थितियों में उतार-चढ़ाव रहेगा। आपको अपने काम में एकता बनाए रखने के लिए कठिन परिश्रम करना पड़ेगा। निजी जीवन आपको सुख देगा और आप के रिश्तो में प्रेम की वृद्धि होगी। आज का दिन ससुराल वालों के साथ भी बीता सकते है और अचानक से मिलने वाले किसी लाभ से आप काफी खुश होंगे।मौज-मस्ती की यात्राएं और सामाजिक मेलजोल आपको ख़ुश रखेंगे और सुकून देंगे। आपकी लगन और मेहनत पर लोग ग़ौर करेंगे और आज इसके चलते आपको कुछ वित्तीय लाभ मिल सकता है। दिन चढ़ने पर किसी पुराने दोस्त से सुखद मुलाक़ात होगी। मुमकिन है कि आपके आँसुओं को पोंछने के लिए कोई ख़ास दोस्त आगे आए। चीज़ों के होने का इंतज़ार मत कीजिए- बाहर निकलें और नए मौक़ों की तलाश करें। सेमिनार और प्रदर्शनी आदि आपको नई जानकारियाँ और तथ्य मुहैया कराएंगे। अगर आप वैवाहिक तौर पर लंबे समय से कुछ नाख़ुश हैं, तो आज के दिन आप हालात बेहतर होते हुए महसूस कर सकते हैं। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- चन्द्रमा को अर्घ्य (चावल, दूध मिलाकर) देना नौकरी/बिज़नेस के लिए फ़ायदेमंद रहेगा। \n",
    "11": "मीन राशिः आज का राशिफल\nबिजनेस को लेकर स्थितियों में सुधार होगा। आप काफी एग्रेसिव मूड में हो सकते हैं क्योंकि आपके कुछ काम में रूकावट आ सकती है। कोशिश करें कि ऐसी स्थिति से बचें क्योंकि इसका असर आपके परिवार के जीवन पर पड़ सकता है। काम को लेकर स्थितियां सुधरेंगी और आपको अपने काम को लेकर किसी पर निर्भरता नहीं रखनी होगी। खुद के दम पर ही अपने काम में सफलता पाएंगे। खुद को समय दें और यह जानें कि आपके अंदर क्या चल रहा है। किसी महिला से झगड़ा मोल ना लें।कोई अच्छी ख़बर मिल सकती है। आप ख़ुद को नए रोमांचक हालात में पाएंगे- जो आपको आर्थिक फ़ायदा पहुँचाएंगे। पुराने परिचितों से मिलने-जुलने और पुराने रिश्तों को फिर से तरोताज़ा करने के लिए अच्छा दिन है। रोमांटिक मुलाक़ात बहुत रोमांचक रहेगी, लेकिन ज़्यादा देर के लिए नहीं होगी। नई परियोजनाओं और कामों को अमली जामा पहनाने के लिए बेहतरीन दिन है। इस राशि के जातक आज लोगों से मिलने से ज्यादा अकेले में वक्त बिताना पसंद करेंगे। आज आपका खाली समय घर की सफाई में बीत सकता है। अगर आपके जीवनसाथी का मन खिन्न है और चाहते हैं की दिन अच्छा गुज़रे, तो चुप्पी साधे रहें। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- प्रेमी/प्रेमिका को नीले फूल गिफ्ट में देने से प्रेम सम्बन्धों में मजबूती आएगी। \n"
}]
