horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "भौतिक सुविधाओं की ओर ध्यान देने के लिए यह काफी अच्छा समय है ǀ अपने सामाजिक जीवन का आनंद उठायें और ऐसे दोस्तों और परिचितों से भी बात करें जिनके सम्पर्क में आप लम्बे समय से नही रहे हैं ǀ आज अपने जाग्रति स्तर में भी बदलाव महसूस करेंगे,जो आपको अचानक ही अनुभव होगा ǀ इस समय अपने मन की बात सुनना ही उचित होगा ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "आपके सर वीकेंड का जादू चढ़ा हुआ है,आप ‘चलता है ‘के मूड में हैं I|तनावरहित महसूस करना अच्छी बात है,लेकिन सावधानी भी उतनी ही आवश्यक हैIअति न करें Iआनंद लें परन्तु यह भी ध्यान रखें कि आने वाला सप्ताह आपके लिए काम के लिहाज से काफी महत्वपूर्ण है और आपका स्वस्थ रहना काफी आवश्यक है I",
        "मेष प्यार और संबंध राशिफल": "जो आसपास ऐसे ही घूमते रहते हैं उन्हें कोई गंभीर नही समझ पायेगा क्योंकि यह घुमक्कड़ स्वभाव आपकी छवि के लिए खतरा बना हुआ है | आपको बहुत से लोग पसंद तो कर लेंगे लेकिन आपके बारे में गंभीरता से नही सोचेंगे क्योंकि आप यात्रा की जरुरत वाली नौकरी में होने के कारण घर पर बहुत कम समय दे पाते हैं | आपके पार्टनर की चिंता अपनी जगह सही है क्योंकि यात्रा करने के कारण आप घर को बहुत कम समय दे पायेंगे |",
        "मेष कैरियर और धन राशिफल": "आप अपने वांछित लक्ष्यों को प्राप्त करने के लिए और अपने परिवार की धन वृद्धि के लिए शक्तिशाली ऊर्जा से भरे हुए हैं। आप अधिक ज्ञान को प्राप्त करने में सक्षम हो जायेंगे और जिससे आप अगली बार किसी की सेवा करने पर अधिक कमाने लायक हो जाएंगे , इस तरह से आपके हाथो में वित्तीय सुरक्षा और सफलता के लिए सभी सामग्री रहेगी ।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "आप पुराने विचारों को छोड़कर नए विचारों को अपना रहे हैं ǀ आज कुछ अलग ना सोचें,इसका प्रभाव औरों पर अच्छा न पड़ेगा ǀ कोई भी काम करने से पहले ये मूल्याकंन दुबारा कर लें कि आप वास्तव में चाहते क्या हैंǀ घरेलू जरूरतों को पूरा करने के लिए नया वाहन और दूसरी चीजें खरीदने हेतु समय उपयुक्त है ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "आपकी भावनाएँ आज उफान पर रहेंगी और आपको ख़ासा परेशान करेंगीǀअपनी भावनाओं के तूफ़ान में बहकर कोई भी फैसला करने से पहले एक बार फिर से सोच लें ǀइस स्थिति में थोड़ी राहत पाने के लिए वे कार्यकलाप करें जो आपको सबसे ज्यादा पसंद हैं ǀइस तरीके से आप मानसिक रूप से संतुलित होने तक अपने ध्यान को बाँट पायेंगे ǀ",
        "वृषभ प्यार और संबंध राशिफल": "अगर मौजूदा संबंधों में वो अपनापन आप महसूस नहीं कर रहे है तो भी अपने मन को सकारात्मक रखे । आपका साथी अपने प्रेम की भावनाओं को उसी तरीके से व्यक्त नहीं कर रहा है , जिस तरह से आप व्यक्त करते है । ये समय किसी को चोट पहुंचाए बिना आगे बढ़ने का समय है। आप लोगों से मिले , समारोह में जाये और हो सकता है , कोई साथी आपको मिल जाये जो आपके दिल को समझेगा । आप विनम्र और कोमल रहे । कुछ आश्चर्य आपका इंतजार कर रहे है ।",
        "वृषभ कैरियर और धन राशिफल": "हालाँकि आप सावधान और व्यवस्थित है , पर किसी दूसरे के कार्यभार के लिए आप जवाबदेह होंगे । अपने और अपने काम के तरीको पर विश्वास रखे । एक बार में एक काम को सुव्यस्थित तरीके से करे और अगले सप्ताह तक आप चीजों को आकार में वापस पायेंगे । उस समय तक अपने सहकर्मियों के साथ किसी बहस में संलिप्त न हो । 375"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "भाग्य आपकी वित्तीय स्थिति पर मुस्कुरा रहा है और अधिक कमाई के कारण आप के खर्चे भी बढ़ गए हैंǀअब समय आ गया है की आप अपने खर्च पर नियंत्रण रखें ǀअब फिजूलखर्ची से बचना होगा ǀ आपके परिजन या किसी करीबी के साथ ऐसा कुछ होगा कि आपके भीतर भी उससे अशांति आएगी ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "आज आपके दिमाग में केवल सुन्दरता सम्बन्धी ख्याल छाए हुए हैं ,आज आप कई सौन्दर्य ट्रीटमेंट के लिए तैयार हैं ǀइनमे एन्टी-एजिंग मसाज से लेकर कोई कोस्मेटिक सर्जरी तक शामिल हो सकती है ǀआप सुंदर बने रहने के लिए अपनी जीवन शैली में भी कई बदलाव करने वाले हैं,आपके स्तर पर हालाँकि यह सब कुछ तारीफ़ के लायक है लेकिन यह भी समझें कि हर आयु कि अपनी एक ख़ूबसूरती होती है और हमेशा खुद को अपनी वास्तविक आयु से छोटा दिखाने की कोशिश करना जरूरी नही है ǀ",
        "मिथुन प्यार और संबंध राशिफल": "आपका रुख अपनी लव लाइफ के प्रति काफी नरम है फिर भी आपको कई बार ऐसे स्थितियों का सामना करना पड़ जाता है जहां लोगों की बातें और भावनाएं आपको सच्ची नही लगती | आप ऐसे लोगों से बहुर प्रभावित नही होंगे | ऐसे लोगों से आपको सच्चे प्यार की उम्मीद करनी भी नही चाहिए | हाँ, वे आपके अच्छे दोस्त जरूर बन सकते हैं |",
        "मिथुन कैरियर और धन राशिफल": "यह आप के लिए एक महान दिन है! आप दूसरों को अपने विचारों और अवधारणाओं को पेश करने के लिए इस अवसर का बेसब्री से इंतजार कर रहे थे । हो सकता है की आपकी मासूमियत और ईमानदारी, व्यंग्य और आक्रामकता के रूप में लोगो को लगे क्यों की लोग आप से ज्यादा परिचित नहीं हैं। इसलिए सावधान रहे क्यों की हो सकता है , स्थितिया उस अनुपात में आपका साथ न दे ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "आज का दिन नई शुरुआत के लिए बिलकुल सही है ǀआप अपने आपको पीछे धकेलने वाली चीजों से आज मुक्त महसूस करेंगे ǀकिसी नए अवसर में जिंदगी बदलने की क्षमता है लेकिन आपको उसे समय रहते पकड़ना होगा ǀसमय रहते लिया गया निर्णयात्मक फैसला आपके लिए काफी महत्वपूरण एवं लाभकारी बदलाव ला सकता है ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "खुश रहना अच्छे स्वास्थय का राज है और इसका उल्टा भी इतना ही सच है I|आपके लिए यह जरूरी है कि आप खुश रहने और स्वास्थ्य के बीच के इस सम्बन्ध को समझें,अगर आप ऐसा नही करते तो मन से खुश न होने की स्थिति में, जितनी ऊर्जा आप स्वस्थ रहने में लगाते हैं वह सब बेकार हो जायेगी|अगर आप अच्छा स्वास्थ्य पाना चाहते हैं तो आपको ठंडे दिमाग से सोचकर अपनी नाराजगी का कारण पता लगाना और उसे दूर करना होगा I|",
        "कर्क प्यार और संबंध राशिफल": "भाग्य लक्ष्मी और पोषण से संभंधित ग्रह आज आपकी राशि में चमक रहे है । अपने प्यार को एक आरामदायक अनुभव से रूबरू कराएं । अपने प्यार को महसूस करायें की वो आपके लिए बहुत महत्वपूर्ण है । ग्रहों की स्थिति आपके प्यार के जीवन की रक्षा करेगा । ये समय प्रेम में डूबने का समय है । आज आपको अपने साथी के साथ कुछ निजी और अंतरंग समय मिल सकता है।",
        "कर्क कैरियर और धन राशिफल": "आज जहा तक पैसे की बात है तो आप के लिए एक भाग्यशाली दिन है। अगर अतीत में आपने किसी को धन उधार दिया है तो आपको अपने पैसे वापस मिल सकते हैं।आपकी किस्मत चिट फंड या जुए के किसी अन्य रूप में आपको वितीय लाभ पंहुचा सकती है । छात्रों का करियर सही दिशा में आगे बढेगा या किसी भी परीक्षा में अगर वे बैठेंगे तो उन्हें अच्छा परिणाम मिलेगा ।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आपको आज भावनात्मक और वित्तीय ,दोनों तरह का नुकसान हो सकता है ǀ हालाँकि ,आप आसानी से इससे बच भी सकते हैं अगर आप उन लोगों से दूरी बना लें जो अपने फायदे के लिए आपको जबरदस्ती इन चीजों में घसीटना चाहते हैं ǀ आज का दिन आराम से बिताएं और अपने उन घावों को भरने की कोशिश करें जों पिछली बातों से आपको मिले हैं ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "आपको किसी बुजुर्ग मित्र या सम्बन्धी के स्वास्थ्य को लेकर चिंतित हैं इसीलिए यह समय उनके संपर्क में रहने के लिए बिलकुल ठीक है |इसी तरह ,आपको अपने बच्चों के स्वास्थ्य को लेकर भी सावधान रहना होगा |आप खाने की महता को आज महसूस कर पायेंगे और संतुलित खाने अपनाने की दिशा में पहला कदम उठाएंगे |इससे आपके और आपके परिवार की सामान्य सेहत में काफी सुधार होगा |",
        "सिंह प्यार और संबंध राशिफल": "आज का दिन रोमांस के लिए बहुत अच्छा है | आप किसी अन्तरंग योजना से किसी खर्चीली सरप्राइज से उन्हें खुश और चकित कर देने की योजना बना सकते हैं | आपको भी शायद बदले में उनसे कोई ऐसे ही सरप्राइज मिले | ग्रहों की स्थिति आपके पक्ष में है , इसका पूरा लाभ उठाने के लिए कुछ एकांत समय बिताने की योजना बनाएं | अगर परिवार बढाने के बारे में सोच रहें हैं तो यह सर्वोतम समय है |",
        "सिंह कैरियर और धन राशिफल": "एक दुर्लभ नौकरी का अवसर आज आपके दरवाजे पर दस्तक देने के लिए आ रहा है। यह विचार करने पर कुछ हद तक जोखिम भरा लगेगा , लेकिन आप उस पर कार्रवाई करते हैं, तो आप अपने कैरियर को एक नया मोड़ दे सकते हैं। सुरक्षित और संकीर्ण रास्ते की तुलना में ये समय जोखिम लेने के लिए है ताकि जो आप अपने जीवन में करना चाहते है वो पूरा हो ।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आप आज सृजनात्मक महसूस करेंगे और बहुत सारे कामों के लिए खुद को तैयार पायेंगे ǀ हालंकि आपको यह वास्तविक भय रहेगा कि दूसरे क्या सोचेंगे और कहेंगे ? आपको यह समझना है कि सही नजरिये से आधा काम तो बिना किये ही हो जाता है ǀ यद्यपि सृजनात्मक और ऊर्जापूर्ण रहने के बावजूद आपका आत्मविश्वास आज साथ नही देगा ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "आपको अपने दिमाग को सख्ती से आदेश देकर यह सिखाना होगा कि आपको केवल स्वास्थ्य के लिए लाभदायक चीजें ही खानी हैं और आपको हर रोज सुबह उठकर एक्सरसाइज जरुर करनी ही हैं |यकीन मानिए यह आपकी जिन्दगी का बहुत अच्छा अनुभव होगा |अगर जरुरत पड़े तो खुद से अकेले में पूछें –आप कैसे हैं ?इससे आपको खुद का ध्यान रखने में मदद मिलेगी |",
        "कन्या प्यार और संबंध राशिफल": "आज का दिन अपने साथी को प्रेम से संभंधित उपहार या अपनी भाव भंगिमा के द्वारा आश्चर्य चकित करने का है लेकिन साथ ही साथ कुछ अन्य चीज़े भी कुछ समय से अपना ध्यान आपकी और आकर्षित कर रही है । आपने अपने साथी को हर तरह से अपना मान लिया है । अब यह समय अपनी प्रशंसा दिखाने का है और ये सुनिश्चित करे की वही चीज़ आपको सहहृदय वापिस मिले । बहरहाल, आज अपने साथी की अनदेखी रिश्ते में तनाव को बढा सकती है।",
        "कन्या कैरियर और धन राशिफल": "आज कार्य क्षेत्र में आप किसी गलतफहमी का शिकार हो सकते है , लेकिन अपने सहकर्मियों की आलोचना न करे ।आप ग्रहों के प्रभाव की वजह से तनाव और गुस्से में आ सकते है और आप इसकी भड़ास अपने सहयोगियों पर निकाल सकते है । इसकी वजह से आपके कार्यस्थल में अनावश्यक और अतिरिक्त तनाव पैदा होगा और यहां तक कि वह आपके स्वास्थ्य को भी प्रभावित कर सकता है , अतः इसे आप दूर रहने का प्रयास करे ।"
    },
    "6": {
        "तुला दैनिक राशिफल": "आज का दिन आपकी वित्तीय स्थिति एवं करियर में तरक्की का दिन है ,लेकिन इन सबके लालच में अपने परिवार की उपेक्षा ना करें ǀदरअसल आज आप अपने भीतर आध्यात्मिकता का भी अनुभव करेंगे ǀइन दोनों शक्तियों के बीच उलझा हुआ अनुभव भी करेंगे लेकिन अंतत दोनों में संतुलन बना पाने में कामयाब होंगेǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "जीवन में कई बार चीजें अपने हिसाब से होती हैं और जब कोई भी चीज अपने हाथ में न हो तो धीरज और शांति से इन्तजार करने के अलावा कोई रास्ता नही बचता I|अगर आप बेचैनी तथा अधीरता दिखाएँगे तो आपकी सेहत पर बुरा असर पड़ेगा I|किसी हिस्से में दर्द महसूस कर सकते हैं I|आराम करें और कोई अच्छा सा,खुश कर देने वाला संगीत सुनें,आपको काफी राहत महसूस होगीI|",
        "तुला प्यार और संबंध राशिफल": "आज आप अपने सामाजिक प्रतिबद्धताओं के कारण बहुत व्यस्त रहेंगे । समारोहों या घरेलु उपलक्ष्यो के कारण आपका सारा समय उसी में जा सकता है , जिसके कारण आज आप सामाजिक प्रतिबद्धता का आनंद लेंगे । आप आसानी से लोगों का ध्यान अपनी ओर आकर्षित करेंगे , क्योंकि आप ध्रुव तारे की तरह अपनी चमक बिखेरेंगे । इस समारोह के कारण आपको कोई पुराना माध्यम मिल सकता है या आप किसी पुराने व्यक्ति से मेल मिलाप कर सकते है जो की आपको आगे बढ़ने में सहायक सिद्ध हो सकता है ।",
        "तुला कैरियर और धन राशिफल": "आज आप व्ययसायी की तरह सोचेंगे और धन पर नियंत्रण रखेंगे । इसका परिणाम यह होगा की धन तो संचित होगा पर आपके परिवार के खर्चे बढ़ेंगे जिसका उत्तर आपको ढूढ़ना होगा । असुरक्षा की भावना की वजह से आप जरुरत के खर्चो पर भी लगाम लगाने की कोशिश कर सकते है । इस तरह की कृपणता की प्रवृत्ति से आपको बचना होगा क्यों की आपका धन प्रवाह सुचारू रहेगा ।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "पिछले कुछ समय से आप आवेग के प्रभाव में आकर फैसले ले रहें हैं ,लेकिन आज आपको योजना बनाकर सही ढंग से काम करने की महता का पता चलेगा ǀइसी से आपकी प्रवृति बदल जायेगी और आपके काम का ढंग नियोजित होता जाएगा ǀयोजना बनाने के लिए कभी देर नही होती,जब जागो तभी सवेरा ǀयोजना बनाकर आप सभी कामो को सही ढंग से कर भी पायेंगे ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "आपकि अत्यधिक व्यस्त दिनचर्या आपको स्वास्थ्य और फिटनेस सम्बन्धी सम्बन्धी किसी भी काम को गंभीरतापूर्वक लेने कि राह में रोड़ा बनी हुई हैǀवैसे तो आप अपने भोजन को लेकर जागरूक रहते अहिं लेकिन पिछले कई दिनों से आप अपने काम में उलझे होने के कारण जंक फ़ूड खा रहे हैं ǀहालाँकि काम का दबाव अभी हल्का होने वाला नही है तब भी आपको अपने स्वास्थ्य की खातिर आराम करने और स्वास्थ्यकर भोजन करने की कोशिश करनी चाहिए ǀ",
        "वृश्चिक प्यार और संबंध राशिफल": "आपकी लव लाइफ में रोचक समय चल रहा है | जिन्होंने अभी किसी के साथ अपने सम्बन्ध की शुरुआत की है उन्हें इसे मजबूत बनाने के तरीकों के बारे में सोचना चाहिए | आप दोनों प्यार और प्रतिभा दोनों को ही एक साथ बहुत अच्छे से लेकर चल सकते हैं | अपने भविष्य के बारे में सोच खुली रखें लेकिन अभी कोई योजना निश्चित न करें | केवल समय के साथ चलते जाएँ |",
        "वृश्चिक कैरियर और धन राशिफल": "आज के दिन विधार्थियो , युवा बेरोजगारो और स्वनियोजित व्यवसायियों के लिए काफी करियर अवसर आयेंगे । आप एक ऐसी परियोजना के भागीदार बन सकते है जिससे आपके करियर की दिशा परिवर्तित हो सकती है और काफी समय से आपको इसकी तलाश भी थी । आपको इस अवसर का उपयोग काफी समझ के साथ करना है क्यों की ये अवसर जीवनभर में यदा कदा ही मिलता है और ये काफी महत्वूर्ण भी है । आपके पुरे करियर की दिशा इस अवसर से परिवर्तित हो सकती है । ये परियोजना विदेश से संभन्धित हो सकती है ।"
    },
    "8": {
        "धनु दैनिक राशिफल": "अगर आप आज रसोईघर में बनने वाले खाने के बारे में सोच रहे हैं तो बिलकुल सही सोच रहे हैंǀआज आपको कोई विशेष पकवान खाने को मिल सकता हैǀअपनी सेहत का ध्यान रखें और साफ़ सफाई बनाये रखें ǀआपके मित्र के को हुई ग़लतफ़हमी आज दूर हो सकती है ǀअप्रत्याशित श्रोतों से आय होने की भी संभावना है ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "आज का दिन आपकी सेहत के लिहाज से काफी अच्छा है ǀहालाँकि कुछ अधिक सोचने के कारण आपको तनाव हो सकता है जिससे आपकी सेहत पर नकारात्मक प्रभाव पड़ सकता है ǀआप इस बात पर ध्यान दें कि ऐसा किस कारण से हो रहा है,इससे आप तनाव से बच पायेंगे ǀआपको यह समझना होगा कि आपकी सेहत आपके अपने हाथों में है ǀ",
        "धनु प्यार और संबंध राशिफल": "आपकी सुन्दरता आज हर किसी को सम्मोहित करेगी | आज आपके पास अपने पहले पार्टनर के पास जाकर उनकी खबर लेने का अच्छा मौका होगा लेकिन ध्यान रखें कि उनके पास वापस न लौटें | गए समय को जाने देना ही ठीक होता है | आपका कोई दोस्त आपसे अपनी लव लाइफ के बारे में मदद मांग सकता है लेकिन उसके चक्कर में पड़कर अपनी लव लाइफ को न भूलें |",
        "धनु कैरियर और धन राशिफल": "आज आप बहुत आत्मविश्वास महसूस नहीं कर रहे हैं, लेकिन यह महत्वपूर्ण है की आप अपनी अनिश्चितता को छुपाके रखे । भ्रम की अपनी भावनाओं को छुपाके रखे अन्यथा लोग आपकी क्षमता पर शक करेंगे और आप एक महत्वपूर्ण समझौते से हाथ धो सकते है । आपको एक सकारात्मक दृष्टिकोण को बनाए रखने की जरूरत है , ताकि आपका भाग्य ठीक और गतिमान रहे । आपको ये याद रखने की जरुरत है की आप में क्षमता है , लेकिन आप में विश्वास की कमी झलक रही है जिसे दूर करने की जरुरत है ।"
    },
    "9": {
        "मकर दैनिक राशिफल": "आप एक साधारण आदमी हैं और इसीलिए आप संबंधों में कोई चालाकी नही करते ǀ इससे आपको कई बार नुक्सान भी उठाना पड़ता है लेकिन यह सब अधिक समय तक नही चलेगा ,आखिर में चालाकी के स्थान पर आपकी सरलता की ही जीत होगी ǀ अपनी संवेदनाओं को नियंत्रण में रखें ǀ करीबियों के साथ अच्छा वक़्त बिताने की सम्भावना बनी हुई है ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "हर रोज की एक्सरसाइज और सलाद खा –खाकर आप परेशान हो चुके हैं |अब अपना पसंदीदा खाना खाकर खुद को संतुष्ट कर सकते हैं |यह देखना न भूलें कि अगली सुबह आपको कैसा अनुभव होगा |इसका कडवा अनुभव आपको अगली बार तैलीय खाना खाने के लालच से बचने में काफी मदद करेगा |आपको अपनी शारीरिक एक्सरसाइज को बहुत सारे लोगों के सामने प्रस्तुत करने का मौका भी मिल सकता है|",
        "मकर प्यार और संबंध राशिफल": "आप अचानक अपने भीतर काफी आत्मविश्वास महसूस करेंगे और आपको अपने रोमांटिक सम्बन्ध के मामले में भी अपनी अलग पहचान को समझने की जरुरत है | आपको यह समझ आने लगेगा कि मर्यादित सीमाओं से वास्तव में सम्बन्ध में और मर्यादा और सम्मान आता है | आप पहली बार अपने आप से ये सीमाएं लागू करने की सोचेंगे | इस बारे में आपकी सोच काफी स्पष्ट है कि आपको अपने रिश्ते में क्या नही चाहिए ?",
        "मकर कैरियर और धन राशिफल": "आप अपने कार्य क्षेत्र में कुछ भ्रमित है और काफी समय से कुछ प्रश्न आपकी परेशानिया बढ़ा रहे है । आज इसका हल आपको नजर आ सकता है । आप इस विचार पर अडिग रहे और समाधान निकलने की कोशिश करे चाहे वह कितना भी अटपटा या अजीब लगे । अगर आप कुछ जोखिम लेंगे तो आपको अत्यधिक लाभ होगा जो अपने सोचा भी न होगा ।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "आज अपमनी दार्शनिकताओं तथा विचारों को किसी के साथ बाँट लेने का मौका देखें ,आपकी मुलाकात एक बेहतरीन व्यक्ति से हो सकती है ǀ इससे एक ख़ूबसूरत दोस्ती या अच्छी साझेदारी भी जन्म ले सकती है ǀ थोड़े से ध्यान से देखने से,आप अपने आसपास से बहुत सारी चीजें सीख पायेंगेऔर यह ज्ञान आपके लिए लाभकारी सिद्ध होगा ǀआप किसी ऐसे व्यक्ति से भी मिल पायेंगे जिसके विचार आपसे मिलते हों ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "अपने पाचन तन्त्र का ध्यान रखें I|त्योहारों के इस मौसम में इसकी उपेक्षा आप कर सकते हैं I|सबसे अच्छा उपाय है – उपयुक्त खाना खाएं और हल्का अभ्यास जरुर करें जैसे-चलना ,सीढियां चढना या साइकिल चलाना आदि I|आपका तेजी से चलने वाला दिमाग आपको खाने का पूरा मजा नही लेने देता I|खाते हुए और किसी भी बात के बारे में ना सोचें I|अच्छी तरह चबाकर खाना खाएं I|",
        "कुंभ प्यार और संबंध राशिफल": "अभी पिछले कुछ दिनों में एक दुसरे के लिए आपके प्यार की सभी भावनाएं व्यर्थ की बाधाओं और गलतफहमियों में उलझकर रह गई हैं | आज कोई ऐसी घटना होगी जिससे आपके सारे संदेह मिट जायेंगे और एक दुसरे के लिए आपका सच्चा और गहरा प्यार तथा समर्पण खुलकर सबके सामने आ पायेगा | अपने पार्टनर की तारीफ करना न भूलें | अपनी अंतरतम की भावनाओं को रोमांटिक भाव भंगिमाओं से दिखाने का यह बहुत अच्छा समय है |",
        "कुंभ कैरियर और धन राशिफल": "जहां तक वित्तीय मामलों का संबंध है, आज आप एक बुद्धिमान निर्णय लेंगे । सलाह आपका उचित मार्गदर्शन करेंगी , तो आज छोटे लाभ से संतुष्ट रहे । शेयर बाज़ार में लगे लोग आज बड़े शेयरों के निवेश से बचे । अपने भीतर की आवाज सुनकर अपने अंतर्ज्ञान से काम करे ।"
    },
    "11": {
        "मीन दैनिक राशिफल": "आज का दिन सृजनात्मक प्रवृति के लोगों के लिए बहुत अच्छा साबित होगा ǀ आपके हुनर और कार्यों दोनों की ही प्रशंसा होगी ǀअपने कार्य के लिए धन प्राप्ति भी संभव है ǀ अगर आप विद्यार्थी हैं तो आपके लिए समय अच्छा है और परीक्षा से डरने के स्थान पर उसका सामना करना बेहतर होगा ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "अपने अतिरिक्त वजन को घटाने की योजना बनाने के लिए बिलकुल उपयुक्त समय है I|आप पिछले कुछ समय से अपने बढ़ते हुए वजन के बारे में चिंता करते आ रहे हैं I|आज,आप आखिरकार इसकी शुरुआत के लिए कोई कदम उठाने में कामयाब रहेंगे I|आपका संकल्प दृढ है तथा आप आत्मविश्वास से भरे हैं ,आप कम ही समय में अच्छे परिणाम प्राप्त कर पायेंगे I|",
        "मीन प्यार और संबंध राशिफल": "अपने रोमांटिक पार्टनर के साथ बिताने के लिए समय बेहतरीन है क्योंकि आपका पार्टनर आप पर प्यार बरसायेगा | उनका सारा ध्यान आप पर रहेगा | उनकी सारी बातों को उसी तरह समझें जिस तरह का उद्देश्य लेकर वे कही गई हैं और आलोचना किये बिना इस का मजा लें | जब आपके पार्टनर का मूड रोमांटिक हो तो व्यर्थ की जिद करने या बीती दर्दभरी बातें याद करने से बचें | आपको भी उनसे इतनी ही अंतरंगता से पेश आना चाहिए |",
        "मीन कैरियर और धन राशिफल": "कार्यस्थल पर प्रभावी ढंग से संवाद करने की क्षमता आप के खिलाफ की गई कुछ कार्रवाई करने के कारण प्रभावित हो रही है! आप पर संगठन का विश्वास और गोपनीयता के उल्लंघन का आरोप लगाया जा सकता है। अपने आप को शांत बनाए रखे और अन्य लोगों की जरूरतों पर विचार करें। यह जल्द ही अपने पक्ष में होगा ।"
    }
}]
