horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआपके लिए आज का दिन काफी अच्छा रहेगा। काम में सफलता मिलेगी। गुप्त तरीकों से धन आने की संभावना रहेगी। स्वास्थ्य थोड़ा कमजोर हो सकता है। भोजन अच्छे से करें ताकि स्वास्थ्य बेहतर रह सके। प्रिय के साथ अच्छा वक्त बिताएंगे और दांपत्य जीवन में आपका जीवन साथी कार्यक्षेत्र में आपकी कोई बड़ी सहायता कर सकता है। पारिवारिक जीवन खुशहाल रहेगा और आपकी माँ का सहयोग आपको मिलेगा।आज के मनोरंजन में बाहर की गतिविधियों और खेल-कूद को शामिल किया जाना चाहिए। किसी करीबी रिश्तेदार की मदद से आज आप अपने करोबार में अच्छा कर सकते हैं जिससे आपको आर्थिक लाभ भी होगा। आपसी संवाद और सहयोग आपके और आपके जीवनसाथी के बीच रिश्ते को मज़बूत बनाएगा। अपने प्रिय से दूर होने के बावजूद आप उसकी मौजूदगी महसूस करेंगे। कार्यक्षेत्र में परिस्थितियाँ आपके पक्ष में लगती हैं। छात्रों को सलाह दी जाती है कि यारी-दोस्ती के चक्कर में इन कीमती पलों को खराब न करें। यार दोस्त आने वाले वक्त में भी मिल सकते हैं लेकिन पढ़ाई के लिए यही समय सबसे सही है। आपको महसूस होगा कि आपका वैवाहिक जीवन बहुत ख़ूबसूरत है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- परिवार में किसी का भी जन्मदिन हो तो उस दिन ग़रीबों में सफेद वस्तुएँ बांटने पर घर में सुख-शांति बनी रहेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nआपके लिए आज का दिन काफी उथल-पुथल से भरा रहेगा। आपको स्वास्थ्य का ध्यान रखना होगा और अपने धन का भी सही प्रबन्धन करना होगा। दोनों के लिए आज का दिन कमजोर है। कार्यस्थल पर आपको अच्छे परिणाम मिलेंगे। संतान की ओर से आपको कुछ समस्याओं का सामना करना पड़ सकता है लेकिन प्रेम जीवन के लिए आज का दिन बढ़िया रहेगा लेकिन कुछ ऐसे लोग होंगे जो आप के विरोध में आ सकते हैं।भाग्य पर निर्भर न रहें और अपनी सेहत को सुधारने की कोशिश करें, क्योंकि क़िस्मत ख़ुद बहुत आलसी होती है। आप घूमने-फिरने और पैसे ख़र्च करने के मूड में होंगे- लेकिन अगर आपने ऐसा किया तो बाद में आपको पछताना पड़ सकता है। आम परिचितों से व्यक्तिगत बातों को बांटने से बचें। अपनी दीवानगी को क़ाबू में रखें, नहीं तो यह आपके प्रेम-संबंध को मुश्किल में डाल सकती है। आज कार्यक्षेत्र में अचानक आपके काम की छानबीन हो सकती है। ऐसे में अगर आपने कोई गलती की होगी तो आपको इसका भुगतान करना पड़ सकता है। इस राशि के कारोबारी आज अपने कारोबार को नई दिशा देने के बारे में विचार कर सकते हैं। आप खुद को समय देना जानते हैं और आज तो आपको काफी खाली समय मिलने की संभावना है। खाली समय में आज आप कोई खेल-खेल सकते हैं या जिम जा सकते हैं। अगर आप और आपका जीवनसाथी खाने-पीने पर ज़्यादा ध्यान देंगे, तो सेहत पर बुरा असर पड़ सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- छात्रों को स्टेशनरी का सामान(कॉपी, पेन, पेन्सिल इत्यादि) बाँटने से स्वास्थ्य अच्छा होगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआपके लिए आज का दिन ठीक ठाक रहेगा। आपके दांपत्य जीवन में तनाव के बीच प्यार की मीठी बातें भी होंगी। आपके रिश्ते में घनिष्ठता बढ़ेगी। प्रेम जीवन के लिए आज का दिन काफी उत्तम है। कार्यक्षेत्र में भी आप कई लोगों के प्रयास से कुछ अच्छा काम करके दिखाएंगे जिससे आपकी तारीफ होगी। व्यापार के सिलसिले में आज का दिन काफी बेहतर है ।आज आपका स्वास्थ्य कमजोर रहेगा। विरोधियों पर आप भारी रहेंगे। मानसिक रूप से तनाव हावी रहेगा।आपका प्रबल आत्मविश्वास और आज के दिन का आसान कामकाज मिलकर आपको आराम के लिए काफ़ी वक़्त देंगे। यूं तो आज आर्थिक पक्ष अच्छा रहेगा लेकिन इसके साथ ही आपको यह ध्यान भी रखना होगा कि आप अपने पैसे को व्यर्थ में खर्च न करें। लोगों और उनके इरादों के बारे में जल्दबाज़ी में फ़ैसला न लें। हो सकता है कि वे दबाव में हों और उन्हें आपकी सहानुभूति व विश्वास की ज़रूरत हो। आपके ज़हन में काम का दबाव होने के बावजूद आपका प्रिय आपके लिए ख़ुशी के पलों को लाएगा। पैसे बनाने के उन नए विचारों का उपयोग करें, जो आज आपके ज़ेहन में आएँ। यात्रा आपके लिए आनन्ददायक और बहुत फ़ायदेमंद होगी। घरेलू मोर्चे पर बढ़िया खाने और गहरी नीन्द का पूरा लुत्फ़ आप ले पाएंगे। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सद्चरित्र का पालन करने से सूर्य प्रसन्न होता है व फैमिली लाइफ में ख़ुशियाँ बढ़ती हैं। \n",
    "3": "कर्क राशि: आज का राशिफल\nकोई डेटा उपलब्ध नहीं है, कृपया बाद में प्रयास करें।अपनी इच्छाओं की पूर्ति के लिए व्यक्तिगत संबंधों का इस्तेमाल करना आपके जीवनसाथी को नाराज़ कर सकता है। जिन लोगों ने किसी अनजान शख्स की सलाह पर कहीं निवेश किया था आज उन्हें उस निवेश से फायदा होने की पूरी संभावना है। घरेलू ज़िंदगी सुकूनभरी और ख़ुशनुमा रहेगी। समय, कामकाज, पैसा, यार-दोस्त, नाते-रिश्ते सब एक ओर और आपका प्यार एक तरफ़, दोनों आपस में खोए हुए - कुछ ऐसा मिज़ाज रहेगा आपका आज। कार्यक्षेत्र की बात करें तो आपकी टीम का सबसे ज़्यादा खीझने वाला व्यक्ति काफ़ी समझदारी की बातें करता नज़र आ सकता है। वक्त पर चलने के साथ-साथ अपनों को वक्त देना भी आवश्यक है। यह बात आज आप समझेंगे लेकिन इसके बावजूद भी आप अपने घरवालों को पर्याप्त समय नहीं दे पाएंगे। आज चाहे दुनिया इधर-की-उधर ही क्यों न हो जाए, आप अपने जीवनसाथी की बाहों से दूर नहीं हो सकेंगे। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- जौ, मूली व काली सरसों का दान किसी मांगने वाले को देने से हेल्थ अच्छी रहेगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआपके लिए आज का दिन अच्छा रहने वाला है।इनकम भी बढ़ेगी और खर्चों में कमी आएगी। सुख सुविधा में दिन बिताएंगे। अपने प्रिय साथी के साथ वक्त बिताने का अच्छा अवसर मिलेगा। परिवार में किसी बड़े का स्वास्थ्य बिगड़ेगा।आपकी इच्छाओं की पूर्ति होगी। काम के सिलसिले में आपको अभी बहुत कुछ सीखना बाकी है। आपको सोच समझकर काम करना होगा।चूँकि यात्रा के लिहाज़ से आप अभी कुछ कमज़ोर हैं, इसलिए लंबी यात्राओं से बचने की कोशिश कीजिए। माता-पिता की मदद से आप आर्थिक तंगी से बाहर निकलने में क़ामयाब रहेंगे। जितना आपने सोचा था, आपका भाई उससे ज़्यादा मददगार साबित होगा। रोमांस आनन्ददायी और काफ़ी रोमांचक रहेगा। योग्य कर्मियों को पदोन्नति या आर्थिक मुनाफ़ा हो सकता है। यात्राओं से तुरंत लाभ तो नहीं होगा, लेकिन इसके चलते अच्छे भविष्य की नींव रखी जाएगी। आप अपने जीवनसाथी के प्यार की मदद से ज़िन्दगी की मुश्किलों का आसानी से सामना कर सकते हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- हरे रंग के कपड़े पहनें। \n",
    "5": "कन्या राशि: आज का राशिफल\nआपके लिए आज का दिन महत्वपूर्ण है। कार्यक्षेत्र में आज का दिन काफी अनुकूलता लेकर आएगा। आप काफी रोमांटिक मूड में रहेंगे और कार्य में सफलता भी मिलेगी। अपने प्रिय को साथ लेकर कहीं घूमने या फिरने या कोई मूवी देखने जा सकते हैं। कार्यक्षेत्र में भी आप अच्छा काम दिखाएंगे लेकिन पारिवारिक जीवन में समस्याएं आएंगी और आपके माता-पिता का स्वास्थ्य बिगड़ सकता है। कुछ लोग आप की प्रॉपर्टी पर विवाद खड़ा करना चाहते हैं, उनसे सतर्क रहें।रक्तचाप के मरीज़ों को ख़ास ख़याल रखने और दवा-दारू करने की ज़रूरत है। साथ ही उन्हें कॉलेस्ट्रोल को क़ाबू में रखने की कोशिश भी करनी चाहिए। ऐसा करना आगे काफ़ी लाभदायक सिद्ध होगा। अपने धन का संचय कैसे करना है यह हुनर आज आप सीख सकते हैं और इस हुनर को सीख कर आप अपना धन बचा सकते हैं। पड़ोसियों से झगड़ा आपका मूड ख़राब कर सकता है। लेकिन अपना आपा न खोएँ, इससे सिर्फ़ आग और भड़केगी। अगर आप सहयोग न करें, तो कोई आपसे नहीं झगड़ सकता है। सबसे अच्छा रिश्ता बनाए रखने की कोशिश करें। आज प्रेम-संबंधों में अपने स्वतन्त्र विवेक का इस्तेमाल कीजिए। खुदरा और थोक व्यापारियों के लिए अच्छा दिन है। खाली समय में आज आप अपने मोबाइल पर कोई वेब सीरीज देख सकते हैं। बाहरी लोगों का हस्तक्षेप आपके वैवाहिक जीवन में परेशानी उत्पन्न कर सकता है। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- शिवजी, भैरव और हनुमान जी की पूजा, प्रणाम करना या दर्शन करने से पारिवारिक जीवन अच्छा चलेगा। \n",
    "6": "तुला राशिः आज का राशिफल\nआपके लिए आज का दिन उन्नति दायक रहेगा। छोटी छोटी यात्राओं से आपको कुछ नए रिश्ते बनाने को मिलेंगे। पारिवारिक जीवन में खुशियां रहेंगी। आप अपने मित्रों और रिश्तेदारों से मेलजोल बढ़ेगा। अपने साथ काम करने वालो से अच्छा व्यवहार आपको कार्यक्षेत्र में सफलता दिलाएगा। प्यार के मामले में दिन मिलाजुला असर देगा और दांपत्य जीवन में जीवन साथी को शारीरिक समस्याएं परेशान कर सकती हैं। जीवनसाथी के माध्यम से आपको कोई लाभ हो सकता है।अध्यात्म की सहायता लेने का सही समय है, क्योंकि मानसिक तनाव को मार भगाने के लिए यह सबसे बेहतरीन विकल्प है। ध्यान और योग आपकी मानसिक मज़बूती को बढ़ाने में कारगर रहेंगे। बाकी दिनों के मुकाबले आज का दिन आर्थिक दृष्टि से अच्छा रहेगा और आपको पर्याप्त धन की प्राप्ति होगी। बढ़िया दिन है जब आप सबके ध्यान को अपनी तरफ़ खींचेंगे- आपके सामने चुनने के लिए कई चीज़ें होंगी और आपके सामने समस्या यह होगी कि किसे पहले चुना जाए। काम के दबाव के चलते मानसिक उथल-पुथल और परेशानियों का सामना करना पड़ सकता है। दिन के उत्तरार्ध में ज़्यादा तनाव न लें और आराम करें। लगता है कि आपके विरष्ठ आज देवदूतों जैसा व्यवहार करने वाले हैं। दीर्घावधि में कामकाज के सिलसिले में की गयी यात्रा फ़ायदेमंद साबित होगी। अपने जीवनसाथी की वजह से आपको मानसिक अशान्ति का सामना करना पड़ सकता है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- सफेद कपड़ों को अधिक पहनकर अपने गर्लफ्रेंड/बॉयफ्रेंड से मिलने जाएं इससे लव लाइफ अच्छा चलेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआपके लिए आज का दिन धन के मामले में काफी बढ़िया रहेगा। आप को अच्छा धन लाभ होने के योग बन सकते हैं। ससुराल से भी कोई शुभ सूचना मिलेगी जिससे आपका मन हर्षित होगा। अपने गुस्से पर नियंत्रण रखेंगे तो सफलता आपके कदम चूमेगी। कार्यक्षेत्र में अपनी स्थिति आपके पक्ष में रहेंगी और परिवार के छोटों से सुख मिलेगा। दांपत्य जीवन में आज का दिन अनुकूल रहने वाला है और प्रेम जीवन में आपका प्रिय आपसे अपने प्रेम का इजहार करेगा। आपको इससे खुशी मिलेगी।काम का बोझ आज कुछ तनाव और खीज की वजह बन सकता है। विदेशों में पड़ी आपकी जमीन आज अच्छे दामों में बिक सकती है जिससे आपको मुनाफा होगा। कोई आपको नुक़सान पहुँचाने की कोशिश कर सकता है। कई मज़बूत ताक़तें आपके ख़िलाफ़ काम कर रही हैं। आपको ऐसे क़दम उठाने से बचना चाहिए, जिसके चलते उनका और आपका आमना-सामना हो। अगर आप हिसाब बराबर करना चाहें, तो ऐसा सलीके से ही किया जाना चाहिए। इकतरफ़ा प्यार आपके लिए काफ़ी ख़तरनाक साबित होगा। अगर आप ख़ुद को पेशेवराना अन्दाज़ में औरों के सामने रखेंगे, तो कैरियर में बदलाव के नज़रिये से यह लाभदायक साबित हो सकता है। आज आप कोई नई पुस्तक खरीदकर किसी कमरे में खुद को बंद करके पूरा दिन गुजार सकते हैं। जीवनसाथी द्वारा परिवार और मित्रों के बीच नकारात्मक तरीक़े से आपके वैवाहिक जीवन की निजी बातें उजागर हो सकती हैं। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- एक लाल मिर्च, 27 मसूर की दाल के दाने तथा 5 लाल फूल लेकर किसी हनुमान मंदिर में चढ़ाएं, इससे पारिवारिक जीवन की खुशियाँ बढ़ेंगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआपके लिए आज का दिन उतार चढ़ाव लेकर आएगा। खर्चे बने रहेंगे लेकिन इनकम भी बढ़ेगी। स्वास्थ्य कमजोर हो सकता है। मानसिक तनाव से अब मुक्ति मिलने का समय है। वाहन सावधानीपूर्वक चलाएं, दुर्घटना होने की संभावना है। दांपत्य जीवन में स्थितियां सुधरेंगी और आप एक दूसरे के निकट आएंगे।पारिवारिक जीवन बेहतर रहेगा लेकिन प्रेम जीवन में कड़वाहट आ सकती है।रक्तचाप के मरीज़ों को ख़ास ख़याल रखने और दवा-दारू करने की ज़रूरत है। साथ ही उन्हें कॉलेस्ट्रोल को क़ाबू में रखने की कोशिश भी करनी चाहिए। ऐसा करना आगे काफ़ी लाभदायक सिद्ध होगा। बिन बुलाया कोई मेहमान आज घर में आ सकता है लेकिन इस मेहमान की किस्मत की वजह से आज आपको आर्थिक लाभ हो सकता है। बच्चे आपके दिन को बहुत मुश्किल बना सकते हैं। प्यार-दुलार के हथियार का इस्तेमाल कर उन्हें समझाएँ और अनचाहे तनाव से बचें। याद रखें कि प्यार ही प्यार को पैदा करता है। विवाह-प्रस्ताव के लिए सही समय है, क्योंकि आपका प्यार जीवन भर के साथ में बदल सकता है। आज आराम के लिए बहुत कम समय है- क्योंकि पहले के टाले हुए काम आपको व्यस्त रखेंगे। दूसरों की राय को ग़ौर से सुनें- अगर आप आज वाक़ई फ़ायदा चाहते हैं तो। आपका जीवनसाथी आपकी बहुत तारीफ़ करेगा और आप पर बहुत स्नेह उढ़ेलेगा। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- खाने में सरसों, सूरजमुखी और करड़ी का तेल और देसी चने का प्रयोग करने से नौकरी व बिज़नेस में तरक्की मिलेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआपके लिए आज का दिन थोड़ा सा कमजोर है क्योंकि आप मानसिक रूप से तनावग्रस्त रहेंगे। आपके खर्चे भी अधिक होंगे और इनकम उनकी अपेक्षा में थोड़ी कम होगी। जैसे जैसे दिन आगे बढ़ेगा, आप की स्थिति सुधारने लगेगी। स्वास्थ्य के प्रति नजरअंदाज ना रहें और अपनी विशेष देखभाल रखें। प्रॉपर्टी के मामले में लाभ मिलेगा। कार्य में स्थिति पूरी तरह से आप की ओर झुकी रहेंगी। दांपत्य जीवन की बात हो या आपके प्रेम जीवन की, दोनों ही आज बढ़िया रहेंगे।तनाव को नज़रअंदाज़ न करें। यह तम्बाकू और शराब की ही तरह ख़तरनाक महामारी है, जो तेज़ी से पाँव पसार रही है। मनोरंजन और सौन्दर्य में इज़ाफ़े पर ज़रुरत से ज़्यादा वक़्त न ख़र्च करें। घरेलू ज़िन्दगी में कुछ तनाव का सामना करना पड़ सकता है। आज आप ऐसे इंसान से मिल सकते हैं, जो आपको ख़ुद अपनी ज़िन्दगी से ज़्यादा चाहता होगा। कार्यालय में कोई आपको कुछ बढ़िया चीज़ या ख़बर दे सकता है। इस राशि के लोगोंं को आज शराब सिगरेट से दूर रहने की जरुरत है क्योंकि इससे आपका कीमती समय बर्बाद हो सकता है। वैवाहिक सुख के दृष्टिकोण से आज आपको कुछ अनोखा उपहार मिल सकता है। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- तांबे का पैसा और चाँदी दूध व चावल से धोकर जमीन में दबाएं, चावल, दूध घर के बाहर किसी पौधे में डालने से स्वास्थ्य अच्छा रहेगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nकोई डेटा उपलब्ध नहीं है, कृपया बाद में प्रयास करें।आप जल्द ही लम्बे समय से चली आ रही बीमारी से उबरकर पूरी तरह सेहतमंद हो सकते हैं। लेकिन ऐसे ख़ुदगर्ज़ और ग़ुस्सैल इंसान से बचें, जो आपको तनाव दे सकता है और आपकी परेशानियों में इज़ाफ़ा कर सकता है। अतिरिक्त धन को रिअल एस्टेट में निवेश किया जा सकता है। अपने जीवन-साथी की उपलब्धियों की सराहना करें और उसकी सफलता और ख़ुशक़िस्मती का जश्न मनाएँ। उदार बनें और ईमानदारी से तारीफ़ करें। आपका प्रिय आज कुछ खीझा हुआ महसूस कर सकता है, जो आपके दिमाग़ पर दबाव और बढ़ा देगा। दिवास्वप्नों में समय खपाना नुक़सानदेह रहेगा, इस मुग़ालते में न रहें कि दूसरे आपका काम करेंगे। आपके पास समय तो होगा लेकिन बावजूद इसके भी आप कुछ ऐसा नहीं कर पाएंगे जो आपको संतुष्टि दे। अगर आप और आपका जीवनसाथी खाने-पीने पर ज़्यादा ध्यान देंगे, तो सेहत पर बुरा असर पड़ सकता है। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सफेद रेशमी रुमाल अपनी जेब में रखने से नौकरी व बिज़नेस में उन्नति होगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआपके लिए आज का दिन अच्छा है लेकिन थोड़ा चुनौतीपूर्ण जरूर होगा। आपकी बुद्धिमानी आपके काम आएगी। धन के मामले में दिन बढ़िया रहेगा। पिता का स्वास्थ्य खराब हो सकता है लेकिन आपका स्वास्थ्य सुधरने लगेगा। पारिवारिक जीवन में अनुकूल समय रहेगा। प्रेम जीवन में प्यार भरा दिन रहेगा और आपको अपने प्रिय का पूरा साथ मिलेगा। दांपत्य जीवन में तनाव का सामना करना पड़ सकता है।हर इंसान को ग़ौर से सुनें, हो सकता है आपको अपनी समस्या का समाधान मिल जाए। किसी करीबी दोस्त की मदद से आज कुछ करोबारियों को अच्छा-खासा धन लाभ होने की संभावना है। यह धन आपकी कई परेशानियों को दूर कर सकता है। परिवार के सदस्यों के साथ कुछ आराम के पल बिताएँ। अपने प्रिय की ग़ैरमौजूदगी में आप ख़ुद को बिल्कुल खाली महसूस करेंगे। कुछ लोगों को व्यापारिक और शैक्षिक लाभ मिलेगा। यात्रा करना फ़ायदेमंद लेकिन महंगा साबित होगा। अपने जीवनसाथी की वजह से आपको मानसिक अशान्ति का सामना करना पड़ सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- किसी भी गरीब कन्या को हरा वस्त्र दान करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n"
}]
