horo_hindi=[{
    "0": {
        "मेष दैनिक राशिफल": "आज आप अपने संपर्क में आने वाले हर व्यक्ति के साथ प्रेमपूर्ण व्यवहार करेंगे ǀ कोई आपकी उदारता से प्रभावित होकर दिन के अंत तक आपसे अपनी भावना का इजहार कर सकता है हालाँकि अभी भी आपके मन में कडवे अनुभव भरे हुए हैं ǀ लेकिन अब समय आ गया है की आप सारी नकारात्मकता को दूर करके एक नयी शुरुआत करें ǀ",
        "मेष स्वास्थ्य और कल्याण राशिफल": "आज अनुशासन अच्छे स्वास्थ्य की कुंजी हैI |आप अब जंक फ़ूड भी नही खा रहे तथा व्यायाम भी कर रहे हैं लेकिन आपका तरीका ठीक नही है,इसीलिए आपको इच्छित परिणाम प्राप्त नही हो रहे हैं |आपको इन सबसे अधिकतम लाभ प्राप्त करने के लिए एक निश्चित रूटीन बनाना होगा ,तभी आपको इन सबका लाभ मिल पायेगा |",
        "मेष प्यार और संबंध राशिफल": "आज का दिन कुछ बातों को स्पष्ट करने और छिपी हुई बातों को सामने लाने के लिए बिलकुल उपयुक्त है | बातों को स्पष्ट करना एक ऐसी जरूरत है जिसे आप टालते रहे हैं | इससे आपके सम्बन्ध में पारदर्शिता आएगी और नयी ताजगी मिलेगी | दिन के आखिर में शाम तक प्रिय की ओर से रोमांटिक मूड का तोहफा मिल सकता है |",
        "मेष कैरियर और धन राशिफल": "आप सफलतापूर्वक अपने रचनात्मक कार्यो को खत्म करने में सक्षम होंगे । इस जश्न को मनाने के लिए आप एक पार्टी की मेजबानी की योजना भी बना सकते हैं और जिन्होंने भी इस यात्रा में आप का समर्थन किया एवं अपने विरोधियों को भी समारोह में आमंत्रित करें । अपनी कमाई और खर्च के बीच संतुलन बनाए रखने के लिए भी प्रयास करते रहे ।"
    },
    "1": {
        "वृषभ दैनिक राशिफल": "गृहों की स्थिति आपको आज बहुत अधिक सामाजिक होने को कह रही है ǀ आप दूसरों से बातचीत के माध्यम से अपनी जीवनशैली और करियर में बदलाव लाना चाहते हैं ǀजो कुछ आपने सोचा है .वो सब करने की कोशिश करें ǀआप जो भी करना चाहते हैं,उसपर अच्छे से ध्यान केन्द्रित क्र सकते हैं ,बस इतना ध्यान रखें कि अपनी क्षमता से अधिक जिम्मेदारी न लें ǀ",
        "वृषभ स्वास्थ्य और कल्याण राशिफल": "आपको आज रिएक्शन और एलर्जी हो सकती है |अगर आपको किसी विशेष खाने से एलर्जी है तो हो सकता है कि आपने अनजाने में वही खाना खा लिया हो |त्वचा में जलन की भी आशंका है |अगर संभव हो सके तो प्रदूषित स्थानों पर जाने से बचें |शाम तक आपकी सेहत में सुधार होगा |खूब अच्छी नींद भी लें और खूब एक्सरसाइज भी करें |भविष्य में आपको कोई परेशानी न हो ,इसके लिए आपको अभी से प्रयास करके स्वास्थ्यकर आदतें डालनी चाहियें |",
        "वृषभ प्यार और संबंध राशिफल": "आप अब यह समझ पायेंगे कि आपको जिंदगी बिताने के लिए किस तरह का पार्टनर चाहिए | हाँ ,आपने ठीक समझा ,आपको प्यार चाहिए और आप अब पैसों के लिए शादी नही करना चाहते | आपको वह आदमी मिल चुका है और उसे देखते हैं आपकी भावनाओं का मचलना इस बात का सबूत है | अगर अपने आकर्षण के बावजूद फैसला लेने में कोई परेशानी आती है तो अपने दिल की सुनें |",
        "वृषभ कैरियर और धन राशिफल": "आपका कार्य के समय हर छोटे बिंदु का मूल्यांकन और हर कार्य को पूरा करने के लिए सावधानी बरतना आपके वरिष्ठ अधिकारियों का ध्यान आपकी और आकर्षित करेगा । आपको और अधिक जिम्मेदारी दी जाएगी ।आपको अपने सामान्य कुशल तरीके से इन से निपटना होगा ताकि ये आपके कैरियर के अवसरों में आने वाले समय में वृद्धि कर सके । आपकी वित्तीय स्थिति में सुधार आएगा , लेकिन आपको बुद्धिमानी से निवेश और देखभाल के साथ अपने अग्रिम सालो के लिए योजना बनानी होगी ।"
    },
    "2": {
        "मिथुन दैनिक राशिफल": "आज का दिन मौज मस्ती के नाम रहेगा ǀआज सगे सम्बन्धियों से मुलाकात हो सकती है ,फोन या मेल के द्वारा भी संपर्क हो सकता है ǀवर्त्तमान समय अपने सामाजिक कौशलों को निखारने तथा आने वाली पार्टियों के लिए खुद को तैयार करने का बिलकुल सही समय है ǀदिन के आगे बढ़ने के साथ साथ वित्तीय परेशानियां अपने आप दूर होती जायेंगी ǀ",
        "मिथुन स्वास्थ्य और कल्याण राशिफल": "पिछले लम्बे समय से चल रही स्वास्थ्य सम्बन्धी तकलीफ़ आज उभार लेगी |जिन लोगों को ब्लड प्रेशर और डायबिटीज की शिकायत है वे अपने खाने को लेकर विशेष सावधान रहें क्योकि वे अक्सर लापरवाही करते रहते हैं |आज आपको माइग्रेन ,तनाव ,सिरदर्द और उच्च रक्त चाप का भी सामना करना पड़ सकता है|जो दवाइयां आप सामान्यत लेते हैं उनके बारे में आज डॉक्टर से दुबारा पूछ लें क्योंकि हो सकता है कि उनकी डोज में कुछ महत्वपूर्ण बदलाव किये जाने हों |",
        "मिथुन प्यार और संबंध राशिफल": "आज आप अपने सभी संबंधों को नए सिरे से शुरू करने के लिए तैयार है । इस तरह से पुराने महत्वहीन रिश्ते को भी आप पीछे छोड़ सकेंगे जिनका समय के साथ कुछ महत्व नहीं रह गया है या आप अपने प्रयासों से अपनी मौजूदा रिश्ते को नवीनीकृत करके उसमे प्रेम की ऊर्जा का संचार कर सकते है । आप इस समय ऊर्जा से ओतप्रोत है और आप प्रेम से भरे हुए रिश्ते को अगले स्तर तक ले जायेंगे ।",
        "मिथुन कैरियर और धन राशिफल": "अनुशासन और कड़ी मेहनत आपके विशिष्ट गुण हैं । आज अपने कार्य क्षेत्र से आपका मोहभंग हो सकता है , क्योकि आपको लगेगा की आपका करियर रुक सा गया है । हालांकि, कड़ी मेहनत हमेशा साथ देती है । आप सही रास्ते पर हैं ।अब महत्वपूर्ण है की इस पथ के साथ आप रहे । चमकती हुई परियोजनाओं में निवेश न करे या ज्यादा उत्साह में न आए क्यों की आपका निर्णय गलत साबित हो सकता है ।"
    },
    "3": {
        "कर्क दैनिक राशिफल": "आपकी सफलता हासिल करने की इच्छा आज और बलवती होती जायेगी ǀ आप आज अपनी लिखित और वक्ता कला में सुधार के लिए कोशिश कर सकते हैं ǀ सफलता के लिए महत्वपूर्ण टिप्स पढ़ें या किसी कुशल आदमी से मार्गदर्शन ले लें ǀ हालाँकि इन सबके चक्कर में उनकी भी उपेक्षा ना करें जो लम्बे समय से आपके ध्यान और समय की प्रतीक्षा में हैं ǀ",
        "कर्क स्वास्थ्य और कल्याण राशिफल": "आपको वजन न बढने देने के लिए विशेष परिश्रम करन होगा ǀआप पायेंगे कि अपनी डाइट पर नियंत्रण के बावजूद आपको भारीपन महसूस कर रहे हैं ǀआप पर एक तरह का आलस सा छा जाएगा,जिससे आप थका तथा अजीब सा महसूस करेंगे ǀअसल में यह आपके शरीर से अधिक मन की समस्या है ǀध्यान तथा मन को एकाग्र करने के अन्य तरीकों से आप हल्का महसूस करेंगे ǀ",
        "कर्क प्यार और संबंध राशिफल": "अपने काम के प्रति प्रतिबद्धता आपको अपने साथी से दूर ले जा सकती है। इसमें आपकी गलती नहीं है , लेकिन अपने प्यार को उचित तरीके से अपने साथी के समक्ष प्रकट करे जो की आपके दिल में हैं । आपका साथी आपसे प्यार और ध्यान की अपेक्षा करता है । जो जुनून और दीवानगी आपके प्यार में से गायब हो गई थी , वह आपके रिश्ते में फिर से अंकुरित होगी । अपने साथी को अपने प्यार की गहराइयों से अवगत कराएं ।",
        "कर्क कैरियर और धन राशिफल": "आप एक किसी ऐसे व्यक्ति से मिलेंगे जो आपको एक आकर्षक कैरियर के अवसर प्रदान करेगा । हालांकि,इसे स्वीकार करने से पहले परिणाम के बारे में लम्बा और कठिन सोचने की जरूरत है क्योकि सब चमकती हुई चीज़ सोना नहीं होती । ये आप के आस पास के लोगों को प्रभावित करेगा लेकिन ये दिन इस तरह के एक महत्वपूर्ण निर्णय लेने के लिए उतना अच्छा नहीं है ।"
    },
    "4": {
        "सिंह दैनिक राशिफल": "आप सकारात्मक तरंगों से भरपूर हैं ǀलेकिन इसे औरों के साथ ना बाँटें ,लोग आपकी सलाह का सम्मान नही करेंगे ǀ रचनात्मक उर्जा से भरे होने के बावजूद भी चुपचाप बैठा रहना आपके लिए तनाव का कारण बन सकता है,लेकिन इससे परेशान न हों ǀआपकी पहचान को कोई नुकसान नही होगा,केवल इसमें देरी हो सकती है ǀ ऐसी क्षणिक खुशियों के चक्कर में ना पड़ें जिनकी आपको बाद में काफी बड़ी कीमत चुकानी पड़ सकती है ǀ",
        "सिंह स्वास्थ्य और कल्याण राशिफल": "आपकी सेहत इस समय बहुत अच्छी है लेकिन बदलते हुए मौसम से सावधान रहें ǀऐसा लग रहा है कि आपको साइनस य आईसी ही कोई बीमारी हो सकती अहि जो अभी तो शुरूआती स्थिति में ही है लेकिन अगर आप इसके प्रति लापरवाही बरतेंगे तो यह गंभीर रूप ले सकती है ǀ गरम और धूलरहित वातावरण में रहने की कोशिश करें ǀ",
        "सिंह प्यार और संबंध राशिफल": "आप में सामाजिक ऊर्जा की अधिकता रहेगी और आप अपने साथी के साथ लोगो से मिल सकते है । एकरसता आपके स्वभाव में नहीं है । कुछ नवीन करने की कोशिश करे क्यों की बोरियत आपके सम्भंधो पर हावी होती धिक रही है । व्यावसायिक और कार्य क्षेत्र से संभंधित मामले एक जबरदस्त गति से आगे बढ़ रहे हैं और ऐसा प्रतीत होता है , मानो आप इस बवंडर में फंस गए हैं । आप ध्यान से देखे , आपका साथी किनारे पर आपका इंतजार कर रहा है ।",
        "सिंह कैरियर और धन राशिफल": "आपकी भलाई इसी मैं है की , यदि आवश्यक हो तो आप सतर्क या यहां तक कि विद्रोही हो जाये । जो लोग अपने आपको ज्यादा जानकर या जानकारियों से पूर्ण मानते है वे आज के दिन ऐसी गलतिया कर सकते है , जिससे पार पाना मुश्किल साबित हो सकता है । उनके आदेश का पालन करना आपको मुसीबत में ला सकता है । आपके व्यय अब नियंत्रण में है जिसके लिए आप लंबे समय से तरस रहे थे ।"
    },
    "5": {
        "कन्या दैनिक राशिफल": "आपने किसी परियोजना में अपना काफी समय और प्रयास लगाये हैं और आपको अब इसका फल मिलना शुरू हो जाएगा ǀ दूरदृष्टि के साथ साथ आपके दृढ संकल्प और प्रयास भी रंग लाये हैं ǀ आप कुछ नए बदलाव करना चाह रहे हैं ,लेकिन वित्तीय बाधाएं हैं ǀ आज आप सीमित साधनों से ही इन कामों को पूरा करने के सृजनात्मक तरीके खोज लेंगे ǀ",
        "कन्या स्वास्थ्य और कल्याण राशिफल": "आज आप अपनी सर्वोतम सेहत में हैं और अब समय नए लक्ष्य तय करने और खुद को अधिक सख्त कार्यक्रम के अनुसार ढालने के लिए बिलकुल उपयुक्त है |एथलीटों और शारीरिक परिश्रम से जुड़े अन्य लोगों को आज विशेष सफलता मिलनी तय है |तनावरहित ,सक्रिय और खुश महसूस करने से आपकी मानसिक सेहत भी काफी अच्छी रहेगी |आप अपने आसपास के लोगों को भी अपने जोश और आशावादी दृष्टिकोण से काफी प्रभावित करेंगे जिससे उनको भी अपने स्वास्थ्य के प्रति जागरूक होने की प्रेरणा मिलेगी |",
        "कन्या प्यार और संबंध राशिफल": "आप अपनी नौकरी और कैरियर के लिए अधिक से अधिक समय समर्पित करने के कारण अपने प्यार और अपने साथी की अनदेखी कर सकते है । आपके साथी को काफी हद तक यह समझ आ चूका है लेकिन अब वह अधीरता के संकेत दे रहा है / दे रही है । आपके लिए यह जरुरी है की आप अपने व्यक्तिगत जीवन पर भी ध्यान दे अन्यथा यह काफी संकट में आ सकता है । अभी तक आपने इस और ध्यान नहीं दिया है , इस और अपना ध्यान दे अन्यथा काफी देर हो चुकी होगी ।",
        "कन्या कैरियर और धन राशिफल": "आज कार्यस्थल पर कई अलग तरह की स्थितियां आपके समक्ष आएंगी और आप इसके लिए बाध्य होगे की आप स्थितियों के अनुसार सही निर्णय लेकर आगे बढे । आज आपके काम की नैतिकता के लिए अतिरिक्त ध्यान देने की जरुरत है । अपने सहकर्मियों के साथ न चलने के कारण कुछ तनाव की स्थितियां सामने आ सकती है , लेकिन अपने मालिक की नजरो में आप आएंगे और उनका भरोसा भी जीतेंगे और इस चीज़ के कारण आपके करियर पर इसका सकारात्मक प्रभाव पड़ेगा ।"
    },
    "6": {
        "तुला दैनिक राशिफल": "आज आपको दूसरों पर विश्वास करना होगा ǀ यह आपका कोई करीबी या कोई दोस्त हो सकता है और वः आपकी किसी ऐसे विशेष काम में मदद करेगा जिससे आपके भविष्य पर काफी प्रभाव पड़ेगा ǀ लेकिन इसके लिए सबसे जरुरी यह होगा की आप उस व्यक्ति में विश्वास बनाये रखें ǀ आपको अपनी ही तरफ से विश्वास की पहल करनी होगी ǀ",
        "तुला स्वास्थ्य और कल्याण राशिफल": "आप काफी समय से वजन कम करने के बारे में सोच रहे हैं लेकिन आपकी सब नेक इच्छाएं शून्य हो जाती हैं क्योंकि आप बहुत सारी स्वादिष्ट चीजों के लालच में आ जाते हैं ǀ आज वजन कम करने के लिए अपनी डाइट की योजना बनाने और व्यायाम का संकल्प लेने का अच्छा समय है ǀ आप इस काम के लिए विशेषज्ञों की सलाह भी लेने वाले हैं और इस काम में आपका काफी पैसा भी खर्च होगा ǀ",
        "तुला प्यार और संबंध राशिफल": "अभी का समय रोमांटिक माहौल के लिए अच्छा नही है और आपका सम्बन्ध एक लीक पर चल रहा है | शादीशुदा जोड़े अपने रिश्ते में कम होते प्यार को थोड़ी सी कोशिश करके फिर से पैदा कर सकते हैं | आपको ऐसा लग सकता है कि प्यार से आपके लिए बहुत सारी जिम्मेदारियां पैदा हो रही हैं जिससे आपको परेशानी हो रही है लेकिन धीरज रखें और इस अस्थायी चिडचिडेपन के दौर से निकलने तक शांत और सहनशील बने रहें |",
        "तुला कैरियर और धन राशिफल": "आपकी करियर से सम्भंधित योजना बिगड़ रही है। आप एक बात पर अपना दिमाग एकाग्रचित नहीं कर पा रहे है । आप सोच सोच कर समय को बर्बाद कर रहे हैं। आप किसी भी अनुभवी पेशेवर या एक कैरियर सलाहकार से सलाह ले सकते हैं। एक कैरियर सलाहकार के मार्गदर्शन से आप को एक मार्ग मिल सकता है । आज आप अपने करियर के बारे में एक दिशा में सोच सकते है ।"
    },
    "7": {
        "वृश्चिक दैनिक राशिफल": "आप फिलहाल अपने जीवन की केन्द्रीय समस्या को सुलझाने के लिए हर संभव कोशिश कर रहे हैं ǀ ऐसा भी संभव है कि आप इसे सुलझाने के लिए अपनी सामजिक और वित्तीय जिम्मेदारियों से भी छुट्टी ले लें ǀ हालाँकि आपको यह भी समझना है कि आपके जल्दी मचने से इस समस्या का स्थायी समाधान नही निकलेगा ǀ आपको धीरज से काम लेना होगा ǀ",
        "वृश्चिक स्वास्थ्य और कल्याण राशिफल": "आज आप पर भावनाओं का काबू रहेगा |पिछले कुछ दिन से आपने अपने आपको बहुत नियन्त्रण में रखा है लेकिन आज अपनी भावनात्मक प्रवृति को छुपाने की आपकी सारी कोशिशें बेकार हो जायेंगी |किसी ऐसे काम से अपने पार्टनर को सरप्राइज दें| आपको अपने खुद के स्वभाव में कुछ गहरी विशेषताओं का पता चलेगा और अपने साथ साथ अपने पार्टनर को भी अच्छे से समझ पायेंगे |",
        "वृश्चिक प्यार और संबंध राशिफल": "ये समय हल्के-फुल्के मनोरंजन के लिए है। आज का दिन प्रेम और अपने साथी के साथ मज़ा करने के लिए अति उत्तम है । हालाँकि आपकी चिंताओं का अंत नहीं होगा परन्तु ये खुश नुमा पल आपको थोड़ी देर के लिए आपको परेशानियों से दूर ले जाएंगे क्यों की आप इस समय को ख़ुशी से बिताएंगे । जो लोग अकेले है उन्हें सामाजिक समारोह में संभावित दीर्घकालिक भागीदार की प्राप्ति हो सकती है ।",
        "वृश्चिक कैरियर और धन राशिफल": "आप अपने रास्ते में एक महान अवसर की बाट देख रहे थे और इस तरह के अवसर के लिए ये सबसे अच्छा समय है। अगर आपने साक्षात्कार दिया है, तो उस मोर्चे पर आज अच्छी खबर मिल सकती है । अप्रत्याशित जगहों से नौकरी के अवसर आपको मिल सकते है या कुछ पुराने संपर्कों से भी आप आगे की और बढ़ सकते है । आपने कठिन समय के दौरान उत्कृष्ट भावना का परिचय दिया है और अब उसका अंत नजर आ रहा है ।"
    },
    "8": {
        "धनु दैनिक राशिफल": "आज आपका मूड बदलता रहेगा ǀआप खुद भी यह नही समझ पायेंगे कि आप ऐसा क्यों महसूस कर रहे हैं और इस स्थिति को कैसे बदलें ? आपके इस प्रकार के व्यवहार से दुसरे भी उलझन में रहेंगे ǀ फिर भी,किसी भी स्थिति में इमानदार बनें रहें क्योंकि इसी से आपको अपने लक्ष्य पूरे करने में मदद मिलेगी ǀ आज सब चीजों को हल्के में लें और खुद को बस निरीक्षक की भूमिका तक सीमित रखें ǀ",
        "धनु स्वास्थ्य और कल्याण राशिफल": "आज का दिन आपकी जीवनशैली में कुछ अपेक्षित बदलाव करने के लिए एकदम उपयुक्त है ǀआप ऐसे किसी आदमी से मिलेंगे या ऐसी किसी स्थिति के बारे में आपको पता चलेगा कि आपको बेहतर स्वास्थ्य के लिए अपनी भोजन सम्बन्धी आदतों में बदलाव करना होगा ǀआपको स्वास्थ्यकर भोजन के बारे में कुछ बहुत अच्छी सलाह भी मिलेगी ǀ",
        "धनु प्यार और संबंध राशिफल": "हो सकता है कि आपके पार्टनर का दिमाग कुछ बदलावों के बारे में सोच रहा हो |उनकी रूचि अब जीवन को साहसिक तरीके से जीने में हो गई लगती है और इस लक्ष्य को प्राप्त करने के लिए उन्हें कई तरह के प्रयोग करने पड़ेंगे |आपको भी अपनी खाने की आदतें या निवास बदलना पड़ सकता है |अगर आपका पार्टनर कुछ नया आजमाना चाहता है तो उसपर हँसे नही |",
        "धनु कैरियर और धन राशिफल": "अपना बेहतर प्रयास डाले । आपने दुसरो का समर्थन किया है परन्तु वे अपने बारे में अच्छा नहीं सोचते न जानते और आपके प्रयासों की सराहना करना वे भूल गए । आप ऐसे लोगों के बारे में चिंता न करे और अपने प्रयास जारी रखे ! अपनी कार्य के प्रति अपनी भावनाओ को लगाये न की उन लोगो के लिए जो आपको महत्व नहीं देते ।"
    },
    "9": {
        "मकर दैनिक राशिफल": "आप अपने आस पास बदलाव लाने के लिए उत्साह से भरे हैं ǀलेकिन आपके लिए शांति से बैठकर यह सोचना अच्छा रहेगा कि क्या बदलाव की कोई जरुरत भी है ? अब जबकि आप अपनी परियोजनाओं को आगे बढाने की तैयारी कर रहे हैं,बेहतर होगा कि आप ये परियोजनाएं अपने लिए किसी और को चुनने दें ǀआप आज दृढ निश्चय से भरे रहेंगे ǀ",
        "मकर स्वास्थ्य और कल्याण राशिफल": "अब आपके लिए खुद को संवारने और खुद का ध्यान रखने का समय है |आप अपनी अच्छी सेहत को हलके में लेते रहे हैं लेकिन अब आपको यह समझना होगा कि छोटी समस्याओं को नजरअंदाज कर देने से वे भविष्य में बड़ी समस्याओं में बदल जायेंगी |आप आज तक किसी भी स्वास्थ्य सम्बन्धी तकलीफ में घरेलू नुस्खों से ही काम चलाते रहे हैं और इससे आपको फायदा भी हुआ है लेकिन अब आपको अपनी समस्याओं के संतोषजनक समाधान के लिए डॉक्टर की मदद लेनी पड़ सकती है |",
        "मकर प्यार और संबंध राशिफल": "आज आपके पार्टनर काफी तनाव में होंगे और उन्हें संभालने के लिए आपको अपनी सारी समझ और सारी सहानुभूति काम में लानी होगी | वह अपनी निराशा आप पर निकाल सकते हैं | अगर आप भी आप पर भावनात्मक होकर ही रियेक्ट करेंगे तो स्थिति बिगड़ सकती है | आपको अपने पार्टनर को संभालने के लिए कुछ समय तक अपनी भावनाओं को काबू में रखना होगा |",
        "मकर कैरियर और धन राशिफल": "आज बड़ी और छोटी सफलताएं आपके कार्य क्षेत्र में दस्तख़त दे रही है । आपके द्वारा एक समय में प्रदान की गई सेवाओं के लिए आपको कुछ भुगतान प्राप्त हो सकता हैं या आपको एक अप्रत्याशित बोनस मिल सकता है। एक लंबे समय से जो पदोन्नति अटकी हुई थी वह आपको मिल सकती है या आपका पद उँचा हो सकता है और अलग से एक केबिन आपको मिल सकता है । बेरोजगार युवक या वे लोग जो अपनी मौजूदा नौकरी छोड़ना चाहते थे , उनके लिए भी आज शुभ सन्देश मिल सकता है ।"
    },
    "10": {
        "कुंभ दैनिक राशिफल": "आज अपना और आपनी सेहत का ध्यान रखना ना भूलें ǀआज स्वास्थ्य सम्बन्धी किसी समस्या की आशंका बन सकती है ǀबहुत ठंडा भोजन खाने से बचें ǀअगर पहले से ही कोई स्वास्थ्य समस्या से जूझ रहे है तो और अधिक ध्यान रखें ǀवित्तीय दृष्टि से ना फायदा ना नुकसान वाली स्थिति रहेगी हालाँकि आज कोई बड़ा निवेश ना करना ही ठीक रहेगा ǀ",
        "कुंभ स्वास्थ्य और कल्याण राशिफल": "आज ठंड,जुकाम,वायरल संक्रमण और दूसरी तरह के सभी संक्रमनो से सावधानीपूर्वक बचकर रहें ǀआप पिछले कुछ समय से प्रदूषित वातावरण में काम कर रहे हैं और इसके दुष्प्रभाव अब सामने आयेंगे ǀ संक्रमणों से बचने के लिए वैकल्पिक उपाय और घर के नुस्खे आजमायें ,इनसे ज्यादा लाभ मिलने की संभावना है ǀ अब जीवनशैली में बदलाव भी लाभकारी सिद्ध होगा ǀ",
        "कुंभ प्यार और संबंध राशिफल": "आप किसी के दिल में हमेशा के लिए जगह बना सकते हैं | आपके इस नए अफेयर की शुरुआत काफी ताजगी भरी और अन्तरंग होगी | आपका दिमाग काफी मुक्त रहेगा और आप दिखावे से प्रभावित हुए बिना सच्चे प्यार और सच्चे सम्बन्ध की तलाश में रहेंगे | पिच्च्ले समय के कडवे अनुभवों को रुकावट न बनने दें | अगर आपको डर लग रहा है तो सावधानी से आगे बढ़ें |",
        "कुंभ कैरियर और धन राशिफल": "एक दुर्लभ नौकरी का अवसर आज आपके दरवाजे पर दस्तक देने के लिए आ रहा है। यह विचार करने पर कुछ हद तक जोखिम भरा लगेगा , लेकिन आप उस पर कार्रवाई करते हैं, तो आप अपने कैरियर को एक नया मोड़ दे सकते हैं। सुरक्षित और संकीर्ण रास्ते की तुलना में ये समय जोखिम लेने के लिए है ताकि जो आप अपने जीवन में करना चाहते है वो पूरा हो ।"
    },
    "11": {
        "मीन दैनिक राशिफल": "आज किसी अनियोजित रोमांचक यात्रा पर जाने की सम्भावना है ǀ हो सकता है कि शहर में ही घूमना चाहें,लेकिन आपका विचार खूब मजे करने का है और ऐसा ही होगा भी ǀ आप किसी करीबी के साथ हुए गिले-शिकवे दूर कर सकते हैं ǀ आपको पहले ही ऐसा करना चाहिए था,परन्तु आज सामने आने पर सब बातें साफ़ हो जायेंगी ǀ",
        "मीन स्वास्थ्य और कल्याण राशिफल": "आज का दिन आपके लिए कुछ अजीब सा रहेगा ǀऐसी कुछ घटनाएँ भी घट सकती हैं जिनके होने की आपने कभी उम्मीद भी नही की होगी ǀ यह महत्वपूर्ण रहेगा कि आप गृहों की स्थिति का ध्यान रखते हुए यह समझने की कोशिश करें कि वे आपको किस दिशा मे ले जाने की कोशिश कर रहे हैं ǀजीवन के इस मोड़ पर सही रास्ते का चुनाव कर पाना आपके लिए बहुत ही महत्वपूर्ण साबित होने वाला है ǀ",
        "मीन प्यार और संबंध राशिफल": "अगर आप एक रिश्ते में है , तो बार बार बातो को न दोहराएं । आपको याद रखना है की किसी को निश्चित रूप से आप के लिए बनाया गया है । जब सही समय आएगा तो कुदरत खुद उस अनमोल उपहार को आपके सामने उपस्थित कर देगी । आप खुद अपने प्यार को आपको ढूढ़ने दो , तब तक अपने मित्रों और सहयोगियों के साथ अच्छा समय बिताये और हो सकता है वह उपहार उधर ही कही छिपा हो , अपनी आशा को न छोड़ो ।",
        "मीन कैरियर और धन राशिफल": "आज उत्तरार्द्ध में एक व्यापारिक यात्रा आपको करनी पड़ सकती है । यह बौद्धिक विवेक को बढ़ाने के लिए एक महान अवसर होगा। अगर आप अपने आप को बोझिल महसूस कर रहे है , तो पूर्वाद्ध में अवकाश लेकर अपने आप को तैयार करे की किस तरह से आप अपने आप को औरो के सामने प्रस्तुत करेंगे ।"
    }
}]
