horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज का दिन आपके लिए काफी व्यस्तता भरा रहेगा, लेकिन आप अपने व्यवसाय के लिए कुछ नहीं योजनाएं बनाएंगे, जो आपको भविष्य में लाभ देगी। आज आपको सावधानीपूर्वक वही कार्य करना होगा, जिससे आपका आत्मसम्मान बढ़े और आपको भरपूर लाभ हो। आज आपके परिवार का कोई सदस्य आपको कोई शुभ सूचना दे सकता है, जिससे आपकी बाचे खिल उठेंगी। व्यापार मे लोगों के प्रति आज आपका नजरिया काफी बदल सकता है। आज आपको अपने व्यवसाय में प्रसन्नता का माहौल रखना होगा।आउटडोर खेल आपको आकर्षित करेंगे- ध्यान और योग आपको फ़ायदा पहुँचाएंगे। आपका धन कहां खर्च हो रहा है इसपर आपको नजर बनाए रखने की जरुरत है नहीं तो आने वाले समय में आपको परेशानी हो सकती है। बच्चों के साथ ज़्यादा सख़्ती उन्हें नाराज़ कर सकती है। ख़ुद को नियंत्रित रखने और यह याद रखने की ज़रूरत है कि ऐसा करने से आप अपने और उनके बीच दीवार खड़ी कर लेंगे। अपने प्रिय की ग़ैरमौजूदगी में आप ख़ुद को बिल्कुल खाली महसूस करेंगे। साझीदारी और व्यापार में हिस्सेदारी वग़ैरह से दूर रहें। आज अपनेे विवेक का इस्तेमाल करते हुए ही घर के लोगों से बातें करें अगर आप ऐसा नहीं करते तो बेवजह के झगड़ों की वजह से आपका समय खराब हो सकता है। अपने जीवनसाथी के किसी छोटी बात को लेकर बोेले गए झूठ से आप आहत महसूस कर सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- मांस, मदिरा व अन्य तामसिक चीजों का त्याग करने से फैमिली लाइफ अच्छी रहती है। \n",
    "1": "वृष राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम उन्नति का रहेगा। आपकी मन व प्रतिष्ठा में वृद्धि होगी। धन संपत्ति के लिए किए गए कार्य भी आज उत्तम लाभदायक रहेंगे। व्यापार करने वाले लोगों को आज उनका रुका हुआ। धन प्राप्त हो सकता है। व्यापार के क्षेत्र में आज आपके नए सहयोगी भी बन सकते हैं, जो आपको सफलता देंगे। आज आप का राजनीतिक क्षेत्र बढ़ा हुआ दिखेगा, जिसमें आप की वाहवाही होगी। जीवनसाथी की सलाह आपके व्यापार को आगे बढ़ाने में सहायक होगी।शारीरिक लाभ के लिए, विशेषकर मानसिक तौर पर मज़बूती हासिल करने के लिए ध्यान और योग का आश्रय लें। दूसरों को प्रभावित करने के लिए ज़रूरत से ज़्यादा ख़र्चा न करें। परिवार में नए सदस्य के आने की ख़बर आपको रोमांचित कर देगी। समारोह आयोजित कर इस ख़ुशी को सबके साथ बाटें। किसी तीसरे इंसान का दखल आपके और आपके प्रिय के बीच गतिरोध पैदा करेगा। करिअर के नज़रिए से शुरू किया सफ़र कारगर रहेगा। लेकिन ऐसा करने से पहले अपने माता-पिता से इजाज़ता ज़रूर ले लें, नहीं तो बाद में वे आपत्ति कर सकते हैं। चीज़ों और लोगों को तेज़ी-से परखने की क्षमता आपको दूसरों से आगे बनाए रखेगी। अपने जीवनसाथी के किसी छोटी बात को लेकर बोेले गए झूठ से आप आहत महसूस कर सकते हैं। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- प्रेमी/प्रेमिका को वाइट डक्स(प्लास्टिक आदि का बना) का जोड़ा गिफ्ट में देने से लव लाइफ अच्छी रहेगी। \n",
    "2": "मिथुन राशि : आज का राशिफल\nआज का दिन आपके लिए मिश्रित परिणाम लेकर आएगा। आज आपको अपने व्यवसाय के लिए कुछ भागदौड़ करनी पड़ सकती है, जिसका आपको भरपूर लाभ मिलेगा। आज आपको संतान के किसी काम से भी खुशी होगी। यदि आपका कोई मामला कोर्ट कचहरी में चल रहा है, तो आज वह पूरा होता दिख रहा है। आज परिवार के सभी सदस्यों के साथ आपके संबंध मधुर रहेंगे। सायंकाल के समय पार्टनर के साथ कहीं घूमने जा सकते हैं, जिससे आपके मन में खुशी का भाव रहेगा।\n प्रभावशाली लोगों का सहयोग आपके उत्साह को दोगुना कर देगा। जो लोग शेयर बाजार में पैसा लगाते हैं आज उनका पैसा डूब सकता है। वक्त रहते सचेत हो जाएं तो आपके लिए बेहतर रहेगा। आज आपको दूसरों की ज़रूरतों पर ध्यान केन्द्रित करना चाहिए। हालाँकि बच्चों को ज़्यादा छूट देना आपके लिए समस्या खड़ी कर सकता है। आज के दिन रोमांस के नज़रिए से कोई ख़ास आशा नहीं की जा सकती है। कामकाज के मोर्चे पर आपको सबसे स्नेह और सहयोग प्राप्त होगा। आज घर में अधिकतर समय आप सो कर गुजार सकते हैं। शाम के वक्त आपको महसूस होगा कि आपने अपना कितना कीमती समय बर्बाद कर दिया। सम्भव है कि आपके जीवनसाथी की वजह से आपकी प्रतिष्ठा को थोड़ी ठेस पहुँचे। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- किसी भी गौशाला में हरा चारा दान में देने से वैवाहिक जीवन काफी अच्छा रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज का दिन आपको अपने स्वास्थ्य के प्रति सचेत रहना होगा। व्यस्तता के कारण आपके स्वास्थ्य में गिरावट आ सकती है, इसलिए ध्यान रखें। खाने-पीने से परहेज रखें। आज आप अपने माता-पिता से परिवार के कुछ मुद्दों पर सलाह मशवरा करेंगे, जिससे आपका तनाव कम होगा। संतान के भविष्य की चिंता सता सकती है। विद्यार्थियों को आज अपने सीनियर्स की मदद की आवश्यकता होगी। आपके कुछ खर्चे अधिक रहेंगे, जो आप को ना चाहते हुए भी करने पड़ेंगे।\n आज शान्त और तनाव-रहित रहें। अनचाहा कोई महमान आज आपके घर आ सकता है जिसके आने से आपको घर के उन समानों पर भी खर्चा करना पड़ सकता है जिनको आपने अगले महीने पर टाला हुआ था। किसी धार्मिक स्थान पर जाएँ या किसी संत से मिलें, इससे आपके मन को शांति और सुकून मिलेगा। प्रेम के दृष्टिकोण से उत्तम दिन है। अगर आप ख़ुद को पेशेवराना अन्दाज़ में औरों के सामने रखेंगे, तो कैरियर में बदलाव के नज़रिये से यह लाभदायक साबित हो सकता है। अगर आपको लगता है कि कुछ लोगों की संगति करना आपके लिए ठीक नहीं है और उनके साथ रहकर आपका समय बर्बाद होता है तो उनका साथ आपको छोड़ देना चाहिए। आपका प्यार, आपका जीवनसाथी आपको कोई ख़ूबसूरत तोहफ़ा दे सकता है। \nशुभ अंक :- 3 \nशुभ रंग :- केसरिया और पीला \nउपाय :- ज्ञानी, विद्वान और न्यायकर्ता लोगों का सम्मान करने से आर्थिक स्थिति अच्छी होगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज का दिन आपके परिवार में सुख समृद्धि का होगा। सायंकाल का समय आप अपने परिवार के छोटे सदस्यों के साथ खेलने कूदने में व्यतीत करेंगे। आज आपके घर में किसी अतिथि का आगमन हो सकता है। व्यापार में आज आपको अपने सहयोगियों की मदद की आवश्यकता होगी। सच्ची निष्ठा से किये कार्यों में आज सफलता प्राप्त होगी। अपनी नौकरी और व्यवसाय में आज अपने क्रोध पर काबू रखना होगा और अपनी वाणी में मधुरता लानी होगी, तभी आपके कार्यों में सफलता मिलती दिख रही है।जैसे ही आप हालात पर पकड़ बनाने की कोशिश शुरू करेंगे, आपकी घबराहट ग़ायब हो जाएगी। जल्दी ही आप पाएंगे कि यह परेशानी साबुन के उस बुलबुले की तरह है, जो छूते ही फूट जाता है। यदि शादीशुदा हैं तो आज अपने बच्चों का विशेष ख्याल रखें क्योंकि यदि आप ऐसा नहीं करते तो उनकी तबीयत बिगड़ सकती है और आपको उनके स्वास्थ्य पर काफी पैसा खर्च करना पड़ सकता है। उस रिश्तेदार को देखने जाएँ, जिसकी तबियत काफ़ी समय से ख़राब है। क्या आपने कभी गुलाब और केवड़े की महक को एक साथ महसूस किया है? आज आपकी ज़िन्दगी प्यार-मोहब्बत के नज़रिए से ऐसे ही महकने को है। कार्यक्षेत्र में आपके प्रतिद्वन्द्वियों को अपने ग़लत कामों का फल मिलेगा। आपका व्यक्तित्व ऐसा है कि ज्यादा लोगों से मिलकर आप परेशान हो जाते हैं और फिर अपने लिए वक्त निकालने की कोशिश करने लग जाते हैं। इस लिहाज से आज का दिन आपके लिए बहुत उम्दा रहने वाला है। आज आपको अपने लिए पर्याप्त समय मिलेगा। सुबह जीवनसाथी से आपको कुछ ऐसा मिल सकता है, जिससे आपका सारा दिन ख़ुशगवार गुज़रेगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- भैरव जी पर मदिरा चढ़ाने से आर्थिक स्थिति बेहतर होगी। \n",
    "5": "कन्या राशि: आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। आज आपका परोपकार के कार्य में मन लगेगा। समाज में आपके कार्यों की प्रतिष्ठा होगी। भाई बहनों से आपको सहयोग व सानिध्य प्राप्त होगा। नौकरी से जुड़े जातकों के लिए आज प्रमोशन के योग बन रहे हैं। व्यापार में आज कोई नई डील फाइनल हो सकती है। यदि आज कोई संपत्ति खरीदने का विचार बना रहे हैं, तो उसके चल व अचल पहलुओं को अच्छे से जांच लें, नहीं तो मुसीबत में पड़ सकते हैं।ध्यान और आत्म-चिन्तन लाभदायक सिद्ध होगा। आज के दिन आपको शराब जैसे मादक तरल का सेवन नहीं करना चाहिए, नशे की हालत में आप कोई कीमती सामान खो सकते हैं। कोई पुराना दोस्त शाम के समय फ़ोन कर पुरानी यादें ताज़ा कर सकता है। सावधान रहें, क्योंकि कोई आपकी छवि धूमिल करने की कोशिश कर सकता है। काम पर लोगों के साथ मेलजोल में समझ और धैर्य से सावधानी बरतें। कार्यक्षेत्र में किसी काम के अटकने की वजह से आज आपका शाम का कीमती वक्त खराब हो सकता है। आज आपका जीवनसाथी आपकी सेहत के प्रति असंवेदनशील हो सकता है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- अच्छी आर्थिक स्थिति के लिए नहाने से पूर्व नाभि में तेल लगाकर फिर पूरे शरीर में तेल लगाएं व स्नान करें। \n",
    "6": "तुला राशिः आज का राशिफल\nआज का दिन आपके लिए लाभदायक रहेगा। आज आप अपने जीवनसाथी से अपने दिल की बात कहेंगे। संतान से संबंधित कोई फैसला आज आप अपने पिताजी की सलाह से लेंगे, जो आपके लिए उत्तम लाभदायक रहेगा। आपके कार्यक्षेत्र में आज आपको प्रशंसा सुनने को मिलेगी। नौकरी व व्यवसाय के क्षेत्र में आय के नए साधन बनेंगे। आज आपके भाई से कुछ धन उधार लेना पड़ सकता है। आज आप अपने जीवन साथी के लिए कोई उपहार ला सकते हैं। शाम का समय आप अपने मित्रों के साथ सैर सपाटे में व्यतीत करेंगे।भीड़भाड़ भरे इलाक़ों में यात्रा करते समय रक्तचाप के रोगियों को अतिरिक्त सावधान रहने की आवश्यकता है। बिना बताये आज कोई देनदार आपके अकाउंट में पैसे डाल सकता है जिसके बारे में जानकर आपको अचंभा भी होगा और खुशी भी। अपने स्वभाव को अस्थिर न होने दें- ख़ासतौर पर अपनी पत्नी/पति के साथ- नहीं तो यह घर की शांति पर असर डाल सकता है। आप के दिल की धड़कनें आपके प्रिय के साथ कुछ ऐसे चलेंगी कि आज जीवन में प्यार का संगीत बज उठेगा। दफ़्तर में स्नेह का माहौल बना रहेगा। अगर आपको लगता है कि कुछ लोगों की संगति करना आपके लिए ठीक नहीं है और उनके साथ रहकर आपका समय बर्बाद होता है तो उनका साथ आपको छोड़ देना चाहिए। आज के दिन आपका वैवाहिक जीवन एक विशिष्ट दौर से गुज़रेगा। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- गमलों में काले-सफेद मार्बल के दाने रखने से पारिवारिक खुशियां बढ़ेंगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज का दिन आपके लिए प्रेरणा लेकर आएगा। आज आपकी नौकरी व व्यवसाय में शत्रु प्रबल रहेंगे और आपके परिवार में सुख व समृद्धि आएगी और सुख के साधनों में वृद्धि होगी। नौकरी पेशा लोगों को आज अपने प्रोजेक्ट में सफलता प्राप्त होगी। किसी विशेषज्ञ की सलाह आपके बिजनेस को आगे बढ़ाने में सहायक होगी। आज आप अपने भाई के स्वास्थ्य के लिए परेशान रहेंगे। यदि कोई परेशानी हो तो तुरंत डॉक्टर से सलाह लें।ख़ुश हो जाएँ क्योंकि अच्छा समय आने वाला है और आप स्वयं में अतिरिक्त ऊर्जा का अनुभव करेंगे। माली सुधार की वजह से ज़रूरी ख़रीदारी करना आसान रहेगा। डाक या ई-मेल से आया कोई महत्वपूर्ण संदेश पूरे परिवार के लिए ख़ुशख़बरी लाएगा। अपने रोमांटिक ख़यालों को हर किसी को बताने से बचें। अपनी बौद्धिक क्षमताओं का इस्तेमाल अपने हित में करें। इसकी मदद से आप पेशेवर योजनाओं और नए विचारों को पूरा कर सकते हैं। आज रात को जीवनसाथी के साथ खाली वक्त बिताते समय आपको लगेगा कि आपको उन्हें और भी वक्त देना चाहिए। जीवनसाथी के साथ कुछ तनातनी मुमकिन है, लेकिन शाम के खाने के साथ चीज़ें भी सुलझ जाएंगी। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- सरसों के तेल का प्रयोग(शरीर पर मालिश या सर पर लगाना) प्रेमी/प्रेमिका से मिलने से पूर्व करने से प्रेम सम्बन्ध अच्छे रहेंगे। \n",
    "8": "धनु राशिः आज का राशिफल\nआज का दिन आपके व्यवसाय के लिए उत्तम लाभदायक रहेगा। आज अकस्मात आपको बड़ी मात्रा में धन की प्राप्ति हो सकती है, जिससे आपकी आर्थिक स्थिति मजबूत होगी और आपको आपके भविष्य की चिंता कम होगी। आज आप संतान के भविष्य से संबंधित कोई कठिन फैसला ले सकते हैं। आज आपको अपनी नौकरी में वाद विवाद की स्थिति उत्पन्न होने से बचाना होगा, नहीं तो यह झगड़ा कानूनी हो सकता है। मामा पक्ष से भी आज आपको धन लाभ होने की भरपूर उम्मीद है।दूसरों की इच्छाएँ आपकी अपना ख़याल रखने की इच्छा से टकराएगी- अपने जज़्बात को बांधे नहीं और वे काम करें जिससे आपको सुकून मिले। आपके घर से जुड़ा निवेश फ़ायदेमंद रहेगा। जीवनसाथी से झगड़ा मानसिक तनाव की ओर ले जा सकता है। बेकार का तनाव लेने की ज़रूरत नहीं है। ज़िंदगी का एक बड़ा सबक़ इस बात को मान लेना है कि बहुत-सी चीज़ों को बदलना नामुमकिन है। रोमांस आपके दिल-दिमाग़ पर छाया रहेगा, क्योंकि आज आपकी मुलाक़ात अपने प्रिय से होगी। आज का दिन समझ-बूझ के क़दम उठाने का है, इसलिए तब तक अपने विचार व्यक्त न करें जब तक आप उनकी सफलता के लिए आश्वस्त न हों। अचानक आज आप काम से छुट्टी लेने का प्लान बना सकते हैं और अपने परिवार के साथ वक्त बिता सकते हैं। आपका जीवनसाथी बिना जाने कुछ ऐसा ख़ास काम कर सकता है, जिसे आप कभी भुला नहीं पाएंगे। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- शिवजी, भैरव और हनुमान जी की पूजा करने से फैमिली लाइफ खुशहाल रहेगी। \n",
    "9": "मकर राशिः आज का राशिफल\nआज का दिन आपके लिए मिलाजुला रहेगा। दिन में व्यस्तता अधिक रहेगी, लेकिन फिर भी आप अपने जीवन साथी के लिए समय निकालने में कामयाब रहेंगे, जिससे उनके चेहरे पर खुशी का भाव दिखेगा। आज दोपहर तक आपको अपने रुके हुए सभी कार्यों को निपटाना होगा, नहीं तो वह आपके लिए नुकसानदायक हो सकते हैं। ससुराल पक्ष से आज आपको सम्मान मिलता दिख रहा है। आपके कार्यक्षेत्र में आज सभी लोग आपसे खुश नजर आएंगे।तली-भुनी चीज़ों से दूर रहें और रोज़ाना कसरत करते रहें। आर्थिक रुप से आज आप काफी मजबूत नजर आएंगे, ग्रह नक्षत्रों की चाल से आज आपके लिए धन कमाने के कई मौके बनेंगे. रिश्तेदारों और दोस्तों से अचानक उपहार मिलेगा। आपका होना इस दुनिया को आपके प्रिय के लिए रहने के क़ाबिल बनाता है। करिअर के नज़रिए से शुरू किया सफ़र कारगर रहेगा। लेकिन ऐसा करने से पहले अपने माता-पिता से इजाज़ता ज़रूर ले लें, नहीं तो बाद में वे आपत्ति कर सकते हैं। किसी पार्क में घूमते समय आज आपकी मुलाकात किसी ऐसे शख्स से हो सकती है जिससे अतीत में आपके मतभेद थे। आज से पहले शादीशुदा ज़िन्दगी इतनी अच्छी कभी नहीं रही। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- घर में चितकबरा कुत्ता पालने से स्वास्थ्य में सुधार होगा। \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज का दिन आपके लिए मध्यम रुप से फलदायक रहेगा। यदि आप किसी संम्पति में निवेश करना चाहते हो, तो उसके लिए दिन उत्तम है। भाग्य का भरपूर साथ मिलेगा। आज आपको संतान की ओर से कोई शुभ समाचार प्राप्त होगा एवं अपने मित्र जनों से कोई उपहार की प्राप्ति हो सकती है। आज आपको अपनी माता जी के स्वास्थ्य की चिंता सता सकती है, इसलिए उनका विशेष ध्यान रखें। व्यापार व व्यवसाय के लिए यात्रा लाभदायक रहेंगी। विद्यार्थियों को परीक्षा की तैयारी के लिए आसपास की यात्राएं भी करनी पड़ सकती हैं।मुश्किल परिस्थितियों का सामना करते वक़्त आपको हिम्मत और मज़बूती दिखाने की ज़रूरत है। सकारात्मक रवैये के माध्यम से आप आसानी से इन बाधाओं को पार कर सकते हैं। आज आपका सामना कई नई आर्थिक योजनाओं से होगा- कोई भी फ़ैसला करने से पहले अच्छाईयों और कमियों पर सावधानी से ग़ौर फ़रमाएँ। पारिवारिक तनावों को अपना ध्यान भंग न करने दें। ख़राब दौर हमें बहुत-कुछ देता है। अनपेक्षित रोमांटिक आकर्षण की संभावना है। कामकाज के मामले में आज आपकी आवाज़ पूरी तरह सुनी जाएगी। अपने जरुरी कामों को निपटाकर आज आप अपने लिए समय तो अवश्य निकालेंगे लेकिन इस समय का उपयोग आप अपने हिसाब से नहीं कर पाएंगे। यह दिन आपके जीवनसाथी के रूमानी पहलू को भरपूर तरीक़े से दिखाएगा। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- घर में गंगाजल का किसी न किसी रूप में प्रयोग करने से आर्थिक स्थिति बेहतर बनेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज का दिन आपके लिए उत्तम रूप से लाभदायक रहेगा। आज आपके सभी मनोरथ सिद्ध होंगे। आज आपके घर में जो भी विवाह योग्य सदस्य हैं, उनके लिए विवाह के प्रस्ताव आएंगे। आज शाम का समय अपने परिवार के सदस्यों के साथ कहीं घूमने मे बिताएंगे। सामाजिक वह धार्मिक कार्यों में आज आपके रुचि बढ़ी दिखेगी। परिवार में आज कोई शुभ व मांगलिक कार्यक्रम हो सकता है। बिजनेस के लिए आपके भाई के सलाह की आवश्यकता होगी। विद्यार्थियों को आज पढ़ाई मे अपने गुरुजनों का साथ मिलेगा।अपना मूड बदलने के लिए सामाजिक मेलजोल का सहारा लें। पैसे की अहमियत को आप अच्छे से जानते हैं इसलिए आज के दिन आपके द्वारा बचाया गया धन आपके बहुत काम आ सकता है और आप किसी बड़ी मुश्किल से निकल सकते हैं। वैवाहिक बंधन में बंधने के लिए अच्छा समय है। संभव है आज आप अपने प्रिय को टॉफ़ी और कॉकलेट वग़ैरह दें। अगर आप सीधा जवाब नहीं देंगे तो आपके सहयोगी आपसे नाराज़ हो सकते हैं। आज आप बिना किसी वजह के कुछ लोगों के साथ उलझ सकते हैं। ऐसा करना आपके मूड को तो खराब करेगा ही साथ ही इससे आपका कीमती समय भी बर्बाद होगा। मुमकिन है कि आज आपका जीवनसाथी ख़ूबसूरत शब्दों में यह बताए कि आप उनके लिए कितने क़ीमती हैं। \nशुभ अंक :- 6 \nशुभ रंग :- पारदर्शी और गुलाबी \nउपाय :- सफेद गाय को सफेद मिष्ठान खिलाना नौकरी व बिज़नेस के लिए अच्छा रहेगा। \n"
}]
