horo_hindi=[{
    "0": "मेष राशि: आज का राशिफल\nआज आप खुद को काफी अकेला महसूस कर सकते हैं लेकिन, यह आपका एक भ्रम मात्र है। खुद को अकेला और असहाय समझने से बचें और अपनी क्षमता को पहचानें। काम को लेकर दिन मजबूत रहेगा, इसलिए अपने काम पर पूरा ध्यान दें ताकि अच्छे नतीजे मिल पाएं। निजी जीवन को लेकर आज समझदारी का परिचय देना होगा। प्रेम जीवन बिता रहे लोग आज काफी रोमांटिक नजर आएंगे जबकि गृहस्थ जीवन बिता रहे लोग आज अपने जीवन साथी से किसी पॉलिसी के बारे में विचार विमर्श कर सकते हैं।अपनी बीमारी के बारे में चर्चा करने से बचें। ख़राब तबियत से ध्यान हटाने के लिए कोई और दिलचस्प काम करें। क्योंकि इस बारे में आप जितनी ज़्यादा बातें करेंगे, उतनी ही ज़्यादा तकलीफ़ आपको होगी। आज के दिन आपको आर्थिक परेशानियों का सामना करना पड़ सकता अहि- मुमकिन है कि आप ज़रूरत से ज़्यादा ख़र्च करें या आपका बटुआ खो भी सकता है- ऐसे मामलों में सावधानी की कमी आपको नुक़सान पहुँचा सकती है। दूसरों की कमियाँ ढूंढने का ग़ैर-ज़रूरी काम रिश्तेदारों की आलोचना का रुख़ आपकी ओर मोड़ सकता है। आपको समझना चाहिए कि यह केवल समय की बर्बादी है और इससे कुछ हासिल नहीं होता है। बेहतर रहेगा कि आप अपनी यह आदत बदल दें। सावधान रहें, क्योंकि कोई आपकी छवि धूमिल करने की कोशिश कर सकता है। आज अनुभवी लोगों से जुड़कर जानने की कोशिश करें कि उनका क्या कहना है। अपने बच्चों को आज समय का सदुपयोग करने की सलाह दे सकते हैं। अगर आपके जीवनसाथी का मन खिन्न है और चाहते हैं की दिन अच्छा गुज़रे, तो चुप्पी साधे रहें। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- चितकबरी(काली-सफेद गाय) गाय को खाना खिलाने से हेल्थ अच्छी रहेगी। \n",
    "1": "वृष राशिः आज का राशिफल\nअपने बिजनेस पार्टनर से अच्छे संबंध पर ध्यान दें नहीं तो आज उनसे झगड़ा हो सकता है। इनकम में बढ़ोतरी के प्रबल योग बनेंगे। मानसिक तनाव आपसे दूर भागेगा और आज आप काफी जोश में नजर आएंगे। काम को लेकर स्थितियां सामान्य रहेंगी। आपको आज किसी का अच्छा मार्गदर्शन प्राप्त होगा, जिससे आप काफी लाभान्वित होंगे। निजी जीवन सुख देगा और आज प्रेम जीवन बिता रहे लोग अपने प्रिय को कोई गिफ्ट दे सकते हैं। आज आप किसी से कर्ज भी लेंगे, जो आपके किसी महत्वपूर्ण काम के लिए होगा।आपका चढ़ा हुआ पारा आपको परेशानी में डाल सकता है। धन की आवाजाही आज दिन भर होती रहेगी और दिन ढलने के बाद आप बचत करने में भी सक्षम हो पाएंगे। यह परिवार में दबदबा बनाए रखने की अपनी आदतों को छोड़ने का वक़्त है। ज़िंदगी के उतार-चढ़ाव में उनके कंधे से कंधा मिलाकर साथ दें। आपका बदला हुआ बर्ताव उनके लिए ख़ुशी का सबब साबित होगा। सावधान रहें, क्योंकि कोई आपकी छवि धूमिल करने की कोशिश कर सकता है। आज आपकी कड़ी मेहनत कार्यक्षेत्र में ज़रूर रंग दिखाएगी। यह ऐसा दिन है जब आप खुद को समय देने की कोशिश करते रहेंगे लेकिन आपको अपने लिए समय नहीं मिल पाएगा। आपका जीवनसाथी अपने दोस्तों में कुछ ज़्यादा व्यस्त हो सकता है, जिसके चलते आपके उदास होने की संभावना है। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- हरे रंग के वस्त्र अधिक पहने इससे स्वास्थ्य अच्छा रहेगा। \n",
    "2": "मिथुन राशि : आज का राशिफल\nबुद्धि का प्रयोग करके आज आप अपने बिगड़े हुए कामों को बना लेंगे। इससे आपकी कार्यकुशलता भी सिद्ध होगी और लोग आपकी तारीफ भी करेंगे। आपको इनकम भी होगी। आज का दिन एंटरटेनमेंट में बीतेगा। काम को लेकर स्थिति अच्छी है। आपकी पकड़ काम पर बनी हुई है। अपने बिजनेस को आगे बढ़ाने का नया आईडिया आपके पास आएगा। आपकी सेहत भी अच्छी रहेगी, बस ज्यादा चिंता करने से बचें और पूरे जोश में आज के दिन की शुरुआत करें। गृहस्थ जीवन बेहद अच्छा रहेगा जबकि प्रेम जीवन बिता रहे लोग आज कुछ निराश हो सकते हैं।अपने विचार व्यक्त करने में हिचकिचाएँ नहीं। आत्मविश्वास की कमी को ख़ुद पर हावी न होने दें, क्योंकि यह सिर्फ़ आपकी समस्या को और जटिल बनाएगा, साथ ही आपकी तरक़्क़ी में भी रोड़ा अटकाएगा। अपना आत्मविश्वास फिर से हासिल करने के लिए अपनी बात खुल कर कहें और परेशानियों का सामना होठों पर मुस्कुराहट के साथ करें। आज आपको अपनी संतान की वजह से आर्थिक लाभ होने की संभावना नजर आ रही है। इससे आपको काफी खुशी होगी। आज के दिन बिना कुछ ख़ास किए आप आसानी से लोगों का ध्यान अपनी ओर आकर्षित करने में क़ामयाब रहेंगे। आज के इस ख़बसूरत दिन प्रेम-संबंध में आपकी सभी शिकायतें ग़ायब हो जाएंगी। आपके पास आज अपनी क्षमताओं को दिखाने के मौक़े होंगे। घर से बाहर निकलकर आज आप खुली हवाओं में टहलना पसंद करेंगे। आज आपका मन शांत होगा जिसका फायदा आपको पूरे दिन मिलेगा। जीवनसाथी से निकटता आज आपको ख़ुशी देगी। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- काँसे का कड़ा पहना सेहत के लिए लाभदायक रहेगा। \n",
    "3": "कर्क राशि: आज का राशिफल\nआज आप अपने प्रेम जीवन को लेकर काफी भावुक महसूस करेंगे। आप अपने प्रिय को अपने दिल की गहराई से बताना चाहेंगे कि आप उनकी कितनी केयर करते हैं जबकि उनका रूखा व्यवहार आपको दुखी कर सकता है। कोशिश करें कि आज आप उनसे ना मिलें। शादीशुदा लोग अपने गृहस्थ जीवन से संतुष्ट होंगे और आज अपने जीवन साथी के साथ ऑफिस की बातें शेयर करेंगे। घर का माहौल सकारात्मक रहेगा। काम को लेकर आप सजग रहेंगे। सेहत सामान्य रहेगी। पेट से जुड़ी कोई समस्या हो सकती है।आपका प्रबल आत्मविश्वास और आज के दिन का आसान कामकाज मिलकर आपको आराम के लिए काफ़ी वक़्त देंगे। आकस्मिक मुनाफ़े या सट्टेबाज़ी के ज़रिए आर्थिक हालात सुदृढ़ होंगे। आज के दिन बिना कुछ ख़ास किए आप आसानी से लोगों का ध्यान अपनी ओर आकर्षित करने में क़ामयाब रहेंगे। ज़िन्दगी की हक़ीक़त का सामना करने के लिए आपको अपने प्रिय को कम-से-कम कुछ वक़्त के लिए भूलना पड़ेगा। कुछ सहकर्मी कई अहम मुद्दों पर आपकी कार्यशैली से नाख़ुश होंगे, लेकिन यह वे आपको बताएंगे नहीं। अगर आपको लगता है कि परिणाम आपकी उम्मीद के मुताबिक़ नहीं आ रहे हैं, तो अपनी योजनाओं का फिर से विश्लेषण कर उनमें सुधार लाना बेहतर रहेगा। कार्यक्षेत्र में किसी काम के अटकने की वजह से आज आपका शाम का कीमती वक्त खराब हो सकता है। पड़ोसियों का दख़ल शादीशुदा ज़िन्दगी में दिक़्क़त पैदा करने की कोशिश कर सकता है, लेकिन आप व आपके जीवनसाथी के बीच का बंधन बहुत मज़बूत है और इसे तोड़ना आसान नहीं है। \nशुभ अंक :- 9 \nशुभ रंग :- लाल और मैरून \nउपाय :- दुर्गा मंदिर में प्रसाद चढ़ाने से लव लाइफ अच्छी चलेगी। \n",
    "4": "सिंह राशि: आज का राशिफल\nआज आप खुद में मजबूती महसूस करेंगे। कुछ विरोधी आपको परेशान जरूर कर सकते हैं लेकिन, शाम होते-होते आप उनकी कोई ना कोई काट निकाल ही लेंगे। अपने बिजनेस को लेकर आज काफी गंभीर रहेंगे। लेबर का कोई मुद्दा आपका ध्यान आकर्षित करेगा। गृहस्थ जीवन में आज अच्छा समय रहेगा और जीवन साथी के साथ खुशी भरे समय की अनुभूति होगी। प्रेम जीवन बिता रहे लोग आज अपने रिश्ते से काफी खुश होंगे और इनकम में भी बढ़ोतरी होगी, जो आपका दिन बना देगी।आज के दिन आराम करना ज़रूरी साबित होगा, क्योंकि आप हाल के दिनों में भारी मानसिक दबाव से गुज़रे हैं। नयी गतिविधियाँ और मनोरंजन आपके लिए विश्राम करने में सहायक सिद्ध होंगे। दिन के दूसरे हिस्से में आर्थिक तौर पर फ़ायदा होगा। सबको अपनी महफ़िल में दावत दें। क्योंकि आपके पास आज अतिरिक्त ऊर्जा है, जो आपको किसी पार्टी या कार्यक्रम का आयोजन करने के लिए प्रेरित करेगी। दूसरों को ख़ुशियाँ देकर और पुरानी ग़लतियों को भुलाकर आप जीवन को सार्थक बनाएंगे। नए संपर्क बनाने और व्यावसायिक उद्देश्यों के लिए की गयी यात्रा फलदायी साबित होगी। वक्त की नाजाकत को समझते हुए आज आप सब लोगों से दूरी बनाकर एकांत में वक्त बिताना पसंद करेंगे। ऐसा करना आपके लिए हितकर भी होगा। आप एक बेहतरीन जीवनसाथी होने की ख़ुशक़िस्मती को शिद्दत से महसूस कर पाएंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- अच्छे स्वास्थ्य का आनंद लेने के लिए अपने घर का मध्य स्थान (ब्रह्म स्थान) साफ रखें। \n",
    "5": "कन्या राशि: आज का राशिफल\nघर परिवार में आनंद रहेगा। खर्चों को किसी खास चीज को खरीदने में लगाएंगे। घर की खुशहाली के लिए कुछ नया करने का आज विशेष दिन है। आप किसी लंबी यात्रा की प्लानिंग ही काट सकते हैं। आज आपकी माँ जी आपको कोई अच्छी सीख दे सकती हैं, जो आपके बिज़नेस में आपके बहुत काम आएगी। जीवनसाथी गुस्से में आकर कुछ भला बुरा कह सकता है लेकिन उनकी बातों को दिल से ना लगाएं। शांति से काम लें। प्रेम जीवन आपकी अपेक्षाओं जितना अच्छा नहीं रहेगा लेकिन आपका प्रिय आपकी मनो भावनाओं को जरूर समझेगा। यही प्यार की खासियत है। आपकी सेहत अच्छी रहेगी और अच्छे भोजन का आनंद उठाएंगे।आपका विनम्र स्वभाव सराहा जाएगा। कई लोग आपकी ख़ासी तारीफ़ कर सकते हैं। धन से जुड़ा कोई मसला आज हल हो सकता है और आपको धन लाभ हो सकता है। शाम का वक़्त दोस्तों के साथ बिताना दिलचस्प तो रहेगा ही, साथ ही छुट्टी साथ बिताने की योजनाओं पर भी चर्चा हो सकेगी। रोमांस के लिहाज़ से रोमांचक दिन है। शाम के लिए कोई ख़ास योजना बनाएँ और जितना हो सके, इसे उतना रुमानी बनाने की कोशिश करें। नई चीज़ों को सीखने की आपकी ललक क़ाबिल-ए-तारीफ़ है। आपके घर का कोई सदस्य आज आपके साथ वक्त बिताने की जिद्द कर सकता है जिसके कारण आपका कुछ समय खराब हो जाएगा। वैवाहिक जीवन के लिए विशेष दिन है। अपने जीवनसाथी को बताएँ कि आप उनसे कितना प्यार करते हैं। \nशुभ अंक :- 5 \nशुभ रंग :- हरा और फिरोज़ी \nउपाय :- हरे तोते-तोती के जोड़े को पैसे देकर आजाद करवाने से पारिवारिक सुख बढ़ता है। \n",
    "6": "तुला राशिः आज का राशिफल\nआज आपके रुके हुए काम बनेंगे, जिससे आपके अंदर जोश बढ़ेगा और आप कुछ नए कामों को भी शुरू करेंगे। इनकम को लेकर आज आप संतुष्ट नजर आएंगे क्योंकि अच्छे इनकम होगी। खर्चे भी कम होंगे और विरोधियों पर आप प्रबल होंगे। आज आप किसी खास पूजा में दिलचस्पी दिखाएंगे या मंदिर जाकर ईश्वर दर्शन में समय लगाएंगे। निजी जीवन सुख देने वाला होगा और काम को लेकर आज आपको कुछ समस्याओं का सामना करना पड़ सकता है लेकिन शाम होते-होते आप उन चुनौतियों से बाहर निकल आएंगे और आपके चेहरे पर मुस्कुराहट होगी।व्यस्त दिनचर्या के बावजूद स्वास्थ्य अच्छा रहेगा। फ़ौरी तौर पर मज़े लेने की अपनी प्रवृत्ति पर क़ाबू रखें और मनोरंजन पर ज़रूरत से ज़्यादा ख़र्च करने से बचें। घर को सजाने-संवारने के लिए अपने खाली समय का उपयोग करें। इसके लिए आप परिवार से सराहना पाएंगे। किसी की प्यार में क़ामयाबी मिलने की कल्पना को सच कराने में मदद करें। आप अपने मातहतों से नाख़ुश हो सकते हैं, क्योंकि वे उम्मीद के मुताबिक़ काम नहीं कर रहे हैं। आज रात को जीवनसाथी के साथ खाली वक्त बिताते समय आपको लगेगा कि आपको उन्हें और भी वक्त देना चाहिए। जीवन साथी के स्वास्थ्य को लेकर आप चिंतित रह सकते हैं। \nशुभ अंक :- 8 \nशुभ रंग :- काला और नीला \nउपाय :- चने की दाल गाय को खिलाने से आर्थिक स्थिति सुधरेगी। \n",
    "7": "वृश्चिक राशिः आज का राशिफल\nआज आपके मन में बहुत तनाव होगा। किसी बात का प्रेशर आपको बहुत ज्यादा परेशान करेगा। खर्चों में भी आज बढ़ोतरी हो सकती है लेकिन आपको ज्यादा टेंशन लेने से बचना चाहिए क्योंकि इससे आपकी सेहत बिगड़ सकती है। काम में भागदौड़ रहेगी और आपको कहीं दूर ट्रैवलिंग पर जाना पड़ सकता है। भाई बहनों को आपसे कुछ पैसों की जरूरत पड़ सकती है। गृहस्थ जीवन के लिए आज का दिन बहुत अच्छा है और जीवन साथी आपको हिम्मत देगा। प्रेम जीवन बिता रहे लोग आज अपने प्रिय का हौसला देखकर काफी खुश होंगे क्योंकि वह किसी नए काम की शुरुआत कर सकते हैं।आप अपने सकारात्मक रवैये और आत्मविश्वास की वजह से आस-पास के लोगों को प्रभावित करेंगे। करीबी रिश्तेदारों के घर जाना आज आपकी आर्थिक स्थिति को बिगाड़ सकता है। घरेलू ज़िंदगी सुकूनभरी और ख़ुशनुमा रहेगी। आपकी प्रेम कहानी आज एक नया मोड़ ले सकती है, आपका साथी आज आपसे शादी को लेकर बात कर सकता है। ऐसे में कोई भी फैसला लेने से पहले आपको विचार अवश्य करना चाहिए। आपका वर्चस्ववादी स्वभाव आलोचना की वजह बन सकता है। खाली वक्त्त में कोई पुस्तक पढ़ सकते हैं। हालांकि आपके घर के बाकी सदस्य आपकी एकाग्रता को भंग कर सकते हैं। लंबे अरसे के बाद जीवनसाथी के साथ काफ़ी वक़्त गुज़ारने का मौक़ा मिल सकता है। \nशुभ अंक :- 1 \nशुभ रंग :- नारंगी और सुनहरा \nउपाय :- चन्द्र यंत्र को पूजा स्थल में स्थापित करके उसकी पूजा करने से आर्थिक स्थिति बेहतर होगी। \n",
    "8": "धनु राशिः आज का राशिफल\nआप अपने ज्ञान, बल और बुद्धि के दम पर आज के दिन को अपना बनाने में कामयाब रहेंगे। चिंता जरूर होगी। किसी ना किसी खर्चे को लेकर लेकिन आप एक योद्धा की भांति अपनी सभी समस्याओं को दूर कर लेंगे। पारिवारिक जीवन आपका ध्यान आकर्षित करेगा। आज कोई प्रॉपर्टी या अपना घर खरीदने का विचार होगा। इनकम सामान्य रहेगी। गृहस्थ जीवन आपसी तालमेल के आधार पर आगे बढ़ेगा। प्रेम जीवन बिता रहे लोग आज अपने प्रिय के साथ कहीं घूमने जा सकते हैं।शारीरिक बीमारी के सही होनी की काफ़ी संभावनाएँ हैं और इसके चलते आप शीघ्र ही खेल-कूद में हिस्सा ले सकते हैं। रियल एस्टेट और वित्तीय लेन-देन के लिए अच्छा दिन है। आपको अपना बाक़ी वक़्त बच्चों के संग गुज़ारना चाहिए, चाहे इसके लिए आपको कुछ ख़ास ही क्यों न करना पड़े। आज आप जीवन में सच्चे प्रेम की कमी का अनुभव करेंगे। ज़्यादा चिंता न करें, हर चीज़ समय के साथ बदलती है और इसलिए आपकी रोमांटिक ज़िंदगी में भी बदलाव आएगा। अपनी पेशेवर क्षमताओं को बढ़ाकर आप करिअर में नए दरवाज़े खोल सकते हैं। अपने क्षेत्रे में आपको अपार सफलता मिलने की संभावना भी है। अपनी सभी क्षमताओं को निखारकर औरों से बेहतर बनने की कोशिश करें। अपने घर में बिखरी चीजों को संभालने का आज आप प्लान करेंगे लेकिन आपको इसके लिए आज खाली समय नहीं मिल पाएगा। असजता की वजह से आप वैवाहिक जीवन में ख़ुद को फँसा हुआ अनुभव कर सकते हैं। आपको ज़रूरत है तो जीवनसाथी के साथ आत्मीय बातचीत की। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- ग़रीबों में केसर निर्मित मीठा हलवा बनाकर बांटने से लव लाइफ में प्यार बना रहता है। \n",
    "9": "मकर राशिः आज का राशिफल\nआज आपको आत्माभिमान से बचना होगा। जहां काम करते हैं, वहां आपको किसी समस्या का सामना करते हुए हो सकता है कि लो फील करना पड़े लेकिन हिम्मत से काम लें। यह समय भी निकलेगा। आपके बॉस से आपका झगड़ा हो सकता है, इसलिए आज का दिन बहुत महत्वपूर्ण है, सावधानी से काम लें। निजी जीवन आपको जरूर खुशी देगा और आप चाहें प्रेम जीवन में हों या गृहस्थ जीवन में, दोनों ही जगह से अच्छे समाचार सुनने को मिलेंगे। आप अपनी कार्यकुशलता और अपनी सोच के कारण परिवार में आज अहम भूमिका निभाएंगे और आपकी सेहत भी अच्छी रहेगी।दिन की शुरुआत आप योग ध्यान से कर सकते हैं। ऐसा करना आपके लिए फायदेमंद रहेगा और सारे दिन आपमें ऊर्जा रहेगी। जीवन की गाड़ी को अच्छे से चलाना चाहते हैं तो आज आपको पैसे की आवाजाही पर विशेष ध्यान देना होगा। अगर आप पार्टी करने की सोच रहे हैं, तो अपने अपने अच्छे दोस्तों को बुलाएँ। ऐसे कई लोग होंगे, जो आपका उत्साह बढाएंगे। आपकी थकी और उदास ज़िन्दगी आपके जीवन-साथी को तनाव दे सकती है। कार्यक्षेत्र में दिल लगाने से बचें नहीं तो आपकी बदनामी हो सकती है। यदि आप किसी से जुड़ना भी चाहते हैं तो ऑफिस से दूरी बनाकर ही उनसे बात करें। समय का अच्छा इस्तेमाल करने के लिए आज आप पार्क में घूमने का प्लान बना सकते हैं लेकिन वहां किसी अनजान शख्स से आपकी बहस होने की अशंका है जिससे आपका मूड खराब हो जाएगा। आपको अपने जीवनसाथी का सख़्त और रुखा पहलू देखने को मिल सकता है, जिसके चलते आप असहज महसूस करेंगे। \nशुभ अंक :- 7 \nशुभ रंग :- क्रीम और सफेद \nउपाय :- लव लाइफ को बेहतर रखने के लिए श्रीकृष्ण जी के समक्ष कर्पूर जलाएं \n",
    "10": "कुंभ राशिः आज का राशिफल\nआज अपने परिवार के बुजुर्गों की सेहत को लेकर आप थोड़े परेशान नजर आएंगे। भाग्य के कारण आज आपको बिजनेस में कुछ नए संपर्क और नए सौदे मिल सकते हैं, जिससे आपको अच्छा बेनिफिट मिलेगा। आज आपकी इनकम भी बढ़िया होगी और आपके रुके हुए काम भी बनेंगे। गृहस्थ जीवन बिता रहे लोग आज अपने जीवन साथी के साथ रोमांस करते नजर आएंगे। प्रेम जीवन बिता रहे लोग अपने प्रिय के बारे में सोच सोच कर हर्षित होंगे। काम को लेकर दिनमान थोड़ा सा कमजोर है।शरीर के किसी अंगे में दर्द होने की संभावना है। किसी भी ऐसे काम से बचें, जिसमें ज़्यादा शारीरिक मेहनत की ज़रूरत हो। पर्याप्त आराम भी करें। आज आप अपने घर केे सदस्यों को कहीं घुमाने ले जा सकते हैं और आपका काफी धन खर्च हो सकता है। जितना आपने सोचा था, आपका भाई उससे ज़्यादा मददगार साबित होगा। अपने प्रिय की पुरानी बातों को माफ़ करके आप अपनी ज़िंदगी में सुधार ला सकते हैं। मातहत और सहकर्मियों का रुख़ बहुत मददगार रहेगा। आप अपनी छुपी ख़ासियत का इस्तेमाल कर दिन को बेहतरीन बनाएंगे। यह दिन आपके जीवनसाथी के रूमानी पहलू को भरपूर तरीक़े से दिखाएगा। \nशुभ अंक :- 4 \nशुभ रंग :- भूरा और सलेटी \nउपाय :- बंदरों को गुड-चने खिलाने से हेल्थ अच्छी रहेगी। \n",
    "11": "मीन राशिः आज का राशिफल\nआज आप बहुत अच्छी स्थिति में रहेंगे।जिस काम को भी करने की सोचेंगे, उसी में सफलता मिलेगी क्योंकि भाग्य आपके साथ खड़ा नजर आएगा। केवल ओवर कॉन्फिडेंट होने से बचें और अपने बारे में बढ़-चढ़कर कोई बात ना करें। आपके ऑफिस में आपकी स्थिति अच्छी होगी। निजी जीवन को लेकर स्थितियां थोड़ी तनावपूर्ण जरूर हैं लेकिन आपके अंदर हौसला है कि आप उनसे बाहर निकल सकें। आज आप दूसरों को भी प्रेरणा देंगे और अचानक से धन प्राप्ति के योग बनेंगे। आज किसी महिला के साथ झगड़ा बिल्कुल ना करें।रक्तचाप के मरीज़ों को ख़ास ख़याल रखने और दवा-दारू करने की ज़रूरत है। साथ ही उन्हें कॉलेस्ट्रोल को क़ाबू में रखने की कोशिश भी करनी चाहिए। ऐसा करना आगे काफ़ी लाभदायक सिद्ध होगा। प्राप्त हुआ धन आपकी उम्मीद के मुताबिक़ नहीं होगा। पारिवारिक ज़िम्मेदारियों को न भूलें। आपको पहली नज़र में किसी से प्यार हो सकता है। मशहूर लोगों से मेलजोल आपको नई योजनाएँ और आइडिया सुझाएगा। चिट्ठी-पत्री में सावधानी बरतने की ज़रूरत है। आज का दिन उन्माद में घिर जाने का है; क्योंकि आप अपने जीवनसाथी के साथ प्रेम के चरम का अनुभव करेंगे। \nशुभ अंक :- 2 \nशुभ रंग :- सिल्वर और सफेद \nउपाय :- हल्दी की एक गाँठ, पीपल के पाँच पत्ते, सवा किलो पीली दाल, केसर, सूर्यमुखी का एक फूल, पीले वस्त्र यह सारी सामग्री किसी ब्राह्मण को श्रद्धापूर्वक दान करने से पारिवारिक जीवन अच्छा रहेगा। \n"
}]
