horo=[
      {
         "male":"If you behold an Aries man with your open eyes and understand them fully, they will hold on to you and will stay with you merrily ignoring all the other women present on earth. He will be the first to say sorry after a fight and be with you in your bad or ill time. He would want his lady to be completely independent but with him being the knowledge about your whereabouts. He is filled with creativity and energy to do something. He is sometimes impatient but bold  and confident, always works to stay ahead of all. If you are his lover, he will compliment you, appreciate your work and talent. He might be bossy and loose his tempo in a flick of time, but he will make up to you most of the time rather than breathing his anger.He is natural mutinous in nature. He would think of himself as better than anyone surrounding him. He is capable of saying bitter words and use bitter way of saying things when his ego is hurt, the things he might not mean at all but would surely hurt the other person in someway. He must be a leader or else he would loose interest soon.He loves his independence and so want his partner to respect his space. If married he would certainly be dominating the house or would leave it. In any field of work he is in, he would wish to become a boss someday and lead his team, company or the world perhaps. So the perfect keyword for an Aries is 'I am'.",
         "female":"To start with Aries female, first thing that comes to mind is that that she can easily carry on with her life without a male partner than any female gender of other sign. She might miss the romance with her lover boy or perhaps even haunt her while she sees other lovebirds around her but at last she knows how to pull herself out of that sorrow. She is a kind of person who can make her own food, put on her own coat, pull chair for herself, make herself feel beautiful and fight her own battle without any man standing beside her. 'Do it yourself' she believes and she actually implements in her life. She wants to be the leader in her team and wishes to take first action always. She can handle any profession that a man can handle. She is also capable of deep passion in relationships. She will always be clear with her emotions and be direct. Once she's yours, you can have the guarantee that she is really into you.Always admire her work but not with metallistic words. She might loose interest if you are even slightly ignoring her. She is stubborn, would want her partner to be as perfect as her or otherwise will give who classes on how to become like one. She prefers company of men to women. Don't be an obstacle in her enthusiasm as that would break her heart.She likes strength and compassion and so runs to be like one but that does not mean that she does not fear, feel pain or felt hurt. Console her and be with her at her vulnerable times and you will find her by your side no matter what. She is bossy and impulsive but with honesty, loyalty and passion to go ahead and live your dreams.So the perfect keyword for an Aries is 'I am'."
      },
      {
         "male":"A Taurus man plans for tomorrow very carefully. As the camel stores his water in hump when there is plentiful near around him,to be prepared for his coming desert walk. He will never sweep you off your feet, or promise to take you floating away to live with him in a fairy castle,  hopping on pink clouds .He's more likely to surprise you on a Saturday night, with the architect's blue-prints for the house he plans to build for you.He will be the largest, fanciest, most eloquent Valentine the postman ever delivered on February 14th. He would probably be taking you to dine in a glamorous restaurants, with soft light and violin, and he'll never forget the date you first met or any other intimate anniversary between you.Taurus man simply wants to be left alone. Don't disturb him and he'll remain contented. Press him and he becomes obstinate.Shove too hard, tease too much, and be prepared for violent rage. If he is in a closing deal, he'll listen patiently and pleasently, but the papers don't get signed untill the bull makes up his mind it's the right move. A Taurus husband will refuse to accompany his wife to a friend's house if there are no comfortable chairs there for him to sit. His wife can plead if want but it will all be in vain.In an all, you can picture a Taurus man as a quiet, practical soul, as sensible and down-to-earth as an old clothes, as slow to move to action, deliberate and careful man with a hidden romantic side which all can't see. So the perfect keyword for a TAURUS is 'I have'.",
         "female":"Without, the frost-the blinding snow,The storm-wind'a moody madness-Within, the firelight's ruddy glow,And childhood's nest of gladness.A Taurean female is the salt of the earth, a combination of most of the steeling qualities every male looks for and rarely finds. You will rarely see them stuffing a few artificial blooms in her vase. She believes that her flowers must be real, full of livelihood and fragrance.She doesn't have a lazy bone in her body, despite her often slow, deliberate movements and need for frequent rest periods.They are hard-working, will walk proudly beside her man, and would seldom try to pass him or stand in his shadow. As you get to know her better, you will realize that this female can be a tower of strength.Taurus women don't like to be contradicted, especially in public.She may have a violent temper that would frighten a strong man into running for a safety place, but she won't go on a raging storm without good provocation. If you are close to her and you don't give her your complete devotion in return to her actions, she can silk in a corner like a gloomy, gray cloud of repressed resentment.In all they are the kind of woman who will be by her child and husband's side no matter what, she would wake night by night untill her child gets better, she would look after her husband in his most depressing time. They always have a room to greet new people in her life and make them feel like a family.the perfect keyword for a TAURUS is 'I have'."  },
      {
         "male":"Gemini men loves to live in the present. It is in their nature that they seek the personality that matches their interest in that moment. He tend to have a loose attachment to old memories and they reappear in his mind in his lonely time only. Falling in love with Gemini men is fun and cinch, if you don't dig thoughts without their permission. He always keeps a part of his heart that belongs to him only and do not intend to give place or share it with anyone else. Jealousy is something that you can be assured of that he will never have for his loved ones because it is not in his nature. He can be suspicious but will not let it go in his head without proofs. Love is strictly not physical to him, he tends to listen more, sees more and feels more towards his partner which is a good thing.He is realistic and not egoistic, but as the symbol of gemini suggests at one point he might make you feel like he is on ninth cloud when he is with you and on the other he might feel it's not working right. He will be impatient, exceptive and moody. He might say things that he also doesn't understand why he said it.  If you could surpass that then you might be going on a date again.He seeks mental partner above everything. The one who can match his wits and level of enthusiasm or even top him over would be his better person he would love to hang around with. In an all the perfect keyword for a Gemini would be 'I think'.",
         "female":"A Gemini woman is not as heartless as she seems . She has an active imagination that can create many fantasies in her mind and romance is the easiest way she can express them. She needs your support in her bad times and not your anger. Her company can be full of enjoyment and gay, you will find her a great pal. As her sign symbols shows it is not surprising that she can be deeply in love with one person and at the same time can find other men attractive. Unless she is near you all the time, she can forget you quicker than any other sign female when she is with her own type of people. She will never walk when she can ride a bike, she will not be silent when she can speak and most of all she will never turn her back when she can help.A Gemini woman finds it very difficult to really commit herself to one person as while she is impressed with a man's mental abilities and his intelligent wit, another side of her is busy with his antipathy toward the arts and poetry. When she finds a person with that quality her heart starts to pop up again. At one time you can expect multiple feelings from her which might confuse the person sitting beside her or talking to her.One thing is for sure with Gemini female that you will get married to one woman but will have several wives because of the diversities that they show in their behaviour.In an all the perfect keyword for a Gemini would be 'I think'."
      },
      {
         "male":"A Cancer man is a devotee of the finer things in life. In lame talks, he digs culture. He likes old things, from grand mother to first thing he bought when he went on his first trip. He does not opens up well when you first meet him. There are certain things even his best friend doesn't know about. It will take a long and a fair amount of time and patience to really know him well. He can be flirtatious and fickle, but he can also be sensible and loyal. Within a second a wrinkled frown can be replaced by a gentle smile. He is true to himself. His nature never deviates from its basic mold, despite the changes of expression that plays on his features. He might pretend to be rough and aloof, his heart is always soft and affectionate and full of sentimental which often makes him feel too vulnerable. He is loaded with artistic talent. Even if he is only an amateur of something, if you ask them to do it then he would present it with a fine piece of work. He loves his mother to no end and if you are his lover then be sure of it to win his mother's heart.A Cancer man is very shy in expressing his feelings to the person he loves directly. His moods are the meanest when he is most afraid of loosing someone or something.You will think of him as a real crab and give up when he retreats into injured silence but the next time he cautiously peeks out to see the sunshine, you will be tempted all over again to get close to him. So the perfect keyword for a Cancer would be 'I feel'.",
         "female":"In the beginning, you will find trouble in knowing whether a Cancer woman is a gentle one or the wild one. In the end, you will still not be sure about it. Her moods swings between liveliness and gay to melancholy and blue all of a sudden. All and all she is a little mad, slightly sad and superbly imaginative. There are two way that they could follow while they are in love with you. Firstly she might be gentle, shy, modest and pleasantly trembly. If that doesn't work then they would sir as close as possible to you in the room. She loves her mother just like cancer male. Love her mother or she will never forgive you. She prefers to save her deepest emotions for the people closest to her.Cancer woman is very sensitive in nature, a small unintentional remark can also wound her harshly. She is very touchy also, they cry a lot so you better be prepared with something to make them feel light. Everything has a sentimental value to her. She would keep everything which you would think of as unnecessary thing.If you are married to a Cancer women, she would always be their waiting for you at home because she knows in her heart, that no matter how far you go to follow your dreams, you will always come back to her.So the perfect keyword for a Cancer would be 'I feel'."
      },
      {
         "male":"As the symbol of this sign represents, a Leo man can be seen basking in the bright sunlight and you may find him making flowery speeches, but it won't be in solitude of the desert. Most likely it will be on a stage or in front of a circle of adoring friends and relatives. He may waste money, but he is not about to waste his sweetness in teh empty air. There will always be an audience. He will seldom spare expenses when they are courting.  If you are his lover, you will be taken to best restaurants, showered with perfume and flowers and proudly escorted to the theater. To tell you the truth, you have to have a heart made of stone to resist. There is one thing about this sign men. Almost all Leo man have marvelous knack for fixing things  It can be anything from a broken door knob to  a stubborn bathroom faucet. He won't be able to resist trying his hand at making something work when it's on the blink.A Leo man may not like if he is not the head of his family. He would love his girl but might make it clear that job comes last, after him and the home. He believes that he is your career. He seldom raise a large family. He leads an active social life with her wife as long as he gets his sleep well.He has insatiable appetites, and he is as proud as a peacock. He has an enormous need to command and to be loved by those who he rules. He will love sports, but as he grows old, he will prefer to watch them from the comfort of his prefer throne. So the perfect keyword for a Leo would be 'I will'.",
         "female":"Chances are that a Leo woman is ridiculously popular, and you will have plenty of competition of you want her to descend to using your name for the rest of her life. She will be a social leader of her group, lording it over lesser women like a queen, but with such disarming warmth and such  a beautiful smile, no one really minds.  She is intelligent, witty, strong and capable yet deliciously feminine at the same time. In the area of faithfulness, the Leo woman may remind you of the old toast, 'Here's to me and here's to you, and here's to love and laughter-- I'll be true as long as you-- not a single minute after'. As a mother, she will pour love on her children generously and lavish affection on them. It won't be easy for her to see their fault, but when she does, she will be strict.It's in Leo woman's nature to feel herself above common masses so when she feels fallen from her place, she can be occasionally arrogant and vanity. You can't really expect her to step down from a throne that's her birthright. Confinement inside four walls and under one roof can soon rob her of her sparkle.A Leo woman will be fiercely proud of her family's accomplishments and heaven help the outsider who attempts to hurt her family or judge them. The career-minded Leo's usually manage to balance motherhood and a job with perfect aplomb. So the perfect keyword for a Leo would be 'I will'."
      },
      {
         "male":"Virgo man seeks quality rather than quantity in romance. He is invariably kindly and thoughtful about all those little things which matter to women. He has crystal clear memory and probably won't forget special dates. He won't be wildly jealous but be possessive in extreme. He is utterly loyal and he dislikes destroying families  ties intensely. He doesn't like to be fooled around. He wants a decent, honest, and genuine relationship. Virgo man lives almost entirely on a practical, material level and a little romance with it. In honest words he is deeply involved in love from his childhood but not the typical kind one. He shows concern and care towards his family, friends and the weaker ones of the society. He is born with instinctive love of work, love of duty and discipline and devotion to the helpless. The kind of love which displays itself in dramatic emotions, sentimental promises and  tearful declarations, not only leaves a Virgo man cold, but it frighten him into thinking of would he be able to catch his train or bus on time?It is hard to catch a mental attention of a virgo man, though it may be hard to keep it as well. If he wants to think or worry, let them as it is a kind of mental exercise for them but if it's affect their health then find other things you can make them involve into.He will be reliable and pleasant, with an hard-working attitude. He is mostly a handsome man with neat and tidy around the house, who remembers anniversaries and performs miracles to bring smile on his loved ones. So best keyword for a Virgo would be 'I analize'.",
         "female":"One thing is for sure about the Virgo woman that her spine is made of stainless steel. It is quite true that they are basically shy in nature. She has all the determination to pursue happiness wherever the path happens to lead her. Much as she hate to break the family circle, she hates hypocrisy more. Once she's accepted a love as true and ideal, the purity of her own concept of the relationship reigns supreme over all the pieces of legal paper in the world. She is the one women in the zodiac sign who can be deadly practical and divinely romantic at the same time.She is a perfectionist, but that doesn't mean that she herself is perfect. She has no illusions, so don't try to sell her any phony ideas. To her, truth is beauty - and beauty is truth. Despite her modesty and natural shyness, she is tough enough and strong enough for others to find comforting when dark clouds gathers. The quiet courage and deep sense of responsibility of Virgo woman often acts as a magic glue to hold large families together.Virgo woman have strong belief that no one can do things as orderly and as efficiently as they can . When she is upset, she won't rage or storm but she can be fussy when you have annoyed her and can even expect a frank scolding. She has a mental block when it comes to admitting she is wrong, may be because she is right most of the times.Virgo women if loves you would dust off all your old dreams and make them shine again. She won't throw emotional scenes of jealousy. Her eyes are pools of pure love and when she smiles, she can light up a whole room with her radiance.So best keyword for a Virgo would be 'I analize'."
      },
      {
         "male":"You can expect a Libra man to give you plenty of free advice. He will have a perfect solution to all your problems and an answer for your every question you ask but conditioned that don't expect him to answer what you want to hear. The word love and libra are practically synonymous. He will use every trick with casual ease and seldom fail to get the girl. However, once he gets her, he isn't always sure what to do next. He hates confusion and he really needs harmony to stay stable. He isn't too interested in rooting out your secrets. He may seem to be at first, but take a second look. Often he misses what is going on two inches under his nose. Everyone will notice what's happening but him. Though he will argue untill hell freezes over but his purpose is not to dig out personal motives, he just want to dwell on abstract theories so that he can reach a balanced judgment. He just wants to sort the facts and assemble them in the proper places. He will discuss pros and cons with brilliant logic and astute rationalisation, and his conclusion will be usually fair, accurate, sensible and practical.  The facts and the facts alone are sufficient for the Libra male.Libran male lacks awareness of his partner's need to be understood in depth. It may seem unbelievable that he can be so intuitive about teh abstract, so brilliant in deduction, so capable of clear and open minded but still so aggravantingly obtuse about what makes his partner ache or thrill inside.Making his mind is a tidious task and once he made up his mind, he is liable to change it with no warning if he finds he has made a mistake. So teh prefect keyword for a Libra would be 'I balance'.",
         "female":"Libra woman hates to play solitaire. Partnership, in both business and romance, constitute her deepest need. She is highly intellectual and has amazing powers of analysis, which can be a real help in solving your business problems. She rarely lets her emotional interfere between her balanced decision which makes her a better advice than your banker. There are many rewards when you are living with a Libra female. She will never open her lover's or husband's mail. It simply wouldn't occur to her to be dishonourable.  She is as sentimental as old lace, and as affectionate as a woman has any right to be. She likes to talk but she will also make a good listener when you need for a good audience. If there is one thing above all the treasures on this earth, it's the man she chose to love, honor and manage.A Libra woman frowns slightly when she runs out of pros and cons, under the pressure of sorting out her own arguments and trying to dredge up an actual, firm decision from the lot.You may get a little bored with her digressions on ordinary subjects but you will sincerely appreciate her efforts at fairness and her ability to judge correctly by weighing all sides, when it comes to something that really matters. To her, there is no such thing as what she thinks is right. Your opinion deserves as much respect as hers to her. So teh prefect keyword for a Libra would be 'I balance'."
      },
      {
         "male":"A Scorpio man is so calm and steady. You can think how a person with so obvious self control be passionate about something? How indeed. Because he is only bluffing with his cool nature. Inside, his passion for something is as hot and dedicated as it could be.  It is quite an experience to see a Scorpio man to operate under critical situations. While others are mumbling and crumbling and grumbling, he is at his forceful, courageous best. He rarely make himself involve in envy or self-pity and he doesn't happen to think that life owes him even a single part of circle. He loves mystery and there is not a single one that crosses his path without him solving it in detail. He has high standards and he won't choose his friends loosely. There are Scorpios who can live a Spartan existence in a bare room, denying themselves every comfort for some obscure or reason but the true nature of the sign is to be surrounded by luxury.A Scorpio man has an explosive temper that can strike a life-time wound just like when a Scorpio lashes it's deadly tail, the sting bites hard. If he looses, something inside him dies yet he is so good with his emotions that he never shows his pain on his face.Every Scorpio man is a law unto himself and completely unconcerned with what others think of him. He would like to be respected as a good, solid citizen but if it interferes with any of his intense ideas, then he couldn't care less and those who gossip can just go to their places. So the perfect keyword for a Scorpio would be 'I desire'.",
         "female":"The female Scorpio has a deep, mysterious beauty. She is magnetic, proud, passionate and totally confident. She looks for ambition and courage and a man with high degree of intelligence to match her own excellence. She is truthful, sometimes brutally honest, but there will always be those special thoughts and feelings she won't confide to anyone. She is incredibly loyal to those she finds strong and deserving but the weak ones might never be honoured by her glance. She can be very good keeper of secrets and may have tasted a variety of experiences to savour the knowledge. She loves her home which usually shine with cleanliness, taste and comfort. To a typical Scorpion lady, spring cleaning is like a vacation.Just like Scorpio males, Scorpio females refuse to take teh viewpoint of others when their emotions are involved. A Scorpion woman can tell you who can be trusted and who can't. In that process she might need to check her sharp tongue and  tone down her brutal analysis which she brings out if the person she is telling is not believing her.A Scorpio woman sense of justice is as strong as the sense of revenge. Most people forget this. She will remember every kindness and give you back double for that, too.  She is a little dangerous, perhaps, but undeniably exciting. So the perfect keyword for a Scorpio would be 'I desire'."
      },
      {
         "male":"A Saggitarius man is very optimistic in nature. He is usually very lucky. If you pick a shiny object at your feet near the subway grating, it will be apiece of tinfoil from an old wrapper but if he picks it up, it will be a chip of diamond dropped by some person while taking a cab. There is always a crowd around him. His speeches are generally as direct as his symbol arrow. He loves sports, animal, travelling and reading books. A Saggitarius man lives his romantic life on a surface but with honesty. He seeks casual relationships and wants his partner to be as practical as he is about human emotions. He will be proud if his lover has any special talent and would probably won't mind if you want to work to buy yourself extras.Many Saggitarius males are shockingly disinterested in family ties. They don't accept the theory of loving blood relations unless they deserve loving. Even those who are fond of their parents and brothers or sisters manage to keep a healthy distance. They visit and show warm affections but they never expect relatives to interfere with their private lives.A Saggitarius man thinks with both his heart and his mind. He won't always be wise. Sometimes he will be foolishly courageous. He will stumble and fall, then get up and try again. But you will forgive him for almost anything, because he will set your heart free with a very great gift- an honest love. So the perfect keyword for a Saggitarius would be 'I understand'.",
         "female":"A Saggitarius woman is not always going to say the kind of things you want to hear. Most of the time, she will curl your sideburns  with her remarkable, flat statements and her embarrassing questions. But now and then she will say something so special and splendid it will make you feel like dancing. A friendly, frank Saggitarius woman has just wound herself around your heart with her own, peculiar brand of charm. She will always be little outspoken, because she sees the world exactly as it is, even while she is wearing those ridiculous, rose-tinted glasses. It's not everyone who can apply clear, reasonable logic to every situation and retain the happy faculty of believing things will get better or else deciding to accept them for what they are. Because of her casual attitude towards romance you might think she lacks sentiment. If yes, then you are surely mistaken. She will cry rivers at sad movies and read poetry with wet eyes. She would probably save every note you ever wrote to her or the scrap of flowers you brought.Just like a Saggitarius males, a Saggitarius woman also loves solitude. She is very independent and thus also does not do very good in family ties. She enjoys being protected but she doesn't want to be ordered around. Not even her mother gets away with that.No one entertains as graciously as a Sagittarian woman. There is a quality about her sunny, outgoing friendliness that makes people feel deeply welcome, from the garbage man to your boss. So the perfect keyword for a Saggitarius would be 'I understand'."
      },
      {
         "male":"A Capricorn man is  shy, but he's strong and tough. He's pleasant, but he's fiercely ambitious. He loves to thrill the crowd. He pretends he can live without compliments and when he gets one, he just doesn't know how to put it so he covers his embarrassment by making a wry joke or ignoring it which might freeze people into deciding never to risk flattering that poker face again. Turn a steady, dependable Capricorn male inside out, and you'll find a merry, gentle dreamer who longs for the free wind to blow through his hair and finds the sweet fragrance of compliments intoxicating who hungers fir excitement and thirsts for adventure. Only a chosen few can release this lonely soul from his secret prison.  It is in his nature to not advertise, so unlike leo he doesn't show how deeply happy he is and that gives them a tag of truly a great guy he is.You can bump into a Capricorn man who has open contempt for his relatives, or who has bitterly cut family ties and never looked back but scratch the surface of his independence and you will find a deep, emotional wound in his past that originally caused such untypical behaviour.He won't be a fiery lover who courts you with starry eyes and passionate, flowery speeches. But he'll protect you from all your faminine fears. He's a tough guy with a gentle heart. A love affair with a Capricorn man, provided it ends in marriage, is like having desert last, where it belongs. So the best keyword for a Capricorn would be 'I use'.",
         "female":"A Capricorn woman can be ultra-feminine, flirtatious and charming enough to make a man feel like a faint grizzly bear who can protect her from the cold, cruel world or she can be icy, quiet and aloof, sitting securely on her marble pedestal and challenging you to be clever enough to win her superior hand. She is a career girl, one can think love and marriage is always her second choice. Well with love, may be right to say but with marriage, no. Capricorn woman has fresh beauty of their own. You'll rarely find one who's not unusually attractive. Yet they are timid and unsure about their appearance and may need constant reassurance that they are pretty.Capricorn woman is subjected to really black and long lasting one moods. If she feels mistreated or unappreciated, she will brood for days, weeks, even months. She calls it being sensible or practical. She is triggered by the fear of the future, worry about the present, shame over the past. She also does not take teasing lightly. Despite of her modest, often gentle ways, she'll know just how to twist you around with her little finger.Capricorn woman worships tradition and reveres those who have overcome obstacles to gain success. Stubbornness may be is one of her vices, but she's not a whiner or a nervous nag. She will push you towards success. So the best keyword for a Capricorn would be 'I use'."
      },
      {
         "male":"An Aquarius man doesn't want to reveal his true feelings, in spite of his favourite pastime of penetrating the feelings of others. His own reactions and motives are complex, and he intends to keep them that way for the pure pleasure of fooling you. He will almost surely lead a life of change, controversy and unexpected events. Yet there will often be moments of perfect tranquility with him, impossible to find with any other zodiac sign. He is forever analysing type of person and finds it difficult to relax in physical expressions of love. Even if he is able to gain courage to say 'I love you', he will avoid the issue of marriage with every excuse possible. He is a group man, and teamwork comes naturally to him. To this man everyone is special, even the people he hasn't met yet.A puzzle drives him crazy and when he finds something hidden, he just won't sleep at night until he unveiled the truth. He might be knowing that it might be disappointed in what he would discover but still does. Aquarian man can be touchingly gentle and docile, but don't get fooled by his surface calmness. He won't tolerate an ounce of opportunism from a female.Don't be hurt when he is in one of his solitary moods and prefers to be alone with his silent dreams. He will return to share them with you. So the best keyword for An Aquarius would be 'I know'.",
         "female":"A conversation with an aquarius woman can be remarkable, to say the least. She has charming manners, and usually behaves in a timid, almost reserved way. Next to Librans, Aquarius females are often the most beautiful women in the zodiac. You can expect her to probe into your heart until you haven't a secret left, or a dream that hasn't been analysed. The safest way to enter with woman of this sign is to remember she is paradoxical in love as she is in everything else. She is faithful when she is in love considering you leave her free to pursue her myriad interest and circulate among her friends. Her love can be tender and inspired, but there will always be a vaguely elusive quality about it just like a half remembered song. She loves freedom and dishonesty is not in their nature for most of the Aquarian woman. She would have a natural motherhood in her nature.An Aquarius woman will patiently listen to the advice you will give, but there is something that prevents her from following directions explicitly. She can't stick to receipt and notes while baking or doing something. She believes that she can give some new and vibrant taste and effect to work she does. She has an constant urge to experiment.An Aquarian woman lives in tomorrow. She's susceptible to sudden flashes of inspiration, and her intuition is remarkable. What she says will come true, perhaps after many delays and troubles, but it will come true. So the best keyword for An Aquarius would be 'I know'."
      },
      {
         "male":"A Pisces man can be everything you want him to be or everything you don't want him to be. A tide in his affairs is synonymous with opportunity.  He isn't weak. It's just that he may linger too long on a fading star, and miss bright sun light of success. He is sensitive and can be easily hurt. His shyness is due to a painful consciousness of his own limitations, whatever they may be, and he feels them keenly. There won't be many tremendous surges of jealousy or if he is, he is such an excellent natural actor that he will probably pretend them away. He will have warm friends of both sexes, and he will be sympathetic to them, sometimes at odd hours. It's his nature to be gregarious. He tends to think they can live forever, and they often act as though they believed it fervently.  He typically doesn't take a very good care of himself. Chances are he spends most of his excess energy helping relatives in trouble or taking in the burdens of friends.A Pisces man might tell a secret or two accidentally, never on purpose. He sometimes speaks before he realizes the possible damage.  It is a little tough for him to comprehend that what he says could perhaps be interpreted in the wrong light by more severe souls with less relenting attitude.He is a leaner emotionally, which means he needs boundless reassurance and faith, but it also means you mustn't lean on him with imaginary complaints. So the best keyword for a Pisces would be 'I believe'.",
         "female":"Pisces woman covers her shyness and vulnerability with wisecracks, a sophisticated veneer and a frigid independent personality, but it's merely a cloak of protection, worn to hide her uncertainty from prying eyes of rough people who would bruise her gentle heart of she exposed it. She being the one who pours her real soul by writing lovely letters with a secret message woven in the shades of her soft, private dreams. When she is not writing, she is the picture of the brittle, callous, career woman she wants people to see. She is delightfully vague and dreamy. If you are her lover, a short conversation with her, and a man instantly relaxes. She makes it clear that she will never blame him for any problems in his career or any accidental mistakes. It's always someone else's fault for her.Pisces woman has many moods. She's terribly sentimental, and when her feelings are wounded she can cry buckets. She sometimes even get the idea that they are hopelessly unequipped for the fierce battles and driving ambition required to survive. Then perhaps she goes into deep depression. At this time they need emotional support and not the battles. She is often afraid of imposing, pushing too hard, taking advantage, when such thoughts are in no one's head but hers.Pisces woman will be gentle far more often than she's quarrelsome. Besides, her delectable feminity covers any minor deficiencies and most of the time the typical woman of this sign is soft, dreamy and womanly.So the best keyword for a Pisces would be 'I believe'."
      }
   ]
