horo_english=[
  {
    "0": "Lingering work-family balance issues remain outstanding and August begins with a hostile Mercury-Pluto opposition which highlights this yet again. However, the Full Moon on August 3rd shines from your social zone and you may find that friends are very helpful to you at this time. The following day, Mercury moves into your risk zone, encouraging you to think differently about this problem. At the same time, a positive square between Mars and Jupiter brings optimism around your working situation. When gentle Venus moves into your family zone on August 7th, it will feel as though you have turned a corner with that particular dilemma.\n\nOn August 13th Mars, your ruling planet, squares Pluto, bringing highly aggressive energy. If you feel that you are not getting the recognition you deserve at work, something is likely to snap. This may even have repercussion for you financially, as hinted when Uranus turns retrograde in your money zone on August 15th. Don’t panic. The bold, brave New Moon on August 18th helps you take a leap of faith, unafraid and full of confidence. The following day, Mercury moves into your organization zone, so you can quickly make progress.\n\nThere may be another brief moment of angst regarding your career on August 24th, when Mars squares up to Saturn and someone tells you ‘no’. However, the lovely Venus-Jupiter opposition on August 25th underlines the support you have from your family. Just don’t take that support for granted, or you will create problems for yourself on August 30th, when Venus opposes Pluto.",
    "1": "The Mercury-Pluto opposition on August 1st may put you in an embarrassing situation at work, especially if you have recently been bluffing your way through. The Full Moon on August 3rd is in your career zone and may also hint at you being thrust into the spotlight there, against your will – and better judgement. However, a positive Mars-Jupiter square on August 4th encourages a new area of study or some new training, boosting both your confidence and your skills.\n\nVenus arrives in your communication zone on August 7th and sharing your feelings and fears now is highly therapeutic. It’s a good time to seek counseling or therapy. You may feel angry with yourself around August 13th, when a very tense Mars-Pluto square finds you blaming yourself for past errors or failures. However, Uranus turning retrograde in your own sign on August 15th is an invitation to be proud of how far you’ve come – and the New Moon in your family zone on August 18th underlines how loved and valued you are by those who truly matter.\n\nYour creative side gets a workout after August 19th, when Mercury’s arrival in your joy zone encourages happy, crazy, fun self-expression. The Sun quickly follows suit, lightening your mood and lifting any lingering doubts. August 24th could be an emotionally tricky day, courtesy of a Mars-Saturn square, but the very next day an uplifting Venus-Jupiter opposition gives you every reason to be optimistic. Watch out for an unhelpful would-be mentor at the end of the month, however. A Venus-Pluto opposition urges to you to avoid anyone who claims to have all the answers.",
    "2": "The difficult Mercury-Pluto opposition on August 1st suggests perhaps one financial shock too many recently. Use the energies of the Full Moon on August 3rd to take a long term, strategic view of your monetary situation. Mercury switches sign on August 4th, helping you to make decisions guided by logic, not emotion, and on the same day, a helpful Mars-Jupiter square prompts you to make some positive and optimistic plans for increasing your income. Venus’ arrival in your money zone on August 7th will help too – provided you can resist the urge to splurge on luxuries.\n\nMars square with Pluto on August 13th brings the potential for conflict with a friend over money or resources, and this could quickly escalate far beyond the original quarrel. You may prefer to briefly cut back on your social life mid-month, especially once Uranus turns retrograde in your privacy zone on August 15th. Some friends, societies or groups are just not worth the angst they are causing you.\n\nThe New Moon on August 18th is great news if you have difficult work to focus on or if you need to pay attention to detail. Meanwhile, Mercury, your ruling planet, moves into your past zone on August 19th, swiftly followed by the Sun – you’d get a lot of pleasure now from re-visiting childhood haunts or looking into your family history. Back on the monetary theme, the highly optimistic Venus-Jupiter opposition on August 25th certainly looks like good news – but watch out for a desire to play power games over money, particularly on August 30th when Venus opposes Pluto.",
    "3": "There’s a lot of love in the air this August and it’s a very good month if you’re hoping to deepen a relationship, or if you’re single and hoping to meet someone special. It’s a bumpy few days to start with, however, as a tricky Mercury-Pluto opposition on August 1st and a Mercury -Saturn opposition on August 3rd hint at tempers and stalemate. However, a Full Moon in your passion zone, also on August 3rd, should set the tone considerably warmer. When Mercury moves into your sensual zone on August 4th, at the same time as a promising Mars-Jupiter square, romance looms on a grand scale.\n\nAdd to this the arrival of Venus in your own sign on August 7th and you’ve got a recipe for considerable happiness. Watch out for tempers flaring around your work-life balance on August 13th, however, when an aggressive Mars-Pluto square ratchets up the tension. Fortunately, the New Moon in your sensual zone on August 18th helps you to get the mood back on track, and this energy is also very promising financially too.\n\nMercury and the Sun both move into your communication zone, on August 19th and 22nd respectively, which makes it easy for you to express your feelings to your sweetheart, and to wear your heart on your sleeve. August 24th brings some stop-start tension, via a Mars-Saturn square, as you and your sweetheart temporarily disagree – but a beautiful Venus-Jupiter opposition on August 25th suggests that there is much romantic potential in your life. Just watch out for emotional manipulation around August 30th when Venus opposes Pluto. Don’t be a victim – or a perpetrator.",
    "4": "Time to get organized Leo – physically and mentally. As August begins, Mercury opposes Pluto and highlights areas of chaos in your life and the Full Moon in your relationships zone on August 3rd is a tense affair, especially if said chaos is impacting your love life. However, the arrival of Mercury into Leo on August 4th means you can start to think creatively about how to fix these issues. On that same day, Mars squares up to Jupiter, promising to create streamlined order where previously it was all a bit too much.\n\nOn August 7th, Venus arrives in your privacy zone, so don’t be surprised if socializing is not high on your agenda this month. You’ll benefit from some peace and quiet, especially if you’re studying or need to focus on work. On August 13th, especially, you’ll need to be at your best: a very tricky Mars-Pluto square activates a situation where details have escaped you and things have gone wrong as a result.\n\nIt’s well within your power to knuckle down and make a fresh start. The New Moon in Leo on August 18th is a very good opportunity for this, and when both Mercury and the Sun move into your money zone on August 19th and 22nd respectively, you’ll really start to feel the benefits of being more organized and in control. Your love life will benefit from this too, as you’ll have more time to spend with your sweetheart. A lovely Venus-Jupiter opposition on August 25th is perfect for a romantic night in, so kick back and enjoy some down time – you’ve earned it.",
    "5": "Imaginatively and creatively, August looks very promising for you, Virgo. You’ll need to be discerning about who you choose to spend time with, as not everyone is on your side, but a significant Mercury-Pluto opposition on August 1st will quickly make that clear. With the Full Moon on August 3rd signalling that you’ve worked hard enough for now, it’s a good time to start new creative hobbies or to find pleasant ways to relax. Mercury, your ruling planet, moves into your most imaginative zone on August 4th, so pay attention to your daydreams and you’re sure to find inspiration. A Mars-Jupiter square on the same day also suggests that inspiration may come from joining a new club or group – a notion which is backed up by the arrival of Venus in your social zone on August 7th.\n\nThere could be some jealousy or anger around during mid-August, particularly on the 13th, courtesy of an aggressive Mars-Pluto square. This is likely to impact your love life, especially if you have not been entirely honest there recently. However, a New Moon in your imagination zone on August 18th helps you to quickly draw a line under that matter and to stay happily away with the fairies.\n\nExpect an upsurge in your confidence when first Mercury and then the Sun arrive in Virgo, on August 19th and 22nd respectively. Coupled with your vivid imagination and creative streak, this would be an ideal time for writing, artistic efforts, crafts and painting. If you’re single, look out for someone interesting you meet in a group setting, especially on August 25th when Venus opposes Jupiter.",
    "6": "The tense Mercury-Pluto opposition on August 1st highlights impatience and frustration at work, but with the Full Moon in your fun zone on August 3rd, your solution – quite rightly – is to put work on the backburner and to focus on enjoying yourself instead. Mercury arrives in your social zone on August 4th and on the same day a constructive Mars-Jupiter square drives you to put family first over and above career issues. Venus shifts into your status zone on August 7th, so you’ll want to be seen to have time for leisure, fun and love.\n\nThere could be some moments of tension around August 13th and its aggressive Mars-Pluto square – in your case, this energy seems to pit blood family against your partner in some way, which is never going to be fun to handle. Try to be understanding of all sides but it’s not your job to fix this. When Uranus turns retrograde in your trauma zone on August 15th, you’ll start to see patterns of behavior which will help you to understand what’s gone on.\n\nOn August 18th, the New Moon erupts from your social zone, yet the next day sociable Venus slips into your privacy zone, which is something of a contradiction. The message here is to enjoy friendships and company, but to be discerning over who you choose. The Sun, also moving into your privacy zone on August 22nd, will help with this. As August ends, a lovely Venus-Jupiter opposition heralds joy within the family, perhaps at some very good news – but don’t allow work to start taking over again on August 30th, when Venus opposes Pluto.",
    "7": "Learning something new could bring breakthroughs this August, so take every opportunity to sharpen up your skills. The Full Moon on August 3rd shines from your domestic zone, so at first it may be difficult to make time for study, given a mini home or family crisis. A Mercury-Saturn opposition on the same day also makes your mind ‘stick’ and slow down, but don’t worry, this won’t last. The following day, Mercury shifts into your ambitions zone, and Mars makes a constructive square to Jupiter, so it’s definitely time to broaden your mind. A couple of days later, Venus moves into your knowledge zone too, so your natural student persona is definitely emerging.\n\nLook out for annoying routine changes around August 13th, when Mars squares up to Pluto in a tense stand-off. You may find yourself at the whim of others for a few days, and the fact that you’re not in control will anger you. However, on August 18th, the New Moon highlights your career ambitions, so you won’t have long to wait before opportunity strikes.\n\nYou’ll enjoy getting together with like-minded people as the month progresses, particularly once first Mercury and then the Sun move into your social zone on August 19th and 22nd respectively. A difficult Mars-Saturn square brings more frustrations at events beyond your control around August 24th, but you’re set to end the month under the influence of a lovely Venus-Jupiter opposition on August 25th, which points toward a strong intellectual connection with a stranger.",
    "8": "Your inner explorer is demanding attention this August, and you’ll want to do everything you can to break out of a rut. Financial constraints initially hold you back – as the Mercury-Pluto opposition on August 1st hints – but a decisive Full Moon in your communication zone on August 3rd helps you to take charge of where you’re heading. The following day, Mercury moves into your exploration zone, and new horizons open up. On the same day, a helpful Mars-Jupiter trine eases the financial situation, so what are you waiting for?\n\nAny travel you can undertake this month is sure to be eye-opening. With Venus moving into your psychology zone on August 7th, new experiences will change you as a person. Try to avoid unnecessary risk-taking on August 13th, during a tense Mars-Pluto square, but once Uranus turns retrograde in your routines zone on August 15th, you’ll definitely want to take a walk on the wild side. The New Moon in your travel zone on August 18th is an obvious boost to your agenda. Interestingly, both Mercury and the Sun move into your ambitions zone shortly thereafter, on August 19th and 22nd, so travel may well increase your professional opportunities too.\n\nAway from career and travel, there’s a promising end to August for your love life too. A lovely opposition between Venus and Jupiter, your ruling planet, occurs on August 25th, highlighting how passion has the potential to transform your life. Watch out for someone you meet around August 30th, though – with Venus now in opposition to Pluto, a compulsive, all-consuming attraction could have a sting in its tail.",
    "9": "There are good opportunities in August to process a past trauma or to move on from a painful memory. Although the month begins with Mercury in your love zone making a painful opposition to Pluto, you sense that it’s possible to break this cycle. The Full Moon on August 3rd shows you the depth of your inner strength and once Mercury moves into your transformation zone on August 4th, you’ll have the intellectual ability to handle trauma via logic and analysis – without too much emotion. The support of your partner will be key here: a helpful Mars-Jupiter square, also on August 4th, underlines the importance of teamwork, and when Venus moves into your love zone on August 7th, you’ll understand how loved you truly are.\n\nEvents from the past may prove painful still around August 13th, when a harsh Mars-Pluto square stirs up the dust. However, the New Moon in your transformation zone on August 18th equips you with the positivity and strength of character to push on through. A change of scenery will help to clear the air, especially once Mercury and the Sun have moved into your travel zone, between August 19th and 22nd.\n\nAugust 24th is a good day for therapy or counseling, as Mars squares Saturn and makes it harder for you to express your feelings. With patience and when you feel secure, you can exorcise what is holding you back. The month looks set to end on a lovely sentimental note, as Venus opposes Jupiter on August 25th, showing once again how you and your sweetheart can bring out the best in one another.",
    "10": "Home and family preoccupy your thoughts this August, and it’s a good time to focus on your health and wellbeing too. The month begins with a Mercury-Pluto opposition activating your health house and suggesting that you’re not taking a health issue seriously enough – get professional advice. A Full Moon in your own sign on August 3rd is the feel-good factor you’ve been waiting for, however, and when Mercury moves into your love zone the following day, you’ll get both the confidence and the support you need to put your health first. When Venus moves into your health zone on August 7th, a little bit of what you fancy does you good – but in moderation!\n\nMental health could be an issue around August 13th when a difficult Mars-Pluto square conjures up bad dreams, traumatic memories and self-doubt. With Uranus turning retrograde in your family zone on August 15th, this is the ideal time to retreat into your own secure home environment and allow yourself to be cared for by those who love you. The New Moon in your love zone on August 18th is promising, especially if you’re single, and the Sun’s arrival in your passion zone on August 22nd is even more significant.\n\nThe stage is set for August to end on a compassionate and loving note. Although Mars squares up to Saturn on August 24th, highlighting a secret which is no longer being kept, a lovely Venus-Jupiter opposition on August 25th suggests that your loved ones, both here and in spirit, are fully on your side.",
    "11": "August is a good time to step out of your comfort zone, especially in love. Rumors and gossip cause problems on August 1st when Mercury opposes Pluto, but the Full Moon in your privacy zone on August 3rd gives you permission to do whatever you want to do – discreetly. As Mercury shifts into your daily life zone, you’ll seek creative solutions to any boredom you’ve been experiencing, and a promising square between Mars and Jupiter on August 4th also suggests that you’re willing to push the boundaries now. However, it’s the arrival of loving Venus in your play and risk zone on August 7th which really sets the slightly naughty tone for the month!\n\nPotentially a friendship may cause problems around the time of the ill-tempered Mars-Pluto square on August 13th; this is not a time to lend anything to a friend, especially not money. This angst is short-lived, however, because the New Moon in your daily life zone on August 18th is again suggestive of a fresh new start for you. With Mercury and then the Sun both arriving in your love zone days later, the stage is set for a real upswing in romance – whatever that means to you.\n\nThere’s a hint of disapproval in the air around August 24th, when Mars squares Saturn, but so long as you’re happy with what you’re doing, it’s none of anyone else’s business. A passionate and expansive Venus-Jupiter opposition on August 25th sets the seal on this exciting month, but when Venus opposes Pluto on August 30th, you’ll need to take care to avoid emotional manipulation."
}
]
