horo_english=[
  {
    "0": "Get set for a very sociable vibe as February begins, Aries. Venus shifts into your friendship zone, and a Venus-Saturn conjunction provides some stability and certainty within a new tribe. The Venus-Uranus square on February 6th is an exciting moment, and the New Moon on February 11th is in your friend zone too, so there is definitely plenty of activity in your social life.\n\nHowever, mid-February sees you turning to more serious matters as your values are challenged by the first of this year’s three Saturn-Uranus squares. You may find yourself at odds suddenly with friends you’ve known for years, with political and humanitarian differences of opinion being especially heartfelt.\n\nLook to the Sun’s arrival in your spiritual zone on February 18th to help you take a more tolerant view of your differences with other people.\n\nThe end of February is a useful period for your career, as an earth grand trine provides determination and willpower aplenty. This starts on February 24th when Mars trines Pluto and is completed by the industrious Virgo Full Moon in your everyday work zone on February 27th.\n\nMeanwhile, Venus’ shift into your spiritual zone on February 25th ensures that you also end February on a romantic note. This is a good time to connect with your lover on an esoteric level as well as a physical one – discover your soul connection together.",
    "1": "February begins on a promising note for your career direction, with Venus moving into your career zone and a Venus-Saturn conjunction offering staying power and stability. When Venus squares Uranus on February 6th, however, there is a hint that your working life and your love life may be at odds.\n\nNonetheless, the New Moon in your ambitions zone on February 11th gives you fresh impetus and a sense of optimism, as does the conjunction between Mercury and Jupiter in this same zone on February 14th. Good ideas pay off, and people are willing to listen to your projects and plans.\n\nOn February 17th, the first of the year’s three Saturn-Uranus squares gives you pause for thought, however. You’ll start to see hints that a different career path could open to you – perhaps a much more satisfying one, or one more in tune with your authentic self. And yet, for now, this prospect is as scary as it is intriguing. Keep the thought on the backburner for the moment.\n\nTowards the end of February, you can expect to feel free, inspired and ready to take on new ideas and challenges. When Mars in your own sign trines Pluto on February 24th, constructive energy makes just about anything seem possible – and the Full Moon on the 27th completes a grand trine, activating your joy zone and bringing laughter and love back as your top priorities.",
    "2": "You’ll feel the need to broaden your mind this February. Travel is one way of doing that, and as the month begins, Venus shifts into your travel zone – a definite hint that love and travel could be connected.\n\nWhen Venus squares Uranus on February 6th, however, there’s a warning to be sure that you’re telling the truth in your love life, not running from secrets or over-exaggerating something.\n\nThe New Moon in your study zone on February 11th is great news if you’re back at school or working towards an exam or qualification. Together with the Mercury-Jupiter conjunction on February 14th, this suggests that success is yours for the taking.\n\nWatch out on February 17th for stressful issues around the truth, manipulation, lies, deceit or philosophies. This is the first of three exact Saturn-Uranus squares this year, and it puts you in a difficult position where you may be expected to discern the truth from what is largely hidden. Mercury turns direct in this zone of your chart a few days later, however, which will help considerably.\n\nTowards the end of February, the emphasis shifts to your identity, your past and your roots. When Mars trines Pluto on February 24th, something from the past can be usefully exorcised or put to bed for good. This is an excellent time for counseling or therapy, particularly once the Full Moon on February 27th completes this grand trine from your family zone.",
    "3": "Deep emotions hold sway during early February, particularly as Venus moves into the most psychologically complex area of your chart. During the first week of the month, Venus conjuncts Saturn but squares Uranus, hinting that you may be finding it hard to move on from emotional trauma in the past.\n\nThere’s good news ahead, however, as the New Moon in this area of your chart on February 11th helps you to better understand your path ahead.\n\nOn February 17th, the first of three Saturn-Uranus squares this year becomes exact, and for you, this is all about emotional debts, and the need to pay up on them before you can move ahead. Expect to feel pulled in opposing directions, and to feel quite fearful or anxious around this time. Hang on in there; if you do what feels right, you will be fine.\n\nMercury turns direct in your debts zone on February 20th, which eases the emotional pressure a little. Once Venus shifts into your adventure zone on February 25th, you’ll also feel an easing of the load and a more positive vibe.\n\nThere’s also an earthy grand trine at the end of February which should improve your mood. It begins on February 24th with a Mars-Pluto trine, activating your love and social zones, and it concludes with the Full Moon on February 27th, which is in your communication zone. Making an effort to spend time with the people you love the most will do wonders for your mental health and will curb your anxiety too.",
    "4": "There’s a loving and romantic vibe for you, Leo, as February 2021 gets underway. Venus moves into your love zone on the first of the month and forms a stabilizing conjunction with Saturn a few days later.\n\nHowever, when Venus in your love zone squares Uranus in your career zone on February 6th, it foreshadows the same conflict which is set to play out during this year’s three Saturn-Uranus squares: whether and how your love life can thrive alongside your career.\n\nThe New Moon in your love zone on February 11th is a positive indication for sure, but on February 17th, the first of those Saturn-Uranus squares becomes exact, and you can expect furious arguments or intense power struggles in your love life.\n\nIt’s a matter of priorities – your love life or your career. You may feel this is an impossible choice, since you need career success in order to live well with your lover. However, the key is to keep talking. When Mercury turns direct in your love zone on February 20th, that will help.\n\nThe earthy grand trine at the end of February helps too. This begins with a Mars-Pluto trine on February 24th, suggesting that you can find ways, through sheer force of willpower, to adjust your working routines. The Full Moon on February 27th completes the grand trine and falls in your money zone – this is your reassurance that you can find a way around this problem that won’t adversely impact your income.",
    "5": "It would be understandable if you feel weighed down by duty at the start of February 2021. Venus shifts into your duty zone early on, and conjuncts heavyweight Saturn there in the first week of the month, suggesting that even your love life may start to feel like a chore.\n\nWhen Venus squares Uranus on February 6th, you may feel resentful about what you’d like to be doing versus what you feel you have to be doing. The New Moon in your duty zone on February 11th provides you with willpower and a real desire to sort this out.\n\nYour chance may come on February 17th, when the first of three exact Saturn-Uranus squares this year kicks in. You may feel trapped at this time, and perhaps extremely angry with those who are not pulling their weight to help you – but letting out these feelings will be healthy and will prompt others to step in and share the load. Better late than never!\n\nThis should make you feel better very quickly. By the time Mars trines Pluto on February 24th, you are determined to focus more on your own needs, on adventure and a sense of fun.\n\nVenus moves into your love zone on February 25th, which certainly helps to boost your mood too.\n\nThe Virgo Full Moon on February 27th completes the grand trine with Mars and Pluto and fully energizes your desire to be free – this is an excellent moment for travel, new hobbies, dating or simply a fresh lease of life.",
    "6": "There are a lot of positives in the month ahead, Libra, especially in love and creativity. With Venus moving into your dating zone as February begins, early February is a great time for having fun with someone new or for spicing up an existing relationship. When Venus squares up to Uranus on February 6th, however, be aware that too much spice can be as problematic as no spice at all!\n\nThe New Moon in your joy zone on February 11th invites you to focus more on what you want and need, rather than on the needs of others. Your normal focus is on ensuring others are happy, so this could take some getting used to.\n\nWhen Saturn squares Uranus on February 17th, in the first of three such squares this year, you may find people accusing you of selfishness or spite simply for having focused on yourself for a change. However, Mercury turning direct in your joy zone a few days later will help you to keep any such outbursts in perspective.\n\nFebruary ends with a very helpful grand trine, starting on the 24th when Mars trines Pluto and reminds you that you’re not anchored to your past – you can move on. When the Full Moon completes this trine on February 27th, you’ll get an uplifting insight into your spiritual potential.\n\nMeanwhile, Venus shifts into your health zone on February 25th – as February draws to a close, it will be important to watch out for unhealthy indulgences of all kinds.",
    "7": "February begins with peace, harmony and progress in the family home, courtesy of the arrival of Venus in your family zone, swiftly forming a stabilizing conjunction with Saturn.\n\nHowever, tension is not far from the surface, Scorpio, and is likely to bubble up on February 6th when Venus squares Uranus. The New Moon in your family zone on February 11th gives you a chance to calm nerves, and a lovely Mars-Neptune sextile on February 13th boosts romance, love and joy.\n\nMercury’s conjunction with Jupiter on February 14th also falls in your family zone and hints at innovative and unusual solutions to family tensions.\n\nThis breathing space is short-lived, however, and you may find tension rising dramatically around February 17th, when the first of this year’s three Saturn-Uranus squares becomes exact. Family interference in your relationship or love life could become intolerable.\n\nLook to February 20th, when Mercury turns direct in your family zone, for help with communicating your feelings.\n\nThere’s more help on the way too, as February ends with an earthy grand trine. It begins on February 24th when Mars trines Pluto, reminding you that with skillful communication, you can balance these competing elements of your life. The Full Moon on February 27th completes the trine, pointing towards a party or social event which can do much to heal the damage.\n\nMeanwhile, Venus moves into your joy zone on February 25th – the last days of February could be a magical time in your love life, with many special memories to make.",
    "8": "Expect a busy start to February, with you possibly taking on more commitments than you can reasonably manage. With Venus in your ‘busy zone’, you’ll do your best, with good grace and a smile, but you’re leaving yourself very little free time.\n\nWhen Venus squares rebel Uranus on February 6th, you may start to feel resentful about what you’re doing for others, especially work colleagues. A New Moon in your communication zone on February 11th may help you to set clearer boundaries.\n\nThe Mercury-Jupiter conjunction on February 14th is also helpful in this regard, as it helps you to find new and better ways of managing your time, and therefore your stress.\n\nHowever, the situation at work may be difficult around February 17th, when the first of the year’s three Saturn-Uranus squares becomes exact. Here you may struggle with getting new ideas across at work, especially if you’re met with an immovable desire from others to maintain the status quo. This could be highly frustrating.\n\nTowards the end of February, it seems that you may find a breakthrough, through sheer willpower and force of personality if nothing else. When Mars trines Pluto on February 24th, you’ll be able to show colleagues how your ideas can be productive.\n\nSeveral days later, the Full Moon in your career zone completes a grand trine with Mars and Pluto – it’s at this point that you’ll stop at nothing to get your changes implemented; ultimately for the good of everyone.",
    "9": "Venus moves into your money zone as February gets underway. This is very acquisitive energy, Capricorn, driving you to do more with your money, including more spending. When Venus squares Uranus on February 6th, there’s also a risk that you may be trying to buy love or affection – very unwise.\n\nLook to the New Moon in your money zone on February 11th to help get your spending back under control and to set new financial rules for yourself. When Mercury conjuncts Jupiter in this zone of your chart on February 14th, you may also be able to come up with fun and innovative ways to increase your income.\n\nExpect to struggle with restlessness and risk-taking urges around February 17th, however. This is when the first of this year’s three Saturn-Uranus squares become exact, and for you, it’s all about how your values restrain you from doing what you’d really like to do.\n\nFortunately, there’s an earthy grand trine in play towards the end of February which may bring some solutions. When Mars trines Pluto on February 24th, you’ll feel freer to choose joy, in whatever form that manifests for you.\n\nA few days later, the Full Moon in your adventure zone completes the grand trine, prompting you to think deeply about how you’d like to explore, even if that means leaving some familiar things behind. Effectively, it’s time to give yourself permission to do something different.",
    "10": "February is an important month, with your sign being heavily affected by the first of the three Saturn-Uranus squares.\n\nIt’s a promising start, with Venus moving into your own sign, increasing your confidence and charisma. The Venus-Uranus square on February 6th foreshadows the later Saturn-Uranus square, and around this time you may start to feel uncomfortable around your identity, or issues from your past.\n\nHowever, a positive New Moon in Aquarius on February 11th is a good time for a change of image or for psychologically accepting a fresh start. The Mercury-Jupiter conjunction in your sign on February 14th is helpful too, as it gives you a glimpse of what freedom can actually look like.\n\nIt’s on the 17th of February that the Saturn-Uranus square kicks in, however, and this may signal a significant increase in psychological tension for you. You may start to question your roots or resent pressure from family members to conform in some way. You are looking for ways to break free from what has always been.\n\nThe following day, the Sun shifts into your values zone, shining a clearer light on what you actually want. With Mercury turning direct in your sign on February 20th, tension starts to ease and you may see a way forward.\n\nLook to the grand trine between Mars, Pluto and the Full Moon at the end of the month for a deep emotional connection to your past that also frees you to look to the future. This takes place between February 24th and 27th and could well hold some of the answers you seek.",
    "11": "Carve out space, time and privacy for yourself as February begins. With Venus moving into your spiritual zone, you’ll want to be alone or only with those closest to you – this is not a great time for social events.\n\nWhen Venus squares Uranus on February 6th, however, you may find that what life demands from you leaves you with little time to find peace. Look to the New Moon in your spiritual zone on February 11th for a chance to set some new ground rules over what you will and will not take on.\n\nAround February 17th, you may be disturbed or worried by spiritual phenomena, events or experiences. This is the unsettling effect of the first of this year’s three Saturn-Uranus squares. It has an underlying positive message for you, as it’s to do with developing your spiritual gifts, but in this first pass, it will probably feel deeply uncomfortable. Hang on in there.\n\nWhen the Sun shifts into Pisces the following day, your confidence will start to return, and when Mercury turns direct in your spiritual zone on February 20th, the fog will start to clear.\n\nLook for the support of family and close friends later in the month, particularly when Mars trines Pluto on February 24th and encourages you to find a new ‘tribe’ who understand you better.\n\nThe Full Moon in your love zone on February 27th completes this grand trine with Mars and Pluto, and suggests that the loving, emotional backing of your partner will mean the world to you."
}
]
