horo_english=[
  {
    "0": "For you, Aries, December brings growth through new ideas, but you must remain open-minded enough to accept them. Emboldened by the early arrival of free-thinking Mercury into your education zone, your thinking is innovative and far-reaching – but inner anxieties may cloud your judgement on December 5th and 13th, when Neptune adversely effects Venus and Mercury respectively. The Solar Eclipse on December 14th occurs in your learning zone, bringing a warning about being too dogmatic or zealous in your ideals.\n\nThe energy swiftly becomes more positive, however, with Venus’ arrival in this zone the following day. On December 16th and 19th, first Saturn and then Jupiter move into your community zone, and it’s here, on December 21st, that they form the once-in-twenty years Grand Conjunction. The idealism that the Solar Eclipse held in check can now be released and realized, channeled positively into new experiences, with new people, in new places – you can start now to bring about change across communities.\n\nAs the festivities approach, watch out for some ill temper with regard to your career, particularly on December 23rd when Mars squares up to Pluto and you feel that your authority is threatened. Keep a lid on your anger, because the situation will quickly pass. As we near the end of 2020, a Full Moon in your family zone brings a lump to your throat. It’s been a year of great highs and enormous lows, but you have the tools now to move into 2021 with a higher purpose and an agenda for change.",
    "1": "Do you want life to happen to you, Taurus, or do you want to be strong enough to drive the change yourself? December will help you find out. You’re on a drive for self-improvement as Mercury arrives in your psychology zone on December 1st. However, unhelpful aspects from Neptune on December 5th and 13th suggest that you’re easily distracted or led astray by friends and by a love partner too. The Solar Eclipse on December 14th has a laser focus on your self-improvement efforts, but events on this date caution you against pushing yourself too far, too fast – and you may feel disappointed or as if you have failed.\n\nYou haven’t. You just needed a little more time. Nurturing Venus steps into this area of your chart on December 15th and helps to get you back on track. On December 16th and 19th, first Saturn and then Jupiter arrive in your ambitions zone, where on December 21st they combine to form the once-in-twenty-years Grand Conjunction. This is extraordinary energy, which gives you the power to go further towards your ambitions than you could ever have dreamed. Over the next several years, you must never doubt yourself again. You’ve got this.\n\nComing up to the holidays, watch out for some old prejudices or hang-ups to resurface, especially around December 23rd when Mars squares up to Pluto. You’re bubbling over with plans and ideas, however, and the Full Moon on December 29th helps you to welcome 2021 from a strong, intelligent and ambitious place.",
    "2": "Love is not love which alters when it alteration finds, Shakespeare told us. This December, you’re learning that flexibility is crucial in your relationship. You start the month in an affectionate and loving mood, with Mercury arriving in your love zone. However, work quickly gets in the way, and by promising the impossible, you’re adding to the tension. This is especially so on December 5th and 13th, when Neptune afflicts Venus and then Mercury. By the time the Solar Eclipse occurs in your love zone on December 14th, your relationship may well feel under intense pressure.\n\nIf you can stay calm, help is at hand. Venus arrives in your love zone to soothe tempers on December 15th, and on the 16th Saturn heads back into your wisdom zone, adding stability and clarity of mind. On December 19th, Jupiter joins Saturn and it’s here that they form the once-in-twenty-years Grand Conjunction on December 21st. Expect a sudden flash of understanding regarding flexibility in love and your need to adapt to life circumstances alongside your partner, instead of on opposing sides. Over the next several years, your ability to be adaptable – one of your sign’s greatest strengths – will enhance the strength of your relationship no end.\n\nAs the holidays draw closer, there may be some anger, jealousy or resentment towards or from a close friend, but don’t read too much into this. It will pass. As 2020 draws towards a close, a deeply moving and sentimental Full Moon on December 29th reminds you exactly how strong you have been and shows that you have nothing to fear.",
    "3": "December brings you a fresh impetus for hard work; you will take pride in striving for achievement instead of expecting things to be handed to you on plate. You’re certainly in an industrious mood as December begins, with Mercury arriving in your work zone. However, during the first two weeks of the month, Neptune brings confusion, distraction and a liking for the easy life, especially when afflicting Venus and Mercury on December 5th and 13th respectively. So much so, in fact, that the Solar Eclipse on December 14th may bring a work-related shock which jolts you out of your comfort zone.\n\nThis is not likely to be much fun. However, you are learning that nobody owes you anything, and your sense of entitlement is receding. On December 16th and 19th, Saturn and Jupiter arrive in your debt zone – we’re not talking financial debt here, so much, but more what you owe to others emotionally, personally, professionally, or practically. When Saturn and Jupiter form the once-in-twenty-years Grand Conjunction in this zone on December 21st, you are gifted insight into the nature of achievement. Take every opportunity over the next several years to repay the help and kindness you have received. Help someone else up the ladder.\n\nSome tensions at home can be expected in the run up to the holidays, especially if your work gets in the way of your family life on December 23rd, when Mars squares Pluto. However, a stunning Full Moon in your own sign on December 29th marks you stepping firmly into your own identity, to face 2021 with full confidence.",
    "4": "December is a turning point in your love life, whether you’re currently single or not – your love and your joie-de-vivre truly matter in the world now. Mercury’s arrival in your fun and dating zone on December 1st puts you in a very good mood for sure and makes it easier for you to communicate in an existing relationship or to find a new one. However, jealousy and some other dark emotions cloud matters somewhat on December 5th and 13th, courtesy of some tricky Neptune interventions. The Solar Eclipse on December 14th falls in this joy zone – but highlights a situation where you have taken things too far, with potentially drastic repercussions.\n\nVenus’ arrival in this zone the day after the Solar Eclipse does much to help you repair the damage, and if you are sincere in your regret, emotions will quickly mend. On December 16th, Saturn moves back into your love zone, adding stability and tolerance, and on December 19th, feel-good Jupiter arrives there too. It’s here, in your love zone, that Jupiter and Saturn form the once-in-twenty-years Grand Conjunction on December 21st – with enormously positive implications for your existing love life and for your future ability to shower the world with love. Over the coming years, show your natural leadership through compassion, kindness and generosity of heart. You are needed.\n\nIt may be difficult to focus at work as the holidays approach, and a difficult Mars-Pluto square on December 23rd raises tempers. However, a beautifully sensitive Full Moon in your spiritual zone on December 29th helps you to embrace the new year with compassion, grace and humility.",
    "5": "Family life is the center of your world this December, but your responsibilities here may put you under increasing strain. You don’t have to do this all alone. When Mercury arrives in your family zone on December 1st, you’ll love to shower affection on your loved ones. However, practical difficulties like money worries or a lack of family time create angst and disappointment on December 5th and 13th, when Neptune contacts to Venus and Mercury are very unhelpful. By the time the Solar Eclipse occurs in your family zone on December 14th, you may feel overwhelmed; you’re trying to do the right thing, but it just never seems like enough.\n\nHave courage, Virgo. Immediately following the Solar Eclipse, Venus arrives in your family zone, easing tensions and promoting mutual understanding. On December 16th, Saturn moves into your work zone, adding stability and tenacity. On December 19th, Jupiter arrives there too, bringing abundance, optimism and generosity – and together these two heavyweight planets form the once-in-twenty-years Grand Conjunction right where you need it most, in your work and responsibilities zone. There is light at the end of the tunnel here, with opportunities to ease financial pressures, ease working conditions, and provide for your loved ones with much less stress. Breathe a sigh of relief.\n\nYour normally well-hidden reckless streak could get you into some trouble on December 23rd, when Mars squares up to Pluto – avoid gambling and excess risks. You round out a tumultuous 2020 with a very optimistic Full Moon in your objectives zone on December 29th – set your intentions for 2021 with confidence.",
    "6": "It’s an exceptionally busy December, but cosmic events remind you that life is for living, not simply for enduring. With Mercury entering your activity zone on December 1st, you can expect to be rushing here, there and everywhere both at work and in your personal life. However, nobody can take on so much without the strain showing somewhere – in your case, particularly on December 5th and 13th, Neptune’s influence on your mental health leaves you drained, exhausted and stressed out. So much so, in fact, that the Solar Eclipse on December 14th may well bring a dramatic event which forces you to slow down, for your own good.\n\nThe next day, when Venus moves into your activity zone, you’ll start to realize that you’re doing so much “stuff” that you’re not leaving time to enjoy yourself, have some fun or simply be. Saturn’s arrival in your joy zone on December 16th prompts you to take fun more seriously, so to speak, and when joyful Jupiter arrives there too on December 19th, the die is cast: you must find ways to enjoy life more. When Saturn and Jupiter for the once-in-twenty-years Grand Conjunction on December 21st, something shifts in your life – and for the next several years, you’ll take conscious steps to be happy, rather than to simply exist. About time!\n\nThe normal festive family tensions may build up towards the holidays, particularly on December 23rd when Mars squares up to Pluto. However, a hugely optimistic Full Moon in your ambitions zone on December 29th helps you to welcome 2021 feeling inspired, energized and ready to live.",
    "7": "Financial issues do not run smoothly this December – but you are surrounded by love and family blessings, which are worth so much more than money. Intelligent Mercury breezes into your money zone on December 1st. However, a combination of over-spending and sheer bad luck puts you under considerable financial strain during the first two weeks of the month, especially when Neptune clouds your judgement on December 5th and 13th.\n\nThe situation worsens, and the Solar Eclipse on December 14th may well involve some serious financial shocks. As unsettling as that sounds, it’s not actually bad news. You’re learning that there is so much more to life than money, and that you don’t need as much as you think you need. Venus arrives in your money zone on December 15th, highlighting all the blessings you have which are more important than your bank balance. On December 16th, Saturn arrives in your family zone, swiftly followed by Jupiter on December 19th – and it’s here, in this important zone of your chart, that these two planets form the once-in-twenty-years Grand Conjunction on December 21st. This is your opportunity to truly feel how loved and cherished you are by your loved ones, and to use that strength to know that you can face anything in the years ahead.\n\nWork-related niggles may prove frustrating as the holidays approach, particularly on December 23rd when Mars squares Pluto. However, a wise and spiritual Full Moon on December 29th highlights your new-found appreciation and gratitude for life – leaving you waiting for 2021 with awe and wonder.",
    "8": "Getting comfy in your own skin is a major theme this December – and your friends will back you all the way. With Mercury moving into your own sign on December 1st, you start the month feeling strong and confident. However, a bruising two weeks leaves you feeling unsupported by some family members and doubting your own abilities and self-worth. The unhelpful influence of Neptune makes this particularly tough on December 5th and 13th. The Solar Eclipse in Sagittarius on December 14th could be a painful experience, perhaps shining an uncomfortable light on your identity or exposing the ways in which you don’t ‘fit in’.\n\nDon’t worry. The following day, Venus moves into Sagittarius, and your self-beliefs starts to return. On December 16th, Saturn moves into your allies zone, swiftly followed by Jupiter on December 19th. It’s here that these two heavyweight planets come together to form a Grand Conjunction on December 21st – something seen only once every twenty years. This energy uplifts and celebrates you for who you truly are, and shows you the power of friendship too, as people rally around you to love you and to support you. Over the years to come, you can repay this kindness by yourself reaching out to someone who feels lost and isolated.\n\nSome financial constraints may cause frustration in the run up to the holidays, particularly on December 23rd when Mars squares up to Pluto. However, a deeply emotional Full Moon on December 27th in your identity zone proves to you that you are so valued, and so loved – and you’ll never look back.",
    "9": "Sacrifices are needed this December – you will know where – but if you can make these changes, success is on the horizon. You begin the month in thoughtful mode, with Mercury moving into your spiritual zone on December 1st. Events during the first two weeks of the month may quickly spiral out of your control, and with Neptune creating brain fog and confusion, it may be hard to know what to do for the best, especially on December 5th and 13th. However, the Solar Eclipse on December 14th in your sacrifices zone bring clarity of mind and of purpose – at this point, you will know that you need to make some difficult changes.\n\nThe following day, Venus moves into this area of your chart, bringing you some peace of mind. Shortly thereafter, both Saturn and Jupiter move into your resources zone, often called your money zone, where on December 21st they form a rare, once-in-twenty-years conjunction which marks a significant shift in your life path. Now you will understand that your sacrifices have been worth it. It hasn’t been easy, but you have created the environment for success, and you should be proud of that. This may lead to financial success, but it could also signify an increase in other resources, such as love, time, friendship and health.\n\nIt will not have been an easy December, and tensions may start to show at home around December 23rd when Mars squares up to Pluto. Don’t worry. The holidays will soothe tempers, and a beautiful Full Moon in your love zone on December 29th brings much emotional healing.",
    "10": "Always a humanitarian at heart, December brings you the chance to put your principles into practice in a big way. Mercury is in your community zone as the month begins and you are already itching to get involved in a meaningful project. However, financial constraints and work-related pressures frustrate you time and time again during the first two weeks of the month, particularly when Neptune’s influence spreads confusion on December 5th and 13th. During the Solar Eclipse in your community zone on December 14th, you may feel as if there’s no point even trying any more. It could feel very disheartening.\n\nFortunately, cosmic help is very swiftly at hand. The following day, Venus moves into this area of your chart, spreading positivity and peace of mind. Meanwhile, first Saturn and then Jupiter arrive in Aquarius, on December 16th and 19th respectively. On December 21st, these two planets form a Grand Conjunction in your own sign, infusing you with tremendous will, purpose and a sense of power that resonates from this rare, once-in-twenty-years event. Suddenly, you have insight, answers and resolve. Expect practical obstacles to melt away; over the next several years you will repeatedly lead the charge in a project close to your heart, finding can-do solutions and inspiring others. You truly will make a difference.\n\nExpect some wobbles of confidence, particularly around December 23rd when Mars square up to Pluto. However, a positive Full Moon in your solutions zone on December 29th ensures that you face 2021 bursting with optimism and set firmly on course.",
    "11": "December’s rare Grand Conjunction could be the vocational call you have been waiting for – if you’re brave enough to heed its voice. The month begins on an ambitious note, with Mercury arriving in your career zone on December 1st. However, during the first two weeks of the month, you’ll start to get repeated feelings that you’re not on the right path – particularly when Neptune, your ruler, stirs up your idealism on December 5th and 13th. Events around the Solar Eclipse on December 14th may underline this in dramatic fashion – and just like that, you’ll know you need to change direction.\n\nBut change direction to where? Venus arrives in your career zone on December 15th and immediately awakens your nurturing, caring instincts. Meanwhile, both Saturn and Jupiter shift into the most spiritual and compassionate zone of your chart, on December 16th and 19th respectively. Here, on December 21st, that Grand Conjunction lights up your instincts in a blaze of intuition and spiritual feeling. You are being called to make a difference in your career – perhaps moving into a caring profession, or a spiritual one, or by refining the ethics of your existing field of work. Over the next several years you will follow this new calling and direction towards ultimate success.\n\nYour excitement over this may frustrate some others, and you can expect tempers to flare around December 23rd when a Mars-Pluto square creates tension. However, your enthusiasm is undimmed, and an amazing Full Moon in your joy zone on December 29th underlines how important this shift will be to you."
}
]
