horo_english=[
  {
    "0": "Your focus is primarily on your family as June begins, especially with Venus moving into your family zone on June 2nd. The Venus-Jupiter trine the following day is excellent news if you’re looking to move home or to expand your living arrangements.\n\nExpect some tension between your domestic arrangements and your career, however, as Mars opposes Pluto on June 5th.\n\nThe Solar Eclipse in your intelligence zone on June 10th brings you cause to question things you thought you knew. Be open-minded about different interpretations of the facts; it could be that you have rushed to judgment here.\n\nYour ruling planet Mars moves into your joy zone on June 11th, which would normally be cause for celebration. However, the Saturn-Uranus square on the 14th highlights conflicts in your social life that will need careful handling – your happiness may depend a lot on how friendships develop in this mid-month period.\n\nLook to the Summer Solstice on June 20th for a further boost to your home and domestic life. The Venus-Neptune trine and the Sun-Jupiter trine on the 21st and 23rd respectively are healing vibes, excellent for soothing family rifts and for re-connecting to your spiritual home.\n\nThe conflict you’ve felt between family and career may come to a head during the Full Moon on June 24th, but if you make logical, grounded decisions, you should have nothing to fear. Venus’ arrival in your joy zone on the 27th rounds out the month in a very positive fashion – this is an excellent indicator for romance or dating.",
    "1": "Communication gets a lot easier as June gets underway, with Venus boosting your charm considerably. Financially, you’re in for an early boost too, with the Sun-Saturn trine on June 3rd highlighting positive opportunities in your career.\n\nWhen Mars opposes Pluto on June 5th you will need to be careful about over-exaggerating your skills, talents or abilities; this is not a good time to bluff in a job interview, for example.\n\nThe Solar Eclipse on June 10th highlights financial shocks or surprises – as unpleasant or unsettling as this may be, hold fast to the knowledge that you are very blessed with abundance that goes far beyond mere money.\n\nMid-June could be a tricky period for family relationships. Mars moves into your family zone on June 11th, prompting an argumentative atmosphere. Meanwhile, the powerful Saturn-Uranus square on the 14th hints at disappointment from family members over your career path, or resentment on your part that you’ve done what was expected of you, rather than what you wanted to do.\n\nThe Sun’s arrival in your communication zone on the Summer Solstice may help to calm the hostile rhetoric, but it may not be until the Full Moon on June 24th that you see a way to break free from other people’s expectations. Occurring as it does in your freedom zone, this lunar energy encourages you to do your own thing.\n\nWith Venus arriving in your family zone on June 27th, you can be confident that family tensions will ease – so stick to your agenda and don’t be put off.",
    "2": "Abundance is on the menu for you as June begins, especially with Venus moving into your money zone on the 2nd and a very positive Venus-Jupiter trine connecting to your career zone the following day.\n\nIf you have borrowed money, however, watch out for tension or drama around finances, loans and financial obligations when Mars opposes Pluto on June 5th.\n\nThe Solar Eclipse in your own sign on June 10th is a reset button. Events around this day may prove highly significant when you look back at this time, especially in terms of how you see yourself and your identity. Be careful when Mars moves into your communication zone the following day, as this increases your tendency to argue – and to always want the last word!\n\nIssues of freedom versus obligation are on the agenda again mid-month, particularly during the highly volatile Saturn-Uranus square on June 14th. Promises made or given may unravel, or you may feel that your wings are clipped by your responsibilities. This will be intensely frustrating, but the Sun’s arrival in your money zone at the Summer Solstice will help to mitigate this – a greater income buys greater freedom, after all.\n\nLook to the Sun-Jupiter trine on June 23rd for another excellent career opportunity; the Full Moon in your debt zone the following day highlights emotional issues around money which you may now finally be able to resolve.\n\nThe month ends on a positive note, with Venus moving into your communication zone – this puts you at your light-hearted, chatty, friendly best, and heralds plenty of enjoyable social contact.",
    "3": "June starts strongly for you, with Venus in Cancer enhancing your intuition and sensitivity. With the Sun trine Saturn the following day, you will be able to make positive use of dreams, gut feelings or synchronicities to help with decision-making.\n\nIn your love life, June 5th marks a point of tension. Mars opposes Pluto from Cancer, hinting at control or power struggles within your relationship, which could become very heated. Self-control will be important.\n\nThe Solar Eclipse in your spiritual zone on June 10th may bring answers to relationship angst, affording you and your partner more privacy to work things out together.\n\nThe arrival of determined, driven Mars in your money zone the following day is also helpful – obviously for your finances, but also in love, if money has been a source of tension.\n\nMid-June, however, brings conflict between hidden or repressed personal trauma versus the image you choose to project to the world. When Saturn squares Uranus on June 14th, the mask may slip – but you should know that working through your trauma publicly could be therapeutic.\n\nThe Summer Solstice on June 20th sees the Sun arrive in Cancer, and you can breathe a sigh of relief. Positive trines on the 21st and 23rd point towards travel as being a source of joy – and the Full Moon on the 24th occurs in your love zone, highlighting how your relationship has healed.\n\nOverall then, a very positive end to June. Watch out for over-spending, however, when luxury-loving Venus follows Mars into your money zone on June 27th.",
    "4": "It’s an introspective start to June, with Venus urging you to seek privacy. The Venus-Jupiter trine on June 3rd is healing and nourishing, especially if your mental health has been fragile.\n\nBe prepared for your peace – and perhaps your peace of mind – to be shattered around June 5th, however, when your desire for tranquility is thrust into conflict with the demands of your busy everyday life, as illustrated by the ill-tempered Mars-Pluto opposition.\n\nThe Solar Eclipse on June 10th may prompt drama in a friendship or social situation, perhaps linked to your limited free time. This could prove to be a make or break situation for one particular friendship – and with Mars arriving in Leo the following day, you’re likely to prioritize your own interests, as you should.\n\nConflict of a different kind, in love this time, is heralded by the June 14th Saturn-Uranus square. Relationship tensions may be especially driven by differences of opinion over your career or your work-life balance. Try to stay calm and avoid over-reacting.\n\nRespite will come during the Summer Solstice on June 20th when the Sun shifts into your spiritual zone, giving you time and space to think and to heal. By the time the Full Moon occurs in your everyday work zone on June 24th, you’ll be in a much better position to juggle your diverse responsibilities.\n\nJune ends on a very uplifting note, with Venus arriving in your own sign. This brings out the very best of your warmth, charisma and generosity of spirit – and it’s a wonderful cosmic signal for dating too!",
    "5": "You have a grand plan in mind as June begins, and Venus’ arrival in your social zone helps you enlist the support of others. So too does the Venus-Jupiter trine on the 3rd June, while the Sun-Saturn trine on the same day encourages you to go all-in with this project.\n\nBe aware, however, that not everyone is on your side with this. A fierce Mars-Pluto opposition on June 5th highlights criticism and opposition from friends or colleagues; indeed, the Solar Eclipse in your career zone later on June 10th may suggest that your desire to pursue something more meaningful has a serious impact on your work ambitions.\n\nWith Mars arriving in your spiritual zone on June 11th, you are driven to pursue more holistic goals and more altruistic ambitions. However, the tumultuous Saturn-Uranus square on June 14th reminds you that you have responsibilities in the here and now, and that you cannot simply head off in a new direction.\n\nUse your powers of persuasion when the Sun arrives in your social zone during the Summer Solstice. If you can get the community behind you, you’ll have a much easier time moving forward with your ideas. The Sun-Jupiter trine on June 23rd also suggests that support and input from your partner will be key.\n\nThis big plan of yours is quite daunting in parts, but the Full Moon in your risk zone on June 24th is your final push to go ahead. Say yes to life and see what happens.\n\nAs June draws to a close, Venus’ arrival in your spiritual zone on the 27th heralds a fertile time for your imagination – perfect for manifestation, visualization and spiritual rituals.",
    "6": "Venus’ arrival in your ambitions zone on June 2nd puts you at your most charming; when Venus goes on to trine Jupiter the following day, promotion or good career news looks highly likely.\n\nThis would normally be wonderful news, but your happiness may be tempered by tension at home on June 5th – the Mars-Pluto opposition particularly highlights arguments over your work-life balance and your priorities.\n\nDon’t be surprised if you feel resentful. You’re working hard, but you feel unappreciated by your family. The Solar Eclipse in your travel zone on June 10th may prompt a desire to get away from it all, especially with Mars moving into your freedom zone the following day.\n\nBe careful before you make any rash decisions, however. The Saturn-Uranus square on June 14th reminds you that drama, once created, cannot so easily be undone. Try to hold your fire and to have patience.\n\nThe Summer Solstice on June 20th brings greater clarity for you (and your loved ones) as the Sun moves into your career zone. Two very fortunate trines on the 21st and 23rd, between Venus and Neptune, and the Sun and Jupiter respectively, highlight big improvements at work and in your time management – and by the time the Full Moon shines from your family zone on June 24th, you might be feeling that you can, after all, have the best of both worlds.\n\nCelebrate with a party or a special event. With Venus moving into your social zone on June 27th, you’re in the mood for good company.",
    "7": "Your beliefs become very important to you in early June when Venus moves into your philosophy zone. You’ll be passionate about sharing your ideas and your views, especially when Venus trines Jupiter on June 3rd. Expect to be strongly challenged on these topics on June 5th, however, when a tough Mars-Pluto opposition pulls no punches.\n\nThis experience may sow the seeds of doubt in your mind, so when the Solar Eclipse on June 10th activates your psychology zone, you may find yourself second-guessing things or becoming overly suspicious of other people. Be especially careful with charismatic figures you don’t know well – not everyone has your best interests at heart.\n\nMars pushes into your career zone on June 11th, but a volatile Saturn-Uranus square on the 14th finds your focus on home and family life rather than work. Difficulties with in-laws or distant relations cause far more angst than they should, but you may struggle to close down these arguments. Try to rise above it. The Sun’s arrival in your philosophy zone during the Summer Solstice will help.\n\nMeanwhile, look to the Full Moon on June 24th to finally get your point across as this lunar influence activates your communication zone. Don’t allow yourself to be deliberately misunderstood or misheard.\n\nOnce Venus joins Mars in your career zone on June 27th, you’ll be able to relax more regarding the ongoing family issues, turning your focus to your ambitions and goals instead. Get ready for a period of professional growth and development.",
    "8": "This looks set to be a deeply passionate month for you, right from the start – Venus shifts into your passion zone on June 2nd. The following day, a lovely Sun-Saturn trine eases communication in your relationship while a Venus-Jupiter trine helps you find time for both sensuality and family togetherness.\n\nThis may change on June 5th, however, when a tense Mars-Pluto opposition highlights money issues within your relationship, or jealousy and possessiveness. With the Solar Eclipse then occurring in your love zone on June 10th, this could be a rocky period in love. Shock or surprises may sting, but it’s important to see these problems in proportion.\n\nThere’s some unease mid-month, too, over your differing opinions on matters like politics or moral values. When Mars moves into your philosophy zone on June 11th, you’ll want to win every argument, but the volatile Saturn-Uranus square on June 14th warns of fireworks if you push your “truth” too hard.\n\nThe Summer Solstice on June 20th sees the Sun boosting passion levels once more, however, and a magical healing trine between Venus and Neptune the following day creates plenty of romance, forgiveness and compassion.\n\nLook to the Full Moon on June 24th for insight regarding your finances, and perhaps the recognition that you don’t, after all, need as much as you thought.\n\nWhen Venus shifts into your travel zone on June 27th, make a point of seeking adventure with your partner – creating new memories together to cement your love.",
    "9": "June begins on a romantic note, with Venus creating magic from your love zone. It’s a positive start on the work front too, with a helpful Sun-Saturn trine on June 3rd providing plenty of get-on-with-it energy and focus.\n\nThese initially positive vibes may mask some simmering tensions, however. The intense Mars-Pluto opposition on June 5th pits you and your partner directly against one another, competing over different priorities and different outlooks on life.\n\nShocking news from work may add to this volatile mix, especially during the Solar Eclipse on June 10th. The arrival of Mars in your debt zone the following day does hint at financial concerns, as does the hugely significant clash between Saturn and Uranus on June 14th. These stressful few days could have long-term implications, so try to be rational in your decision-making.\n\nTensions should ease following the Summer Solstice on June 20th, which sees the arrival of the Sun in your love zone, lifting the clouds and restoring joy.\n\nLook to the Full Moon in your own sign on June 24th to boost your confidence and to reassure you that you’re on the right track. This is a very good time for a job interview or a change of personal image or direction.\n\nFinancial worries from earlier in the month should start to fade towards the end of the month too – or at least to be more under control. With peaceable Venus arriving in your debt zone on June 27th, you have a fighting chance to restore order.",
    "10": "Venus’ arrival in your health zone on June 2nd encourages you to take it easy and to be less strict with your diet and exercise regime.\n\nIt’s your mental health that is more of a concern in early June, however, especially during the volatile stand-off between Mars and Pluto on June 5th. Help is available if you need it; it’s important not to bottle up your feelings or hide your pain during this period.\n\nThe Solar Eclipse on June 10th occurs in your joy zone, also known as your dating zone or your risk zone – events around this date could lead to a very surprising new relationship, or perhaps to you taking a chance on something you would never have previously dared to do. With passionate Mars moving into your love zone the very next day, your love life is likely to be a focus.\n\nBeware of interfering family members mid-month, especially when Saturn squares Uranus on June 14th. You are not defined by their expectations, nor by your own past – you can always make the changes you desire.\n\nRecognition of this boosts your mental health, and when the Sun moves into your health zone during the Summer Solstice on June 20th, you should start to feel more confident and positive.\n\nThe Full Moon on June 24th is in your secrecy zone and will show you the benefits of opening up, trusting others and not keeping your emotions under wraps. Emotional release is very positive at this time.\n\nJune ends with Venus moving into your romance zone on June 27th – a very definite sign that love is in the air.",
    "11": "Creatively, you can expect a real boost on June 2nd when artistic Venus arrives in your creativity zone. This is good news if you work in the arts or even if you just enjoy crafts and related hobbies. The Venus-Jupiter trine on June 3rd hints at how important this imaginative influence can be for your self-esteem.\n\nYou may struggle a little socially this June, however. The tense Mars-Pluto opposition on June 5th points towards rows and arguments with friends, especially if you have known them for some time and perhaps outgrown them. The Solar Eclipse in your family zone on June 10th asks you to devote more time to your loved ones and less to your social life in any case, so this may be a good time to move on.\n\nMars shifts into your everyday work zone on June 11th, making you increasingly competitive at work and less tolerant of your colleagues. This could add to problems highlighted on June 14th when Saturn squares Uranus and you have to face the consequences of a mistake or oversight.\n\nOn June 20th, however, during the Summer Solstice, the Sun bursts in your joy zone, uplifting you and sweeping away worries and concerns.\n\nThe Full Moon in your social zone on June 24th does suggest a parting of the ways with a friend, but the arrival of Venus in your everyday work zone on June 27th suggests that with colleagues at least, reconciliation and better teamwork are possible."
}
]
