horo_english=[
  {
    "0": "Your career, status and working life are your key concerns during October, but you can expect some stumbling blocks here in the first half of the month. October 1st finds you in good shape with a glorious Aries Full Moon, and with Venus moving into your colleagues zone on October 2nd, the month begins on a positive note for work.\n\nHowever, the second week highlights challenges to your career direction, firstly from your own internal doubts and secondly from unease in your closest relationship. These concerns are mirrored in the difficult Mars-Pluto square on October 9th and the Sun-Jupiter square on October 11th. You may feel unsure of your future plans or plagued by self-doubt. A bright Venus-Uranus trine on October 10th, however, suggests good fortune financially, which may help to sway any decisions you make, particularly in consultation with your partner. By the time Mercury turns retrograde on October 13th, you’ll have a better idea of where you stand, workwise.\n\nA deeply romantic New Moon on October 16th sets your love life back onto an even keel, and a series of helpful Venus trines look set to further stabilize your work-life balance. Between October 19th and 24th, Venus trines first Jupiter, then Pluto, then Saturn, creating opportunities for a new way of working which will honor your private time too. When Venus moves into your love zone on October 27th, you’ll know that you’ve made the right choice for your family – although initially, there could be some financial consequences around the time of the Full Moon on October 31st.",
    "1": "Your desire for greater personal freedom comes under the spotlight this month, but if you can tolerate some restlessness, there are opportunities in abundance. A Full Moon in your privacy zone on October 1st kicks off your desire to get out more and to experience more that life has to offer. Venus moves into your fun zone on October 2nd too, so if you’re single, you’ll definitely be wanting to spread your wings.\n\nHowever, inner conflict holds you back in some ways during the second week. As much as you’re now in the mood for adventure, you’re also slightly fearful, and possibly held back by health conditions. A difficult Mars-Pluto square on October 9th finds you blaming yourself, and the Sun-Jupiter square on October 11th prompts you to look for excuses rather than solutions. Nevertheless, sandwiched between these two squares is a beautiful Venus-Uranus trine on October 9th – follow your heart and your instincts, and push yourself out of your comfort zone.\n\nThe situation improves mid-month, following the New Moon in your health zone on October 16th. Between October 19th and 24th, a series of helpful Venus trines to Jupiter, Pluto and Saturn give you the confidence you need to try something new, to explore, to travel and to live life more fully. Back on October 13th, Mercury turns retrograde in your love zone, but the Sun’s arrival in this same zone on October 22nd helps to shore up your relationship. By the time October ends, with a Full Moon in your own sign on October 31st, you’ll be feeling strong, invigorated and ready for anything.",
    "2": "October brings you opportunities to deal with and release any trauma from your past, leaving you in a much healthier position psychologically. The Full Moon on October 1st highlights any lingering resentments you have with a friend, but with Venus moving into your family zone the following day, you have plenty of staunch support at home.\n\nBitterness and rivalry could be major issues around October 9th, however, when a volatile Mars-Pluto square simmers in the background. A Sun-Jupiter square just two days later may encourage you to take drastic action to resolve matters, but a wise and compassionate Venus-Uranus trine on October 10th helps to light the way. Listen to your heart and to family voices too as you seek a way forward.\n\nMercury, your ruler, goes retrograde in your health zone on October 13th but the Sun’s arrival here on the 22nd will help to shine a robust light on your mental wellbeing, so it’s a good time now to seek counseling, therapy or other kinds of interventions. The bright and creative New Moon on October 16th highlights the healing power of laughter, and a series of beautiful Venus trines between October 19th and 24th give you imaginative ways to overcome your negative feelings. By the time Venus moves into your joy zone on October 27th, you should be feeling much stronger, ready for the spiritual blessings of the October 31st Full Moon.",
    "3": "Your relationship is in the spotlight this October and under considerable pressure from your work or career. Keep talking to one another; communication is vital. October 1st’s Full Moon in your career zone promises recognition or success, but it comes at a cost and your partner may not share your joy. Use Venus’ arrival in your communication zone on October 2nd to help you get your point across.\n\nTensions on this matter continue to rise, however, and a harsh Mars-Pluto square on October 9th is notable for its anger. The Sun-Jupiter square on October 11th suggest that your increasingly wild ideas for resolving the problem are going unheard, but a timely and uplifting intervention from Venus trine Uranus on the 10th means that staying positive will pay off. Try to keep the emotional level under control, particularly once Mercury turns retrograde on October 13th.\n\nBreathe a sigh of relief when the New Moon soothes family tension on October 16th, at which point the worst will over. Between the 19th and 24th, gentle Venus goes on to make three helpful trines, to Jupiter, Pluto and Saturn, each of which emphasizes that if you keep talking and keep calm, you’ll find a solution. When the Sun blazes into your joy zone on October 22nd, you can also use your sense of fun to heal any wounds. You should be back on an even keel by the time Venus shifts into your family zone on October 27th, ready for an inspirational Full Moon on October 31st.",
    "4": "Something’s not quite right about the way you’re approaching life just now, but October brings you several chances to fix that. The Full Moon on October 1st stirs up restlessness and you may be chastising yourself for missed opportunities. Venus’ arrival in your money zone on October 2nd highlights a lack of financial security, and for a while you may feel a little helpless.\n\nOn October 9th and 11th, two difficult squares kick in. The first, between Mars and Pluto, shines a harsh light on any educational or skill gap you’re experiencing, while the later Sun-Jupiter square may cause you to feel inadequate. Fortunately, an unexpected surprise on October 10th, courtesy of a Venus-Uranus trine, brings an ‘aha!’ moment which helps you to avoid some of this self-blame. When Mercury turns retrograde on the 13th, you’ll discover that although you cannot change your past, you are in charge of your future.\n\nThe fightback starts on October 16th when a hugely positive New Moon invites you to learn, teach, mentor or share your knowledge with an enthusiastic audience. A series of beautiful Venus trines between the 19th and 24th bring financial relief and an appreciation from others for the work that you do and the effort you are putting in. When the Sun moves into your stability zone on October 22nd, you’ll feel stronger and much better able to appreciate your own gifts. The exciting Full Moon on October 31st rounds out the month with proof positive that yes, you do have what it takes and yes, you are a success.",
    "5": "You may struggle this month with a compulsive desire to take risks, but it’s essential that you do move somewhat out of your comfort zone. October begins on a promising note with a soulful Full Moon on the 1st which reminds you of how far you’ve come. The following day, Venus moves into your own sign, which boosts your self-confidence and your ability to interact with others.\n\nDuring the second week, however, your sense of discomfort and restlessness grows. A highly volatile Mars-Pluto square on October 9th urges you to abandon caution and to go all out following a dangerous or dark obsession. This is swiftly followed on October 11th by a reckless Sun-Jupiter square which is willing to sacrifice your morals and your values in order to get what you want. It’s difficult to resist this path, but fortunately a wise Venus-Uranus trine intervenes on October 10th with a reminder that you are better than this.\n\nWhen Mercury turns retrograde on October 13th, you’ll have a chance to slow down and consider the consequences of your actions – and the highly positive New Moon in your values zone on October 16th settles your seething emotions and confirms that you have made the right choice. Between October 19th and 24th, Venus makes helpful trines to Jupiter, Pluto and Saturn in turn, each of which shows you a healthy, positive, joyful way to get your adrenaline rush. Stepping out of your comfort zone this way is life-affirming, and the Full Moon in your exploration zone on October 31st highlights an exciting adventure to come.",
    "6": "Expect some family tensions and unhelpful voices from the past early this month but know that forgiveness towards them is your most powerful weapon. Right from the start, courtesy of the Full Moon on October 1st, your closest relationship may be on tenterhooks over jealousy or past hurts, and Venus’ arrival in your secrets zone on October 2nd doesn’t exactly help.\n\nIt’s during the second week that tensions really rise. The furious Mars-Pluto square on October 9th pits your blood family and/or your past against your current relationship, and your over-reaching efforts to resolve this are signified by the Sun-Jupiter square on October 11th. With Mercury turning retrograde in your values zone on October 13th, you may also be struggling to see right from wrong.\n\nHelp is at hand on October 16th, with a glorious New Moon in your own sign. This enables you to hold your head up high and to own your previous mistakes. Between October 19th and 24th, a series of Venus trines teaches you that forgiving your family, and others from your past, has amazing benefits for your mental health. With the Sun powering into your values zone on October 22nd, you suddenly feel you have nothing to hide – and the arrival of Venus in Libra on October 27th is the icing on the cake for your renewed confidence. An emotional Full Moon on October 31st serves as a reminder that your past neither controls nor defines you.",
    "7": "October is an exceptionally busy period as friends and colleagues demand more and more from you. Remember, you are only one person – you don’t have to do this alone. A Full Moon in your everyday work zone on October 1st is an early sign of the pressure you’re under, but with Venus moving into your social zone on October 2nd, you’re still very keen to please everyone and not to let anyone down.\n\nExpect the pressure to show during a heated Mars-Pluto square on October 9th, when colleagues fail to pull their weight, and again with a Sun-Jupiter square on October 11th – this latter indicating that your sleep, your privacy and indeed your sanity are suffering due to the excessive demands placed upon you. With Mercury turning retrograde in your sign on the 13th, you may feel as though you are sinking.\n\nYou won’t sink. The New Moon on October 16th helps you to find your voice and to demand some respect and private time. Between October 19th and 24th, three inspirational Venus trines, to Jupiter, Pluto and Saturn respectively, all help you to delegate tasks, re-think your schedule, enlist help from others and to generally regain your life. By the time the Sun powers into Scorpio on October 22nd, you’ll be back in complete control. Venus meanwhile shifts into your privacy zone on October 27th, giving you some valuable downtime to meditate, sleep or just be. The Full Moon in your love zone on October 31st reminds you to make priority time for your love life too.",
    "8": "Financial restraints may hamper your dreams this month, but positive career news is on the way – remember, many blessings have nothing to do with money. The Full Moon on October 1st marks the happy completion of a hobby or creative project, and your sights are set high the following day when Venus shifts into your career zone. However, money pressures bite deeply on October 9th when a harsh Mars-Pluto square forces you to narrow your objectives and tighten your belt. Past over-spending comes back to haunt you on October 11th, as shown by the Sun-Jupiter square – but in between these two financially difficult aspects, a positive Venus-Uranus trine suggest that a career opportunity comes out of the blue.\n\nIt will take courage to say yes to this opportunity, and with Mercury turning retrograde on October 13th you may truly doubt your own abilities. If you can say yes, however, you’ll quickly find this paying off – the New Moon on October 16th will bring proof that you’ve made the right decision in accepting the challenge. Between October 19th and 24th, a series of fortunate Venus trines, to Jupiter, Pluto and Saturn respectively, bring you tremendous career recognition, progress and potential financial rewards.\n\nMeanwhile, the Sun moves into your spiritual zone on October 22nd, encouraging you to be grateful for your many intangible blessings. In this spirit of gratitude, you’ll also want to give something back. When Venus moves into your community zone on October 27th, you’ll have your chance to help others.",
    "9": "Some tough astrological aspects cut to the very core of your identity early this month, but your leadership is needed, and better times lie ahead. A family argument, coinciding with the Full Moon on October 1st, may be the initial catalyst which leaves you feeing unappreciated or misunderstood. With Venus moving into your freedom zone on October 2nd, it’s understandable that you may feel slightly trapped.\n\nTensions continue to rise into the second week, with a volatile and intense Mars-Pluto square on October 9th again suggesting family criticism or a lack of family support. Compounding this, a Sun-Jupiter square on October 11th hints at a career issue which you’ll probably perceive as a failure. With Mercury turning retrograde in your social zone on October 13th, you may feel that family, friends and colleagues are all against you. That’s not true, of course, but the emotional angst is real enough.\n\nThe clouds start to clear with the New Moon on October 16th in your career zone, which gives you a fresh start and reason to be proud. This is followed by three lovely Venus trines, between October 19th and 24th, each of which encourage you to tread your own path and to assert your individuality and identity in all areas of life. You are a natural leader, and this talent emerges strongly when the Sun moves into your community zone on October 11th and again when Venus shifts into your career zone on October 27th. Be prepared to take a calculated risk during the Full Moon on October 31st, because it’s by being flexible that you can best show your considerable worth now.",
    "10": "Try not to over-rationalize your spiritual experiences; sometimes the head cannot explain what the heart simply knows to be true. You are an air sign, thriving on logic, but the Full Moon on October 1st amply demonstrates that you cannot explain away the more mystical elements of your life. With Venus moving into your mysteries zone on October 2nd, you’re intrigued to know more, but also reluctant to trust.\n\nThis causes quite some internal angst, especially on October 9th during an intense Mars-Pluto square, where you will struggle to subdue your intuitive emotions, even as you try to reason them away. Similarly, a Sun-Jupiter square on October 11th finds you trying to rationalize and dismiss things, even though deep down you sense a more important truth. With Mercury turning retrograde in your status zone on October 13th, you’re desperate not to appear ‘weird’, but are you denying your true nature?\n\nRelief comes in the form of the intellectual New Moon on October 16th, which frees you to explore and to question without pouring scorn. Between October 19th and 24th, three sensitive Venus trines connect you deeply to your subconscious and your own overlooked spiritual experiences, in some profound and moving events. No longer ashamed of who you are, the Sun moves into your status zone, enabling you to speak your truth – you’re now starting to understand your spiritual nature, aided by the arrival of Venus in your intellectual zone on October 27th. Look out for an emotional Full Moon on October 31st, which connects your past to your future.",
    "11": "This month is all about shared goals and teamwork, with your lover and in your wider community too. There’s tricky financial news to begin with, associated with the Full Moon on October 1st, but the following day, Venus moves into your love zone, providing you with plenty of warmth and companionship.\n\nHowever, during the second week, community projects, teams, groups and clubs of all kinds come under intense pressure from the volatile Mars-Pluto square on October 9th. Tempers flare and past grudges come to light too, particularly during the Sun-Jupiter square on October 11th. Nevertheless, team spirit is still alive and kicking, particularly between you and your partner, as demonstrated by the uplifting Venus-Uranus trine on October 10th. Mercury turns retrograde in your freedom zone on October 13th, so you may have to tone down your goals or work within constraints, but you can do that, right?\n\nA very positive New Moon on October 16th finds you digging deep for inner patience and resolve, before a series of three beautiful Venus trines starts to make a big difference between October 19th and 24th. Events associated with these trines will prove that collectively, you, your sweetheart, your friends and colleagues can still make a difference and achieve your goals, with some lateral thinking. The Full Moon on October 31st highlights the end of a successful, hard-fought project, so you have much to be proud of and much to look forward to."
}
]
