horo_english=[
  {
    "0": "Don’t be surprised if you feel vague or scatterbrained during the first week of April. You are lacking in focus, particularly when Mars squares Neptune on April 9th. Have patience, however, because the New Moon in Aries on April 11th is your signal to go full steam ahead.\n\nA few days later, Venus leaves Aries and moves into your money zone, giving you a love of luxury and a strong desire to spoil others. Be careful that people don’t think you’re trying to buy influence, however. When the Sun and then Mercury square Pluto on the 16th and 17th respectively, people in your career path may doubt your motives.\n\nLook to friends, siblings and your wider community for inspiration on April 17th when your ruler, Mars, trines Jupiter in an airy aspect that flings open the door of opportunity. Don’t let excellent ideas go to waste.\n\nYou may find your values seriously challenged during the Venus-Uranus conjunction on April 22nd, perhaps from an unexpected direction. Not everyone is who you think they are.\n\nOn April 23rd your ruling planet Mars shifts into your home and family zone. Be careful with your temper at home from this point on; it’s a family, not a military boot camp.\n\nVenus in your money zone gives you cause to question a friendship around April 25th when the Venus-Saturn square hints at someone taking advantage. The following day, the Full Moon focuses on the repayment of debts – both those you owe and those you are owed.\n\nThere should be better news for money as April ends; the Sun-Uranus conjunction on the 30th could just sprinkle some luck in your path.",
    "1": "You’re in a sociable frame of mind for the first week of April, but that is set to change during the New Moon on April 11th. This energy highlights your privacy zone, and you will want to retreat from the world for a week or two – and why not? Venus arrives in your own sign a few days later on the 14th, so you will be perfectly happy with your own company.\n\nIt may not be until April 16th and 17th that you feel up to socializing again. Here, the Sun and Mercury respectively create squares to Pluto, activating your travel zone and reminding you that you don’t live on an isolated island.\n\nAt the same time, the glorious Mars-Jupiter trine on the 17th brings excellent opportunities in your career, propelling you back into the spotlight. With the Sun and Mercury moving into Taurus on the 19th, you’ll start to feel more comfortable in your own skin.\n\nWatch out for the Venus-Uranus conjunction in Taurus on April 22nd – this is the perfect time to make a romantic dream come true.\n\nWhen Mars moves into your communication zone on the 23rd, you’ll feel driven to have your say – this is a good thing, but do watch your tone. The Full Moon in your love zone on April 26th suggests that emotions may be raw in your closest relationship, so you will need plenty of tact and subtlety to get your point across.\n\nYou’re set to shine as the month ends, however – the Sun-Uranus conjunction on the 30th highlights your brilliance and the brightest of your ideas.",
    "2": "Try not to get too distracted in the first week of April. The Mars-Neptune square on the 9th is especially confusing when it comes to your career – be sure you know what your goals and responsibilities are.\n\nIt’s a highly sociable New Moon on April 11th, but with Venus moving into your privacy zone a few days later, you’ll be extra-choosy about the company you keep. Watch out for a friend trying to manipulate you when the Sun and Mercury square up to Pluto on the 16th and 17th.\n\nThe 17th does bring huge possibilities, though, particularly related to education or travel. The Mars-Jupiter trine here is bursting with potential – what will you do with it?\n\nOn the 19th, the Sun and Mercury both move into your spiritual zone, and the conjunctions between Mercury, Venus and Uranus on the 22nd and 23rd could signal unusual events, paranormal encounters or spiritual growth.\n\nIt’s Mars’ arrival in your money zone on April 23rd that really provides a change of pace and a fresh determination to boost your income. You’ll get help with this from the Full Moon on April 26th, which helps to resolve difficulties in your day to day routines. Pluto turns retrograde in your debt zone the following day, easing some of the pressure there too.\n\nFor all your concern with your material wealth, however, it’s your spiritual wealth that still nags at you. The Sun-Uranus conjunction in this area of your chart on April 30th may bring you some clarity and some answers.",
    "3": "Waiting for something? Answers will come from the New Moon in your career zone on April 11th – this would be a very exciting time for a job search or career change.\n\nBe careful, however, that your newfound career enthusiasm doesn’t conflict with your relationship. The squares from the Sun and Mercury to Pluto on the 16th and 17th hint at power struggles over this very issue.\n\nAlso on the 17th, the Mars-Jupiter square is a tremendous opportunity to overcome any past trauma you may have been keeping under wraps. Offering huge psychological positivity, this energy is great for forgiving others, as well as forgiving yourself.\n\nOn the 19th, the Sun and Mercury arrive in your social zone, joining Venus which entered on the 14th. The 22nd and 23rd of April find Mercury and Venus in conjunction with rebel planet Uranus in your social zone, so there could be some interesting moments ahead for your ‘tribe’.\n\nThe arrival of Mars in your own sign on April 23rd is a huge upswing of energy for you and a great boost to your self-esteem too. It’s now time to embody the very best of your zodiac sign – no more hiding who you are or how you feel.\n\nThe Full Moon also encourages you to find your joy on April 26th, showing you how healing laughter can be.\n\nAs April draws to a close, the Sun-Uranus conjunction in your social zone on April 30th reminds you that you are not defined by the company you keep – it may be time to move on from one particular friendship.",
    "4": "You have a need to expand your horizons this April, particularly once the New Moon in your adventure zone kicks in on April 11th. However, you also have a bunch of planets moving into your ambitions and career zone, starting with Venus on April 14th – so it’s tricky to balance these two needs.\n\nYou’ll feel the struggle acutely on the 16th and 17th April, when first the Sun and then Mercury squares up to Pluto, reminding you that having it all is difficult.\n\nHowever, a ray of hope comes on the 17th too, when Mars trines Jupiter, suggesting that your partner and your friendships too are a great source of support in your quest. They collectively do have your back.\n\nOn April 19th, the Sun and Mercury join Venus in your career zone, where Venus and Mercury promptly conjunct Uranus, the planet of surprises. There could be unexpected movement in your career around this time, which may take your breath away – in a good way!\n\nMars, however, shifts into your spiritual zone on April 23rd, so you will want some privacy and some time away from the spotlight – particularly when work-related news causes upset at home during the Venus-Saturn square on April 25th.\n\nFortunately, the Full Moon in your family zone on April 26th brings some very healing vibes, albeit laced with intense emotion.\n\nIt looks as though your desire to progress in your career gets a further boost as April bows out – the Sun-Uranus conjunction has more surprises in store here on April 30th.",
    "5": "You’re working hard as April begins, but possibly at the expense of quality time for your love life – the Mars-Neptune square on April 9th warns that your priorities may need adjusting.\n\nThe New Moon in your passion zone on April 11th will do a lot to help here, but beware of emotional manipulation in your partnership on April 16th and 17th, when the Sun and Mercury square Pluto from your passion zone.\n\nThe focus moves back to your career and working life on the 17th, however, when Mars trines Jupiter, bringing a huge boost to your public image and the opportunity to take on an important project.\n\nWith Venus, the Sun and Mercury having all moved into your adventure zone by April 19th, you will be feeling more reckless than normal, and so definitely up for the challenge this work situation may present.\n\nWhen Mars moves into your humanitarian zone on April 23rd, you’ll want to give voice to your values and to work towards a better world. Practical limits to what you can do will hold you back for a while, particularly when Venus squares Saturn on April 25th – but the Full Moon on the 26th shows you how you can pour your heart into this project and make it real.\n\nJust in case this weren’t enough excitement for one month, there’s more to come. April rounds out on the 30th with an uplifting conjunction between the Sun and Uranus – there are more shocks and surprises to come, but you are about to be in the spotlight for your efforts.",
    "6": "You’re deep in thought for much of April, which may be distracting when it comes to work – especially around April 9th, when the Mars-Neptune square sows confusion and mishaps.\n\nIt’s the New Moon in your love zone on April 11th which really brightens up your life, however, and this could be a very special moment. A few days later, Venus moves into your passion zone, and will be followed on the 19th by the Sun and Mercury – taking a very deep and meaningful look at your partnership will be very rewarding this month.\n\nWatch out for discord being sown by members of your blood family, however, especially when the Sun and Mercury square Pluto on the 16th and 17th. Put the negativity behind you with a fun outdoors adventure on April 17th, when Mars trines Jupiter in a burst of positivity.\n\nSurprises in love are likely when Mercury and Venus conjunct Uranus on the 22nd and 23rd – make the most of it, because it will be all hands on deck when Mars moves into your career zone on April 23rd – then the hard work begins.\n\nThis is swiftly followed by a Full Moon on your money zone on April 26th, so the focus is firmly on how you make your living and how you can improve your income.\n\nSurprising assistance with money may come from a very unexpected direction on April 30th – when the Sun conjuncts Uranus in your debt zone, who knows what might happen!",
    "7": "If there has been jealousy, infidelity or insecurity in your love life, early April may find this increasing, or something hidden coming to light, particularly when Mars squares Neptune on April 9th.\n\nAs emotionally disruptive as this is, a New Moon in your routines zone on April 11th helps to restore some sanity and some stability, and the arrival of Venus in your love zone on April 14th will be very welcome news indeed.\n\nYou may have to stave off gossip and rumor on April 16th and 17th, when the Sun and Mercury square up to Pluto in your communication zone. However, the glorious Mars-Jupiter trine on the 17th brings healing, passion and forgiveness within your relationship and family.\n\nA couple of days later, the Sun and Mercury join Venus in your love zone, further cementing the healing process. Look for joyful surprises around the 22nd and 23rd, when Mercury and Venus conjunct Uranus.\n\nTravel would be an excellent idea once Mars arrives in your travel zone on April 23rd. The Mercury-Venus square to Saturn on the 25th hints at obstacles, but the Full Moon in your own sign on April 26th should sweep all those away. Expect intense emotions at this time, but a willingness to transform your relationship too.\n\nApril rounds out with another surprise in love – perhaps one which will change everything, in a good way, as the Sun conjuncts Uranus on April 30th.",
    "8": "April gets off to a foggy-feeling start; it’s not a bad feeling, but rather a lethargic one. It’s summed up nicely by the laziness and apathy of the Mars-Neptune square on April 9th, which focuses mostly on your home and love life.\n\nA New Moon in your joy zone soon livens things up, however. Occurring on the 11th April, this lunation encourages you to seek fun, happiness and pleasure.\n\nVenus is on hand to smooth routines back under control from the 14th onwards, but there is a warning not to be reckless with money on the 16th or 17th when the Sun and Mercury square up to Pluto.\n\nYour revitalized relationship gets a further boost from the gorgeous Mars-Jupiter trine on April 17th, which blesses your shared dreams and visions and encourages you to work together.\n\nOn April 19th, the Sun and Mercury join Venus in your routines zone – but your stability may be rocked on the 22nd and 23rd when Mercury and Venus conjunct Uranus here; this influence brings shocks and surprises, although hopefully ones with the feel-good factor.\n\nExpect an urge for introspection and soul searching from April 23rd when Mars arrives in your passion zone; yes, this does increase the temperature in the bedroom, but it also brings a deep desire for self-analysis.\n\nThis is further encouraged by the Full Moon in your spiritual zone on April 26th. It’s time to reflect on your spiritual journey so far.\n\nApril ends on an exciting note, however, with more disruption – good disruption – to your routines, courtesy of the Sun-Uranus conjunction on April 30th.",
    "9": "Hard work is always satisfying for you, but at the beginning of April you may be wondering why you’re bothering - especially when Mars squares Neptune on April 9th.\n\nThe answer comes during the New Moon in your family zone on April 11th – you work in order to provide, just as you always have done. But now, it’s time for some fun.\n\nVenus moves into your joy zone on April 14th – incidentally, this is an outstanding time for dating if you are single. The Sun and Mercury also move into this zone on the 19th, setting the scene for fun, hobbies, creativity and lots of flirtatious romance.\n\nBeware of trying to force the family to have fun with you, however, especially when the Sun and Mercury square up to Pluto on the 16th and 17th; let people do their own thing.\n\nThe 17th does bring a huge relief in the form of an increased income, when Mars trines Jupiter in your money zone.\n\nThis is just in time for some fantastic surprises on the 22nd or 23rd, when Mercury and Venus conjunct unpredictable Uranus in your joy zone.\n\nMars shifts into your love zone on April 23rd, and while this does mean you may feel more argumentative towards your partner, it’s overall very good news.\n\nThe Full Moon in your social zone on April 26th is a good time to party and to give thanks for your blessings so far this year. Pluto is about to turn retrograde in your own sign on April 27th, so this is an especially good time for reflection.",
    "10": "Take good care of your finances during the first week of April. The Mars-Neptune square on April 9th suggests that you are vulnerable to deception or con artists.\n\nThe New Moon on April 11th is in your communication zone and encourages you to voice whatever’s on your mind. This will be particularly helpful if you have something to say to a close family member – and with peaceful, diplomatic Venus moving into your family zone on April 14th, that will help too.\n\nYou may struggle with gossip or someone speaking out of turn briefly on the 16th and 17th, when the Sun and Mercury square Pluto. However, the 17th also brings a fantastic Mars-Jupiter trine, which boosts your creativity through the roof and helps to celebrate your unique talents.\n\nMid-month is an excellent period for family life, with the Sun and Mercury joining Venus in your family zone, and delightful conjunctions between Mercury and Venus and Uranus on the 22nd and 23rd heralding some nice surprises.\n\nYou’ll want to turn your attention back to work matters on the 23rd, when Mars shifts into your everyday work zone, bringing your renewed determination and tenacity. The Full Moon on April 26th is in your ambitions zone, so late April is definitely a good time to reach for the stars.\n\nApril ends on a pleasing note, with the potential for a big surprise within the family. As the Sun conjuncts Uranus in your family zone on April 30th, look out for something which will bring tremendous joy.",
    "11": "April gets off to a busy start and finds you running here, there and everywhere. You may feel that you are not getting enough support from your family, particularly during the Mars-Neptune square on April 9th.\n\nHowever, a New Moon in your resources zone on April 11th helps you to find your inner strength – and to demand that others do their fair share.\n\nVenus moves into your communication and learning zone on April 14th, so you’ll be able to get your point across without friction. Indeed, the very positive Mars-Jupiter trine on April 17th links your family life with your past live and your collective soul karma, so you may find co-operation comes more easily than you expect.\n\nThe Sun and Mercury join Venus in your communication zone on the 19th, making mid-April a very good time for persuasion, marketing or campaigning. The arrival of Mars in your creativity zone on April 23rd drives you to express yourself in ever firmer terms, perhaps through art, song, dance or poetry.\n\nThere’s a Full Moon in your justice zone on April 26th and at this time you may find yourself deeply moved over inequality in the world. If you want to do something about it, Pluto is set to turn retrograde in your humanitarian zone on April 27th – meditate on how you could help to heal the world.\n\nApril closes out with a breakthrough in what you want to achieve – when the Sun conjuncts Uranus in your communication zone on April 30th, people will sit up and take notice of what you say."
}
]
