horo_english=[
  {
    "0": "Your July horoscope is characterized by a very familiar struggle, Aries – the need to balance your working life and your home life, or your public life and your private life. The Lunar Eclipse on July 5th may put you unexpectedly in the spotlight in a way you find very uncomfortable, and you may be expected to save face for others while leaving yourself exposed. At first, your loved ones are very understanding of this and the sweet Sun-Neptune trine on July 12th suggests that romance is very much alive, with a spiritual closeness growing between you and your partner.\n\nHowever, events mid-month, when the Sun opposes first Jupiter and then Pluto, highlight a situation where your family appears to be losing out due to your career or your working life. This may well feel like a stop-start situation, as every time you think you have it under control, another related issue pops up. In particular, the New Moon in your family zone on July 20th seems like a breakthrough, but the Sun-Saturn opposition on the same day warns you to wait just a little longer.\n\nIt’s not until July 22nd, when the Sun shifts into your joy zone, that the situation finally eases. This is when you can truly relax and start to have some fun with your loved ones. If you’re single, this is also a great period of dating and meeting someone new. On July 30th, Mercury opposes Jupiter, activating this work-life balance issue once again and suggesting that you may have been too quick to consider it settled. The same day, Mercury trines Neptune – with plenty of goodwill and kindness, this is nothing you can’t handle.",
    "1": "Are you ready to stretch your mind, Taurus – or perhaps even have it stretched for you? Early this month on July 5th, a Lunar Eclipse during the Full Moon points to a mini crisis in belief or principles – nothing too serious, but enough to make you stop and think, and wonder if you’ve been wrong about some things. You’ll probably find that friends, colleagues and those around you have some interesting ideas you might want to follow up on, especially on July 12th when Mercury turns direct and the Sun trines Neptune, opening up your imagination.\n\nHowever, you will find some of these new ideas, concepts and principles a bit of a challenge, certainly to begin with. On July 14th, when the Sun opposes Jupiter, you’ll want to set boundaries for how far you’re willing to change your mind – and the following day, when the Sun opposes Pluto, you may start to feel resentful that your old way of thinking has been dismissed.\n\nLook to the New Moon in July 20th for a chance to adjust your views and your life philosophy in a way which better suits you – but have some patience, as a Sun-Saturn opposition on the same day means nothing will change fast. When the Sun shifts into your family zone on July 22nd, loved ones will join you on your journey of ideas, and this is when things will truly take off. The rest of July looks set to be educational in the best sense of the word, and you’re shifting gears intellectually. Watch out for a rather misleading message on July 30th, though, when Mercury both opposes Jupiter and trines Neptune – all is not quite as it seems.",
    "2": "You have the chance this July to re-set your confidence levels and to learn more about your own self-resilience and your inner reserves of strength. On July 5th, the Lunar Eclipse may bring a shock to your system, and you may ‘fail’ in some way – but don’t panic. This is a positive catalyst for change, and you’ll be determined to ‘do better’ next time. Your confidence gets an early boost around July 12th when Mercury, your ruling planet, turns direct in your skills zone; on the same day the Sun trines Neptune, firing your imagination and reminding you that you’re more capable than you realize.\n\nFinancial issues may constrain you mid-month, especially on July 14th when a Sun-Jupiter opposition warns against reckless spending. The following day the Sun opposes Pluto, and you may feel downhearted or out of your depth in an important project. Hang on in there, because the New Moon on July 20th occurs in your resources zone. Although the Sun-Saturn opposition the same day may sow some doubts in your mind, you’re starting to learn that you have so much more to give – we’re talking inner resources here, not financial ones.\n\nDuring late July, your confidence grows further, and you’ll start to realize how far you’ve come in recent years. Look back at your achievements with pride and look forwards with optimism. On July 30th, Mercury opposes Jupiter, so it’s important to stay grounded and realistic in your self-expectations, but the Mercury-Neptune trine on the same day reminds you that spirit have your back. You’ve got this – so go on out there and succeed.",
    "3": "This month, the focus is on your identity, Cancer, and on how you can – and should – lead your own life, even within the context of a loving partnership with your sweetheart. A Lunar Eclipse on July 5th may highlight a certain level of dependency you currently feel, or perhaps you feel suffocated by your relationship. Resolving and healing that is likely to be the theme throughout July. Get a head-start on this by following your sense of adventure around July 12th – the Sun-Neptune trine here encourages you to spread your wings, spiritually at least, and to try new things.\n\nMid-July brings some conflict within your relationship, most likely due to your perceived lack of independence. This may be especially acute on July 14th and 15th, when the Sun opposes Jupiter and then Pluto, leading to power struggles and ill feeling. However, none of this is fatal to your relationship; you simply need to re-calibrate your expectations for yourself, and to do more things that you want to do, instead of focusing entirely on your partnership.\n\nA positive New Moon in Cancer on July 20th helps you envision a fresh start, although a Sun-Saturn opposition that same day does advise you to start slowly. Spend the rest of July meeting new friends, creating new interests and cultivating your own identity beyond your love relationship – your love life will be enriched by this. Watch out for a slight reckless streak around July 30th, however. When Mercury opposes Jupiter and trines Neptune on that day, you may be inclined to take a real leap into the dark.",
    "4": "Sometimes, what you see is not all that there is. Around the time of the Lunar Eclipse on July 5th, don’t be surprised if you experience strange things, see things out of the corner of your eye or dream weird dreams. Aspects of the universal consciousness and the spirit world are reaching out to you, but you’re inclined to dismiss this as imagination. Around July 12th, when Mercury turns direct, these ethereal messages will become clearer, especially since the Sun trines spiritual Neptune on the same day.\n\nThis expanding psychic awareness is a gift, but it may not feel all that welcome at points during July. On the 14th and 15th, when the Sun opposes Jupiter and then Pluto respectively, you may be keen to focus on solid facts and the here and now, feeling irritated or worried by your more spiritual experiences. However, the New Moon in your spiritual zone on July 20th should calm your anxieties. On the same day, the Sun opposes Saturn, and your progress in this area may slow down, but it’s given you an insight into what you’re capable of, spiritually, and that’s important.\n\nThe Sun moves into Leo on July 22nd, boosting your confidence and helping you to express the very best of your sign – joy, warmth, generosity and abundance. You’ll want to focus on your ordinary life for a while but keep an open mind as spiritual experiences continue to unfurl around you. On July 30th, as Mercury opposes Jupiter and trines Neptune, one such experience could prove to be transformative.",
    "5": "July looks like being an excellent month for self-development and enjoyment, although you will at times face pressure to do more for others and less for yourself. The Lunar Eclipse on July 5th occurs in your joy zone and this could bring a shock if you discover that something you enjoy is having an adverse effect on someone else. Your wider circle of friends and your love partner are firmly on your side, however, and the end of Mercury retrograde on July 12th looks like an especially happy day for socializing. On the same day, a beautiful Sun-Neptune trine helps you show gratitude to those who love you the most.\n\nOppositions from the Sun to Jupiter and Pluto respectively, on July 14th and 15th, head the calls for you to be more responsible, more grown up or more giving. Someone isn’t happy that you’re not doing more for your community or for social justice, or that you’re not taking on your fair share of duties at home. This is unfair, but it is true that you’re very focused on your own wants and needs at the moment. Fortunately, the New Moon on July 20th falls in your community zone and will boost your willingness to take on an active role in this area.\n\nBe careful not to take on more than you are honestly prepared to do, however. Your fit of social enthusiasm mid-month is laudable, but on July 30th a tricky opposition between Mercury and Jupiter suggests that you have over-committed yourself. Mercury also trines Neptune on the same day, so a reality check is needed over how much you really want to sacrifice.",
    "6": "Rewards and recognition are on the way in your monthly horoscope, and not before much time. The Lunar Eclipse on July 5th may breed a sense of resentment that you’re not getting the credit you deserve at work, but that recognition is likely to arrive mid-month, particularly on July 12th when Mercury turns direct and the Sun trines Neptune, highlighting your creative skills in your career. With vision and imagination, you may be able to get ahead of your competition now.\n\nWhen the Sun opposes first Jupiter and then Pluto on July 14th and 15th, your confidence levels may take a dip and you’re likely to start second guessing your career path or regretting opportunities you missed. A Sun-Saturn opposition on July 20th also hints at you mulling over something which was denied to you – but the good news is that on this same day, the New Moon appears in your career zone. It’s a good time for a fresh attitude at work, and a fresh determination to showcase your skills.\n\nUse your legendary social skills to help ease the path at work too – especially once the Sun arrives in your social zone on July 22nd. The last part of July looks promising for work, although a tricky Mercury-Jupiter opposition on July 30th suggests that you may have to bluff your way through something with crossed fingers. That same day, Mercury trines Neptune, however, so you’ll be able to talk the talk successfully. Just make sure that you manage expectations and that you fulfil the promises you have previously made.",
    "7": "Your challenge this July is balance facts against ideas; to balance truth against possibility. Something which occurs around the Lunar Eclipse in July 5th brings you information which may shock you, and this causes you to start to doubt what you think you know. Your quest for answers is a fascinating one, especially since you have such natural skills in research. By the time Mercury turns direct on July 12th and the Sun trines Neptune on the same day, you will feel that you have a handle on what’s true and what isn’t – but do you really?\n\nThe middle of the month is something of an intellectual battleground. You have your own ideas and opinions, but they’re being challenged by other possibilities. As the Sun opposes Jupiter on July 14th, you’re more open minded than ever, but a Sun-Pluto opposition the following day acts to close down your thought processes again, leaving you struggling to know what to believe.\n\nIn fact, this intellectual struggle is part of your spiritual growth. When the New Moon occurs in your knowledge zone on July 20th, you’ll take the next steps in this quest – but slowly, as indicated the patience-bringing Sun-Saturn opposition on the same day. When the Sun moves into your public zone on July 22nd, you’ll find increasing confidence to state your own views and to go against mainstream thought. Some confusion and challenges come courtesy of Mercury and Neptune on July 30th, but overall, this is the start of a new understanding for you.",
    "8": "Something is stirring in your soul this July, urging you to follow your passion in life, wherever that may lead. The Lunar Eclipse in your money zone on July 5th may bring a financial shock, but this is just the catalyst that helps you to leave materialism behind. A transformative process of self-understanding gets underway early in the month, because in order to follow your passion, you must first find it. With love and support from your family in particular, July 12th is likely to be a milestone in this area – as the Sun trines Neptune, your spiritual calling may emerge strongly.\n\nHowever, this isn’t set to be an easy ride. The Sun opposes first Jupiter and then Pluto on July 14th and 15th respectively. You’re torn between a desire to keep the lucrative, secure status quo or to abandon it and seek a new reality. Issues of responsibility – and ego too – are in the mix, and you’ll sway backwards and forwards for a while over this decision. Ultimately, it’s the New Moon on July 20th which gives you the confidence to trust your gut. Nothing will change fast, as the Sun-Saturn opposition on the same day confirms, but a new direction of travel has been set in your heart.\n\nAs the Sun shifts into your adventure zone on July 22nd, you’ll be filled with confidence and optimism about what is to come. Expect some cold feet and second guessing around July 30th, when Mercury and Neptune muddy the waters around your decision, but if you hold your nerve and keep your dreams close then you’ll be all set to get started.",
    "9": "The focus this July is on love – not only romantic love with a partner, but love for yourself, love for companions and love for the wider world too. A Lunar Eclipse on July 5th may highlight a sense of loneliness within you, even if on the face of it you’re happily connected. The solution to this is to reach out more to others, if you’re single, and to communicate better with your partner if you have one. This will be eased a lot by Mercury turning direct on July 12th and by a compassionate and sensitive Sun-Neptune trine the same day.\n\nEven within a relationship, you can be a little distant at times, and astrological aspects on July 14th and 15th – a Sun opposition to first Jupiter and then Pluto – bring out ambivalent feelings about whether you really do want to connect with others all that much or not. Persevere with your efforts though, Capricorn, because the New Moon on July 20th falls in your interpersonal zone and heralds a new beginning in a relationship and in your wider social relationships too. On the same day, the Sun opposes Saturn, your ruling planet, so take things slowly, but do keep moving forwards and reaching out.\n\nThe Sun shifts into your passion zone on July 22nd, which certainly raises the temperature in a loving relationship or if you’re dating. If you do meet someone new, however, watch out for possible deception around July 30th. Mercury opposes Jupiter on that date, suggesting that someone is exaggerating, and at the same time it trines Neptune, so it’s not easy to see past a fantasy and get to the truth.",
    "10": "Chaos is your enemy this July and you’re driven by a strong desire to impose some order onto circumstances which may feel beyond your control. This kicks off with the Lunar Eclipse on July 5th – something happens around this date which throws you off balance and sparks your desire to control and organize. You can make great progress with clearing your mental and physical clutter, streamlining your life and refining your schedule in the first part of the month. Indeed, when Mercury turns direct on July 12th, that will help enormously. That same day, the Sun trines Neptune, shining its light to clear any remaining fog and confusion.\n\nEvents mid-month, however, serve to remind you that there are some things in life which just cannot be scheduled, re-scheduled, deleted from the schedule or otherwise micro-managed. When the Sun opposes Jupiter on July 14th and Pluto on July 15th, you’ll have to factor in the unpredictable behavior of other people – and that’s sure to bring chaos back to the top of the agenda.\n\nPatience pays off if you can stay calm and collected – the New Moon on July 20th occurs in your routines zone and will help you get back on top of life and feeling comfortable and calm. Just in time too, because the Sun is set to move into your love zone on July 22nd, so you’ll want to have freed up plenty of time to spend with your sweetheart. You can expect some further chaotic interludes around July 30th, courtesy of Mercury’s tangle with Neptune, but overall, you’ve tackled a crisis and emerged as the boss.",
    "11": "You do a lot for other people, Pisces. A lot. Some of it, it must be said, pretty grudgingly – and that resentment is starting to get you down. The Lunar Eclipse on July 5th highlights one such situation – and this is a catalyst telling you that something must change. On the face of it, early July is a fun time for you, with a beautiful trine between the Sun and Neptune, your ruling planet, on July 12th – this is a hugely creative influence and brings you a lot of pleasure and joy. Behind the scenes, however, you’re run ragged trying to please others. Something has to give.\n\nThat may happen on July 14th, when the Sun opposes generous Jupiter, or on July 15th, when the Sun opposes destructive Pluto. Your meltdown could be dramatic, but you’ll feel better for having said what needed to be said. It’s now time to stand up for yourself and to put your own needs first. The New Moon in your fun zone on July 20th is a great start – backed by a Sun-Saturn opposition, you can find more joy in your life without compromising your responsibilities.\n\nOnce the Sun shifts into your routines zone on July 22nd, you can start to make changes. Discard some of the things you do for others. Carve out time in your schedule for what you want to do. You may feel guilty about this – especially around July 30th when Mercury trines Neptune – but you know in your heart that you cannot continue to serve others without having made time to serve yourself."
}
]
