horo_english=[
  {
    "0": "Relationships and intimacy are key issues in November, and it’s important not to over-react in love. November begins with Mercury turning direct in your love zone and then a week later moving into your intimacy zone, both of which help you to communicate better with your sweetheart and to smooth over any rough patches. There’s exceptional career potential here too, especially when Jupiter conjuncts Pluto in your status zone on November 12th. Seize a very big opportunity with confidence; Mars, your ruler, turning direct in Aries on the 13th will certainly help.\n\nMid-November is mixed bag of emotions. On the one hand, a New Moon in your intimacy zone seems promising on November 15th; around the same time Venus gets a boost from a lively square with optimistic Jupiter too, helping you find can-do solutions in your work-life balance. However, don’t make rash promises on November 17th, when Mercury opposes Uranus. If you do, you could come unstuck on November 19th when Venus squares Saturn, heralding difficulties and perhaps sadness in a relationship.\n\nVenus arrives in your intimacy zone on the 21st, so this is the ideal time for some heart to heart conversations about what truly matters. Keep talking. Around November 27th, when Venus makes a brilliant opposition to Uranus, something out of the blue changes everything in your relationship, melting away previously difficult issues. With a Lunar Eclipse in your communication zone just days later, what you say now matters, so say it from the heart.",
    "1": "If you’re under pressure at work, use this months’ energies to find new solutions. Get your peace of mind back, so that you can be a happier, better partner. You can start to work on this right away, with Mercury turning direct in your everyday work zone on November 3rd, and then moving into your love zone on November 10th. The game-changing Jupiter-Pluto conjunction on the 12th is in your travel zone – this is the perfect moment to start working from home and avoiding a stressful commute. With Mars turning direct in your rest zone the following day, it’s all about minimizing that stress.\n\nMid-November starts well enough with a hopeful New Moon in your love zone on November 15th. However, around the same time, Venus squares up to Jupiter, hinting that any new work arrangements are going to need time and patience to bed in. Tempers may flare on the 17th during an impatient and overly excitable Mercury-Uranus opposition, and again when Venus squares Saturn on November 19th. Don’t over-promise what you cannot deliver.\n\nFortunately, the Sun and Venus ride to the rescue on November 21st, arriving in your intimacy and love zones respectively. A once-a-year Venus-Uranus opposition on November 27th creates sparks of all the right kinds in your relationship, adding magic and sparkle which draws you closer together. Prepare for the Lunar Eclipse on November 30th by discussing your shared resources, finances and goals. The more clarity you get on these shared issues, the less bumpy the Eclipse will feel.",
    "2": "A conflict between what you want to do versus what you have to do causes tricky moments this month, but deep down you know what matters most. Mercury, your ruling planet, turns direct in your fun zone on November 3rd, encouraging you to play and to laugh, before breezing into your everyday work zone on November 10th, helping you to balance your responsibilities. You get a karmic boost too, from the very fortunate Jupiter-Pluto conjunction on November 12th, which frees you from some of your debts – financial or otherwise.\n\nIt’s mid-month that you may start to feel conflicted. A helpful New Moon in your work zone gets you organized and up to date on November 15th, but around the same time a square between Venus and Jupiter whispers in your ear, telling you that it’s not fair and that you should have more time to play. You may feel tempted to take drastic action during a flighty Mercury-Uranus opposition on the 17th before another Venus square, this time to restrictive Saturn on the 19th, highlights all the things you cannot do, shifting your mindset further towards negativity.\n\nFortunately, Venus moves into your work zone on November 21st, bringing you emotional satisfaction at work. One week later, the stunning Venus-Uranus opposition on November 27th highlights all the things there are to love about your daily life, your work and your responsibilities. By the time the Lunar Eclipse occurs in your own sign on November 30th, you’ll have a very different – and improved – view of how best to spend your time.",
    "3": "Key issues this month are your relationships – both family and romantic – and your desire to do things your own way. Asserting your independence is important. Mercury turns direct in your family zone on November 3rd, easing tensions there, before arriving in your rebel zone a week later. This free-thinking vibe seems to suit you and it certainly boosts your love life, along with the inspirational Jupiter-Pluto conjunction in your love zone on November 12th. With Mars turning direct in your career zone the following day too, everything seems to be going to plan.\n\nYour irrepressible energy and sense of fun is on show during the New Moon on November 15th – but this proves too much for some, with a Venus-Jupiter square highlighting disapproval from your sweetheart or your blood family – or both! You’ll want to kick against what you see as a lack of support, especially during the Mercury-Uranus opposition on November 17th, but another Venus square, this time to depressive Saturn on November 19th, may take the wind from your sails.\n\nHang on in there. The atmosphere lightens considerably on November 21st. This is when Venus moves into your rebel zone, spicing up your love life and adding a certain exquisite excitement to your partnership. At the same time, the Sun moves into your daily life zone, making life’s logistics just that little bit easier. A magical Venus-Uranus opposition on November 27th lets you showcase your individuality to great acclaim, while the Lunar Eclipse in your spiritual zone on November 30th shows you how much you have grown.",
    "4": "Work and family pressures look set to build, mid-November, but staying organized will help you keep smiling throughout. You can start on this straight away, with Mercury turning direct on November 3rd and helping to clarify your thoughts. One week later, Mercury shifts to your family zone, which is also helpful. The big chance to clear your metaphorical clutter and to re-organize your life comes on November 12th, courtesy of the hugely positive Jupiter-Pluto conjunction – think big and find ways to expand your 24 hours through better personal management.\n\nA New Moon in your family zone on November 15th brings a positive fresh start in family relationships – but don’t rest on your laurels because around the same time, Venus squares up to Jupiter highlighting organization and communication problems in the home, at work and in your regular routines. An impatient opposition between Mercury and Uranus on November 17th further ups the tension, before a difficult Venus-Saturn square on November 19th piles on the work and family pressure.\n\nLook to the arrival of Venus in your family zone on November 21st for a signal that things are starting to settle down. On the same day, the Sun breezes into your fun zone, so this is a good moment to create some positive family memories as a way of drawing a line under past tensions. An inspirational Venus-Uranus opposition on November 27th may make your work-life balance easier – take this into account when your long-term objectives are given a bit of a shakeup in the Lunar Eclipse on November 30th.",
    "5": "Are you looking to break out of a rut, Virgo? There are some major opportunities for excitement this November, if you’re brave enough to say ‘yes’ to life. With Mercury turning direct early in November and then easing its way into your thinking zone on the 10th, you’re certainly in a positive frame of mind. The cosmic star of the show, however, comes on November 12th with a stunning Jupiter-Pluto conjunction in your joy zone – be open to some amazing possibilities around this time. Mars turns direct in your strength zone the following day, so you have what it takes to go for it.\n\nMid-month, however, things may get slightly tricky. A positive New Moon on November 15th is accompanied by a flamboyant Venus-Jupiter square which activates your money zone as well as your joy zone. Beware of scams, fraudsters and all things which are simply too good to be true. A further repressive Venus-Saturn square occurs on November 19th, highlighting the same areas, and asking you to be very careful with any financial risks you take.\n\nVenus moves into your thinking zone on November 21st, so you’ll start thinking with your heart instead of your head – not necessarily a bad thing at all. In fact, an exciting Venus-Uranus opposition on November 27th brings another out of the blue opportunity for you, and one to which you should react instinctively, rather than logically. Adventure is calling you – and if you’re prepared to answer ‘yes please’ then the Lunar Eclipse on November 30th should have some outstanding repercussion for your future.",
    "6": "November brings you opportunities to clear any abundance blocks which are holding you back – are you ready to prosper? Mercury ends its retrograde and turns direct on November 3rd, bringing you clarity of mind once more – and when this intelligent planet shifts into your money zone on November 10th, the good news begins. A spectacular Jupiter-Pluto conjunction on November 12th occurs in your roots zone, bringing very happy family news as well as shifting subconscious blocks caused by your past traumas. This is certainly something to celebrate.\n\nNovember 15th sees a New Moon in your money zone, which brings hope of financial improvements. Around the same time, Venus – still in Libra – squares up to abundant Jupiter, surrounding you with expansive, acquisitive vibes. This is quickly followed by an electrifying and innovative Mercury-Uranus opposition on November 17th which again activates your money zone. You must believe in yourself, however, and acknowledge that you deserve abundance – a difficult Venus-Saturn square on November 19th shows that improvements can easily stall if your self-belief drops.\n\nWhen Venus moves into your money zone on November 21st, you’ll love a touch of luxury, but will need to keep an eye on your spending. Fortunately, the Sun moves into your rational zone on the same day, so you’ll be able to budget sensibly. On November 27th, expect some fantastic news in either love or money, as Venus opposes Uranus and the unexpected brings delight. This event opens up new opportunities, possibly including travel, which would be significant ahead of the Lunar Eclipse in your travel zone on November 30th.",
    "7": "Rational thinking doesn’t always come easily to your intuitive sign, but in November if you can blend head and heart, your confidence will benefit. Mercury ends its retrograde period on November 3rd, which instantly lifts some of your emotional fog; when this thinking planet moves into Scorpio on November 10th, your ability to think logically greatly increases. Just as well, because on November 12th we have a spectacular Jupiter-Pluto conjunction in your learning zone – if you choose to go back to school now or to study for a new qualification, success is on the cards.\n\nA potent Scorpio New Moon on November 15th is great for re-inventing yourself or for restricting your plans for the next twelve months. Around this time, a Venus-Jupiter square encourages big dreams, but a tricky Mercury-Uranus opposition on November 17th may have you doubting your abilities. Similarly, a Venus-Saturn square on November 19th may have a depressive influence, with your self-confidence taking a knock.\n\nYou will recover form this relatively quickly and certainly by the time Venus moves into your sign on November 21st. On that same date, the Sun enters your skills zone, reassuring you that you do have what it takes. Look out for an inspirational Venus-Uranus opposition on November 27th. Something which happens here proves to you how talented you are and how much support you have from your partner too. The Lunar Eclipse on November 30th may ask you some difficult psychological questions, but your own faith in yourself is growing.",
    "8": "Excellent money news is on the way, but this month also brings you a chance to make a difference in society in non-financial ways. Expect to feel increasingly spiritually connected to the world around you, especially once Mercury, no longer retrograde, shifts into your spiritual zone on November 10th. When the very fortunate Jupiter-Pluto conjunction occurs on November 12th in your resources zone, you instantly recognize that money is not the only way you can contribute to the world. This influence may well bring you a financial boost, but it also drives you to do good things.\n\nDuring the New Moon on November 15th, you may feel very moved or upset by what you see in the world. When Venus squares up to Jupiter around this time, you sense that you have something of value to offer within your community, or through volunteering or activism. This won’t necessarily be easy; a Mercury-Uranus opposition on November 17th reminds you how little free time you already have, and a Venus-Saturn square on November 19th asks difficult questions about whether you should instead be focusing on your personal life. However, the arrival of Venus in your compassion zone and the Sun in your own sign on November 21st reinforce your mission to make a difference.\n\nAround November 27th, watch for an inspirational Venus-Uranus opposition, which highlights exactly how important your contribution to society could be. Be sure to bring your sweetheart on board with your altruistic plans, however, otherwise the Lunar Eclipse in your love zone on November 30th could prove difficult.",
    "9": "Your career is in the spotlight; although this plays to your strengths, don’t exhaust yourself this November. With Mercury ending its retrograde early in November, you’re immediately trying to catch up for lost time – probably single-handedly, at least until Mercury moves into your team zone on November 10th. The extremely fortunate Jupiter-Pluto conjunction in Capricorn on November 12th highlights huge opportunities for you but taking on such a major role will not be easy.\n\nThe New Moon in your objectives zone on November 15th gives you pause to think about your current career direction. You’re enjoying great success, but is it really you? You don’t have long to mull this over, however, since around the same time a Venus-Jupiter square again pushes you into the spotlight. You’re capable and probably quite enjoying it, but it’s taking a toll. An impetuous Mercury-Uranus opposition on the 17th makes you wonder why you’re so focused on work, and a difficult Venus-Saturn square on the 19th further underlines the doubts which are creeping in.\n\nVenus’ arrival in your social zone on November 21st reminds you what you’re missing when you’re at work, and with the Sun moving into your spiritual zone on the same day, you may start to wonder if it’s worth it. An inspirational Venus-Uranus opposition on November 27th brings you out of the blue ideas for how things could change so that you can get more from your life. Think carefully, because the Lunar Eclipse in your work zone on November 30th could be a game changer.",
    "10": "You love to learn, and you’ll certainly get plenty of mind-expanding opportunities this month – including a chance to make some spiritual leaps. Mercury turning direct on November 3rd unleashes the floodgates and early November is a fantastic time for educational pursuits of any kind. Watch out for the amazing Jupiter-Pluto conjunction on November 12th – this occurs in your spiritual zone and could have a quite startling effect. With Mars turning direct in your communication zone the following day, you’ll want to share your experiences as widely as possible.\n\nThe New Moon on November 15th further increases your sense of purpose, and around the same time a Venus-Jupiter square brings you enormous enthusiasm for a course, a learning experience, a qualification or a study project of some kind, quite possibly connected to your spiritual life. You may have a wobble over whether you have time to devote to this or not, especially during an impatient Mercury-Uranus opposition on November 17th, but the Venus-Saturn square on the 19th warns you not to waste time in getting started.\n\nWhen Venus moves into your pride zone on November 21st, you’ll start to recognize that your studies are truly worthwhile – and at the same time, the Sun arrives in your objectives zone, helping you to set new and improved goals. A hugely helpful Venus-Uranus opposition on November 27th brings innovation or change to your work-life-family balance, freeing up more time and space for you to pursue this. The Lunar Eclipse in your joy zone on November 30th hints that you may have found a true calling.",
    "11": "November is in many ways about finding your tribe; you must feel that you safely belong before you can spread your wings further. When Mercury turns direct in your fears zone on November 3rd, you may experience a sense of isolation, or of being alone even though you are surrounded by others. When Mercury moves into your exploration zone on November 10th, you’ll start to get itchy feet – and yet your fears hold you back. Answers come loud and clear on November 12th, courtesy of the very blessed Jupiter-Pluto conjunction – for you, this occurs in your social zone and it marks the beginning of a whole new set of associations for you, which will prove intensely meaningful and supportive.\n\nThis means that when the New Moon occurs in your exploration zone on November 15th, you feel much more ready to branch out of your comfort zone. Some lingering fears and anxieties may still loom occasionally, especially during two difficult Venus squares on November 15th/16th and November 19th. However, an exciting Mercury-Uranus opposition on November 17th urges you to be rational with your anxieties, and you’ll succeed in pushing past them.\n\nBy the time Venus arrives in your exploration zone on November 21st, you will be starting to feel settled, loved and supported by your new friends and contacts. A beautiful Venus-Uranus trine brings lovely surprises in this area around November 27th too – in fact, the Lunar Eclipse on November 30th highlights how some of your tribe now feel more like family than some family does."
}
]
