horo_english=[
  {
    "0": "The Lunar Eclipse during the Full Moon on June 5th asks you to think about a recent adventure or journey; something is left undone from this event, and it matters. Between June 6th and 13th, your priority should be understanding what you have learned recently about your spiritual purpose in this lifetime. The Sun squares up to Mars on June 6th and your impatience may be at breaking point, but don’t give up. You don’t have all of the facts yet, but more will become clear during the Sun-Neptune square on June 11th and the mid-month Mars-Neptune conjunction on June 13th.\n\nWhen Mercury turns retrograde on June 18th, it’s the perfect time to reflect on your childhood or your past. The solstice and the Solar Eclipse on June 21st are further opportunities to learn from what has happened before. If you don’t, you’ll end up repeating certain lessons again and again. It’s time to heal from family trauma and to forgive yourself and others for decisions you unknowingly made years ago. Use the reflective period offered by Neptune’s retrograde, which begins on June 23rd, to come to grips with this.\n\nYour patience will be rewarded on June 27th when Mars, your ruling planet, returns to your sign. A burst of confidence, optimism, and positivity will more than make up for the month’s other frustrations and delays, and an important Jupiter-Pluto conjunction on June 30th heralds long-awaited career success. You’re in the right place at the right time – now go for it!",
    "1": "It may be time to re-think your long-term objectives this June. The Lunar Eclipse on June 5th finds you suffering from some guilt and regret, but it’s important not to dwell on this for long. A tense square between the Sun and Mars on June 6th highlights areas where you have failed to meet your objectives so far, perhaps due to financial constraints. This isn’t a great feeling, but it’s important to be able to understand where you currently are on your path.\n\nThat clarity of mind matters, because your monthly horoscope forecasts that things are about to get confusing. A square from the Sun to Neptune on June 11th muddies the waters, and Mars’ conjunction with Neptune on June 13th makes you turn your anger towards yourself. However, none of this is your fault. You’ve done the best you can with what you have. Get rid of guilt and instead, as Mercury turns retrograde on June 18th, focus on revisiting your positive qualities, skills, and undoubted abilities.\n\nThe solstice and the Solar Eclipse on June 21st are positive moments for you. You’ll be able to think more clearly now about where you want to head and how you can get there. Neptune’s retrograde period, beginning on June 23rd, will help you to judge which of your objectives were mere illusions, versus what you truly want for yourself.\n\nBy the time Mars arrives in your spiritual zone on June 27th, you’ll have a much better understanding of your life purpose. A stunning conjunction between Jupiter and Pluto on June 30th will help you take early steps towards manifesting something special.",
    "2": "You’re set to learn a lot about your career ambitions during June, Gemini, but there will be some financial blips along the way. Your monthly horoscope begins with a Lunar Eclipse in your love zone, which urges you to keep your loved ones up to speed with your plans. However, the following day, June 6th, a tense Sun-Mars square highlights your personal frustration in your work-life and how you feel side-lined or unappreciated in your career.\n\nThis frustration may only increase during the following week, Gemini, when the Sun squares Neptune on June 11th, and then Mars conjuncts Neptune on June 13th. Avoid doing anything drastic at this time, however, as your thinking is foggy and confused. Mercury turns retrograde in your money, values, and resources zone on June 18th, which traditionally suggests a temporary slowdown in your income. In practice, however, this gives you the chance for a skills audit – discover what your strongest skills are and learn to value yourself instead of expecting others to cheerlead for you.\n\nThe solstice and the Solar Eclipse in your money zone on June 21st will help you to understand how your value does not solely depend on how much you earn. In this way, you can re-think your career frustration, Gemini, and Neptune turning retrograde on June 23rd will help with this process. Mars arrives in your humanitarian zone on June 27th with a huge burst of energy, and you may then understand that what you do matters more than how much you are paid for it. This paves the way for a big jump in self-understanding on June 30th, when Jupiter conjuncts Pluto.",
    "3": "The Lunar Eclipse on June 5th highlights a situation where you refused to conform to the expected way of doing things, probably at work. It’s the fallout from this which makes you angry on June 6th, when the Sun squares up to Mars and you feel as though your freedom and independence are being threatened. In truth, it’s not your freedom at stake here, but your values, ideas, beliefs, and opinions that are being challenged, especially on June 11th when the Sun squares Neptune, and June 13th when Mars conjuncts Neptune.\n\nYou may feel as though you are being backed into a corner and expected to defend your values. When Mercury turns retrograde on June 18th, take the opportunity to go back over your views and to see if you, or they, have changed in any way. The Solar Eclipse in your own sign on June 21st will help you see the light on this, and you may realize that your opinions are outdated or mistaken. It takes courage to admit that, but you’re willing to do the philosophical work required. As Neptune turns retrograde in your house of philosophy on June 23rd, you’re growing stronger as an individual.\n\nMars’ arrival in your career zone on June 27th is a breath of fresh air, a burst of positivity, and a fresh new challenge for you to embrace. Finally emerging from the confusing quagmire created earlier in the month, you’re bright, breezy, and ready to go now. Look out for an exciting and fortunate opportunity in love as Jupiter conjuncts Pluto on June 30th.",
    "4": "June overall has something of a selfish flavor for you, Leo, but you’ll gain valuable insights into humility as the month goes on. It begins with a Lunar Eclipse in your risk zone, highlighting a situation where you took a chance but didn’t want to deal with the consequences. The following day, when the Sun squares Mars, there could be anger around, especially from someone who helped you but to whom you appeared ungrateful.\n\nBetween June 11th and 13th, you may feel confused, irritated, or worried by the concept of being indebted to other people, whether financially, emotionally, or morally. You aren’t naturally a selfish sign, but as the Sun squares Neptune and Mars conjuncts Neptune, you’ll start to wish that you didn’t have to deal with anyone else.\n\nThe remedy for this psychological unease could be some time alone. When Mercury turns retrograde in your privacy zone on June 18th, it’s an invitation to spend time in meditation, prayer, or just a quiet retreat, working things out in your mind. The Solar Eclipse on June 21st is also in your privacy zone, which also affects your spirituality – this is a chance to come to grips with who you think you are, and how you want to be.\n\nYour period of reflection ends quite abruptly on June 27th, when Mars arrives in your adventure zone and considerably lightens your frame of mind. Stronger and more secure in who you are, it’s now time for some fun. A stunning Jupiter-Pluto conjunction in your health zone on June 30th also brings good news about your wellbeing.",
    "5": "During June, you may find that your closest relationship must take a backseat to your social life or your wider community commitments. The Lunar Eclipse in your family zone on June 5th highlights how your time is not really your own right now, and responsibilities are calling. Tensions between your working life and your love life are evident on June 6th, during a tense Sun-Mars standoff, and again on June 11th, when the Sun squares Neptune. On June 13th, when Mars conjuncts Neptune, you can expect some magical moments with your partner, but tension may reoccur when your other commitments become clear.\n\nMercury turns retrograde in your social zone on June 18th, and this is where you’ll have to start putting in extra work if you want to maintain a friendship or follow through on your community promises. The Solar Eclipse on June 21st also occurs in your community zone and highlights unpleasant consequences if you neglect this side of your life. With Neptune turning retrograde a couple of days later in your love zone, you’ll need to tactfully explain the situation to your sweetheart.\n\nDon’t worry; on June 27th, Mars arrives in your passion zone, and this exotic, sensual vibe will help greatly in soothing over tensions in love. Indeed, on June 30th, a lovely Jupiter-Pluto conjunction in your joy zone suggests that now is a great time for getting pregnant, or otherwise cementing your happiness together.",
    "6": "It’s important to keep at least one foot firmly on the ground this June. The Lunar Eclipse during the Full Moon on June 5th occurs in your thinking zone and suggests that you’re not being entirely realistic, which can lead to disappointment. Indeed, the following day, a tense square between the Sun and Mars highlights a situation where your idealism doesn’t sit well alongside the day-to-day practicalities of life: what you ideally want is simply not doable right now. This issue raises itself again on June 11th, when the Sun squares Neptune, and again, potentially with ill-temper to match, on June 13th when Mars conjuncts Neptune. You are not thinking clearly, or your judgement is clouded.\n\nWhen Mercury turns retrograde in your career zone on June 18th, it’s a good time to reflect and reconsider. What are your objectives, really? Are you sure? The Solar Eclipse on June 21st is also in your career zone and asks you to be very sure about where you’re heading, before it’s too late to change direction. With Neptune turning retrograde on June 23rd in your reality zone, this is an important moment to weigh up what is genuinely possible versus what is not.\n\nLook for help from your sweetheart after June 27th, when passionate Mars arrives in your love zone; your partner will want to support your dreams, no doubt. Likewise, a very lucky Jupiter-Pluto conjunction in your family zone on June 30th suggests that family support could play a large role in the decisions you make next.",
    "7": "Your approach to risk is due for an overhaul, and this June is likely to provide it. We start with the Lunar Eclipse in your money zone on June 5th, which could bring a shock or the need to face an uncomfortable truth about your finances. Hot on the heels of this, on June 6th, the Sun squares up to Mars in an ill-tempered link between your house of risk and your house of debt. On June 11th, this issue is raised again, when the Sun squares up to Neptune, suggesting there is some confusion or deception in the mix. Finally, when Mars conjuncts Neptune on June 13th, anger may spill over – but what can be done about it?\n\nSurprisingly, Mercury retrograde may have some answers. This period, which begins on June 18th, asks you to re-think your approach to education. You may have been over-confident in issues of money or investment, but this is your chance to learn and improve by managing these issues. The Solar Eclipse in your education zone on June 21st provides a catalyst – something crucial that you need to learn becomes clear at this point. A few days later, on June 23rd, Neptune turns retrograde in your risk zone, giving you breathing space to re-think your attitude.\n\nYour June horoscope ends on a much more positive note, with Mars arriving in your health and wellbeing zone on June 27th, giving you a real upsurge in vitality and energy. A very fortunate conjunction between Jupiter and Pluto on June 30th suggests that new ideas and fresh initiatives you are planning will be very well received.",
    "8": "Personal independence is a key theme for you this June, Sagittarius, because the month begins with a Lunar Eclipse during a Full Moon in your own sign on June 5th. This may bring about a minor crisis of identity, or simply frustration that you are somehow not allowed to be the real you. There is likely a familial or parental connection here, as the tense Sun-Mars square on June 6th centers around conflict between your relationship and the rest of your family. Be careful not to overreact, because this could be a simple misunderstanding. With the Sun squaring Neptune on June 11th and Mars conjunct Neptune on June 13th, the real issue within the family may be much more subtle.\n\nDuring the Mercury retrograde period, which begins on June 18th, you’ll have a chance to re-think your approach to forgiveness, blame, and guilt. This could be a healthy time to seek therapy regarding any lingering family issues from the past. The Solar Eclipse in June 21st helps put all of this into perspective and supports your right to break free from the patterns of the past and to be your own person. When Neptune turns retrograde in your family zone on June 23rd, you will be able to lay some ghosts to rest for good.\n\nA brighter, less complicated energy sets in for the end of the month, when Mars breezes into your joy zone on June 27th, bringing our your fun-loving side and ending the navel-gazing. This is followed by a very lucky financial conjunction between Jupiter and Pluto on June 30th – time to get back to work.",
    "9": "Thinking is a little bit muddled this June, so take your time dwelling over decisions and important communications. The Lunar Eclipse on June 5th occurs in your spiritual zone, so don’t be surprised if you find yourself drawn more and more towards the esoteric side of life. However, your ideas don’t find favor with everyone, especially at work, and a tense Sun-Mars square on June 6th pits your own philosophies against those of your colleagues. You don’t have all of the facts, so don’t leap to conclusions, especially on June 11th, when the Sun squares Neptune, or on June 13th when Mars conjuncts Neptune.\n\nMercury turns retrograde in your love zone on June 18th, so this is another indication that you need to take care of how you communicate with those important to you. With a Solar Eclipse in your love zone on June 21st, tensions may be riding high and simple misunderstandings could easily escalate beyond control. Mean what you say and say what you mean, because sincerity is vital right now. When Neptune turns retrograde in your communication zone on June 23rd, social media may become an issue – be careful not to over-share.\n\nThere is better news and certainly more mental clarity towards the end of the month. Mars roars into your family zone on June 27th, bringing energy, a sense of fun, and a spirit of adventure to family life. Meanwhile, an important and very fortunate Jupiter-Pluto conjunction on June 30th should be a tremendous boost to your confidence.",
    "10": "Confusion over finances or skills could curtail some of your plans this June. You may have big ideas regarding your social life, but as the Lunar Eclipse in your social zone on June 5th suggests, it’s important not to run before you can walk. A tense standoff between the Sun and Mars on June 6th highlights conflict between what you want to do for fun and what you can afford to do. This theme continues June 11th, when the Sun squares Neptune, and on June 13th when Mars conjuncts Neptune – be very careful not to waste money you can’t afford to lose, or take financial risks beyond your means.\n\nWhen Mercury turns retrograde on June 18th, it’s a good time to look more carefully at your schedule and daily time management skills. You may need to learn something new in order to get the most from your day, or perhaps it’s time to take on some extra training. A Solar Eclipse on June 21st in your everyday work zone suggests that something must give – you only have 24 hours in your day, just like everyone else. With Neptune turning retrograde in your skills zone on June 23rd, could it be that you have over-estimated your ability to handle particular projects?\n\nMars arrives in your intelligence zone on June 27th with a huge burst of new ideas and new innovations; this is a good sign and shows that you’ll be able to get things quickly back on track. However, don’t neglect your spiritual life – a very fortunate Jupiter-Pluto conjunction on June 30th highlights hidden abilities you didn’t know you had.",
    "11": "Confidence issues need careful handling this June, Pisces. Remember that you are never alone, and that those who love you are always willing to help – if you let them in. A tense Lunar Eclipse in your career zone on June 5th may put you in the spotlight, whether you like it or not, and you may judge yourself harshly at this time. A standoff between the Sun and Mars on June 6th highlights how memories of the past can be unhelpful; instead of looking to the future, you’re blaming yourself for things you can no longer change. On June 11th and 13th, you may feel quite down and perhaps confused too, as the Sun squares Neptune and then Mars conjuncts Neptune. Talking to others is vital at this time – don’t bottle things up.\n\nThe Mercury retrograde period, which begins on June 18th, is surprisingly helpful to you as it highlights your creativity and creates time and space during which you can practice self-care and heal via art. With the Solar Eclipse in June 21st also occurring in your creativity zone, don’t under-estimate the power of your imagination and your creative drive. As Neptune retrogrades in your own sign on June 23rd, you may enjoy using creative means to get your message out to the wider world.\n\nThere’s good financial news as June heads to a close – Mars drives forward into your money zone, motivating you to increase your income, potentially via this creativity you’ve unleashed. Friends will rally around too, and a lovely Jupiter-Pluto conjunction on June 30th is especially fortunate for your social life."
}
]
