horo_english=[
  {
    "0": "The first week of September finds you on unusually shaky ground, Aries. September 2nd has a Full Moon in your most spiritual and secretive zone, which makes you feel unusually sensitive to begin with – this is swiftly followed by family arguments later that same day, courtesy of the Venus-Saturn opposition, and confusion over responsibilities at work, brought about by Mercury’s interaction first with Pluto and then with Saturn. It wouldn’t be surprising if you felt on edge, but fortunately Mercury shifts into your love zone on September 5th, and Venus moves into your fun zone on September 6th – expect the energy to lighten considerably at that point.\n\nPhysically, your energy will drop on September 9th when Mars, your ruling planet, turns retrograde in your own sign. It won’t hurt you to slow down a little, especially since all is not as it seems. A deceptive and illusory Sun-Neptune opposition on September 11th suggests that someone is hiding something, so don’t jump to conclusions without all of the facts.\n\nLife looks up once more on September 15th when an exciting Venus-Uranus square brings both risk and reward, particularly in finances. The New Moon on September 17th is in your everyday work zone, so you can expect calm to be restored in your career too, especially when Saturn turns direct in this area on September 29th, pushing related energies forwards once more. It should be a loving end to the month too, with the Sun shifting into your love zone at the equinox on September 22nd, and Mercury moving into your passion zone on September 27th – perfect for sharing your fantasies with your sweetheart.",
    "1": "You may feel uneasy about your place in the world in early September. The Full Moon in your community zone on September 2nd asks some difficult questions about who you’re involved with and why, and the Venus-Saturn opposition on that same day forces you to defend your beliefs. You may also face some hostility for your views around September 3rd, when Mercury trines Saturn in an unhelpful manner. This blip won’t last too long, however and when Mercury moves into your everyday business zone on September 5th, you’ll feel much more at ease. Loving Venus shifts into your family zone the following day, which is always good news.\n\nDon’t feel forced to socialize mid-month if you don’t feel like it. Mars turns retrograde in your privacy zone on September 9th, encouraging you to enjoy your own company for a while – and the Sun-Neptune opposition on September 11th highlights a situation where a group or social situation is no longer working for you. It’s OK to step away if you’ve outgrown it.\n\nLook for happy family surprises during the Venus-Uranus square on September 15th, which is swiftly followed by a New Moon in your play zone on September 17th – plenty of love and laughter surrounds you at this point. The Sun’s arrival in your everyday work zone at the equinox on September 22nd is a signal that everything is moving in the right direction. Your views will be vindicated when Saturn turns direct on September 29th, but in the meantime Mercury’s arrival in your love zone on the 27th helps you to convince your sweetheart that you’ve been right all along.",
    "2": "Financial worries may get September off to an uneasy start for you, Gemini. The Full Moon on September 2nd shines from your career zone and spotlights any anxieties you have there. The same day, a Venus-Saturn opposition brings debt and financial constraints to the fore, and the day after that, Mercury trines Saturn lending a serious air to family discussions about finances. Don’t stress out about this too much. It won’t last. On September 5th, Mercury moves into your creative zone and you’ll find it much easier to come up with ideas and solutions. It helps, too, that Venus shifts into your logic zone on September 6th.\n\nNonetheless, given this initial anxiety, you may have less energy for friends and socializing during September, especially once Mars turns retrograde in your social zone on September 9th. Your work-life balance also leaves something to be desired, and the Sun-Neptune opposition on September 11th asks you to try to improve this. Imaginative ideas for doing so are likely to come out of the blue around September 15th, courtesy of an innovative Venus-Uranus squares, and the New Moon in your family zone on September 17th will give you the impetus to push forward with these.\n\nStress melts away following the Sun’s arrival in your fun zone, at the equinox on September 22nd. Managing your career also gets easier later in the month, particularly once Mercury arrives in your everyday work zone on September 27th. It all points towards a positive end to the month, and when Saturn turns direct on September 29th you’ll feel as though a weight has lifted.",
    "3": "Early September may be a testing time in your relationship. The Full Moon on September 2nd highlights your ideals, but a Mercury-Pluto indicates where these are falling short, particularly concerning a communication breakdown in your love life. The same day, the Venus-Saturn opposition underlines this further and could create a stalemate with your partner. Getting your point across is still difficult on September 3rd, when a Mercury-Saturn trine implicates your love zone and your communication zone.\n\nFortunately, Mercury moves into fair-minded Libra on September 5th, making it much easier to negotiate with your sweetheart. Venus is on the move too, into your money and resources zone on September 6th, easing any financial pressure which was impacting your relationship. When Mars turns retrograde in your career zone on September 9th, it’s the ideal opportunity to focus on your home life instead but try to avoid sending mixed messages to your lover on September 11th when the Sun opposes Neptune.\n\nAn injection of fun and spontaneity could be just what your relationship needs around September 15th, courtesy of the Venus-Uranus square. Get social with your sweetheart and allow your mutual friends to uplift you both. The New Moon in your communication zone on September 17th should help end the impasse in your love life too, as will the arrival of the Sun in your family zone on September 22nd. Focus on spontaneity and fun together, especially once Mercury moves into your dating zone on September 27th. When Saturn ends its retrograde and turns direct in your love zone on September 29th, you’ll breathe a sigh of relief.",
    "4": "People are expecting too much from you as September begins. The Full Moon on September 2nd has a resentful feel to it and as Mercury trines Pluto the day prior, you may be wondering why you can’t seem to put your own interests first. The Venus-Saturn opposition on September 2nd also highlights onerous responsibilities towards others, as does the Mercury-Saturn trine the following day. Help is at hand, however – when Mercury moves into your communication zone on September 5th, you’ll be able to ask for help when you need it, and to delegate more. The arrival of Venus in your own sign on September 6th is also a clear signal that you will be able to put yourself first for a while.\n\nExpect some confusion or deception around money issues mid-month, particularly when the Sun opposes Neptune on September 11th. Your patience is wearing thin, not helped by Mars having turned retrograde a few days earlier in your idealism zone. However, try not to judge people without having the full facts.\n\nMuch better news about money comes with the delightful Venus-Uranus square on September 15th, which suggests promising career developments arising out of the blue. A New Moon in your money zone a few days later backs this up too. There are opportunities heading your way, but you may have to skill up in order to take full advantage of them – the Sun’s arrival in your learning zone at the equinox on September 22nd is the ideal chance to do so. You can expect plenty of family support for this, especially once Mercury moves into your family zone on September 27th.",
    "5": "Early September may find you experiencing something of a crisis of confidence, Virgo. The Full Moon in your love zone on September 2nd underlines any unease there has been recently in a relationship, and at the same time a difficult Mercury-Pluto trine makes you feel like an outsider. This feeling continues, with the Venus-Saturn opposition on the same day potentially isolating you socially, while the Mercury-Saturn trine on September 3rd brings out the worst of your self-criticism. Fortunately, Mercury’s arrival in your values zone on September 5th boosts your view of yourself and helps you to understand how much others love you.\n\nNonetheless, Virgo, you’ll want to spend some time alone or only with those you love the most once Venus moves into your privacy zone on September 6th – and Mars turns retrograde in your psychology zone on September 9th, leaving you feeling insular and with a lot on your mind. The situation is not helped by a tricky Sun-Neptune opposition activating your love zone on September 11th. However, the answer lies in the Virgo New Moon on September 17th, which breezes in and completely resets your self-esteem compass, in a very good way.\n\nWith the Sun arriving in your money zone at the equinox on September 22nd, you have every reason to feel positive later in the month. Your ruling planet, Mercury, moves into your communication zone on September 17th; allowing you to play to your considerable strengths both at work and at home. Finally, when Saturn turns direct in your joy zone on September 29th, you’ll start to feel the fun cascading back into life – about time!",
    "6": "Don’t be surprised if you feel a little insecure during the Full Moon on September 2nd, which coincides with a difficult Mercury-Pluto trine. It continues with a Venus-Saturn opposition which highlights shaky foundations; this itself is swiftly followed the next day by a Mercury-Saturn trine which plays on vague fears and worries. However, the air clears quite suddenly on September 5th when intelligent Mercury arrives in your own sign, dispelling anxieties and calming nerves. It also helps that Venus moves into your social zone on September 6th, so friends will rally around.\n\nIt’s a reflective month for your love life, with Mars turning retrograde in your love zone on September 9th. That’s not a bad thing; it gives you time to assess together how far you’ve come. However, beware of unrealistic expectations on September 11th when the Sun opposes Neptune.\n\nHighly positive energy around September 15th helps you kick a bad habit or to give up something which has been harming you; the Venus-Uranus square here is both surprising and shocking, but in a good way. Take a few days to yourself to deal with new information, especially on September 17th when the New Moon occurs in your most spiritual zone. It’s all systems go once more at the equinox on September 22nd, when the Sun moves into Libra at the start of your sign’s personal new year. You have every reason for optimism now, especially once Mercury moves into your money zone on September 27th and sets to work improving your finances.",
    "7": "Gossip, lies and social media madness are in full effect during the Full Moon on September 2nd and its associated Mercury-Pluto trine. Try as you might to ignore all this, the Venus-Saturn opposition on the same day puts you front and center in a potential scandal; this is not helped by rumor and speculation from friends who should know better on September 3rd. Walk away from the drama and do your own thing – this will get easier on September 5th when Mercury moves into your spiritual zone, and again on the 6th when Venus’ arrival in your public zone helps you put on your best game face.\n\nOnce Mars turns retrograde on September 9th, much of this nonsense will die down, although the Sun-Neptune opposition does suggest that pockets of deceit or illusion are still around on September 11th. For your part, focus on the positive. Around September 15th, surprising career news is a real boost to you, courtesy of the Venus-Uranus square, so that’s definitely something to celebrate.\n\nSocially, it seems that all is forgiven by the time the New Moon peeps out from your social zone on September 17th – and the arrival of the Sun in your spiritual zone on September 22nd helps you to take a philosophical view of what has gone on. When Mercury moves into Scorpio on September 27th, you’ll waste no time in setting the record straight, and once Saturn turns direct in your communication zone on September 29th, it seems that some people will have some apologizing to do.",
    "8": "The Full Moon on September 2nd is in your family zone, but it highlights ways in which you feel you’ve failed here, including potentially financially, thanks to an unhelpful Mercury-Pluto trine the day prior. The Venus-Saturn opposition on September 2nd also focuses on financial difficulties, and the Mercury-Saturn trine on September 3rd reveals a situation where increased responsibility at work has not been matched by increased rewards. When Mercury moves into your objectives zone on September 5th, you can start to make a strategic plan to get things back on course. Venus moves into your ideals zone on September 6th, which is good news, as this helps you earn money without compromising your principles.\n\nDon’t be tempted to take financial risks during this period, though. Mars turns retrograde in your risk zone on September 9th, so any kind of gambling is a huge no-no. Meanwhile, the Sun oppose Neptune on September 11th, spreading fog and confusion. Stick to the tried, tested and certain. Good news comes from an innovative idea on September 15th – a Venus-Uranus square helps you come up with some fascinating potential ventures.\n\nThe New Moon in your career zone on September 17th marks a fresh start at work, free of the resentment of earlier in the month. There’s a lighter feel to the energy all round from this point on, with the Sun moving into your social zone on September 22nd, and Mercury boosting your imagination from your spiritual zone after September 27th. Finally, the financial pressure falls away when Saturn turns direct in your money zone on September 29th – patience has paid off.",
    "9": "Freedom is a big issue this September, starting from September 2nd when the Full Moon and a Mercury-Pluto trine highlight how you’re being expected to ‘fit in’. On the same day, the pressure to conform gets personal, with a Venus-Saturn opposition afflicting your love life, and on the 3rd, a Mercury-Saturn trine also tugs at your desire for greater independence of choice in life. Mercury’s arrival in your status zone on September 5th reminds you why you’re doing what you’re doing, but you’ll still feel resentful and ill at ease – and, when Venus moves into your jealousy zone on September 6th, possibly envious of those who you think have more freedom.\n\nGradually, however, you’ll start to realize that the grass isn’t greener anywhere else. When Mars turns retrograde in your family zone on September 9th, you’ll see how other family members you’ve been resenting also have their own issues. When the Sun opposes Neptune on September 11th, you’ll also learn that much of the freedom you see in others is illusory. We’ve all got responsibilities. And baggage.\n\nThe turning point comes out of the blue with a delightful surprise on September 15th, courtesy of the Venus-Uranus square. This ‘gift’, whatever form it takes, gives you the freedom to step out of your self-defined box – and then the New Moon on September 17th occurs in your exploration zone, setting you most definitely free. With the Sun moving into your career zone on September 22nd, and Mercury moving into your social zone on September 27th, the later part of the month is full-on, busy and extremely positive.",
    "10": "Personal growth and spiritual growth are inextricably linked this September, starting with the Full Moon in your skills zone on September 2nd, which highlights areas of yourself you would like to develop. The Venus-Saturn opposition on the same day tugs at your spiritual heartstrings, but the Mercury-Saturn trine on September 3rd underscores your commitment to rationality and your inherent distrust of all things mystical. This will start to change from September 5th, however, when Mercury moves into your idealism and philosophy zone and opens your eyes to a whole new world. Likewise, when the Sun opposes Neptune on September 11th, mystical experiences will delight and entrance you, and feed your curiosity in a very positive way.\n\nIn love, much of September seems delightful, especially once Venus moves into your love zone on September 6th. There are romantic surprises on or around September 15th, courtesy of the Venus-Uranus square, and this is definitely a good time for re-discovering the magic in a long-term relationship – or for falling crazily in love if you’re single. The New Moon on September 17th is in your most passionate zone, so there’s plenty to look forward to here!\n\nAt the equinox on September 22nd, the Sun shifts into your philosophy zone, and you’ll be prompted once more to move forwards with your spiritual and personal growth. Set your ambitions in this area high – when Mercury moves into your ambitions zone on September 27th, you can use your famed intellect to investigate all that you’ve previously held at arm’s length. The end of Saturn’s retrograde period on September 29th is also a big green light for your spirituality.",
    "11": "September is a good month for sorting out your long-term vision and strategy, Pisces. The Full Moon in Pisces on September 2nd is a very emotional moment, but you may feel lost at sea and insecure because you don’t know where you’re going. A Venus-Saturn opposition on the same day suggests that you and your partner differ in your objectives too, which will need addressing – although a Mercury-Saturn trine on September 3rd shows that communication on this front isn’t necessarily easy.\n\nFortunately, Mercury’s arrival in your strategy zone on September 5th is just what you need to start to make sense of the future. Couple this with Venus arrival in your sensible, everyday routines zone, and you can see how this combination is good for planning and thinking ahead. Communication with your sweetheart should get easier too, although watch out for a misunderstanding when the Sun-Neptune opposition clouds the issue around September 11th.\n\nGood organization and sensible thinking pay off on or near September 15th, with a very helpful surprise arising from your being in the right place at the right time. Coupled with a New Moon in your love zone on September 17th, it looks as though you and your sweetheart are finally on the same page and making progress – just in time for the Sun’s arrival in your passion zone during the equinox on September 22nd. As September draws to a close, the end of Saturn’s retrograde period in your objectives zone on September 29th confirms that you’re heading in the right direction."
}
]
