horo_english=[
  {
    "0": "In early May 2021, both Mercury and Venus move into your communication zone, enabling you to be very persuasive. However, just before Venus’ move, she forms a trine to Pluto on the 6th and a square to Jupiter two days later – try to stay focused on your career during the first ten days of May, without getting distracted.\n\nThe New Moon in your money zone on May 11th promises from fresh income streams; the accompanying Mars-Uranus sextile on the same day points towards nostalgia as an innovative theme for future business endeavors.\n\nBe sure that any new projects align with your core soul, however, When Jupiter moves into your spiritual zone on May 13th, you’ll feel uneasy with anything that doesn’t serve your higher purpose.\n\nThere’s another positive push for your career when the Sun trines Pluto on May 17th, but the Venus-Saturn trine two days later encourages you to focus on initiatives that benefit the wider community. Once the Sun moves into your communication zone on May 20th, you’ll be ideally set to gather support.\n\nTell the truth, the whole truth and nothing but the truth in business on the 21st and 22nd, however – squares from the Sun and Mercury to Jupiter warn against exaggeration or all-too clever marketing.\n\nThe Lunar Eclipse on May 26th is in your adventure zone, so stick closer to home for a while and look for happiness in what you already have. Mercury turns retrograde in your communication zone on the 29th, slowing things right down. A very healing Mars-Neptune trine rounds out the month with the opportunity to forgive and forget.",
    "1": "Mercury moves into your money zone on May 3rd so early May 2021 is a great time for creating intelligent income streams. Be careful not to bite off more than you can chew at work, however – Venus forms a difficult square to Jupiter on May 8th, just before joining Mercury in Gemini.\n\nThe month really takes flight following the New Moon in Taurus on May 11th, which is your gateway to fresh opportunities. With Mars sextile Uranus on the same day, you’re bursting with ideas and enthusiasm.\n\nJupiter moves into your social zone on May 13th, encouraging you to widen your friendship circle. Welcome new people into your tribe and keep an open mind.\n\nSpending and financial decisions are supported on May 17th by a constructive Sun-Pluto trine and major backup comes in when the Sun moves into your money zone on May 20th.\n\nBe careful about peer pressure on finances, however, especially when first the Sun and then Mercury square Jupiter on May 21st and 22nd. With Saturn turning retrograde in your career zone on May 23rd, you will need to be financially responsible for a while.\n\nThe Lunar Eclipse on May 26th underlines this and may bring shocks and surprises around money and debts – financial or emotional. Mercury turns retrograde in your money zone a couple of days later, giving you breathing space to think through recent events.\n\nDon’t worry; you will find a way through any financial issues. May 2021 rounds out with a very imaginative Mars-Neptune trine, which urges you to seek ideas and inspiration from friends.",
    "2": "Mercury, your ruling planet, arrives in your sign on May 3rd, pitching you at your fun, curious, sociable best. Be sure that this socializing doesn’t involve spilling other people’s secrets though, especially when Venus squares Jupiter on May 8th, just before joining Mercury in Gemini.\n\nThe New Moon on May 11th occurs in your spiritual zone and urges you to seek some quieter space for reflection and meditation, amid the madness of your everyday life. The Mars-Uranus sextile on the same day could help with innovative solutions.\n\nOn May 13th, Jupiter moves into your career zone. This should be the start of a highly successful period for you, but it’s vital that you are honest about your goals and your abilities – don’t try to gaslight your employer!\n\nThere’s a hint of restlessness when Venus trines Saturn on May 19th, but the next day the Sun moves into Gemini, bringing back your lightness of touch and your joie de vivre.\n\nAny underlying career dissatisfaction is likely to bubble over on the 21st or 22nd, however, when first the Sun and then Mercury squares up to Jupiter in your career zone. Try to stay flexible over where life leads you.\n\nThe Lunar Eclipse on May 26th is in your love zone, so late May could be a tumultuous time for your relationship. With Mercury turning retrograde in your own sign on May 29th, you’ll have to work doubly hard to make yourself understood. Don’t add fuel to the fire by being irresponsible with money, particularly on May 31st when Mars trines Neptune in a fog of confusion.",
    "3": "Take it easy in early May. Mercury arrives in your privacy zone on the 3rd, and will be followed by Venus on the 8th – but not before Venus has squared Jupiter from your social zone, suggesting that too much company may simply be wearing you out.\n\nThe New Moon in your social zone on May 11th is your chance to fix this – slim down your friendship circle to those you genuinely enjoy spending time with. You owe your time to nobody, no matter how long you’ve known them. The Mars-Uranus sextile on the same day gives you the confidence you may need to make this break.\n\nWhen Jupiter moves into your philosophy and education zone on May 13th, you’ll feel an urgent need to expand your mind and your horizons. Travel is one obvious way to do this; higher education courses are another great option. It’s also a good chance to share your life dreams and goals with your partner, particularly when the Sun trines Pluto on the 17th.\n\nOnce the Sun shifts into your privacy zone on May 20th, you’ll feel the benefits of more quiet time, and more time to yourself. The Sun and Mercury square up to Jupiter on the 21st and 22nd, which might make you miss your busy social life, but when Saturn turns retrograde on the 23rd, you’ll be glad of the peace.\n\nThe Lunar Eclipse on May 26th is in your health zone – something around this time will underline how important it is to take care of your mental health as well as your physical wellbeing. When Mercury turns retrograde on May 29th you’ll find meditation to be a fabulous stress relief.",
    "4": "May looks like a very lively month for your social circle. Mercury moves into your friendship zone on May 3rd and will be followed by Venus on May 8th. Earlier that day, however, before leaving your career zone, Venus squares up to Jupiter, urging you to communicate better with your lover over your career intentions.\n\nThe New Moon on May 11th does fall in your career zone, so this is your chance to be upfront and to share your goals and inspirations with your loved ones. The same day, a brilliant Mars-Uranus sextile urges you to use your intuition and higher consciousness to help you choose the right path\n\nSelf-discovery is the name of the game when Jupiter moves into your psychology zone on May 13th. You’ll enjoy self-analysis and getting to the very root of what drives you.\n\nTwo lovely trines on the 17th and 19th, between the Sun and Pluto and between Venus and Saturn respectively, boost your working life and your love life too, so there’s plenty to smile about as the Sun arrives in your social zone on May 20th.\n\nSaturn turns retrograde in your love zone on May 23rd, urging more quiet time together and more privacy. The Lunar Eclipse on May 26th is in your joy zone, so it’s important that you keep striving for what makes you happy – don’t be put off by circumstances.\n\nWhen Mercury turns retrograde in your social zone on May 29th, you may need to turn down some invitations for a while and focus yourself closer to home.",
    "5": "Early May is an excellent time to focus on your career. Your ruling planet Mercury moves into your career zone on the 3rd, and will be followed by Venus on the 10th. Shortly before Venus leaves your travel zone on the 10th, however, a Venus-Jupiter square may highlight the chaos that can ensure in your working life if you don’t keep to a schedule.\n\nThe New Moon on May 11th is in your education zone, so this is a fantastic time for going back to school. The very same day, a brilliant Mars-Uranus sextile highlights how new qualifications could propel you towards your dreams.\n\nAway from your career, the focus switches to love on May 13th, however – with Jupiter arriving in your love zone, your relationship will be your over-riding focus. This wonderful energy brings warmth, joy, fertility and an abundance of affection.\n\nA helpful Venus-Saturn trine on May 19th is a stabilizing influence at work, and with the Sun moving into your career zone on May 20th, there’s still every opportunity for success. Keep your partner informed, as difficult squares from the Sun and Mercury to Jupiter on the 21st and 22nd hint at conflict over work-life balance.\n\nIndeed, with Saturn turning retrograde in your everyday work zone on the 23rd, and a Lunar Eclipse in your family zone on the 26th, events may conspire to slow you down at work during this latter part of the month, forcing you to focus on family issues instead. Mercury turning retrograde in your career zone on May 29th reinforces this message - embrace this as the opportunity it truly is.",
    "6": "It’s an intriguing start to May 2021, Libra, with Mercury moving into your philosophy and adventure zone on May 3rd. You’re reminded on May 8th that your fears and doubts may have been holding you back too much, as Venus squares Jupiter – then that every same day, Venus too moves into your adventure zone; it’s definitely time to seek a challenge!\n\nThe New Moon in your psychology zone on May 8th is a great time to address those doubts, worries or phobias. Jupiter’s arrival in your everyday zone on May 13th will help too – this is a big boost to your mental health and also enables you to get better organized, freeing up more time to do the things you’d love to do.\n\nA lovely Venus-Saturn trine on May 19th also urges you to take a walk on the wild side, ahead of the Sun’s arrival in your philosophy and adventure zone on May 20th. There are some indications that your workload holds you back on May 21st and 22nd, as the Sun and Mercury square Jupiter, but overall, your direction is positive.\n\nA Lunar Eclipse in your communication zone on May 26th highlights troubles over what you may have said or written – or what someone claims you said or wrote. A few days later on May 29th, Mercury turns retrograde in your philosophy zone, so you may find your principles or beliefs challenged.\n\nImaginative solutions can be found, however, especially on May 31st when Mars trines Neptune and restores dignity to your ambitions.",
    "7": "There’s a lot of deep thinking going on around your relationships this May. Mercury moves from your love zone into your passion zone on May 3rd, which is typically a good thing, except when you over-think matters! Venus squares Jupiter on May 8th, hinting at conflict between your partner and your blood family, but that very same day Venus then follows Mercury into your passion zone – so things are hotting up.\n\nA New Moon in your love zone on May 11th is the perfect opportunity to stabilize and renew your relationship; the Mars-Uranus sextile on the same day promises that travel could be a very romantic venture right now.\n\nMeanwhile, Jupiter moves into your dating and risk zone on May 13th. If you’re single, this is fantastic news; if you’re not, it could be a catalyst for a huge amount of jealousy and suspicion.\n\nVenus trines Saturn on May 19th, which is an opportunity for forgiveness in love, and the Sun’s arrival in your passion zone on May 20th is also very positive. However, squares from the Sun and Mercury to Jupiter on May 21st and 22nd suggest there is ongoing angst over flirting, infidelity or someone’s controlling nature. With Saturn turning retrograde in your family zone on May 23rd, turn inwards and seek heart-to-heart resolutions.\n\nThe Lunar Eclipse in May 26th occurs in your money zone, prompting potential financial shocks. This is swiftly followed by Mercury turning retrograde in your passion zone (which also relates to debts) – be upfront and candid about the financial situation with your lover.",
    "8": "Romance blossoms early in May when Mercury moves into your love zone on May 3rd, to be followed by loving Venus on May 8th. Focus on your love life during this first week and feel how blessed you are.\n\nThe New Moon on May 11th is in your everyday work zone and will help you get better organized. A Mars-Uranus sextile on the same day reminds you that you’re not alone in your responsibilities – insist that others take on their fair share!\n\nJupiter moves into your family zone on May 13th, which is excellent news for anyone wanting to expand their family, move home or otherwise bring about domestic abundance. There are good signs at work for mid-May too, particularly when the Sun trines Pluto on the 17th, promising financial rewards.\n\nIn love too, mid-May is a feel-good period, with a Venus-Saturn trine improving communication on May 19th ahead of the Sun’s arrival in your love zone on May 20th. Two squares from the Sun and Mercury to Jupiter on May 21st and 22nd hint that your extended family may be difficult towards your partner, but staying calm is key.\n\nThe Lunar Eclipse in Sagittarius on May 26th is a turning point and could bring shocks and surprises of almost any kind. A few days later, Mercury turns retrograde in your love zone – this is not bad news, it simply means that you should turn inwards towards your partner to get the loving support you need right now. A romantic and forgiving trine between Mars and Neptune will help on May 31st.",
    "9": "May begins quite sedately, Capricorn, with Mercury moving into your everyday work zone on May 3rd. Venus will follow on the 8th, but not before creating a square to Jupiter which hints that too much work and not enough play has left you feeling flat and deflated recently.\n\nA New Moon in your joy zone on May 11th is your chance to fix this. Be spontaneous, do more of what you love and try to put the fun back into life. A lovely Mars-Uranus sextile on the same day encourages adventure in your love life.\n\nJupiter’s arrival in your mind zone on May 13th sparks a huge desire to learn, but don’t think that you must learn something connected to your career, Capricorn. This is largely about learning for pure pleasure, so take up a new hobby and enjoy, especially on May 17th when the Sun trines Pluto.\n\nA financial boost at work is likely around May 19th when Venus trines Saturn, and a day later the Sun arrives in your everyday work zone, bringing light and abundance. However, with Saturn turning retrograde in your money zone on May 23rd, you would be wise to be careful with your spending.\n\nThe Lunar Eclipse on May 26th occurs in your spiritual zone and finds you questioning whether you truly know your life’s purpose or not. When Mercury turns retrograde in your everyday work zone on May 29th, it’s time to contemplate what you spend your time doing, and whether that’s truly right for you.",
    "10": "Mercury moves into your fun zone on May 3rd making it much easier to simply kick back and enjoy life, Aquarius. There are hints of family tensions when Venus squares Jupiter on May 8th, but later the same day Venus too moves into your fun zone and worries begin to fade.\n\nA New Moon in your family zone on May 11th is the ideal time to start healing any past trauma or to forgive those in your family who have wronged you. A Mars-Uranus sextile the same day brings brilliant ideas on how to make a fresh start.\n\nMeanwhile, Jupiter’s arrival in your money zone on May 13th is definitely cause for celebration. This lovely influence opens you up to receiving abundance of all kinds and definitely magnifies the blessings you already have.\n\nArmed with this feel-good vibe, you can extend more forgiveness towards family on May 17th when the Sun trines Pluto, and find more joy and spontaneity in your own life when Venus trines Saturn on May 19th. Be careful that this fun doesn’t involve gambling, however, particularly when the Sun and then Mercury square up to Jupiter on May 21st and 22nd.\n\nLate May has a more serious feel to it, particularly once Saturn turns retrograde in your own zodiac sign on May 23rd. This is a time for deep thought and reflection, not least about your responsibilities in life.\n\nA Lunar Eclipse on May 26th creates some shocks around your long-term objectives; this combined with Mercury turning retrograde in your joy zone on May 29th suggests that you may need to re-think. Take heart; anything that changes now will be for the best.",
    "11": "Get set for a very loving and quite domestic May. There’s a lot of emphasis on family togetherness, particularly with Mercury moving into your family zone on May 3rd and Venus following suit on May 8th.\n\nIt’s a pleasantly busy time too, and the New Moon on May 11th brings you plenty of new ideas and new projects to be occupied with; the Mars-Uranus sextile on the same day is creative and innovative, particularly in terms of a new hobby.\n\nThe major news of the month however is the arrival of Jupiter into Pisces on May 13th. This warm, compassionate, spiritual energy uplifts and embraces you, encouraging you to be your true self and a light to others.\n\nThe Sun’s arrival in your family zone on May 20th continues the family theme, although square from the Sun and Mercury to Jupiter on the 21st and 22nd suggest some discord with extended family members who disapprove of you in some way.\n\nOnce Saturn turns retrograde in your spiritual zone on May 23rd, you’ll want to retreat to meditation, dreams and prayer; the Lunar Eclipse on May 26th may bring career-related upheaval, but what transpires then will ultimately be to your benefit.\n\nWith Mercury turning retrograde in your family zone on May 29th, it’s again important to turn inwards within the family and to be there for one another. The month rounds out a rather more adventurous note, however, with a lovely Mars-Neptune trine on the 31st offering magical memories to be made."
}
]
