horo_english=[
  {
    "0": "Expect to be busy during the first week, with Mars arriving in your communication zone on March 3rd, deepening your urge to connect with others in whatever way you can. A Mercury-Jupiter conjunction on the 4th highlights your social life but warns against exaggeration or betrayal of trust in that area - don’t give away someone else’s secrets.\n\nThe second week is more spiritually-focused and you’ll sense the Sun and Venus conjunctions to Neptune as a boost to your enjoyment of meditation, prayer or just quiet downtime. The New Moon on the 13th is in your spiritual zone, offering the chance to learn something new about your spiritual path.\n\nThe tempo lifts dramatically around the equinox on the 20th March, when the Sun arrives back in Aries, bringing you a burst of energy and your own personal mini New Year. Get involved with your community as much as you can - a very helpful Mars-Saturn trine on the 21st is all about using your skills for the benefit of others.\n\nOn March 26th, the Sun conjuncts Venus in your own zodiac sign, which is typically a blessing for your love life - however, just two days later, the Full Moon in your love zone opposes Venus, Uranus and Chiron - you may have emotional work to do here, with healing and forgiveness towards your partner.\n\nMarch 2021 ends on a very productive note, with sextiles from Venus and the Sun to Saturn on the 30th and 31st; this energy helps you to refine your objectives and sets you on course for success to come.",
    "1": "There’s a strong focus on your career and finances this month, starting right away when Mars arrives in your money zone on March 3rd, swiftly followed by an optimistic and ambitious Mercury-Jupiter conjunction the following day in your career zone. This is very motivating energy, adding a spring to your step for sure.\n\nThe second week of the month has a pleasant, sociable vibe, with the Sun and Venus both conjunct dreamy Neptune in your friendship zone. This is ideal for finding a new tribe you really harmonize with, particularly around the time of the New Moon on March 13th.\n\nLook to the equinox on March 20th for an upsurge in spiritual energy as the Sun enters the most sacred zone of your chart. From this point forward, you’ll want to be sure that your career path is in line with your highest values.\n\nThe very next day Mars trines Saturn creating a very positive and dynamic link between your money and career zones; at the same time, Mercury sextiles Uranus so think out of the box for innovative and exceptional ideas.\n\nThe Full Moon on March 28th occurs in your everyday responsibilities zone, in opposition to Venus, Uranus and Chiron. This may suggest that you’re in danger of taking on too much. Fortunately, the helpful sextiles from Venus and the Sun to Saturn on March 30th and 31st will help you find ways to delegate your workload, and to find peace of mind for yourself too.",
    "2": "Get set for a real burst of energy on March 3rd, when Mars enters Gemini, bringing out your confidence and charisma. You’ll probably feel adventurous and restless too, especially when Mercury conjuncts Jupiter in your travel zone on March 4th. Seeing new places and new faces will be good for you in this period.\n\nIn your career, there’s a strong sense of vocation; you’ll want your job to be making a meaningful difference. This is particularly true around the time of the New Moon in your career zone on March 13th - but watch out for hidden information that might change the way you feel.\n\nWhen the Sun shifts into your social zone at the equinox on March 20th, it’s a very good time for creating new friendships. The following day, Mars trines Saturn, activating your travel zone again and hinting that obstacles to an adventure could be fading away - exciting times!\n\nHeading towards the end of the month, the Full Moon on March 28th occurs in your joy zone, but it does oppose Venus, Uranus and Chiron. Don’t make the mistake of thinking that happiness can only come from something new and untested: there’s joy to be had in the familiar too.\n\nYou end March 2021 still seeking fun and adventure, aided by two highly constructive sextiles to Saturn on the 30th and 31st, from Venus and the Sun respectively. If you’re heading to do something exciting, take some friends with you and enjoy.",
    "3": "It’s OK to retreat a little this month and to enjoy your own company. Mars moves into your privacy zone on March 3rd, so seeking peace and quiet is likely to be a priority for a few weeks. You also have a lot of emotional thinking to do, particularly when Mercury conjuncts Jupiter in your psychology zone on March 4th. Forgiveness, resentment, jealousy and passion are key areas right now.\n\nSomething you feel strongly about pulls at your heartstrings during the second week of March too. The Sun and Venus both conjunct Neptune in your justice zone, and the New Moon occurs here too on March 13th, urging you to keep speaking out for what you believe is right.\n\nYou stand a good chance of getting your voice heard between March 16th and 18th, when the Sun and Venus create useful sextiles to Pluto, speaking truth to power.\n\nAs the equinox on March 20th marks the start of the astrological new year, your focus switches a little to your career. The Mars-Saturn trine the following day urges you to put emotional issues to one side so that you can get on with your work; the Mercury-Mars square on March 23rd also cautions against letting your personal life interfere with your career potential.\n\nFortunately, the Full Moon on March 28th falls in your family zone and helps you to smooth and soothe any outstanding personal issues. You end March on a highly constructive note as both Venus and the Sun sextile Saturn, enabling further career progress and some overdue recognition of your talents.",
    "4": "You are full of good intentions this March and determined to make progress towards your goals - as reflected by the arrival of motivational Mars in your goals zone on March 3rd.\n\nHowever, some lingering issues in your love life may prove distracting as the month progresses. On March 4th, a Mercury-Jupiter conjunction in your love zone hints at secrets coming to light or gossip being taken too seriously. During the second week in March, both the Sun and Venus conjunct Neptune in your passion zone - there’s a very fine line here between fantasy and reality, and it could be that someone is not telling the whole truth.\n\nA New Moon in your passion zone on March 13th should help to clear the air; this energy is supported by helpful sextiles to Pluto from the Sun and Venus on March 16th and 18th, which also enable forgiveness and a letting go of resentment.\n\nThe equinox on March 20th brings about a sense of justice and calm, while the following day sees a very helpful Mars-Saturn trine which helps to heal and repair any relationship issues. This energy also brings you and your lover together, working towards shared goals.\n\nBy the time we reach the Full Moon on March 28th, you will find yourself busy, but content. Travel of any kind would further enhance your love life as the month draws to a close, supported by lovely sextiles from Venus and the Sun to Saturn on March 30th and 31st.",
    "5": "March begins with a definite upswing in your career and working life, as embodied by the arrival of ambitious Mars into your career zone on March 3rd. The very next day, Mercury conjuncts Jupiter in your routine and responsibilities zone, helping you to find innovative, brilliant solutions to workday issues.\n\nYour love life is set for some magical interludes this month too, notably in the second week when the Sun and Venus both conjunct fairytale Neptune in your love zone. There’s a New Moon here too on March 13th, which bodes very well for both established and new relationships.\n\nBeing playful and creative in love will bring you a lot of joy, and as the Sun and Venus sextile Pluto between March 16th and 18th, you should find obstacles to your love life starting to melt away. The equinox occurs in your passion zone on March 20th, bringing a new lease of life here too - what’s not to love about that?\n\nBack at work, there’s another significant career boost on March 21st when Mars trines Saturn, making light work of a difficult or involved project. Your emerging success at work is reflected in the light of a distinctive Full Moon on March 28th, which occurs in your money zone. This suggests that abundance is heading your way, thanks to your own skills and efforts.\n\nMarch stays on a positive note right up to the end, with sextiles from Venus and the Sun to Saturn creating more thoughtful solutions to work issues on the 30th and 31st. You’ve definitely got this under control.",
    "6": "If you’re a student or looking to go back to school, March could be a key month - not least because motivational Mars arrives in your education zone on March 3rd. Your creativity gets a huge boost too, especially on March 4th when Mercury conjuncts expansive Jupiter in your creative zone.\n\nDon’t be afraid to come up with off the wall ideas, or to use your imagination as a force for good. During the second week of March especially, your intuitive approach will pay dividends, as both the Sun and Venus conjunct Neptune in your everyday zone.\n\nMarch 13th sees a New Moon in this same area of your chart, which points towards better organization and time management, freeing up more of your time for fun and enjoyment.\n\nThe focus shifts slightly towards your love life around the equinox on March 20th, when the Sun arrives in your love zone. The following day, a Mars-Saturn trine reminds you that adventures of all kinds are better when undertaken with someone you love - time for a romantic getaway, perhaps?\n\nThe Full Moon in your own zodiac sign on March 28th is a blessing for your love life too, as it helps you to be a better partner, without neglecting your own needs and wants. In the last few days of the month, both Venus and the Sun form supportive sextiles to Saturn, so this is an excellent time for making a romantic commitment, or for getting your relationship into a firmer footing.",
    "7": "There’s a lot of creativity around you this March, but it’s quite an introspective, thoughtful month too. Mars moves into your zone of transformation on March 3rd, prompting much soul searching and self-analysis; it’s important not to be too hard on yourself.\n\nThe following day, Mercury conjuncts Jupiter in your past zone, giving you the impetus you need to free yourself from past trauma or hurt - grab this opportunity while you can.\n\nThe second week of March finds the Sun and Venus both conjunct dreamy, imaginative Neptune in your creative zone, enabling huge progress now with artistic projects or hobbies. The New Moon falls in this zone too on March 13th, bringing fresh inspiration and enthusiasm. This is followed by two helpful sextiles to Pluto, from the Sun and Venus, on March 16th and 18th, creating more time for what makes you smile.\n\nThe equinox on March 20th shifts your attention back towards your responsibilities, but with a fresh, can-do attitude and an optimistic vibe. The following day, a positive Mars-Saturn trine again points towards healing from the past, so this could be a very good time for therapy of any kind.\n\nThe Full Moon on March 28th occurs in your spiritual zone, enhancing your intuition still further and bringing rewards for time spent in quiet contemplation, prayer or meditation.\n\nMarch 2021 draws to a close with more activity in your responsibilities zone, supported by helpful sextiles from your family zone - so don’t under-estimate how much your family could help out with your workload.",
    "8": "Home and family are definitely where the heart is for you this March, especially once Mars shifts into your love zone on March 3rd. This influence brings plenty of passion and excitement, but it does also increase your argumentative streak, so be careful with it!\n\nAt home, there seems to be a peaceful and serene atmosphere, especially during the second week of March when both the Sun and Venus create gentle conjunctions with dreamy Neptune in your family zone. The New Moon occurs in this zone too, on March 13th, making it an ideal time for a fresh start in family dynamics, if required.\n\nMoney worries may start to ease slightly around March 16th - 18th, aided by the sextiles to Pluto formed by the Sun and Venus. By the time the equinox arrives on March 20th, and the Sun shifts into your joy zone, you’ll definitely feel more able to enjoy yourself.\n\nMarch 21st sees a very helpful Mars-Saturn trine; you can use this energy to improve your work-life balance, perhaps through better use of remote working techniques, giving you more time at home.\n\nExpect a slight change of focus around the time of the Full Moon on March 28th. This occurs in your social zone, and speaks of emotional attachments to friends or to your wider community. However, this Full Moon does oppose Venus, Uranus and Chiron, so don’t be in too much of a hurry to dump old friends in favor of new.",
    "9": "March begins on a very business-like note, with Mars pushing into your everyday work zone and creating better organization, more time management and streamlined processes - get more done, faster and better!\n\nThe very next day brings good news around a money issue, provided you can think outside the box, as reflected in the innovative Mercury-Jupiter conjunction.\n\nAs the month moves into its second week, however, you may find your thought processes becoming a little more woolly. This is the influence of the Sun and Venus conjunct Neptune - and although you may not like the feeling, it's actually a boost to your imagination and your intuition. Less logic and more heart is needed at this time, especially during the New Moon in your communication zone on March 13th. Speak from your soul.\n\nDuring the equinox on March 20th the Sun moves into your family zone, bringing welcome light, love and comfort there. Your home can be a terrific base for you during the rest of this busy month, as work takes off again.\n\nThe Mars-Saturn trine on March 21st is very constructive and hints at a financial boost, but it’s important to keep your work-related stress under control.\n\nThe Full Moon on March 28th occurs in your career zone, so there could be some overdue recognition for you at last, especially if you have just completed a major project. Look to your family for support and enthusiasm as new income ideas take hold in the last few days of the month, supported by sextiles from Venus and the Sun to Saturn.",
    "10": "Keeping control of your finances could be a challenge this March, especially with Mars arriving in your impulse zone on March 3rd. This energy is definitely ‘spend now, regret it later’, and it’s quite difficult to resist! An exaggerated Mercury-Jupiter conjunction in your own sign on March 4th doesn’t help with impulse control either.\n\nLeading on from this, the Sun and luxury-loving Venus both conjunct illusory Neptune during the second week of March, pointing towards carelessness or deception with finances. The New Moon on March 13th occurs in your money zone, but rather than financial abundance it urges you to consider all of your other blessings instead - and to make do with less, financially.\n\nYou’ll get help with this between March 16th and 18th when the Sun and Venus sextile can-do Pluto, building a sense of gratitude and financial decorum. The equinox helps too, shifting the Sun into your busiest zone and giving you plenty to do that doesn’t involve spending money!\n\nLook to the Mars-Saturn trine on March 21st for a major boost to a creative project, one which brings you both joy and an increase in self-esteem. Unhelpful self-talk still focuses on money on March 23rd, when Mercury squares Mars, but you know better than to give into it.\n\nThe Full Moon on March 28th occurs in your justice and philosophy zone, and puts you in a very open-minded and humanitarian mindset. Focusing on what you can do for others shifts the balance away from materialism and further towards your ongoing spiritual growth.",
    "11": "Work on creating a sanctuary in your home this month. Mars moves into your home and family zone on March 3rd, so the enthusiasm and energy is there for the taking. The following day, Mercury conjuncts Jupiter in your privacy zone, so you can think of a home project as securing your serenity and privacy.\n\nThe second week of the month finds you in full-on Pisces flow - kind, sensitive, imaginative and deeply, deeply intuitive, as both the Sun and Venus conjunct your ruling planet Neptune in your own sign. The New Moon in Pisces on March 13th is a special moment for you too, validating who you are and what you stand for.\n\nWhen the Sun moves into your values zone at the equinox on March 20th, you’ll start to feel more confident in sharing your values and in showing people why you’re here. This is a good time to find your voice and to speak up on issues that matter to you.\n\nThe helpful Mars-Saturn trine on March 21st activates both your family zone and your spiritual zone - again, push ahead with a home-based project that facilitates your peace or your spiritual growth in some way.\n\nThe Full Moon on March 28th occurs in your self-help zone, but is opposed by Venus, Uranus and Chiron. The message here is to accept that you are enough, you have enough, you do enough, you give enough. Forgive yourself for your shortcomings and extend some of that infamous Pisces compassion to your own self, as well as to others."
}
]
