horo_hindi=[
  {
    "0": "आप बिना किसी दूसरी सोच के किसी व्यक्ति की ओर आकर्षित होंगे।आप जोशपूर्ण एवं उत्साही है और आपकी असामान्य उर्जा की वजह से इस हफ्ते बहुत लोग आपकी तरफ आकर्षित होंगे।आपको अन्य लोगो के प्रभाव में जिज्ञासु, पेचीदा और अविस्मरणीय पेश आने की आदत हैं जिससे कई लोग आपसे डरते हैं।फिलहाल आपका ध्यान ज्यादा पैसे कमाने पर है , इससे आपके रचनात्मक तथा काल्पनिक प्रतिभा का इस्तेमाल करने में बाधा आती हैं।आप जिससे प्यार करते है उसे अपने मन की बात बताने का समय आ गया हैं, अन्यथा बहुत देर हो जाएगी।चूँकि आपने सही साथी को चुना है, इसलिए आपका वैवाहिक जीवन आनंद और प्रभाव का एक सतत् स्रोत हो सकता है।प्रोत्साहन और सुनिश्चितता, जो आप दूसरों को प्रदान करते हैं, आपके लिए अत्यधिक स्वीकृति और तारीफ लाएँगे। बाद में यह आपके लक्ष्य तक पहुँचने में समर्थन प्राप्त करने के लिए आपकी सहायता करेगा।आपकी शारीरिक ताकत इस सप्ताह सर्वश्रेष्ठ स्थिति में है। यद्यपि आप कुछ समस्याओं से गुजरेंगे, तथापि आप उन सबसे सफलतापूर्वक बाहर आ जाएँगे।जब आप प्रेम में हो तो आपकी आवश्यकता को गंभीरतापूर्वक लिया जाना चाहिए क्योंकि आपका किसी प्रेम प्रसंग में गंभीर होने की ओर प्रवृत्त होना आपके लिए एक रूमानी युग्म को खोजने में कुछ विलंब करेगा।आप अपने निर्णय को किसी नई योजना को स्वीकार करने में भ्रम में पड़ा हुआ पाएँगे। परिस्थिति की चर्चा और विश्लेषण करने के लिए अधिक समय लीजिए अन्यथा यह आपके लिए व्यर्थ सिद्ध होगा।",
    "1": "आप इस हफ्ते किसी ऐसे व्यक्ति सें मिलेंगे जिसकी ओर आप आकर्षित होंगे। उनकी पहली प्रतिक्रिया से नाराज नही होना चाहिए, बल्कि अगर आपका मन कहता है तो बार बार प्रयास करना चाहिए।ऐसा लगता है कि इस सप्ताह में तालमेल आपका संकेत शब्द है। इस सप्ताह में आप जिस किसी से काम में, घर में, मित्रों समेत, आपके नाई के साथ मिले, आपको सुंदर दिखाई देगा। ध्यान रहे, आप अपनी अज्ञानता के कारण इस मौके को खो न दें ।काम करने के नयी समझ आपमे आयेगी। लेकिन आप स्वास्थ्य - सभी प्रकार के स्वास्थ्य - के बारे में, अपने काम या स्वास्थ्य के तरीके में ज्यादा संगठित होने की बात करेंगे । आपको अप्रत्याशित आर्थिक लाभ होने की संभावना हैं। आपकी भरपूर ऊर्जा इसके लिये जिम्मेदार होगी।नैराश्य की भावना तथा नकारात्मकता आपको जीवन का अधिक आनंद लेने से रोक देगी।आपसे संबंधित लोगों को आपसे और आपके भ्रम से निपटना मुश्किल होगा। इसपर बात करें, अन्यथा आप खुद को अन्य लोगो से मानसिक रुप से दूर पायेंगे।आपके प्यार के सितारे अभी ज़ोरो पर है और इस सप्ताह आपके जीवन में शानदार पल आयेंगे।आप दोनों के बीच गहरी समझ और सहयोग आपके सफल वैवाहिक जीवन के पीछे की प्रेरक शक्ति है। स्वयं को भाग्यशाली समझिए और आप दोनों के बीच प्रेम को बनाए रखने के लिए सभी आवश्यक कार्य कीजिए।आपके पास धन खर्च करने के लिए अत्यधिक आवेग है, यह आपसे कुछ अक्षम्य कार्य करवाएगा। इसलिए कोई भी ऐसी गलती करने से सावधान रहें जो बाद में अक्षम्य हो जाए।आप स्वास्थ्यवधर्क और मजबूत हैं। अपनी योजनाओं और परियोजनाओं के साथ आगे बढ़िए, आप सफलता प्राप्त करेंगे।आप भावनात्मक स्थिरता और खुशी, जो आप खोजते हैं, के लिए अपने मित्रों पर अधिक निर्भर करते हैं। स्वयं का होने का प्रयास कीजिए, क्योंकि दूसरों पर निर्भर रहना आपको हमेशा मिजाज की समान स्थिति नहीं लाने वाला है।",
    "2": "आपको जिस व्यक्ति के प्रति बिलकुल भी रुची नहीं है, यदि आप उनकी ओर आकर्षित होते हैं तो शर्मिन्दा होने की जरूरत नहीं है । इससे आपके जीवन में बहुत बदलाव आ सकता है इसलिए अच्छे की आशा करें।आपका कैरियर या रुची कुछ भी हो, आपकी दृढ़ता, प्रबल इच्छा और बहुत सारा धीरज आपको जीत दिलाता है और अत्यधिक लोग आपकी शक्ति और तत्परता से मुकाबला तक नही कर पाते।प्रतिनिधिक अनुभवों में अत्यधिक जुड़े होने के प्रलोभन से भावनाये संतुष्ट न होनें पर आपको गंभीर नैराश्य आने की संभावना है।आपको जिज्ञासु और सहज गुण वाले लोगो के साथ समय बितानें में ख़ुशी मिलती है लेकिन ये आपकी कल्पनाशक्तियों तथा रचनात्मक शक्तियों के इस्तमाल पर रोक लगा देती है।इस हफ्ते आप अपने प्यार के लिये बहुत रोमँटिक साबित होंगे, जिसके लिये आपके प्यार और देखभाल के बगैर जिंदगी के कोई मायने नही रहेंगे।आपके दिमाग में जो भी हो उसके बारे में अपने साथी से बात कीजिए और आपके उन छोटे संदेहों से छुटकारा पाइए जो कुछ समय से आपको परेशान कर रहे हैं।यह आपके लिए एक बेहतर नजरिया सिद्ध होगा क्योंकि आप पाएँगे कि आपके सहकर्मी आपका लक्ष्य प्राप्त करने के लिए एक सहायक ही नहीं उससे बहुत अधिक हैं।आप किसी भी कार्य को करने के लिए तैयार होंगे क्योंकि आपकी मानसिक और शारीरिक ताकत इसके चरम पर है। अपनी ताकत को किसी अच्छे और उद्देश्यपूर्ण कार्य में लगाने का प्रयास कीजिए।आपके अंदर गहरी असुरक्षा की भावना एक प्रेम स्थिति को सुखद की अपेक्षा अधिक कष्टदायक बनाएगी।केवल अपनी अंतरात्मा पर ही विश्वास मत कीजिए, विशेषज्ञों की राय लेना बेहतर होगा। नए निर्णय लेने के लिए आपका समय कोई अनुकूल परिस्थिति नहीं है।",
    "3": "प्रयोग करने की आपकी क्षमता आपको नवीन के योजना अनुसार बजट का चयन करने में आपकों सक्षम बनायेगी। आपको वरिष्ठों की प्रशंसा प्राप्त होगी।इस हफ्ते आपकी संताने आपको अधिक सहयोग देंगे। आपके सपनों को साकार करने हेतू वे अपना योगदान देंगे।आप परिश्रमी, अत्यंत सुनियोजित है और आपको आर्थिक व्यवहार के बारे में अच्छी समझ है फिर भी आपको अपने कैरियर के लक्ष्य को पाना मुश्किल रहेगा।आपके कुछ सनकी आदतें, जिसकी वजह से आपकी किसी के साथ नही बनती, कड़ी मेहनत और , ध्यान से कम होगा। अब आप लोगों के साथ ज्यादा आत्मविश्वास से व्यवहार कर पाएंगे।आपके ड्रिम प्रोजैक्ट के विस्तारण हेतू जिन लोगों के सहकार्य की आपको अपेक्षा हैं वह समय पर प्राप्त नहीं होगा । खुद को निराश न होने दें, उसे कामयाब करने हेतू प्रयास करें, परिणाम अच्छे आयेंगे।अपने बच्चो के साथ यात्रा पर जाने के बारे में अगर आप सोच रहे हैं, तो यह उचित समय हैं। पिता के रुप में उन्हे आपके प्यार एवं देखभाल की कितनी ज़रुरत है यह समझ के लिए आपको एक अवसर साबित होगा।जो बदलाव आप अपने कार्य परियोजनाओ में लाना चाहते है उस पर अमल करने के लिये यह वक्त सही हैं। आप जिनसे मदद की उम्मीद रखते है उनसे आपको भौतिक तथा आर्थिक मदद प्राप्त होगी ।आपने दूसरों के लिए अधिक समय व्यर्थ कर चुके है, यदि अब भी आप अपने और अपने भविष्य के बारे में सोचना प्रारंभ करें तो बेहतर होगा ।आप एक काम के लती व्यक्ति हैं, जो कभी नहीं जानता है कि कब रुकना है, इससे आपको केवल थकान और थकावट होगी। अपने शरीर और मस्तिष्क को फिर से ताजा करने के लिए कुछ तरीकों को खोजना बेहतर होगा।अधिक से अधिक लोग आपके मार्गदर्शन के लिए आप के पास आएँगे जिसकी आपने आशा भी नहीं की होगी। यह आपके दिन और दिमाग को व्यस्त बनाएगा, और आप एक खुशहाल परिस्थिति से होकर गुजरेंगे।",
    "4": "आप पूर्णतावादी होने के बावज़ूद, आपकी तरफ से होने वाले अनावश्यक विलंब के कारण आपको लाभ मिलने में भी अनावश्यक विलंब हो सकता हैं।आपको अत्यंत आर्थिक दबाव या आत्म-सम्मान संबंधित किसी अन्य समस्या का सामना करना पड़ सकता हैं। वास्तविकता आपके सामने होते हुये भी आप ज़रुरत से ज्यादा चिंता कर सकते हैं।खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।हालांकि आप अपने मर्जी के मालिक दिखाई देते है, परंतु आप मित्रतापूर्ण, दयालु, सज्जन तथा परोपकारी हैं। दिलासा और देखभाल की ज़रुरत वाले कई लोग आपका यह लक्षण पता चलने पर आपकी तरफ आकर्षित होंगे।आत्मविश्वास तथा बेहतर पाने की मानसिक तैयारी आपके जोश को बढ़ावा देंगे। आपका आत्मविश्वास आपके लिये हमेशा मार्गदर्शक रहेगा।माँ के रूप में आपका प्रेम और देखभाल इन दिनों अधिक उभरेगा, क्योंकि बच्चों के साथ-साथ निकट के अन्य लोग भी आपके साथ रहते समय अधिक राहत महसूस करेंगे।अनावश्यक आलोचना, अत्यधिक चिंता और भय ऐसे घटक होंगे जो स्वतंत्रता और सहजता की आपकी समझ को नियंत्रित करते हैं। आप अपने सहकर्मियों की दूरी से नीरस अनुभव करेंगे, आपको अत्यधिक प्रोत्साहन और प्रेरणा की आवश्यकता है।आपकी वर्तमान शारीरिक स्थिति का विश्लेषण करने के लिए कुछ समय खर्च करना ही आपको अधिक उर्जात्मक और खुशहाल बनाएगा। इस तरह यह आपको आपकी वर्तमान नीरसता के लिए कोई समाधान ढूँढने में सक्षम करेगा, जो आपको चिढ़चिढ़ा और उदास कर रही है।आपकी गहरी दार्शनिक प्रकृति आपके लिए हमेशा एक उचित मार्गदर्शक रही है, किंतु आजकल आप स्वयं को आपकी अतिविश्लेषणात्मक प्रकृति के कारण आपसे संबंधित व्यक्तियों से दूर होता हुआ पाएँगे।आपने समाज के लिए जो कार्य किया है उसके लिए सफलता आपके मार्ग पर आएगी। आपकी कड़ी मेहनत और समर्पण व्यापक पहचान और प्रशंसा प्राप्त करेगी। यह आपको आपके कार्य जारी रखने के लिए और अधिक प्रोत्साहित करेगी।",
    "5": "प्रयोग करने योग्य आपकी क्षमता आपके लिए वरदान सिद्ध होगी और हर व्यक्ति को तैयार करने हेतू तथा आपकी ओर ध्यान देने हेतू आप इस स्त्रोत का उपयोग करेंगे।इधर उधर संदेह करना एवं बोलचाल के अभाव से भाई-बहन के रिश्तो में खटास आने की संभावना है। चीजों को अपूरणीय चरण तक गिरने देने के बजाय शुरू में ही बात करके सुधारना बेहतर होगा।आपका अनोखापन जिसकी सब लोग हंसी उड़ाते है, इससे आपको इस हफ्ते लाभ होनेवाला हैं। समारोह या सार्वजनिक सम्मेलन में आप महत्वपूर्ण व्यक्ति बनेंगे।अपने और अपने प्रेम संबंधों के विकास के बीच एक संतुलन साधने की तुलना में अपने समूह के सहयोगियों, या परियोजनाओं के प्रति अपने दायित्व, आपके सीमा को बढ़ाने की संभावना है। इसलिये आपकी ऊर्जा का सही उपयोग होना चाहिए।एक बार अपनी समय-सारणी पर नज़र डाले , आपको पता चलेगा की आप अपने बच्चो को पर्याप्त समय नही दे रहे हैं। उन्हे अपने पिता की उपस्थिति की जरुरत है, और आपको उनके लिये समय निकालना चाहिए।आप का कल्पक स्वभाव आपको घर तथा कार्यालय में आपकी गती को बरकरार रखने तथा आपके जीवन में रोचकता लाने के लिये मदद करेगा। इसे बरकरार रखे जिससे जीवन की इसे जारी रखो और जीवन में नीरसता अतीत, भूली हुई एवं दफनाई गाई बाते होगी!आपकी शारीरिक स्थिति के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध और वैमनस्य के रूप में मानसिक आघात भी पहुँचा सकती हैं।एक लंबे समय से आप अपने कलात्मक कौशल से बच रहें होंगे, अब यह समय इसे निखारने और बाहर लाने का है। यह जरूर ही आपके जीवन में एक नया उत्तेजित करने वाला मिजाज लाएगा।आप चीजों के साथ प्रयोग करते हैं जिसका आप वास्तव में आनंद लेते हैं। धन अथवा स्रोत मनोरंजन के लिए बढ़ावा देते हैं। आप मित्रों के साथ मजा करते हैं। आप स्वयं को ऐसे जबरदस्त जोखिम लेते हुए पाते हैं जो आपको ऐसा व्यक्ति बनाते हैं जिसके जैसा आप होना चाह रहे हैं।किसी अप्रत्याशित व्यक्ति से कोई अप्रत्याशित पहुँच आपके दिनों को नीरस बनाएगी। इस अवसर का उपयोग इसे व्यर्थ किए बिना कीजिए।",
    "6": "आपके नए प्रोजेक्ट के लिए आपके मन में बहुत सारी कल्पनायें आयेगी। प्रयोग करने की आपकी क्षमता उसमें सें अच्छी कल्पना चुननें में आपकी मदद करेगी।किसी की आलोचना करने वाली टिप्पणी देने से पहले विचार करने की कोशिश करें क्योंकि जहाँ ज़रुरत नही वहाँ भी सलाह देने की आपकी आदत हैं।आपके कुछ सनकी आदतें, जिसकी वजह से आपकी किसी के साथ नही बनती, कड़ी मेहनत और , ध्यान से कम होगा। अब आप लोगों के साथ ज्यादा आत्मविश्वास से व्यवहार कर पाएंगे।आपकी अत्यंत संवेदनशील भावनाएं आपकी व्यक्तिगत प्रगती को रोक सकती है और आपको कुछ खोने की नौबत आ सकती है। किसी भी बात पर प्रतिक्रिया देने से पहले गंभीरता से विचार करें।पारिवारिक समस्यायें तथा कैरियर से संबंधित अनिश्चिततायेँ महिलाओं के जीवन में कश्मकश लायेंगी। अच्छा होने की कामना करें, आपके प्रियजनों के सहयोग से आपको इन समस्याओं से छुटकारा मिल सकता है ।आप नवीनता नाविन्यता की ओर खिंचे जाने वाले इंसान हैं और यही बात आपको कुछ नई परियोजनाओ से जोड़ देगी जिससे आपको निश्चित ही बिना विलंब फ़ायदा होगा।आपकी ज़िद्दी प्रकृति दूसरों को अनुभव करवाएगी कि आप कुछ अलग हैं और आप में संवेदनशील और भावुक होने की महिलाओं वाली प्रकृति की कमी है।आपने कुछ समय से मुख्य रूप से धन और समय के कारण घूमने या किसी हिचकिचाहट के लिए जाने जैसी आपकी इच्छाओं को प्रकट नहीं किया होगा। अब कुछ ऐसा कार्य, जो आपको खुश करे, उसे करने के लिए हर चीज आपके पक्ष में होगी।आनंद लेने के क्षण एकबार फिर यहाँ आपके लिए हैं, क्योंकि आप अपने पसंदीदा मार्ग में रोमांच खोजने के लिए एक नया मार्ग पाएँगे।अधिक से अधिक लोग आपके मार्गदर्शन के लिए आप के पास आएँगे जिसकी आपने आशा भी नहीं की होगी। यह आपके दिन और दिमाग को व्यस्त बनाएगा, और आप एक खुशहाल परिस्थिति से होकर गुजरेंगे।",
    "7": "प्रयोग करने की आपकी क्षमता आपको नवीन के योजना अनुसार बजट का चयन करने में आपकों सक्षम बनायेगी। आपको वरिष्ठों की प्रशंसा प्राप्त होगी।इस हफ्ते आपकी संताने आपको अधिक सहयोग देंगे। आपके सपनों को साकार करने हेतू वे अपना योगदान देंगे।नयी परियोजना शुरु करते समय उसमें ज्यादा से ज्यादा मुनाफ़ा प्राप्त करने हेतू आपकी कल्पनाओं को अमल मे लाने के लिये आपके सहयोगियों के विरोध का सामना आपको करना पड़ेगा।अपने बच्चो के साथ यात्रा पर जाने के बारे में अगर आप सोच रहे हैं, तो यह उचित समय हैं। पिता के रुप में उन्हे आपके प्यार एवं देखभाल की कितनी ज़रुरत है यह समझ के लिए आपको एक अवसर साबित होगा।खुद पर दया करने की प्रवृत्ति छोड़िए। भविष्य के बारे में आपकी चिंताएं कई दिनो तक चलती रहेगी। हमेशा अच्छे की कामना करें, जल्द ही इस परिस्थिति में बदलाव आयेगा।जो बदलाव आप अपने कार्य परियोजनाओ में लाना चाहते है उस पर अमल करने के लिये यह वक्त सही हैं। आप जिनसे मदद की उम्मीद रखते है उनसे आपको भौतिक तथा आर्थिक मदद प्राप्त होगी ।अपने मन को तरोताजा करने वाला करने के लिए किसी को पाइए, क्योंकि यदि आप केवल अपने कैरियर अथवा कार्य के साथ ही जाते हैं तो आप कुछ नीरस हो सकते हैं। इस सप्ताह कोई छुट्टी आपके लिए अधिक ताजगी लाएगा।आपको अपनी शारीरिक ताकत बढ़ाने के लिए इन दिनों बहुत बदलावों और चुनौतियों की आवश्यकता है। एकरूपता और उत्तेजना की सतत् कमी से रक्षा करने की आवश्यकता है।यद्यपि आप कई लोगों से परिचित हैं, तथापि आपको तर्क करने की आपकी योग्यता को उपयोगी रूप से उपयोग करने का प्रयास करना चाहिए और ऐसे वास्तविक लोगों को खोजने का प्रयास करना चाहिए जो आपके लिए संवाद करने एवं मित्र बनने के लिए अच्छे हों।आपकी अनिश्चितता की समझ आपके अंदर चिंता, अवसाद और भय का निर्माण करेगी। कुछ दिनों का अवकाश लीजिए और अपने परिवार के साथ रहिए जो आपके जीवन में पुनरुद्धार और सामंजस्य को वापस लाने में सहायता करेगा।",
    "8": "आप काफी नियमित रूप से किसी व्यक्ति से बातचीत करते हैं, तो उसकी ओर अनजाने में आकर्षित हो सकते है। आपको इस व्यक्ति से सावधान रहना होगा, क्योंकि यह आकर्षण आपसे उसके वास्तविक स्वभाव को छुपा सकता है।आपकी असुरक्षा की भावना जो आप में चिंता, अनिश्चितता, अवसाद और भयानकता पैदा करते हैं, वे आपके जीवन की सुंदरता और तालमेल को कुछ पलो तक आपसे दूर करते हैं।खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।हालांकि आप अपने मर्जी के मालिक दिखाई देते है, परंतु आप मित्रतापूर्ण, दयालु, सज्जन तथा परोपकारी हैं। दिलासा और देखभाल की ज़रुरत वाले कई लोग आपका यह लक्षण पता चलने पर आपकी तरफ आकर्षित होंगे।इस सप्ताह आप जिन परियोजनाओं पर काम करेंगे वह फलदायी रहेगी क्योंकि आपके लक्षण अभी अनुकूल स्थिती में हैं जो आपको आकर्षक, बौद्धिक, अती उत्साही तथा अनुकूलनीय बनाएंगे।आप जिस व्यक्ति के प्रति आकर्षित हो रहे है उसके साथ बात करने से पहले एक या दो बार अवश्य सोचें। इस रिश्ते को अगर आप गंभीरतापूर्वक ले रहे है तो इसपर किसी नतिज़े पर पहुंचने से पहले प्रत्येक सकारात्मक एवं नकारात्मक पहलू पर विचार करें।आप अनुभव करेंगे कि आजकल आपका वैवाहिक जीवन बहुत ही नीरस है। आपको अधिक वार्तालाप करने वाला और प्रतिबद्ध होने का प्रयास करना चाहिए क्योंकि यह भी एक ऐसी चीज है जो किसी संबंध में बड़ी भूमिका निभाती है।माँ के रूप में आपका प्रेम और देखभाल इन दिनों अधिक उभरेगा, क्योंकि बच्चों के साथ-साथ निकट के अन्य लोग भी आपके साथ रहते समय अधिक राहत महसूस करेंगे।जरूरतमंद व्यक्तियों की सहायता करने की आपकी योग्यता आपको लोगों के बीच व्यापक पहचान दिलाएगी। यह उन लोगों के प्रति एक प्यारा सा प्रतिकार होगा जो हमेशा आपके प्रयासों को नकारने के लिए कोई न कोई कारण ढूँढते रहते थे।आपको किसी सुंदर स्थान की मजेदार यात्रा के लिए प्रस्ताव मिलेंगे। आप इस यात्रा का अधिक आनंद लेंगे क्योंकि आप अपने प्रियजनों के साथ हैं।",
    "9": "प्रयोग करने योग्य आपकी क्षमता आपके लिए वरदान सिद्ध होगी और हर व्यक्ति को तैयार करने हेतू तथा आपकी ओर ध्यान देने हेतू आप इस स्त्रोत का उपयोग करेंगे।इधर उधर संदेह करना एवं बोलचाल के अभाव से भाई-बहन के रिश्तो में खटास आने की संभावना है। चीजों को अपूरणीय चरण तक गिरने देने के बजाय शुरू में ही बात करके सुधारना बेहतर होगा।आपके कुछ सनकी आदतें, जिसकी वजह से आपकी किसी के साथ नही बनती, कड़ी मेहनत और , ध्यान से कम होगा। अब आप लोगों के साथ ज्यादा आत्मविश्वास से व्यवहार कर पाएंगे।अपने और अपने प्रेम संबंधों के विकास के बीच एक संतुलन साधने की तुलना में अपने समूह के सहयोगियों, या परियोजनाओं के प्रति अपने दायित्व, आपके सीमा को बढ़ाने की संभावना है। इसलिये आपकी ऊर्जा का सही उपयोग होना चाहिए।एक बार अपनी समय-सारणी पर नज़र डाले , आपको पता चलेगा की आप अपने बच्चो को पर्याप्त समय नही दे रहे हैं। उन्हे अपने पिता की उपस्थिति की जरुरत है, और आपको उनके लिये समय निकालना चाहिए।आप का कल्पक स्वभाव आपको घर तथा कार्यालय में आपकी गती को बरकरार रखने तथा आपके जीवन में रोचकता लाने के लिये मदद करेगा। इसे बरकरार रखे जिससे जीवन की इसे जारी रखो और जीवन में नीरसता अतीत, भूली हुई एवं दफनाई गाई बाते होगी!आपने कुछ समय से मुख्य रूप से धन और समय के कारण घूमने या किसी हिचकिचाहट के लिए जाने जैसी आपकी इच्छाओं को प्रकट नहीं किया होगा। अब कुछ ऐसा कार्य, जो आपको खुश करे, उसे करने के लिए हर चीज आपके पक्ष में होगी।यद्यपि आपको क्या छिए यह आपको पता है, तथापि कोई सहज तरीका प्राप्त करने के लिए आपको स्वयं को दूसरों के प्रति पर्याप्त तर्क के साथ प्रस्तुत करने के लिए सक्षम होना चाहिए। स्वयं को प्रस्तुत करते समय और अधिक तार्किक होने का प्रयास कीजिए।आप चीजों के साथ प्रयोग करते हैं जिसका आप वास्तव में आनंद लेते हैं। धन अथवा स्रोत मनोरंजन के लिए बढ़ावा देते हैं। आप मित्रों के साथ मजा करते हैं। आप स्वयं को ऐसे जबरदस्त जोखिम लेते हुए पाते हैं जो आपको ऐसा व्यक्ति बनाते हैं जिसके जैसा आप होना चाह रहे हैं।अधिक से अधिक लोग आपके मार्गदर्शन के लिए आप के पास आएँगे जिसकी आपने आशा भी नहीं की होगी। यह आपके दिन और दिमाग को व्यस्त बनाएगा, और आप एक खुशहाल परिस्थिति से होकर गुजरेंगे।",
    "10": "आपके नए प्रोजेक्ट के लिए आपके मन में बहुत सारी कल्पनायें आयेगी। प्रयोग करने की आपकी क्षमता उसमें सें अच्छी कल्पना चुननें में आपकी मदद करेगी।उत्कृष्ट व्यक्तित्व वाले महत्वपूर्ण व्यक्तियों के साथ काम करने से आपको लंबे समय से सताने वाले नकारात्मक लक्षणों से छुटकारा मिलेगा।आपका स्वभाव नीरस, पूर्वाग्रहयुक्त एव हमेशा चिंता करनेवाला है । आप पहले से बहुत ज्यादा कमज़ोर हो गये हैं, और मनुष्य की तरह अब निर्णय लेने में खुद को सक्षम नही समझते।आप नवीनता नाविन्यता की ओर खिंचे जाने वाले इंसान हैं और यही बात आपको कुछ नई परियोजनाओ से जोड़ देगी जिससे आपको निश्चित ही बिना विलंब फ़ायदा होगा।लक्षणो के अनुसार आप कुछ दिनो तक जटिल परीस्थितीयों से गुजरने वाले है। जो भी काम आप अपने हाथ में लेंगे उसमें आप खुद को व्याकुल एवं तर्कसंगत पायेंगे। आपको यह लगेगा की सही मायने में आप अपनी तर्कशुद्धता से कुशल निर्णय लेने की क्षमता खो बैठे हैं।आपको अपनी शारीरिक ताकत बढ़ाने के लिए इन दिनों बहुत बदलावों और चुनौतियों की आवश्यकता है। एकरूपता और उत्तेजना की सतत् कमी से रक्षा करने की आवश्यकता है।जो आपके अनुकूल था उसे बार-बार आपके दिमाग में अरुचिकर अनुस्मारक प्रदान करते हुए एक लंबे समय से बेखबर रखा गया होगा। अब आप पुरानी स्मृतियों को ताजा करने में कुछ समय व्यतीत करने के लिए कोई रास्ता खोजेंगे।आनंद लेने के क्षण एकबार फिर यहाँ आपके लिए हैं, क्योंकि आप अपने पसंदीदा मार्ग में रोमांच खोजने के लिए एक नया मार्ग पाएँगे।यदि आपके पास अन्य विकल्प हैं तो यात्राओं की अपेक्षा उन पर निर्भर रहना अधिक बेहतर है क्योंकि छोटी दुर्घटनाओं के या छोटे हादसे होने की संभावनाएँ होती हैं।किसी अप्रत्याशित स्रोत से आर्थिक सहायता आपको उस कार्य को बढ़ाने के लिए सक्षम करेगी जिसके बारे में आपको लगता था कि यह बिना उचित सहायता के समाप्त नहीं होगा।",
    "11": "प्रयोग करने की आपकी क्षमता आपको नवीन के योजना अनुसार बजट का चयन करने में आपकों सक्षम बनायेगी। आपको वरिष्ठों की प्रशंसा प्राप्त होगी।आपका अनोखापन जिसकी सब लोग हंसी उड़ाते है, इससे आपको इस हफ्ते लाभ होनेवाला हैं। समारोह या सार्वजनिक सम्मेलन में आप महत्वपूर्ण व्यक्ति बनेंगे।आपके प्रियजन आपके साथ ऐसा बर्ताव करेंगे जिससे आपको मानसिक आघात पहुंचेगा। शांत रहना आपके लिये बेहेतर होगा, क्योंकि अभी आपसे सामान्य प्रतिक्रिया की अपेक्षा की जाती हैं।अन्न एवं मद्यपान में ज्यादा न डुबे अन्यथा आपको शारीरिक पीड़ा और आपकी पत्नी और बच्चो को इससे मानसिक तनाव का सामना करना पड़ सकता हैं ।जो बदलाव आप अपने कार्य परियोजनाओ में लाना चाहते है उस पर अमल करने के लिये यह वक्त सही हैं। आप जिनसे मदद की उम्मीद रखते है उनसे आपको भौतिक तथा आर्थिक मदद प्राप्त होगी ।आप साझा रुचियों और भावनात्मक संगति को अधिक महत्व देतें हैं, किंतु आपको स्वयं को भी वह सब स्वीकार करने के लिए तैयार करना चाहिए जो दूसरों को उनके विचारों के लिए उनको कहना और प्रोत्साहित करना पड़ता है। अन्यथा यह आपको दूसरों से दूर कर देगा।एक लंबे समय से आप अपने कलात्मक कौशल से बच रहें होंगे, अब यह समय इसे निखारने और बाहर लाने का है। यह जरूर ही आपके जीवन में एक नया उत्तेजित करने वाला मिजाज लाएगा।अपने प्रियजनों के साथ कोई यात्रा आपको कुछ रोमांचकारी क्षणों की ओर ले जाएगी। इसका आनंद लीजिए, क्योंकि ये वे नहीं हैं जिन्हें आप अकसर प्राप्त करते हैं।यदि विद्यार्थी उनके गैरजिम्मेदाराना और लापरवाह व्यवहार को जारी रखते हैं, तो विद्यार्थियों को बड़ों के द्वारा दोषी ठहराया जाएगा। अब आपके अध्ययन के साथ-साथ भावी जीवन के प्रति कुछ जिम्मेदार कदम उठाने के लिए यह सही समय है।किसी अप्रत्याशित व्यक्ति से कोई अप्रत्याशित पहुँच आपके दिनों को नीरस बनाएगी। इस अवसर का उपयोग इसे व्यर्थ किए बिना कीजिए।",
    "date": "रविवार, 19 जुलाई 2020 से शनिवार, 25 जुलाई 2020"
}
]
