horo_hindi=[
{
    "0": "प्रयोग करने योग्य आपकी क्षमता आपके लिए वरदान सिद्ध होगी और हर व्यक्ति को तैयार करने हेतू तथा आपकी ओर ध्यान देने हेतू आप इस स्त्रोत का उपयोग करेंगे।आप बिना किसी दूसरी सोच के किसी व्यक्ति की ओर आकर्षित होंगे।आपके कुछ सनकी आदतें, जिसकी वजह से आपकी किसी के साथ नही बनती, कड़ी मेहनत और , ध्यान से कम होगा। अब आप लोगों के साथ ज्यादा आत्मविश्वास से व्यवहार कर पाएंगे।कुछ ऐसी घटनाएँ होगी जब आपके प्रियजन आपके साथ सुरक्षित, संरक्षित एवं अच्छा महसूस करेंगे, यहाँ आपका वात्सल्यपूर्ण स्वभाव सबको दिखाई देगा। दुसरों को मदद करने से आपको संतुष्टी एवं खुशी मिलेगी।आपके पुरुषार्थ में छिपा नारी सुलभ प्यार का लक्षण आपके नये दोस्तों को तब पता चलेगा जब आपके प्यार से उन्हे आपके मददगार होने का अहसास होगा। यह आपके लिये लाभदायक साबित होगा!आप का कल्पक स्वभाव आपको घर तथा कार्यालय में आपकी गती को बरकरार रखने तथा आपके जीवन में रोचकता लाने के लिये मदद करेगा। इसे बरकरार रखे जिससे जीवन की इसे जारी रखो और जीवन में नीरसता अतीत, भूली हुई एवं दफनाई गाई बाते होगी!आप दोनों के बीच गहरी समझ और सहयोग आपके सफल वैवाहिक जीवन के पीछे की प्रेरक शक्ति है। स्वयं को भाग्यशाली समझिए और आप दोनों के बीच प्रेम को बनाए रखने के लिए सभी आवश्यक कार्य कीजिए।सदाचार का कोई कार्य, किसी व्यक्ति को उसकी उस गलती के लिए क्षमा करना जिसने आपको दुख पहुँचाया, आपकी ओर से आपको अपने प्रियजनों के बीच अधिक आदरणीय बनाएगा।आनंद और ताजगी का मिजाज आपको कुछ दिनों के अवकाश पर ले जाने के लिए प्रेरित करेगा। इसके बाद आप और अधिक नया एवं ऊर्जावान अनुभव करेंगे।अधिक से अधिक लोग आपके मार्गदर्शन के लिए आप के पास आएँगे जिसकी आपने आशा भी नहीं की होगी। यह आपके दिन और दिमाग को व्यस्त बनाएगा, और आप एक खुशहाल परिस्थिति से होकर गुजरेंगे।",
    "1": "कार्यस्थान पर कोई या आपका साथी आप पर बहुत दबाव बना रहे है। आपके इर्दगिर्द गंभीर स्थिति उत्पन्न हो रही हैं जिससे आप तंग आ चुके है, फिर भी आप शांत एवं निष्पक्ष हैं।आपका सहनशील, अटल, प्रतिबद्ध एवं उद्देश्यपूर्ण स्वभाव से आपको खुद के एवं दुसरों की समस्याओं को सुलझाने में मदद मिलेगी।आपको इस वक्त असुरक्षित महसूस हो रहा है, इसलिये आपको खुद की उर्जा और उत्साह में बढ़ाने हेतू किसी की मदद की ज़रुरत होगी।आप भावनात्मक प्रबलता और अत्यंत प्यार के लिये तरसते है और अत्यधिक जुनून का इंतजार करते हैं।आपको अपना नया प्यार मिलने से, पुरुष होने के नाते आपमें जो विशेषताएं हैं वो समझने में यह सप्ताह आपको मदद करेगा जैसे प्रशंसनीय, हाजिर जवाब और दरियादिल होना.कल्पना की दुनिया से बाहर निकलने के लिये, जिंदगी का पूरी तरह आनंद उठाये, अधिक जागरुकता फैलाये, नकारात्मक विचारों को दूर रखे तथा अपने विचारो पर हमेशा नियंत्रण रखें।आपकी गहरी, घनिष्ठ दोस्ती, जिसने हमेशा अपने जीवन में एक गहरा अर्थ जोड़ा है, जीवन भर के लिए जरूरी होने वाले जीवनसाथी साबित होंगे । आगे बढ़कर प्रस्ताव रखिए आप पहले ही बहुत विलंब कर चुके हैं।आपका अहम और गर्व हथकड़ियाँ बन सकते हैं जो जीवन में आपकी प्रगति को रोकते हैं। उन लोगों के साथ अधिक मिलना बुद्धिमानी होगी जिनके साथ आप व्यवसाय करते हैं और अपने उद्देश्य तक पहुँचने के लिए उनकी सलाह स्वीकार करते हैं।आपको अपनी शारीरिक ताकत बढ़ाने के लिए इन दिनों बहुत बदलावों और चुनौतियों की आवश्यकता है। एकरूपता और उत्तेजना की सतत् कमी से रक्षा करने की आवश्यकता है।आनंद लेने के क्षण एकबार फिर यहाँ आपके लिए हैं, क्योंकि आप अपने पसंदीदा मार्ग में रोमांच खोजने के लिए एक नया मार्ग पाएँगे।",
    "2": "खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।इस हफ्ते आप बहुत जल्द क्रोधित होंगे, आलस एवं ऊर्जाहीनता भी महसूस करेंगे। आप पहले जैसे आकर्षक व्यक्ति के रूप में खुद को प्रस्तुत नही कर पायेंगे।आप ईमानदार , परवाह करने वाले होते हुये अपने आपको एक अच्छे पति तथा पिता साबित करेंगे जिससे आपके अंदर छुपा हुआ संवेदनशील और परवाह करनेवाला स्वभाव जागृत होगा।बहुत समय से आपको परेशान कर रहे भ्रम से आपको छुटकारा मिलेगा। आपको पूरी तरह छुटकारा मिलने तक ध्यान चिंतन करते रहें।अपने व्यस्त कार्यों में से कुछ समय निकालिए और एक - दो सप्ताह अपने प्रियजनों के साथ व्यतीत कीजिए। किसी सुंदर स्थान की यात्रा रूमानी पलों की कमी के कारण आपने खराब होते संबंध के लिए एक अभिवर्धक का कार्य करेगा।आपके अंदर की माँ का स्नेह, की वजह से ,आपके बच्चों के साथ-साथ उनके मित्र भी ,कठिनाई में आराम और सलाह के लिए आपके पास आएंगे।आप साझा रुचियों और भावनात्मक संगति को अधिक महत्व देतें हैं, किंतु आपको स्वयं को भी वह सब स्वीकार करने के लिए तैयार करना चाहिए जो दूसरों को उनके विचारों के लिए उनको कहना और प्रोत्साहित करना पड़ता है। अन्यथा यह आपको दूसरों से दूर कर देगा।आपकी शारीरिक स्थिति के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध और वैमनस्य के रूप में मानसिक आघात भी पहुँचा सकती हैं।जरूरतमंद व्यक्तियों की सहायता करने की आपकी योग्यता आपको लोगों के बीच व्यापक पहचान दिलाएगी। यह उन लोगों के प्रति एक प्यारा सा प्रतिकार होगा जो हमेशा आपके प्रयासों को नकारने के लिए कोई न कोई कारण ढूँढते रहते थे।नई नौकरी आपके दैनिक जीवन की प्रक्रियाओं में पूर्ण बदलाव लाएगा। इसमें थोड़ा समय लगेगा किंतु आप नई परिस्थितियों के साथ अतिशीघ्र समायोजित हो जाएँगे।",
    "3": "आने वाले दिनों में स्वयं में सुधार लाना आपके लिये आदर्श रहेगा। इसके लिये आपके मित्रजन तथा रिश्तेदार मददगार रहेंगे.भावनात्मक विस्फोट से केवल अंतहीन समस्याये उत्पन्न होती हैं। परिस्थिति चाहे अच्छी हो या बुरी उसका सामना शांति से करने हेतू खुद को तैयार कर लेना अच्छा होगा। आपके प्रियजनों के प्रति सहानुभूति दिखाने से आपकी छवि को कोई ठेस नही पहुंचेगी।इस हफ्ते आप कुछ पाने के संघर्ष में खुद को निर्मम एवं निर्दय महसूस करेंगे, कभी-कभी अपने आप को और आस पास के लोगों को पागल बनाते हैं ।जबरदस्त इरादे रखने वाली महिलाओं को नकारात्मक स्थितियों में लड़ने के लिये और जोश तथा बल प्राप्त होगा. आपके मेहनत का फल प्राप्त करने का समय अब आ गया हैं।आपके तार्किक तथा तत्पर बुद्धी के साथ साथ आपकी दृढ कल्पना शक्ती और हर चीज़ प्राविण्यपूर्वक करने की इच्छा कुछ विशेष परिणाम दिलायेंगे।आप किसी और महिला की अपेक्षा इतनी सतर्क, गोपननीय और सामान्यत: शंकालु हैं कि आप किसी व्यक्ति या किसी वस्तु के प्रति प्रतिबद्ध होने के पूर्व अधिक सावधान और जाँच-पड़ताल करने वाली महिला होती हैं।अनावश्यक आलोचना, अत्यधिक चिंता और भय ऐसे घटक होंगे जो स्वतंत्रता और सहजता की आपकी समझ को नियंत्रित करते हैं। आप अपने सहकर्मियों की दूरी से नीरस अनुभव करेंगे, आपको अत्यधिक प्रोत्साहन और प्रेरणा की आवश्यकता है।जबरदस्ती खाना और उकसाया गया मदिरापान आपके स्वास्थ्य को खराब कर सकता है। ध्यान और स्वनियंत्रण इस स्थिति से बाहर निकलने के लिए आपकी सहायता करेगा।आपने कुछ समय से मुख्य रूप से धन और समय के कारण घूमने या किसी हिचकिचाहट के लिए जाने जैसी आपकी इच्छाओं को प्रकट नहीं किया होगा। अब कुछ ऐसा कार्य, जो आपको खुश करे, उसे करने के लिए हर चीज आपके पक्ष में होगी।परिस्थिति का संपूर्ण विश्लेषण करके आपको सर्वश्रेष्ठ प्राप्त ही होगा भले ही यह कोई नए उपक्रम की शुरुआत हो या किसी जीवनसाथी का चुनाव करना हो।",
    "4": "आपके जीवन से संबंधित सभी पहलुओं पर प्रयोग करने कि आंतरिक आवश्यकता, चाहे वह व्यक्तिगत हो या व्यवसायक , आपको शत्रुता दे सकती है। हर कदम ध्यान से उठायें और आप कभी अफसोस नहीं करेंगे ।आपका व्यक्तिमत्व, मज़ाक करने की आदत और तेज तर्कसंगत दिमाग आपको आपके कैरियर में जल्द बढ़ोतरी देगा।आपके सनकीपन के कारण वरिष्ठों को आप पर नकारात्मक राय प्रगट होगा । किसी अच्छे समुपदेशक के साथ खुलकर बात करने से आपको इसका हल मिलेगा।आपके परिवार या अपने अधिवास के बारे में आप मानसिक रुप से सकारात्मक एवं उन्मुक्त हैं। जिनके कारण आप संपन्न महसूस करते हैं। वास्तव में, पैसा आता जाता रहता हैं। आपकी बुद्धिमानी से अच्छी प्राप्ति होगी।आपकी सुनियोजित जीवनशैली में आप को आकस्मिक भावनात्मक झटका लग सकता है। इससे आपको लगेगा की आपके आस पास सब कुछ बदल चुका है जिसके लिये आप तैयार नही थे। अपनी ओर से थोड़ी सी नवीनता आपके लिये अच्छा साबित हो सकता है।आप केवल उन लोगों को ही प्रेम कर सकते हैं जिनके साथ आप कार्य करते हैं। सच्चाई यह है कि किसी के साथ अच्छा कार्य करना और उसके साथ विचारों को साझा करना ही आप में बदलाव ला सकता है। आप चलने में तेज हैं – उतावलेपन की प्रवृत्ति से सावधान रहें।अब यह समय आपकी व्यक्तिगत वृद्धि के लिए नजरियों पर अधिक सोचने का है, क्योंकि यह आपके लिए आपके और आपके परिवार हेतु जीने का समय है।खेलों और छोटी चुनौतियों के लिए आपका प्रेम इस सप्ताह आपके लिए निर्धारित यात्रा को मजेदार बनाएगा।आप एक नए अनुबंध में हस्ताक्षर करेंगे, जो आपको ऐसा कैरियर प्रदान करेगा जो स्थिर और सुरक्षित दोनों है।कोई भी निर्णय करने के पूर्व अपने परिवार के साथ परामर्श कीजिए, क्योंकि आपके प्रियजनों से अप्रत्याशित अस्वीकृति के अवसर होते हैं।",
    "5": "सुंदरता और सामंजस्य की ओर आपका आकर्षण आपको कुछ नवीन परिस्थितियों के समीप लायेगा। इससे आप ज्यादा आरामदायी और कार्यक्षम महसूस करेंगे ।खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।आपको इस वक्त असुरक्षित महसूस हो रहा है, इसलिये आपको खुद की उर्जा और उत्साह में बढ़ाने हेतू किसी की मदद की ज़रुरत होगी।बहुत समय से आपको परेशान कर रहे भ्रम से आपको छुटकारा मिलेगा। आपको पूरी तरह छुटकारा मिलने तक ध्यान चिंतन करते रहें।जिंदगी जीने तथा जिंदगी में सब कुछ अच्छा पाने का जोश आपको उन सब परेशानियों से छुटकारा दिलाएगा जिनका सामना आप बहुत दिनों से कर रहे थे।बच्चे उनकी समस्याओं के लिए आप पर अधिक निर्भर रहेंगे। एक माँ के रूप में आप अपने व्यावहारिक और बुद्धिमान मस्तिष्क के साथ इससे बाहर निकलने में उनकी सहायता कर सकते है ।आपका अहम और गर्व हथकड़ियाँ बन सकते हैं जो जीवन में आपकी प्रगति को रोकते हैं। उन लोगों के साथ अधिक मिलना बुद्धिमानी होगी जिनके साथ आप व्यवसाय करते हैं और अपने उद्देश्य तक पहुँचने के लिए उनकी सलाह स्वीकार करते हैं।आपके आगे एक ऊर्जात्मक और तरोताजा करने वाला करने वाला सप्ताह । आप अपने कार्य या नए उद्यमों से संबंध रखने वाले नई चुनौतियों को स्वीकार करने के लिए तैयार रहेंगे । आपकी ताजगी आपके संपूर्ण परिवार के लिए एकरूपता लाएगा।आपकी शारीरिक स्थिति के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध और वैमनस्य के रूप में मानसिक आघात भी पहुँचा सकती हैं।आप किसी जोशीले, स्थिर, स्नेही व्यक्ति को खोजने का एक अवसर पाएँगे जो एक खुशहाल संबंध के लिए सर्वश्रेष्ठ पसंद में बदल जाएगा।",
    "6": "प्रयोग करने की आपकी क्षमता आपको नवीन के योजना अनुसार बजट का चयन करने में आपकों सक्षम बनायेगी। आपको वरिष्ठों की प्रशंसा प्राप्त होगी।कार्यस्थान पर कोई या आपका साथी आप पर बहुत दबाव बना रहे है। आपके इर्दगिर्द गंभीर स्थिति उत्पन्न हो रही हैं जिससे आप तंग आ चुके है, फिर भी आप शांत एवं निष्पक्ष हैं।इस हफ्ते आप बहुत जल्द क्रोधित होंगे, आलस एवं ऊर्जाहीनता भी महसूस करेंगे। आप पहले जैसे आकर्षक व्यक्ति के रूप में खुद को प्रस्तुत नही कर पायेंगे।किसी आकर्षक व्यक्ति को अपने प्यार में पागल करना आपको अच्छा लगता हैं क्योंकि आप स्वच्छंद, प्रभावशाली एवं साहसी हैं।अपने बच्चो के साथ यात्रा पर जाने के बारे में अगर आप सोच रहे हैं, तो यह उचित समय हैं। पिता के रुप में उन्हे आपके प्यार एवं देखभाल की कितनी ज़रुरत है यह समझ के लिए आपको एक अवसर साबित होगा।अत्यंत प्रेममय और कर्तव्यनिष्ठ मनुष्य होने के नाते आप जिन लोगो के साथ रहेंगे वो आपसे प्यार एवं आपकी परवाह करेंगे।जो बदलाव आप अपने कार्य परियोजनाओ में लाना चाहते है उस पर अमल करने के लिये यह वक्त सही हैं। आप जिनसे मदद की उम्मीद रखते है उनसे आपको भौतिक तथा आर्थिक मदद प्राप्त होगी ।आपके दरियादिल एवं जोशपूर्ण लक्षण आपके लिये बहुत प्यार और खुशी के पल लेकर आयेंगे।आप साझा रुचियों और भावनात्मक संगति को अधिक महत्व देतें हैं, किंतु आपको स्वयं को भी वह सब स्वीकार करने के लिए तैयार करना चाहिए जो दूसरों को उनके विचारों के लिए उनको कहना और प्रोत्साहित करना पड़ता है। अन्यथा यह आपको दूसरों से दूर कर देगा।जबरदस्ती खाना और उकसाया गया मदिरापान आपके स्वास्थ्य को खराब कर सकता है। ध्यान और स्वनियंत्रण इस स्थिति से बाहर निकलने के लिए आपकी सहायता करेगा।",
    "7": "आप किसी भी सुंदर वस्तु और सामंजस्यता प्राप्त करने में उदार है और उसके लिए पैसा औऱ उर्जा खर्च करने के लिए तैयार रहेंगे ।आने वाले दिनों में स्वयं में सुधार लाना आपके लिये आदर्श रहेगा। इसके लिये आपके मित्रजन तथा रिश्तेदार मददगार रहेंगे.इस हफ्ते आप कुछ पाने के संघर्ष में खुद को निर्मम एवं निर्दय महसूस करेंगे, कभी-कभी अपने आप को और आस पास के लोगों को पागल बनाते हैं ।जबरदस्त इरादे रखने वाली महिलाओं को नकारात्मक स्थितियों में लड़ने के लिये और जोश तथा बल प्राप्त होगा. आपके मेहनत का फल प्राप्त करने का समय अब आ गया हैं।आत्मविश्वास तथा बेहतर पाने की मानसिक तैयारी आपके जोश को बढ़ावा देंगे। आपका आत्मविश्वास आपके लिये हमेशा मार्गदर्शक रहेगा।आप किसी और महिला की अपेक्षा इतनी सतर्क, गोपननीय और सामान्यत: शंकालु हैं कि आप किसी व्यक्ति या किसी वस्तु के प्रति प्रतिबद्ध होने के पूर्व अधिक सावधान और जाँच-पड़ताल करने वाली महिला होती हैं।अनावश्यक आलोचना, अत्यधिक चिंता और भय ऐसे घटक होंगे जो स्वतंत्रता और सहजता की आपकी समझ को नियंत्रित करते हैं। आप अपने सहकर्मियों की दूरी से नीरस अनुभव करेंगे, आपको अत्यधिक प्रोत्साहन और प्रेरणा की आवश्यकता है।आपकी वर्तमान शारीरिक स्थिति का विश्लेषण करने के लिए कुछ समय खर्च करना ही आपको अधिक उर्जात्मक और खुशहाल बनाएगा। इस तरह यह आपको आपकी वर्तमान नीरसता के लिए कोई समाधान ढूँढने में सक्षम करेगा, जो आपको चिढ़चिढ़ा और उदास कर रही है।आपको अपनी शारीरिक ताकत बढ़ाने के लिए इन दिनों बहुत बदलावों और चुनौतियों की आवश्यकता है। एकरूपता और उत्तेजना की सतत् कमी से रक्षा करने की आवश्यकता है।जो आपके अनुकूल था उसे बार-बार आपके दिमाग में अरुचिकर अनुस्मारक प्रदान करते हुए एक लंबे समय से बेखबर रखा गया होगा। अब आप पुरानी स्मृतियों को ताजा करने में कुछ समय व्यतीत करने के लिए कोई रास्ता खोजेंगे।",
    "8": "कार्यस्थान पर कोई या आपका साथी आप पर बहुत दबाव बना रहे है। आपके इर्दगिर्द गंभीर स्थिति उत्पन्न हो रही हैं जिससे आप तंग आ चुके है, फिर भी आप शांत एवं निष्पक्ष हैं।किसी मामले को आत्मविश्वास के साथ सुलझाने की आपकी क्षमता आपको कठोर परिस्थिति का सामना शांति के साथ करने हेतू मदद करेगी। दूसरों के प्रति अपनी भावनाओं पर पूरा नियंत्रण रखें।अपने और अपने प्रेम संबंधों के विकास के बीच एक संतुलन साधने की तुलना में अपने समूह के सहयोगियों, या परियोजनाओं के प्रति अपने दायित्व, आपके सीमा को बढ़ाने की संभावना है। इसलिये आपकी ऊर्जा का सही उपयोग होना चाहिए।साधारण शाम की पार्टी एवं नृत्य के बजाय आप किसी कल्पित जगह के लिये प्यार भरे सपने देखेंगे।इस हफ्ते के पूर्वानुमान के अनुसार ,पुरुषो के लिये यह हफ्ते , आगे बहुत अच्छा दिखाई देता हैं। बहुत दिनों से जो अच्छी योजनाएं पुरुष बना रहे थे उसके लिये बाहर निकलने का प्रोत्साहन उन्हे इस हफ्ते मिलेगा रचनात्मकता एवं कल्पनाशक्ती आपकी अच्छी आदते हैं। इसे बढ़ावा देना तथा इसके लिये ज़रुरत अनुसार सहयोग लेने की सलाह आपको दी जाती हैं। याद रखें इससे आपके जीवन शैली में भी सुधार आयेगा।इस हफ्ते कामदेव के तीर के साथ आपका लक्ष्य निशाने पर है,आप जिसकी कामना करेंगे वो आपको मिलेगा, इसलिये आपको जो चाहिये सिर्फ उसी की कामना करें, क्योंकि वो आपको मिलनेवाला हैं, उससे कही ज़्यादा भी आपको मिल सकता हैं।आप दुखी और अवसादग्रस्त अनुभव कर सकती हैं क्योंकि चीजें संभवत: आपकी अपेक्षाओं के अनुसार नहीं चल रहीं हैं। इसे आपको आलसी और हतोत्साहित न बनाने दें। आपके जीवन की यात्राओं में से एक में कोई छोटा सा अवरोध हो सकता है। याद रखें कि आपको लक्ष्य पूरा करना है।आपकी शारीरिक स्थिति के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध और वैमनस्य के रूप में मानसिक आघात भी पहुँचा सकती हैं।आप चीजों के साथ प्रयोग करते हैं जिसका आप वास्तव में आनंद लेते हैं। धन अथवा स्रोत मनोरंजन के लिए बढ़ावा देते हैं। आप मित्रों के साथ मजा करते हैं। आप स्वयं को ऐसे जबरदस्त जोखिम लेते हुए पाते हैं जो आपको ऐसा व्यक्ति बनाते हैं जिसके जैसा आप होना चाह रहे हैं।",
    "9": "आपको हमेशा अपनी स्फूर्तिदायक साथी मिलेगा जिनके साथ आप अपनी मानसिक समस्या बाँट सकते है।खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।बाहर से आप कठोर आदमी की तरह दिखते हैं फिर भी आपका कोमल तथा प्रेममय स्वभाव इन दिनो विकसित होगा, जिससे आप पहले से भी ज्यादा परवाह करनेवाले और प्रेममय हो जायेंगे।आपकी मुलाकात कुछ ऐसे वन्दनीय लोगों से होगी जो आपको अपने मायाजाल से छुटकारा दिलायेंगे, इससे आपकी रचनात्मक प्रतिभा को भी प्रोत्साहन मिलेगा।आपके दिमाग में जो भी हो उसके बारे में अपने साथी से बात कीजिए और आपके उन छोटे संदेहों से छुटकारा पाइए जो कुछ समय से आपको परेशान कर रहे हैं।बच्चे उनकी समस्याओं के लिए आप पर अधिक निर्भर रहेंगे। एक माँ के रूप में आप अपने व्यावहारिक और बुद्धिमान मस्तिष्क के साथ इससे बाहर निकलने में उनकी सहायता कर सकते है ।ऐसे लोग जो धर्मार्थ या ऐसी संस्थाओं से संबंधित होते हैं वे आपके प्रयासों को लोगों द्वारा व्यापक रूप से स्वीकार करता हुआ पाएँगे। अच्‍छा कार्य करने का परिणाम सदैव अच्छा होगा।आनंद और ताजगी का मिजाज आपको कुछ दिनों के अवकाश पर ले जाने के लिए प्रेरित करेगा। इसके बाद आप और अधिक नया एवं ऊर्जावान अनुभव करेंगे।अधिक से अधिक लोगों के साथ मिलकर स्वयं के बारे में सोचने पर आप जितना कम समय व्यतीत करते हैं वह आपको कुछ रूमानी पलों के साथ प्रस्तुत करेगा।आपके परिवार से अलग होना आपके लिए एक नया अनुभव होगा। किंतु ये बदलाव आपको जीवन में किसी समस्या का सामना करने के लिए अधिक स्वतंत्र और आत्मविश्वासी बनाएगा।",
    "10": "आपमें मज़ाक करने की प्रबल शक्ती है तथा बच्चो जैसा स्वाभाविक उत्साह भी हैं जिसके कारण इस हफ्ते आपसे घुलने मिलने वाले लोगों के बीच आप लोकप्रिय बने रहेंगे।आपका सहनशील, अटल, प्रतिबद्ध एवं उद्देश्यपूर्ण स्वभाव से आपको खुद के एवं दुसरों की समस्याओं को सुलझाने में मदद मिलेगी।महिलाये जिनके साथ रहेंगी उनसे आदर तथा पहचान हासिल करेंगी। आप खुद को महत्वपूर्ण मौकों पर प्रस्तुत करने योग्य समझेगी।किसी भी स्थिति का सही आकलन करने की आपकी आदत आपके दैनिक जीवन में आनेवाले लोगों से आपको अधिक आगे रखती हैं।आपके धैर्य की वजह से आप जिस बात का बहुत दिनो से इतज़ार कर रहे थे आपको अभी प्राप्त होगी। आपके प्रयासों की निश्चित ही सराहना होगी।आप अपने पद के अनुसार कार्य करने के लिए स्वयं को चतुर, व्यवस्थित, मेहनती, परिकलन और संतुष्ट सिद्ध करेंगे। यदि दूसरे अनुभव करते हैं कि आपके पास स्त्रित्व की अपेक्षा अधिक ताकत है तो शर्मिंदा होने की आवश्यकता नहीं है।आपकी वर्तमान शारीरिक स्थिति का विश्लेषण करने के लिए कुछ समय खर्च करना ही आपको अधिक उर्जात्मक और खुशहाल बनाएगा। इस तरह यह आपको आपकी वर्तमान नीरसता के लिए कोई समाधान ढूँढने में सक्षम करेगा, जो आपको चिढ़चिढ़ा और उदास कर रही है।जो आपके अनुकूल था उसे बार-बार आपके दिमाग में अरुचिकर अनुस्मारक प्रदान करते हुए एक लंबे समय से बेखबर रखा गया होगा। अब आप पुरानी स्मृतियों को ताजा करने में कुछ समय व्यतीत करने के लिए कोई रास्ता खोजेंगे।अपने प्रियजनों के साथ कोई यात्रा आपको कुछ रोमांचकारी क्षणों की ओर ले जाएगी। इसका आनंद लीजिए, क्योंकि ये वे नहीं हैं जिन्हें आप अकसर प्राप्त करते हैं।आप किसी ऐसे व्यक्ति को पाएँगे जो आपको उचित मार्गदर्शन प्रदान करेगा क्योंकि आप भ्रम में हैं कि किसी नए उपक्रम में प्रवेश करें या नहीं।",
    "11": "आपकी गुणवत्ता, सृजनता और प्रतिभा और सर्वोपरि विश्लेषण शक्ति से आप वरिष्ठों द्वारा सौपे गए काम को सफलतापूर्वक पूरा करेंगे और उनकी शाबाशी प्राप्त करेंगे।आप इस हफ्ते किसी ऐसे व्यक्ति सें मिलेंगे जिसकी ओर आप आकर्षित होंगे। उनकी पहली प्रतिक्रिया से नाराज नही होना चाहिए, बल्कि अगर आपका मन कहता है तो बार बार प्रयास करना चाहिए।कार्यस्थान पर कोई या आपका साथी आप पर बहुत दबाव बना रहे है। आपके इर्दगिर्द गंभीर स्थिति उत्पन्न हो रही हैं जिससे आप तंग आ चुके है, फिर भी आप शांत एवं निष्पक्ष हैं।आपका अनोखापन जिसकी सब लोग हंसी उड़ाते है, इससे आपको इस हफ्ते लाभ होनेवाला हैं। समारोह या सार्वजनिक सम्मेलन में आप महत्वपूर्ण व्यक्ति बनेंगे।अपने परिवार के साथ समय बिताने के लिये छोटी छुट्टी ले लो। केवल उनके लिये पैसा कमाना ही पिता के रुप में आपका कर्तव्य नही हैं परंतु उनकी समस्याओं को सुलझाने हेतू थोड़ा समय भी निकालना होगा ।आप जैसे इन्सान को प्यार, वात्सल्य और सौहार्द की ज़रुरत है और इस हफ्ते आपको किसी ऐसे व्यक्ति का साथ मिलेगा जो आपके लिये परीक्षक की तरह कार्य करेगा। आपको कामयाबी मिलना तय है ।आप अपने घर एवं कार्यालय संरचना में जो परिवर्तन करने कि योजना बना रहे हैं, उसके लिये यह समय अनकूल साबित होगा । इस संबंध में किसी से सलाह मशवरा आपके लिये और अच्छा साबित होगा।गलती करना मानव स्वभाव है और क्षमा करना भगवान है। आपने जो गलती अनजाने में की है उसके लिए अपने प्रियजनों से माफी मिलने से आप अधिक शांति का अनुभव करेंगे।आप अत्यधिक शक्ति को धारण करते हैं और नई परियोजनाओं, नए लोगों और नई रुचियों को प्रेम करते हैं और अपनी आशावादी प्रकृति के द्वारा स्वयं को फिर से नया अनुभव करेंगे।किसी अप्रत्याशित व्यक्ति से कोई अप्रत्याशित पहुँच आपके दिनों को नीरस बनाएगी। इस अवसर का उपयोग इसे व्यर्थ किए बिना कीजिए।",
    "date": "रविवार, 7 मार्च 2021 से शनिवार, 13 मार्च 2021"
}
]
