horo_english=[
  {
    "0": "You possess an irresistible sense of humour and the spontaneous enthusiasm of an innocent child making you popular among those you mingle with during this week. You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now. Emotional blowups will only create unending problems, better prepare yourself to face any situations calmly. Showing sympathy towards your near and dear ones will never bring any harm to your image. Women will attain respect and recognition from those you mingle with. You will find yourself presentable on important occasions. Your family members will not understand your approaches towards them. They will feel some doubts on your acts of loyalty towards them, making you feel sad and dejected. You will prove yourself to be shrewd, organised, hard working, calculating and content to pull all the strings your position allows. Nothing to feel embarrassed if others feel that you are having more vigour than femininity. You will find everything in favour of you as your subordinates and seniors will all be encouraging in your new project. Your bloated ego will present you as offensive and predatory in front of others. A change of mood is really necessary, as you are not acting even according to your moral principles. Will get a relief from an ailment haunting you for a long time, and you will feel more relaxed. You will start relying more on the words of your physician. You are an independent and freedom loving person, and your responsibilities will make you feel tied up. Complaints from those depending on you will make you irritated.",
    "1": "The sense of insecurity you feel would invoke worry, indecisiveness, depression and fearfulness in you. This would keep away the beauty and harmony of your life for a short while The generous and warm qualities you possess while dealing with your siblings will render many joyful and enjoyable moments in your life. You will find it really hard to please and hold your family members. You will find it difficult to cope up with the situation without anyone to give you moral or physical support. Take a short vacation to spend some time with your family. Money earning for them is not the sole responsibility of a father, you must also find out time to solve their problems. Although you tend to appear self-possessive, you are basically friendly, kind, noble and beneficent. Revealing of this nature in you bring more persons attached to you, who seek comfort and care. Whatever projects you indulge this week will become fruitful. Your signs seem to be in favourable position making you more charming, intellectual, dynamically enthusiastic and adaptable. You are healthy and robust. Go ahead with your plans and projects; you will attain success. Your love for games and small challenges will make the journey scheduled for you this week a pleasant one. Falling in love may be one of your favourite pass time, but this is not a good pattern to move along. Now it is time to get into a true, stable and steady relationship or it will be too late. You tend to be somewhat shy and secretive. Also, you value your privacy a lot. All this is going to take a lot of time for you to mingle with the new circumstances you are going through.",
    "2": "Frustration may creep in. You will find that your efforts haven't been rewarded and that you haven't got your benefits. Don't let this disappoint you. Like a phoenix, rise from the ashes! You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. The feminine nature hidden in your masculine shell will open you to new friends as that caring and loving touch will give them the feeling that you are very supportive. It'll do you good! This is a good week to take projects off the backburner. Make space for your new life coming up. If you're unsure about how to proceed, defining your goals is step one. Your thoughts and motivations lie in the area of change and intimacy. Some initially disturbing communications with someone to whom you are romantically inclined may have the effect of a crash course in \"getting to know you\". Your wait to be a mother may be fulfilled this week. There's every likely for a visit to the doctor, bringing joy and a beautiful new essence to life. Precaution and care should be taken and everything should go smooth. An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family. You will act more as a critic and a fussy perfectionist and will be eager to remain attached to your philosophical attitudes. This will raise a strong objection from others, making it somewhat difficult for you to handle the situation. Your ability to be there for the needy persons will bring out wide recognition for you among the public. This will be a sweet revenge of you towards some, who always used to find one or the other reason to disapprove your efforts.",
    "3": "More and more project ideas will come to you. Your ability to experiment will help you choose the best out of it. You will find out a most stimulating partner with whom you can share your mental interest. Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently. Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful. You are a person who is attracted towards novelties. This will bring you attached to some new projects which are sure to gain you profit without much delay. Now it is time to reveal your mind to the one you love. Otherwise, it will turn out to be too late. A feeling of depression will crush the mother in you with the separation of your children for higher studies or job. Forthcoming days are expected to bring you back to mood. Your flighty, confused behaviour will impose severe limitations on your deeds. Although your intentions are good, it will take some more time to gain the public recognition. More and more people will approach you for your guidance without you even expecting it. This will make your days and mind busy, and you will go through a pleasant situation altogether. Think before adapting yourself to the present companionship. This will only enable you to cast off your individuality.",
    "4": "Since you are restless, impulsive and looking for the wildest kind of excitement, it will be difficult for you to find the beauty and harmony you wish. Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true. Lack of communication will bring some disputes in the family. It won't be a matter to wonder, if the other members in the family mistook your commitment towards them. Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father. You will prove yourself to be honest, caring and fitting well with the image of a good husband and father, revealing the sensitive and caring nature you kept deep inside in you till now. What you set to do this week will turn out to be successful to you mainly because of your sharpness, tenacity and obsession for perfection. You are healthy and robust. Go ahead with your plans and projects; you will attain success. Your love for games and small challenges will make the journey scheduled for you this week a pleasant one. Falling in love may be one of your favourite pass time, but this is not a good pattern to move along. Now it is time to get into a true, stable and steady relationship or it will be too late. You tend to be somewhat shy and secretive. Also, you value your privacy a lot. All this is going to take a lot of time for you to mingle with the new circumstances you are going through.",
    "5": "With your talent, creativity, charisma and power of analysing you would successfully finish the assigned tasks and win the accolades of your seniors. You may find yourself unknowingly attracted to someone you interact with quite regularly. You should be watchful of the person as your attraction may blind you from the true nature of the individual. Your peculiarities, which were a source for others to make fun of you, will bring some advantages for you this week. You will find yourself a central figure in some parties or public gatherings. This week you will find yourself relentless and driven in your struggle towards achievement, at times, driving you as well as those around you crazy. You will find time favourable for you to execute the alterations you are planning to make in your house as well as in the office. Consulting with someone related will bring more good to you. Think it over once or twice before speaking out your mind to the person you felt attracted towards. Give a thorough analysing about every positive and negative aspect before jumping into a conclusion. The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome. For a long time you would have been avoiding your artistic talent, now it is time to brush and take it out. This, of course, will bring a new stimulating mood to your life. You will go through some exciting instants this week. Thrilling experiences you haven't experienced for such a long time will come back to you making you more energetic and joyful. An unexpected approach from an unexpected person will make your days harmonious. Utilise this opportunity without wasting it.",
    "6": "Your ability to experiment will prove to be a boon for you and you will be using this resource of yours to make everyone stand up and take notice of you. Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently. Your supersensitive feelings hamper your personal progress. You need to loosen up, taking things a little less seriously rather than reacting to it. Women may not enjoy their day at work. Something relating to your finance may cause worry. But you will not fail to put in as much of effort as you generally do. You must maintain a cautious behaviour at your place of work. Both at workplace and home, your innovative nature will help you keep up the tempo and bring more enjoyment to your life. Keep it up and monotony in life will be a thing of the past, forgotten and buried! Your thoughts and motivations lie in the area of change and intimacy. Some initially disturbing communications with someone to whom you are romantically inclined may have the effect of a crash course in \"getting to know you\". You may feel down and depressed as things may not be going according to your expectations. Let this not make you lethargic and demotivate you. This may only be a small hurdle in one of the life's journeys. Remember you have a goal to fulfil. You have been kept tacit for some time about your wishes like wandering around or hitchhiking, mainly because of money and time. Now everything will come in favour of you for doing something which makes you pleasant. You are quite inventive with things you really enjoy. Money or resources spring up for entertainment. You have fun with friends. You find yourself taking brilliant risks that make a splash and reveal more of who you are discovering yourself to be. More and more people will approach you for your guidance without you even expecting it. This will make your days and mind busy, and you will go through a pleasant situation altogether.",
    "7": "Don't overestimate your abilities as it may lead you to do some blunders. Stay calm and quiet and give a nice thought before boasting on your ability to experiment, as chances are there for you to go wrong. You will be witty, generous, endearing and charming making you a never boring, always active and intensely alive personality for others to deal with. Women will have a favourable week, both at workplace and home. You will find yourself more appreciated and cared by others. Better postpone the changes you intend to do in your current project, as time is not favorable for you to undertake it now. An energy to live and achieve everything best will help you to overcome the inner distresses you were going through for a long while. Others may find you to be a strong personality with your own bold decisions. This can even arise criticism from others as you are firm in spite of being a woman. Children will depend more on you for their problems. As a mother, you will be able to help them out of it with your practical and intelligent mind. Spending some time to analyse your present physical condition will only make you more energetic and pleasant. In a way, this will enable you to seek out a solution for your present dullness, which is making you both irritating and gloomy. Unexpected problems in the family will make you keep away from the trip you planned and dreamed for a long time. Don't feel depressed; chances will come in search of you without much delay. Consult with your family before making any decisions, cause chances are there for unexpected rejection from your near and dear ones.",
    "8": "Your ability to experiment will make you capable of sorting out a budget as per the new scheme. You will win the appreciation of your superiors. You will find out a most stimulating partner with whom you can share your mental interest. Your fun-loving nature and the keen sense of humour will make you attracted towards beauty and harmony. You will also be a target of attraction for others. Your peculiarities, which were a source for others to make fun of you, will bring some advantages for you this week. You will find yourself a central figure in some parties or public gatherings. Time is apt for you to work out the changes you intend to implement on projects you are undertaking. You will attain financial and physical support from the sources you expect. This week, your aim with Cupid's arrow is especially on target. So make sure 'what you're passionate about is what you want' because you just might get it or get more of it than you ever thought possible. Seek out some time from your busy works and spend a week or two with your dear one. A journey to some beautiful place will act as a booster for your fading relationship due to the lack of romantic moments. For a long time you would have been avoiding your artistic talent, now it is time to brush and take it out. This, of course, will bring a new stimulating mood to your life. A trip with your near and dear ones will lead you to some thrilling moments. Enjoy it, as these are not the ones you get often. An unexpected approach from an unexpected person will make your days harmonious. Utilise this opportunity without wasting it.",
    "9": "With your talent, creativity, charisma and power of analysing you would successfully finish the assigned tasks and win the accolades of your seniors. Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently. Your supersensitive feelings hamper your personal progress. You need to loosen up, taking things a little less seriously rather than reacting to it. Children and other family members will rely more on you for a solution to their problems. As a woman, it won't be a wonder if you felt exhausted by all this. You will find time favourable for you to execute the alterations you are planning to make in your house as well as in the office. Consulting with someone related will bring more good to you. Think it over once or twice before speaking out your mind to the person you felt attracted towards. Give a thorough analysing about every positive and negative aspect before jumping into a conclusion. Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive. You have been kept tacit for some time about your wishes like wandering around or hitchhiking, mainly because of money and time. Now everything will come in favour of you for doing something which makes you pleasant. You will go through some exciting instants this week. Thrilling experiences you haven't experienced for such a long time will come back to you making you more energetic and joyful. More and more people will approach you for your guidance without you even expecting it. This will make your days and mind busy, and you will go through a pleasant situation altogether.",
    "10": "Your ability to experiment will prove to be a boon for you and you will be using this resource of yours to make everyone stand up and take notice of you. Everything will seem to be in a disarray. You will be wondering what went wrong and where. Suddenly all the harmony in life will seem lost. Sit down, relax and give a thought to all incidents that led to it and you will realise that it isn't that bad. Dealing with important persons with excellent personalities will help you to get rid of some negative peculiarities that were haunting you for a long time. Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful. Both at workplace and home, your innovative nature will help you keep up the tempo and bring more enjoyment to your life. Keep it up and monotony in life will be a thing of the past, forgotten and buried! In your search for professional glory, you may miss out on the finer and more important aspects of your life, your children! Keep the mother in you alive and life should turn out to be one happy-go-lucky ride! You can be depended on for your loyalty and sincerity, and this will bring you wide acceptance. But for the time being, an unnecessary indulgence from someone against you will bring out some embarrassing moments for you. You have been kept unconcerned for such a long time giving you just unpleasant reminders in your mind. You will now find a way to spend some time refreshing the old memories. You are quite inventive with things you really enjoy. Money or resources spring up for entertainment. You have fun with friends. You find yourself taking brilliant risks that make a splash and reveal more of who you are discovering yourself to be. Financial help from some unexpected source will enable you to speed up the project which you felt would come up to an end without proper support.",
    "11": "More and more project ideas will come to you. Your ability to experiment will help you choose the best out of it. Your peculiarities, which were a source for others to make fun of you, will bring some advantages for you this week. You will find yourself a central figure in some parties or public gatherings. Dear and near ones will act in such a way that you will find yourself facing a mental trauma. Better stay calm, as you are the one who is expected for the time being to react normally. Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm. You are a person who is attracted towards novelties. This will bring you attached to some new projects which are sure to gain you profit without much delay. Complications from misunderstandings in your love life will get you into some bewildered situation this week. A good conversation between you two will bring you better moments. Your ego and pride can become shackles that hamper your progress in life. It will only be wise to mingle more with those you deal with and accept their advice to reach your motive. For a long time you would have been avoiding your artistic talent, now it is time to brush and take it out. This, of course, will bring a new stimulating mood to your life. Moments of rejoicing are here for you once again, as you will find out a new way to seek thrills in your favourite way. An unexpected approach from an unexpected person will make your days harmonious. Utilise this opportunity without wasting it.",
    "date": "Sunday, 9 August 2020 to Saturday, 15 August 2020"
}
]
