horo_english=[
  {
    "0": "Don't feel embarrassed if you feel drawn towards a person who was never a person of interest for you. Hope for the best, as this may lead to an utter change in your life. You are generous to achieve anything beautiful and harmonious and will be willing to lavish money and energy for it. Stop criticizing and think how as a father you can deal with the situation your children are facing. They are eagerly waiting for your support and help. Self-indulgence and laziness will curb you from utilising the wit and intelligence you own to handle the projects you undertake. Try to mingle more with your co-workers and think before saying anything critical about others. Now it is time to reveal your mind to the one you love. Otherwise, it will turn out to be too late. As you have chosen the right partner, your married life can be a continual source of joy and impression. Your flighty, confused behaviour will impose severe limitations on your deeds. Although your intentions are good, it will take some more time to gain the public recognition. Journeys you are planning to have will make money slip through your fingers like quicksilvers without you even realising it.",
    "1": "An impulse to get attracted to a person whom you meet for the first time will make you a bit nervous. Don't waste any opportunity to find out the details regarding that person before getting committed to any relations. Everything will seem to be in a disarray. You will be wondering what went wrong and where. Suddenly all the harmony in life will seem lost. Sit down, relax and give a thought to all incidents that led to it and you will realise that it isn't that bad. Your guiding and helping character will do a world of good for your near and dear ones. The support extended by your dominant nature will not only be of help to them but will turn out to be positive for you also. The forecast shows a very good week ahead. All those men out there can go out and do those wonderful things they have been planning for quite some time now! Suspicion can ruin any relationship and it becomes more dangerous when it is existent in marriage. The seeds of suspicion may be sown this week; it is better you clear all doubts with your spouse before it is too late. You may be wrong! The world may be stressing and testing you. Although you may outwardly define yourself by your professional achievements, you may still need to remind your colleagues that your being a woman does not make you weak and that there is a man inside you. Find something for rejuvenating your mind, as you can become a bit boring if you go on and on only with your career or work. This week a vacation will bring you much refreshment. You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against. Though you are acquainted with a lot of people, you must try to utilise your ability for reasoning and find out the real ones who are good for you to communicate and be friendly. Students will tend to have a highly disciplined and organised ways to deal with their studies. You will earn a very good result from the efforts you put in.",
    "2": "Your nature of getting out of the relation when all the excitements of a romance die down will only present you with mental trauma this time. So avoid hurting others and by which hurting yourself. You will be witty, generous, endearing and charming making you a never boring, always active and intensely alive personality for others to deal with. Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm. An energy to live and achieve everything best will help you to overcome the inner distresses you were going through for a long while. Complications from misunderstandings in your love life will get you into some bewildered situation this week. A good conversation between you two will bring you better moments. Others may find you to be a strong personality with your own bold decisions. This can even arise criticism from others as you are firm in spite of being a woman. An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family. The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome. Your ability to be there for the needy persons will bring out wide recognition for you among the public. This will be a sweet revenge of you towards some, who always used to find one or the other reason to disapprove your efforts. Proposals for a pleasure trip to some beautiful place will come in search of you. You will highly enjoy this trip with your near and dear.",
    "3": "You will find yourself attracted towards someone who will make you reveal your heart without a second thought. Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true. Even though you are hard working, highly organized and have a strong aptitude for money matters, you will find it difficult to attain your career goals easily. Lack of communication will bring some disputes in the family. It won't be a matter to wonder, if the other members in the family mistook your commitment towards them. Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father. Being a man of deep loving and highly trustworthy nature towards those you mingle with will attain you the love and care you expect from them. Being very insecure, you need someone who makes you feel special. You are now on the lucky side that you will find out someone without much delay who will bring mental strength and harmony to your life. You have wasted more than enough time for others. It will be better if you start thinking on behalf of you and your future. People near and dear to you will come for your guidance, as you are good at using your reasoning power and presenting it to others effectively and logically. Think before adapting yourself to the present companionship. This will only enable you to cast off your individuality.",
    "4": "You are prone to nervousness, making it difficult for the time being to utilise your ability to experiment. So it will be better from your part to depend on someone who can be relied upon. Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others. You are vibrant and enthusiastic and your extraordinary energy will draw more people towards you this week. Women with a strong motive will get more energy and stamina to fight back in any negative situations. Time is apt for plucking the ripe fruits of your hard work. Family members will turn against you for your intention to make some changes on the home front. Chances are there that they will find you as domineering. Your love and care as a mother will blossom more these days, as the children as well as those close to you, will find more solace when they are with you. . Encouragement and assurance you provide on others will bring you great acceptance and applause. This will later help you to attain the support to reach your aim. You are healthy and robust. Go ahead with your plans and projects; you will attain success. Situations will make you stay away from some of your favourite past times. Don't take it into your heart as it will pull you into a mood of depression. Unexpected problems in the family will make you keep away from the trip you planned and dreamed for a long time. Don't feel depressed; chances will come in search of you without much delay.",
    "5": "An impulse to get attracted to a person whom you meet for the first time will make you a bit nervous. Don't waste any opportunity to find out the details regarding that person before getting committed to any relations. Everything will seem to be in a disarray. You will be wondering what went wrong and where. Suddenly all the harmony in life will seem lost. Sit down, relax and give a thought to all incidents that led to it and you will realise that it isn't that bad. Your guiding and helping character will do a world of good for your near and dear ones. The support extended by your dominant nature will not only be of help to them but will turn out to be positive for you also. The forecast shows a very good week ahead. All those men out there can go out and do those wonderful things they have been planning for quite some time now! Suspicion can ruin any relationship and it becomes more dangerous when it is existent in marriage. The seeds of suspicion may be sown this week; it is better you clear all doubts with your spouse before it is too late. You may be wrong! The world may be stressing and testing you. Although you may outwardly define yourself by your professional achievements, you may still need to remind your colleagues that your being a woman does not make you weak and that there is a man inside you. An unexpected love approach from an unexpected person will bring out some extra energy and happiness to your mind. You have all the right to think it over and take the decision. The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome. Your power for reasoning will make you see the world in black and white, which will help you much in business matters. Students must try to concentrate more on studies, as you are at present going through your turning point.",
    "6": "Feeling dull in mind will make you even averse towards anything which can shower you beauty and harmony. Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true. You will find more time to spend with your children, as you will realize the necessity of paternal care in their life. This week, as you will spend more time with your new found love, it will help you find out the virtues you possess as a male like being wonderful, witty and generous. Complications from misunderstandings in your love life will get you into some bewildered situation this week. A good conversation between you two will bring you better moments. Your daily schedules must have prevented you for a long time to have some romantic moments with your spouse. Get out of this tight schedule and spend some time with your spouse and children to get back the harmony which you are lacking for a long time. Being very insecure, you need someone who makes you feel special. You are now on the lucky side that you will find out someone without much delay who will bring mental strength and harmony to your life. Your ego and pride can become shackles that hamper your progress in life. It will only be wise to mingle more with those you deal with and accept their advice to reach your motive. People near and dear to you will come for your guidance, as you are good at using your reasoning power and presenting it to others effectively and logically. Students with talent, creativity and charisma will soon be duly rewarded for your endeavors. Just proceed with your efforts.",
    "7": "Your fun-loving nature and the keen sense of humour will make you attracted towards beauty and harmony. You will also be a target of attraction for others. You possess an irresistible sense of humour and the spontaneous enthusiasm of an innocent child making you popular among those you mingle with during this week. A sense of pessimism and negative aspect will prevent you from experiencing a more joyous existence. Those who are related to you will find it difficult to deal with you and your illusions. Talk it over; otherwise, you will find yourself mentally away from others. You will go through a period, which make your mind restless, impatient and changeable. Unnecessary imagination mainly negative ones will make it impossible for you to workout any of your projects efficiently. At last, your patience will help you gain what you were waiting for a long time. Your efforts are sure to be appreciated. You will prove yourself to be shrewd, organised, hard working, calculating and content to pull all the strings your position allows. Nothing to feel embarrassed if others feel that you are having more vigour than femininity. You have a great impulse in you to spend money which will make you do something unforgivable. So stay alerted from falling into any fault which will turn out to be unforgivable later. Spending some time to analyse your present physical condition will only make you more energetic and pleasant. In a way, this will enable you to seek out a solution for your present dullness, which is making you both irritating and gloomy. Success will come on your way for the work you have done for the society. Your hard work and devotion will attain wide recognition and applause. This will make you more encouraged to continue with your projects.",
    "8": "You will find yourself attracted towards someone who will make you reveal your heart without a second thought. You are generous to achieve anything beautiful and harmonious and will be willing to lavish money and energy for it. You will go through a mode of life making others feel that you are unreliable, non-committed and restless. Patience to accept criticism sensibly and listen to other people will bring back the tranquillity to your life. You will prove to be romantic for your love for whom life really isn't worth living without your love and care. As you have chosen the right partner, your married life can be a continual source of joy and impression. A strong will to take decisions regarding your future may arise the grudge of others but this is your life and you are the one to get along with it. You tend to overindulge in food, and weight becomes your problem. A strict diet will help you to attain back your physical harmony.",
    "9": "An impulse to get attracted to a person whom you meet for the first time will make you a bit nervous. Don't waste any opportunity to find out the details regarding that person before getting committed to any relations. Your guiding and helping character will do a world of good for your near and dear ones. The support extended by your dominant nature will not only be of help to them but will turn out to be positive for you also. A balancing act between developing yourself and your romantic relationship, versus your obligations to your group associates or projects is likely to stretch your limits. So, your energy has to be well spent. This is a good week to take projects off the backburner. Make space for your new life coming up. If you're unsure about how to proceed, defining your goals is step one. Your thoughts and motivations lie in the area of change and intimacy. Some initially disturbing communications with someone to whom you are romantically inclined may have the effect of a crash course in \"getting to know you\". The world may be stressing and testing you. Although you may outwardly define yourself by your professional achievements, you may still need to remind your colleagues that your being a woman does not make you weak and that there is a man inside you. Will get a relief from an ailment haunting you for a long time, and you will feel more relaxed. You will start relying more on the words of your physician. Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation. Those related to the charitable societies or such firms will finally find your efforts being widely accepted by the people. Doing good will always bring a worthy result. Business-related short trips would turn out to be successful for you.",
    "10": "Feeling dull in mind will make you even averse towards anything which can shower you beauty and harmony. Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true. You will find more time to spend with your children, as you will realize the necessity of paternal care in their life. This week, as you will spend more time with your new found love, it will help you find out the virtues you possess as a male like being wonderful, witty and generous. Complications from misunderstandings in your love life will get you into some bewildered situation this week. A good conversation between you two will bring you better moments. Your daily schedules must have prevented you for a long time to have some romantic moments with your spouse. Get out of this tight schedule and spend some time with your spouse and children to get back the harmony which you are lacking for a long time. Find something for rejuvenating your mind, as you can become a bit boring if you go on and on only with your career or work. This week a vacation will bring you much refreshment. Your ego and pride can become shackles that hamper your progress in life. It will only be wise to mingle more with those you deal with and accept their advice to reach your motive. Though you are acquainted with a lot of people, you must try to utilise your ability for reasoning and find out the real ones who are good for you to communicate and be friendly. Students will tend to have a highly disciplined and organised ways to deal with their studies. You will earn a very good result from the efforts you put in.",
    "11": "Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true. You will get easily agitated this week that you will find yourself inactive and in a lack of energy to present yourself the kind of charismatic man you used to be. Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father. What you set to do this week will turn out to be successful to you mainly because of your sharpness, tenacity and obsession for perfection. You are now in a relationship where nothing ever seems to happen, because both of you are patiently waiting for the first move. Better you take the move before it is not too late. You give more importance to shared interests and emotional compatibility. You must also make yourself prepared to accept what others have to say and encourage them for their ideas. Otherwise, it will make you aloof from others. The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome. Your ability to be there for the needy persons will bring out wide recognition for you among the public. This will be a sweet revenge of you towards some, who always used to find one or the other reason to disapprove your efforts. Your power for reasoning will make you see the world in black and white, which will help you much in business matters. Proposals for a pleasure trip to some beautiful place will come in search of you. You will highly enjoy this trip with your near and dear.",
    "date": "Sunday, 30 August 2020 to Saturday, 5 September 2020"
}
]
