horo_hindi=[
  {
    "0": "आपको जिस व्यक्ति के प्रति बिलकुल भी रुची नहीं है, यदि आप उनकी ओर आकर्षित होते हैं तो शर्मिन्दा होने की जरूरत नहीं है । इससे आपके जीवन में बहुत बदलाव आ सकता है इसलिए अच्छे की आशा करें।आप किसी भी सुंदर वस्तु और सामंजस्यता प्राप्त करने में उदार है और उसके लिए पैसा औऱ उर्जा खर्च करने के लिए तैयार रहेंगे ।आलोचना ना करें बल्कि पिता होने के नाते आपके बच्चे जिन समस्याओं का सामना कर रहे हैं उन्हे सुलझाने की कोशिश करें। आपके सहायता एवं मदद की उन्हे उत्सुकतापूर्वक प्रतीक्षा है ।आप की समझ और कुशाग्रता से जिन परियोजनाओ पर कार्य करने में आप सक्षम है उस पर आपकी विलासिता और आलसीपन से लगाम लग सकता हैं। अपने सहकर्मियों के साथ मिलकर रहें और उनकी आलोचना न करें।आप जिससे प्यार करते है उसे अपने मन की बात बताने का समय आ गया हैं, अन्यथा बहुत देर हो जाएगी।चूँकि आपने सही साथी को चुना है, इसलिए आपका वैवाहिक जीवन आनंद और प्रभाव का एक सतत् स्रोत हो सकता है।आपका चंचल, भ्रमित व्यवहार आपके कार्यों पर कई सीमाएँ लगाएगा। यद्यपि आपके इरादे अच्छे हैं तथापि लोगों का सम्मान प्राप्त करने के लिए कुछ अधिक समय लगेगा।जिन यात्राओं को करने की आप योजना बना रहे हैं उनसे आपका पैसा आपके हाथों से पारे के समान फिसल जाएगा जिसका आपको पता भी नहीं चलेगा।",
    "1": "पहले बार मिले किसी इन्सान की ओर आकर्षित होने की लालसा आपके भीतर घबराहट पैदा करेगी। इस व्यक्ति के साथ कोई रिश्ते जोड़ने से पहले, उनके बारे मेँ विस्तृत जानकारी पाने का मौका ना छोड़ें ।सब कुछ उलट-पलट होने जैसा दिखेगा। आप सोच रहे होंगे कि क्या और कहा गलत हुआ है। अचानक जीवन का पूरा सामंजस्य खो गया जैसा लग सकता है । आराम से बैठें और उसके कारण बने सभी घटनाओं को शांती सें विचार करें और आपको पता चलेगा कि हालात उतने खराब नहीं है।आपका मार्गदर्शक एवं सहयोगी व्यक्तित्व आपके प्रियजनों के लिये बहुत अच्छा साबित होगा। आपके प्रभावशाली स्वभाव के कारण मिलने वाला सहकार्य केवल उनके लिये मददगार ही साबित नही होगा परंतु आपके लिये भी सकारात्मक साबित होगा।इस हफ्ते के पूर्वानुमान के अनुसार ,पुरुषो के लिये यह हफ्ते , आगे बहुत अच्छा दिखाई देता हैं। बहुत दिनों से जो अच्छी योजनाएं पुरुष बना रहे थे उसके लिये बाहर निकलने का प्रोत्साहन उन्हे इस हफ्ते मिलेगा संदेह किसी भी रिश्ते को तोड़ सकता है और विवाह के रिश्ते में अधिक खतरनाक हो जाता है । इस सप्ताह संदेह के बीजों को बोया जा सकता है, ज्यादा डीईआर होने से पहले अपने जीवनसाथी के साथ सभी संदेहों को दूर करना बेहतर होगा, वरना बहुत देर हो जाएगी। आप गलत हो सकते हैं!संभवत: दुनिया आपको तनाव देने और आजमाने का प्रयास कर रही हो, और यद्यपि आप स्वयं को अपनी व्यवसायिक उपलब्धियों से परिभाषित करती हों, तथापि आपको अपने सहकर्मियों को अभी भी यह याद दिलाने की आवश्यकता हो सकती है कि एक महिला होना आपको कमजोर नहीं बनाता है और आपके अंदर एक पुरुष है।अपने मन को तरोताजा करने वाला करने के लिए किसी को पाइए, क्योंकि यदि आप केवल अपने कैरियर अथवा कार्य के साथ ही जाते हैं तो आप कुछ नीरस हो सकते हैं। इस सप्ताह कोई छुट्टी आपके लिए अधिक ताजगी लाएगा।आपको अपनी शारीरिक ताकत बढ़ाने के लिए इन दिनों बहुत बदलावों और चुनौतियों की आवश्यकता है। एकरूपता और उत्तेजना की सतत् कमी से रक्षा करने की आवश्यकता है।यद्यपि आप कई लोगों से परिचित हैं, तथापि आपको तर्क करने की आपकी योग्यता को उपयोगी रूप से उपयोग करने का प्रयास करना चाहिए और ऐसे वास्तविक लोगों को खोजने का प्रयास करना चाहिए जो आपके लिए संवाद करने एवं मित्र बनने के लिए अच्छे हों।विद्यार्थियों के पास उनके अध्ययनों को पूरा करने के लिए एक उच्च रूप से अनुशासित और व्यवस्थित तरीका होगा। आप अपने उन प्रयासों के लिए, जो आपने किए हैं, एक बहुत अच्छा परिणाम प्राप्त करेंगे।",
    "2": "किसी प्यार में उत्तेजना या आकर्षण खत्म होने पर उसे छोड़ देने का आपका स्वभाव इस बार आपको केवल मानसिक आघात दे सकता है। इसलिए दुसरों को दुखी ना करें क्योंकि उससे आपको दुख होता है।आप हाजिर जवाब, दरिया दिल, प्यार करने वाले और मनभावन होंगे जिससे दुसरों के लिये आपको कभी अरुचिकर नही लगेगा आप हमेशा क्रियाशील रहेंगे और उनके लिये जिंदादिल व्यक्तित्व बने रहेंगे।आपको इस वक्त असुरक्षित महसूस हो रहा है, इसलिये आपको खुद की उर्जा और उत्साह में बढ़ाने हेतू किसी की मदद की ज़रुरत होगी।जिंदगी जीने तथा जिंदगी में सब कुछ अच्छा पाने का जोश आपको उन सब परेशानियों से छुटकारा दिलाएगा जिनका सामना आप बहुत दिनों से कर रहे थे।इस हफ्ते प्रेमसंबंधो में गलतफ़हमी की वजह से आप एक विचित्र परिस्थिति में फंस जायेंगे। दोनो के बीच अच्छी बातचित दोनो के लिये अच्छे पल लेकर आयेगी।दूसरे लोगों के लिए आप स्वयं के निर्भीक निर्णयों के साथ एक मजबूत व्यक्तित्व के व्यक्ति हो सकते हैं। इससे दूसरेआपकी आलोचना भी करेंगे क्योंकि आप एक महिला होने के बावजूद भी दृढ़ हैं।आपके आगे एक ऊर्जात्मक और तरोताजा करने वाला करने वाला सप्ताह । आप अपने कार्य या नए उद्यमों से संबंध रखने वाले नई चुनौतियों को स्वीकार करने के लिए तैयार रहेंगे । आपकी ताजगी आपके संपूर्ण परिवार के लिए एकरूपता लाएगा।आपकी शारीरिक स्थिति के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध और वैमनस्य के रूप में मानसिक आघात भी पहुँचा सकती हैं।जरूरतमंद व्यक्तियों की सहायता करने की आपकी योग्यता आपको लोगों के बीच व्यापक पहचान दिलाएगी। यह उन लोगों के प्रति एक प्यारा सा प्रतिकार होगा जो हमेशा आपके प्रयासों को नकारने के लिए कोई न कोई कारण ढूँढते रहते थे।आपको किसी सुंदर स्थान की मजेदार यात्रा के लिए प्रस्ताव मिलेंगे। आप इस यात्रा का अधिक आनंद लेंगे क्योंकि आप अपने प्रियजनों के साथ हैं।",
    "3": "आप बिना किसी दूसरी सोच के किसी व्यक्ति की ओर आकर्षित होंगे।इस हफ्ते आपकी संताने आपको अधिक सहयोग देंगे। आपके सपनों को साकार करने हेतू वे अपना योगदान देंगे।आप परिश्रमी, अत्यंत सुनियोजित है और आपको आर्थिक व्यवहार के बारे में अच्छी समझ है फिर भी आपको अपने कैरियर के लक्ष्य को पाना मुश्किल रहेगा।बातचित के अभाव के कारण परिवार में कुछ विवाद होने की संभावना हैं। परिवार के अन्य सदस्य आपकी प्रतिबद्धता का दूसरा अर्थ निकालते हैं तो इसमें आश्चर्य की कोई बात नही होगी।अपने बच्चो के साथ यात्रा पर जाने के बारे में अगर आप सोच रहे हैं, तो यह उचित समय हैं। पिता के रुप में उन्हे आपके प्यार एवं देखभाल की कितनी ज़रुरत है यह समझ के लिए आपको एक अवसर साबित होगा।अत्यंत प्रेममय और कर्तव्यनिष्ठ मनुष्य होने के नाते आप जिन लोगो के साथ रहेंगे वो आपसे प्यार एवं आपकी परवाह करेंगे।बहुत असुरक्षित होते हुए, आपको ऐसे व्यक्ति की आवश्यकता है जो आपको विशेष होने का अनुभव कराए। अब आप भाग्यशाली हैं कि आप बिना विलंब के किसी ऐसे व्यक्ति को पाएँगे जो आपके जीवन में मजबूती और एकरूपता लाएगा।आपने दूसरों के लिए अधिक समय व्यर्थ कर चुके है, यदि अब भी आप अपने और अपने भविष्य के बारे में सोचना प्रारंभ करें तो बेहतर होगा ।आपके प्रियजन आपके मार्गदर्शन के लिए आएँगे, क्योंकि आप अपनी तर्कशक्ति का उपयोग करने और इसे दूसरों के सामने प्रभावी और तार्किक रूप से प्रस्तुत करने में अच्छे हैं।अपने आप को वर्तमान साहचर्य में ढालने से पहले सोचो। यह केवल अपने व्यक्तित्व को उतारने के लिए सक्षम होगा।",
    "4": "आपको घबराहट होने का खतरा है, इसलिए इस वक्त आपके प्रयोग करने की क्षमता का उपयोग करना मुश्किल होगा । इसलिए आपको किसी भरोसा करने लायक व्यक्ति पर निर्भर रहना बेहतर होगा।आपका सहनशील, अटल, प्रतिबद्ध एवं उद्देश्यपूर्ण स्वभाव से आपको खुद के एवं दुसरों की समस्याओं को सुलझाने में मदद मिलेगी।आप जोशपूर्ण एवं उत्साही है और आपकी असामान्य उर्जा की वजह से इस हफ्ते बहुत लोग आपकी तरफ आकर्षित होंगे।जबरदस्त इरादे रखने वाली महिलाओं को नकारात्मक स्थितियों में लड़ने के लिये और जोश तथा बल प्राप्त होगा. आपके मेहनत का फल प्राप्त करने का समय अब आ गया हैं।घर में बदलाव लाने के आपके इरादे से घर के लोग आप के खिलाफ़ जा सकते है । वे आपको घमंडी समझने की संभावना है ।माँ के रूप में आपका प्रेम और देखभाल इन दिनों अधिक उभरेगा, क्योंकि बच्चों के साथ-साथ निकट के अन्य लोग भी आपके साथ रहते समय अधिक राहत महसूस करेंगे।प्रोत्साहन और सुनिश्चितता, जो आप दूसरों को प्रदान करते हैं, आपके लिए अत्यधिक स्वीकृति और तारीफ लाएँगे। बाद में यह आपके लक्ष्य तक पहुँचने में समर्थन प्राप्त करने के लिए आपकी सहायता करेगा।आप स्वास्थ्यवधर्क और मजबूत हैं। अपनी योजनाओं और परियोजनाओं के साथ आगे बढ़िए, आप सफलता प्राप्त करेंगे।परिस्थितियाँ आपको अपने पसंदीदा समय गुजारने के तरीकों से दूर रखेंगे। इसे दिल पर मत लीजिए, क्योंकि इससे आप अवसाद में चले जाएँगे।परिवार में अप्रत्याशित समस्याएँ आपको उस यात्रा से दूर रखेंगी जिसकी आपने एक लंबे समय से योजना बनाई और जिसका आपने लंबे समय से स्वप्न देखा। दुखी मत होइए, आपको अधिक जल्द ही अवसर मिलेंगे।",
    "5": "पहले बार मिले किसी इन्सान की ओर आकर्षित होने की लालसा आपके भीतर घबराहट पैदा करेगी। इस व्यक्ति के साथ कोई रिश्ते जोड़ने से पहले, उनके बारे मेँ विस्तृत जानकारी पाने का मौका ना छोड़ें ।सब कुछ उलट-पलट होने जैसा दिखेगा। आप सोच रहे होंगे कि क्या और कहा गलत हुआ है। अचानक जीवन का पूरा सामंजस्य खो गया जैसा लग सकता है । आराम से बैठें और उसके कारण बने सभी घटनाओं को शांती सें विचार करें और आपको पता चलेगा कि हालात उतने खराब नहीं है।आपका मार्गदर्शक एवं सहयोगी व्यक्तित्व आपके प्रियजनों के लिये बहुत अच्छा साबित होगा। आपके प्रभावशाली स्वभाव के कारण मिलने वाला सहकार्य केवल उनके लिये मददगार ही साबित नही होगा परंतु आपके लिये भी सकारात्मक साबित होगा।इस हफ्ते के पूर्वानुमान के अनुसार ,पुरुषो के लिये यह हफ्ते , आगे बहुत अच्छा दिखाई देता हैं। बहुत दिनों से जो अच्छी योजनाएं पुरुष बना रहे थे उसके लिये बाहर निकलने का प्रोत्साहन उन्हे इस हफ्ते मिलेगा संदेह किसी भी रिश्ते को तोड़ सकता है और विवाह के रिश्ते में अधिक खतरनाक हो जाता है । इस सप्ताह संदेह के बीजों को बोया जा सकता है, ज्यादा डीईआर होने से पहले अपने जीवनसाथी के साथ सभी संदेहों को दूर करना बेहतर होगा, वरना बहुत देर हो जाएगी। आप गलत हो सकते हैं!संभवत: दुनिया आपको तनाव देने और आजमाने का प्रयास कर रही हो, और यद्यपि आप स्वयं को अपनी व्यवसायिक उपलब्धियों से परिभाषित करती हों, तथापि आपको अपने सहकर्मियों को अभी भी यह याद दिलाने की आवश्यकता हो सकती है कि एक महिला होना आपको कमजोर नहीं बनाता है और आपके अंदर एक पुरुष है।किसी अप्रत्याशित व्यक्ति से अप्रत्याशित प्रेम निवेदन आपके मन में कुछ अतिरिक्त ऊर्जा और खुशी लाएगा। आपको इसके बारे में सोचने और निर्णय लेने का पूर्ण अधिकार है।आपकी शारीरिक स्थिति के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध और वैमनस्य के रूप में मानसिक आघात भी पहुँचा सकती हैं।तर्क करने की आपकी शक्ति की वजह से आप दुनिया को श्याम और श्वेत में देखेंगे, जो व्यावसायिक मामलों में आपकी सहायता करेगा।विद्यार्थियों को अपनी पढ़ाई पर अधिक ध्यान देने का प्रयास करना चाहिए, क्योंकि आप वर्तमान में अपने निर्णायक बिंदु से गुजर रहे हैं।",
    "6": "मन में सुस्ती आपको सुंदरता और सामंजस्य प्रदान करने वाली किसी भी वस्तु के खिलाफ कर देता है।इस हफ्ते आपकी संताने आपको अधिक सहयोग देंगे। आपके सपनों को साकार करने हेतू वे अपना योगदान देंगे।उनके जीवन में पैतृक देखभाल की कितनी ज़रुरत है यह समझ में आने के बाद आप उनके साथ बिताने के लिए अधिक समय निकालेंगे ।आपको अपना नया प्यार मिलने से, पुरुष होने के नाते आपमें जो विशेषताएं हैं वो समझने में यह सप्ताह आपको मदद करेगा जैसे प्रशंसनीय, हाजिर जवाब और दरियादिल होना.इस हफ्ते प्रेमसंबंधो में गलतफ़हमी की वजह से आप एक विचित्र परिस्थिति में फंस जायेंगे। दोनो के बीच अच्छी बातचित दोनो के लिये अच्छे पल लेकर आयेगी।आपकी दैनिक कार्यसूचियाँ संभवत: आपको अपने साथी के साथ कुछ रूमानी पलों का मजा लेने से काफी समय से रोक रहा है । इस कठिन समयसूची से बाहर निकलें और अपने साथी एवं बच्चों के साथ वापस एकरूपता प्राप्त करने के लिए कुछ समय व्यतीत करें जिसकी आपको लंबे समय से कमी है।बहुत असुरक्षित होते हुए, आपको ऐसे व्यक्ति की आवश्यकता है जो आपको विशेष होने का अनुभव कराए। अब आप भाग्यशाली हैं कि आप बिना विलंब के किसी ऐसे व्यक्ति को पाएँगे जो आपके जीवन में मजबूती और एकरूपता लाएगा।आपका अहम और गर्व हथकड़ियाँ बन सकते हैं जो जीवन में आपकी प्रगति को रोकते हैं। उन लोगों के साथ अधिक मिलना बुद्धिमानी होगी जिनके साथ आप व्यवसाय करते हैं और अपने उद्देश्य तक पहुँचने के लिए उनकी सलाह स्वीकार करते हैं।आपके प्रियजन आपके मार्गदर्शन के लिए आएँगे, क्योंकि आप अपनी तर्कशक्ति का उपयोग करने और इसे दूसरों के सामने प्रभावी और तार्किक रूप से प्रस्तुत करने में अच्छे हैं।कौशल, रचनात्मकता और करिश्मा वाले विद्यार्थियों को आपके प्रयासों के लिए शीघ्र ही पुरस्कृत किया जाएगा। अपने प्रयासों के साथ आगे बढ़िए।",
    "7": "आपका आनंदप्रिय स्वभाव और हास्यात्मकता आपको सुंदरता और सामंजस्य भरे जीवन की ओर आकर्षीत करेगा और आप दुसरों कें लिए आकर्षण का लक्ष्य बनेंगे।आपमें मज़ाक करने की प्रबल शक्ती है तथा बच्चो जैसा स्वाभाविक उत्साह भी हैं जिसके कारण इस हफ्ते आपसे घुलने मिलने वाले लोगों के बीच आप लोकप्रिय बने रहेंगे।नैराश्य की भावना तथा नकारात्मकता आपको जीवन का अधिक आनंद लेने से रोक देगी।आपसे संबंधित लोगों को आपसे और आपके भ्रम से निपटना मुश्किल होगा। इसपर बात करें, अन्यथा आप खुद को अन्य लोगो से मानसिक रुप से दूर पायेंगे।आप अभी ऐसे दौर से गुजरेगें जो आपका मन चंचल ,अधिर और परिवर्तनशील बनायेगा। ज़्यादातर अनावश्यक नकारात्मक कल्पनाओं के कारण आप किसी भी परियोजना पर कुशलता के साथ काम नहीं कर पाएंगे।आपके धैर्य की वजह से आप जिस बात का बहुत दिनो से इतज़ार कर रहे थे आपको अभी प्राप्त होगी। आपके प्रयासों की निश्चित ही सराहना होगी।आप अपने पद के अनुसार कार्य करने के लिए स्वयं को चतुर, व्यवस्थित, मेहनती, परिकलन और संतुष्ट सिद्ध करेंगे। यदि दूसरे अनुभव करते हैं कि आपके पास स्त्रित्व की अपेक्षा अधिक ताकत है तो शर्मिंदा होने की आवश्यकता नहीं है।आपके पास धन खर्च करने के लिए अत्यधिक आवेग है, यह आपसे कुछ अक्षम्य कार्य करवाएगा। इसलिए कोई भी ऐसी गलती करने से सावधान रहें जो बाद में अक्षम्य हो जाए।आपकी वर्तमान शारीरिक स्थिति का विश्लेषण करने के लिए कुछ समय खर्च करना ही आपको अधिक उर्जात्मक और खुशहाल बनाएगा। इस तरह यह आपको आपकी वर्तमान नीरसता के लिए कोई समाधान ढूँढने में सक्षम करेगा, जो आपको चिढ़चिढ़ा और उदास कर रही है।आपने समाज के लिए जो कार्य किया है उसके लिए सफलता आपके मार्ग पर आएगी। आपकी कड़ी मेहनत और समर्पण व्यापक पहचान और प्रशंसा प्राप्त करेगी। यह आपको आपके कार्य जारी रखने के लिए और अधिक प्रोत्साहित करेगी।",
    "8": "आप बिना किसी दूसरी सोच के किसी व्यक्ति की ओर आकर्षित होंगे।आप किसी भी सुंदर वस्तु और सामंजस्यता प्राप्त करने में उदार है और उसके लिए पैसा औऱ उर्जा खर्च करने के लिए तैयार रहेंगे ।जिंदगी में एक सा दौर आयेगा जिसके कारण लोगो को आप गैरभरोसेमंद, गैर-समर्पित तथा चंचल प्रतित होंगे।धीरज से आलोचना स्वीकार करने और अन्य लोगों की बात सुनने का धैर्य आपके जीवन में पुनः शांति लेकर आएगा।इस हफ्ते आप अपने प्यार के लिये बहुत रोमँटिक साबित होंगे, जिसके लिये आपके प्यार और देखभाल के बगैर जिंदगी के कोई मायने नही रहेंगे।चूँकि आपने सही साथी को चुना है, इसलिए आपका वैवाहिक जीवन आनंद और प्रभाव का एक सतत् स्रोत हो सकता है।आपके भविष्य के संबंध में निर्णय लेने की दृढ़ इच्छा दूसरों की ईर्ष्या उत्पन्न कर सकती है किंतु यह आपका जीवन है और आपको ही इसके साथ जीना है।आप भोजन में अधिक लिप्त होने की ओर प्रवृत्त होते हैं और वजन आपका समस्या बन जाता है। एक नियंत्रित आहार आपको आपकी शारीरिक एकरूपता वापस प्राप्त करने में सहायता करेगा।",
    "9": "पहले बार मिले किसी इन्सान की ओर आकर्षित होने की लालसा आपके भीतर घबराहट पैदा करेगी। इस व्यक्ति के साथ कोई रिश्ते जोड़ने से पहले, उनके बारे मेँ विस्तृत जानकारी पाने का मौका ना छोड़ें ।आपका मार्गदर्शक एवं सहयोगी व्यक्तित्व आपके प्रियजनों के लिये बहुत अच्छा साबित होगा। आपके प्रभावशाली स्वभाव के कारण मिलने वाला सहकार्य केवल उनके लिये मददगार ही साबित नही होगा परंतु आपके लिये भी सकारात्मक साबित होगा।अपने और अपने प्रेम संबंधों के विकास के बीच एक संतुलन साधने की तुलना में अपने समूह के सहयोगियों, या परियोजनाओं के प्रति अपने दायित्व, आपके सीमा को बढ़ाने की संभावना है। इसलिये आपकी ऊर्जा का सही उपयोग होना चाहिए।आपकी बंद परियोजनों पर कार्य करने के लिये यह एक अच्छा सप्ताह है। नये जीवन के लिये तैयार रहें। आगे कैसे बढ़े इसके बारे में अगर आप अनिश्चित हैं, तो अपना लक्ष्य तय करना आपका पहला कदम होगा।आपके विचार एवं अभिप्रेरणा बदलाव और आत्मीयता के दायरे में आते हैं। प्रिय व्यक्ति के साथ निराशाजनक बातचीत से आप दुखी होकर खुद को समझने की कोशिश करेंगे।संभवत: दुनिया आपको तनाव देने और आजमाने का प्रयास कर रही हो, और यद्यपि आप स्वयं को अपनी व्यवसायिक उपलब्धियों से परिभाषित करती हों, तथापि आपको अपने सहकर्मियों को अभी भी यह याद दिलाने की आवश्यकता हो सकती है कि एक महिला होना आपको कमजोर नहीं बनाता है और आपके अंदर एक पुरुष है।आपको लंबे समय से परेशान कर रही किसी बीमारी से आराम मिलेगा, और आप अधिक शांत अनुभव करेंगे। आप अपने चिकित्सक की बातों पर अधिक विश्वास करना प्रारंभ करेंगे।जबरदस्ती खाना और उकसाया गया मदिरापान आपके स्वास्थ्य को खराब कर सकता है। ध्यान और स्वनियंत्रण इस स्थिति से बाहर निकलने के लिए आपकी सहायता करेगा।ऐसे लोग जो धर्मार्थ या ऐसी संस्थाओं से संबंधित होते हैं वे आपके प्रयासों को लोगों द्वारा व्यापक रूप से स्वीकार करता हुआ पाएँगे। अच्‍छा कार्य करने का परिणाम सदैव अच्छा होगा।व्यवसाय संबंधित छोटी यात्राएँ आपके लिए सफल होंगी।",
    "10": "मन में सुस्ती आपको सुंदरता और सामंजस्य प्रदान करने वाली किसी भी वस्तु के खिलाफ कर देता है।इस हफ्ते आपकी संताने आपको अधिक सहयोग देंगे। आपके सपनों को साकार करने हेतू वे अपना योगदान देंगे।उनके जीवन में पैतृक देखभाल की कितनी ज़रुरत है यह समझ में आने के बाद आप उनके साथ बिताने के लिए अधिक समय निकालेंगे ।आपको अपना नया प्यार मिलने से, पुरुष होने के नाते आपमें जो विशेषताएं हैं वो समझने में यह सप्ताह आपको मदद करेगा जैसे प्रशंसनीय, हाजिर जवाब और दरियादिल होना.इस हफ्ते प्रेमसंबंधो में गलतफ़हमी की वजह से आप एक विचित्र परिस्थिति में फंस जायेंगे। दोनो के बीच अच्छी बातचित दोनो के लिये अच्छे पल लेकर आयेगी।आपकी दैनिक कार्यसूचियाँ संभवत: आपको अपने साथी के साथ कुछ रूमानी पलों का मजा लेने से काफी समय से रोक रहा है । इस कठिन समयसूची से बाहर निकलें और अपने साथी एवं बच्चों के साथ वापस एकरूपता प्राप्त करने के लिए कुछ समय व्यतीत करें जिसकी आपको लंबे समय से कमी है।अपने मन को तरोताजा करने वाला करने के लिए किसी को पाइए, क्योंकि यदि आप केवल अपने कैरियर अथवा कार्य के साथ ही जाते हैं तो आप कुछ नीरस हो सकते हैं। इस सप्ताह कोई छुट्टी आपके लिए अधिक ताजगी लाएगा।आपका अहम और गर्व हथकड़ियाँ बन सकते हैं जो जीवन में आपकी प्रगति को रोकते हैं। उन लोगों के साथ अधिक मिलना बुद्धिमानी होगी जिनके साथ आप व्यवसाय करते हैं और अपने उद्देश्य तक पहुँचने के लिए उनकी सलाह स्वीकार करते हैं।यद्यपि आप कई लोगों से परिचित हैं, तथापि आपको तर्क करने की आपकी योग्यता को उपयोगी रूप से उपयोग करने का प्रयास करना चाहिए और ऐसे वास्तविक लोगों को खोजने का प्रयास करना चाहिए जो आपके लिए संवाद करने एवं मित्र बनने के लिए अच्छे हों।विद्यार्थियों के पास उनके अध्ययनों को पूरा करने के लिए एक उच्च रूप से अनुशासित और व्यवस्थित तरीका होगा। आप अपने उन प्रयासों के लिए, जो आपने किए हैं, एक बहुत अच्छा परिणाम प्राप्त करेंगे।",
    "11": "इस हफ्ते आपकी संताने आपको अधिक सहयोग देंगे। आपके सपनों को साकार करने हेतू वे अपना योगदान देंगे।इस हफ्ते आप बहुत जल्द क्रोधित होंगे, आलस एवं ऊर्जाहीनता भी महसूस करेंगे। आप पहले जैसे आकर्षक व्यक्ति के रूप में खुद को प्रस्तुत नही कर पायेंगे।अपने बच्चो के साथ यात्रा पर जाने के बारे में अगर आप सोच रहे हैं, तो यह उचित समय हैं। पिता के रुप में उन्हे आपके प्यार एवं देखभाल की कितनी ज़रुरत है यह समझ के लिए आपको एक अवसर साबित होगा।आपने इस हफ्ते जो भी करने का सोचा है, वह मुख्यतः आपकी कुशाग्रता, दृढ़ता काम करने की जबरदस्त इच्छा यशस्वी बनाएगी। कुशाग्रता, दृढ़ता और पूर्णता संबंधित आपके जुनून के कारण सफल होगा ।आपके रिश्ते में कुछ होता हुआ दिखाई नही देता, आप दोनो एक दुसरे की पहल का इंतज़ार कर रहे हैं। बहुत देर होने से पहले आपका पहल करना बेहतर होगा।आप साझा रुचियों और भावनात्मक संगति को अधिक महत्व देतें हैं, किंतु आपको स्वयं को भी वह सब स्वीकार करने के लिए तैयार करना चाहिए जो दूसरों को उनके विचारों के लिए उनको कहना और प्रोत्साहित करना पड़ता है। अन्यथा यह आपको दूसरों से दूर कर देगा।आपकी शारीरिक स्थिति के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध और वैमनस्य के रूप में मानसिक आघात भी पहुँचा सकती हैं।जरूरतमंद व्यक्तियों की सहायता करने की आपकी योग्यता आपको लोगों के बीच व्यापक पहचान दिलाएगी। यह उन लोगों के प्रति एक प्यारा सा प्रतिकार होगा जो हमेशा आपके प्रयासों को नकारने के लिए कोई न कोई कारण ढूँढते रहते थे।तर्क करने की आपकी शक्ति की वजह से आप दुनिया को श्याम और श्वेत में देखेंगे, जो व्यावसायिक मामलों में आपकी सहायता करेगा।आपको किसी सुंदर स्थान की मजेदार यात्रा के लिए प्रस्ताव मिलेंगे। आप इस यात्रा का अधिक आनंद लेंगे क्योंकि आप अपने प्रियजनों के साथ हैं।",
    "date": " रविवार, 30 अगस्त 2020 से शनिवार, 5 सितंबर 2020"
}
]
