horo_hindi=[
{
    "0": "आपको जिस व्यक्ति के प्रति बिलकुल भी रुची नहीं है, यदि आप उनकी ओर आकर्षित होते हैं तो शर्मिन्दा होने की जरूरत नहीं है । इससे आपके जीवन में बहुत बदलाव आ सकता है इसलिए अच्छे की आशा करें।निराश होने की संभावना है। आपको लगेगा की आपके प्रयासों का फल नहीं मिला है और आपको उसके परिणाम भी प्राप्त नहीं हुए हैं । इससे निराश न हो । फीनिक्स की तरह राख से उठिये !आपके कुछ सनकी आदतें, जिसकी वजह से आपकी किसी के साथ नही बनती, कड़ी मेहनत और , ध्यान से कम होगा। अब आप लोगों के साथ ज्यादा आत्मविश्वास से व्यवहार कर पाएंगे।आप अपने काम में अत्यधिक व्यस्त होने के कारण अपने परिवार के लिये समय नही निकाल पायेंगे। ध्यान रहे कि वे आपके देखभाल करनेवालो में से हैं। इसलिये उनके साथ ज्यादा समय बिताने से आपकी जिंदगी में अद्भुत बदलाव आएंगे।आप का कल्पक स्वभाव आपको घर तथा कार्यालय में आपकी गती को बरकरार रखने तथा आपके जीवन में रोचकता लाने के लिये मदद करेगा। इसे बरकरार रखे जिससे जीवन की इसे जारी रखो और जीवन में नीरसता अतीत, भूली हुई एवं दफनाई गाई बाते होगी!सदाचार का कोई कार्य, किसी व्यक्ति को उसकी उस गलती के लिए क्षमा करना जिसने आपको दुख पहुँचाया, आपकी ओर से आपको अपने प्रियजनों के बीच अधिक आदरणीय बनाएगा।नकारात्मक रूप से और बिना किसी नियंत्रण के सोचना आपको इस सप्ताह इन दिनों का आनंद नहीं लेने देगा। सभी परिस्थितियों से निपटने के लिए अधिक व्यापक जागरूकता का विकास करने का प्रयास कीजिए।आनंद और ताजगी का मिजाज आपको कुछ दिनों के अवकाश पर ले जाने के लिए प्रेरित करेगा। इसके बाद आप और अधिक नया एवं ऊर्जावान अनुभव करेंगे।पारिवारिक सदस्य आपकी स्थिरता के लिए आपके प्रेम हेतु आपके विरुद्ध होंगे। उन्हें कुछ समय के लिए कुछ नए और साहसिक चीज की जरूरत है। उनकी इच्छा के अनुसार कार्य करने से आपके अंदर एक नई ऊर्जा आएगी।अधिक से अधिक लोग आपके मार्गदर्शन के लिए आप के पास आएँगे जिसकी आपने आशा भी नहीं की होगी। यह आपके दिन और दिमाग को व्यस्त बनाएगा, और आप एक खुशहाल परिस्थिति से होकर गुजरेंगे।",
    "1": "भाई-बहन से बात करते वक्त आपका अहंकार, उतावलापन और शब्दाडंबर दूर ही रखें क्योंकि इससे भाई-बहनों के साथ आपकी अनबन हो सकती हैं।आपका सहनशील, अटल, प्रतिबद्ध एवं उद्देश्यपूर्ण स्वभाव से आपको खुद के एवं दुसरों की समस्याओं को सुलझाने में मदद मिलेगी।आप भावनात्मक प्रबलता और अत्यंत प्यार के लिये तरसते है और अत्यधिक जुनून का इंतजार करते हैं।आप अपने आप को परिवार के सदस्यों से अलग महसूस करेंगे। इसमें आपका ही ज्यादा दोष होगा, थोड़ी देर विचार करें आपने अपने बच्चो के लिये पैसा कमाने के अलावा और क्या किया है ।कल्पना की दुनिया से बाहर निकलने के लिये, जिंदगी का पूरी तरह आनंद उठाये, अधिक जागरुकता फैलाये, नकारात्मक विचारों को दूर रखे तथा अपने विचारो पर हमेशा नियंत्रण रखें।आपकी गहरी, घनिष्ठ दोस्ती, जिसने हमेशा अपने जीवन में एक गहरा अर्थ जोड़ा है, जीवन भर के लिए जरूरी होने वाले जीवनसाथी साबित होंगे । आगे बढ़कर प्रस्ताव रखिए आप पहले ही बहुत विलंब कर चुके हैं।आपके स्वास्थ्य के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध, वैमनस्य और दर्द भरी यादों के रूप में मानसिक आघात भी पहुँचा सकती हैं।यदि आप कुछ परिस्थितियों में स्वयं को प्रतिबद्ध करना कठिन पाते हैं, तो आप पीछे हटने के लिए प्रवृत्त होते हैं। यह बेहतर होगा यदि आप आपकी विश्लेषण करने वाली शक्ति का उपयोग करें और उनके साथ अधिक संवादकारी बनें जिनके साथ आप व्यवहार करते हैं।आनंद लेने के क्षण एकबार फिर यहाँ आपके लिए हैं, क्योंकि आप अपने पसंदीदा मार्ग में रोमांच खोजने के लिए एक नया मार्ग पाएँगे।आप किसी ऐसे व्यक्ति को पाएँगे जो आपको उचित मार्गदर्शन प्रदान करेगा क्योंकि आप भ्रम में हैं कि किसी नए उपक्रम में प्रवेश करें या नहीं।",
    "2": "आपको हमेशा अपनी स्फूर्तिदायक साथी मिलेगा जिनके साथ आप अपनी मानसिक समस्या बाँट सकते है।आपको जिंदगी से प्यार हैं और आप किसी ना किसी तरह आज कुछ अच्छा पाने की कोशिश करेंगे। परंतु आपका चिड़चिड़ा स्वभाव और खुद को ज्यादा प्यार करना आपके प्रियजनो को दुख पहुंचा सकता हैं।आपका अनोखापन जिसकी सब लोग हंसी उड़ाते है, इससे आपको इस हफ्ते लाभ होनेवाला हैं। समारोह या सार्वजनिक सम्मेलन में आप महत्वपूर्ण व्यक्ति बनेंगे।आप ईमानदार , परवाह करने वाले होते हुये अपने आपको एक अच्छे पति तथा पिता साबित करेंगे जिससे आपके अंदर छुपा हुआ संवेदनशील और परवाह करनेवाला स्वभाव जागृत होगा।आपकी मानसिक स्थिति से उभरने के लिये आपको जीवन की विशेषताओं को अगल नज़रिये से देखना होगा और खुद को तनाव से थोड़ा दूर रखना होगा।अपने व्यस्त कार्यों में से कुछ समय निकालिए और एक - दो सप्ताह अपने प्रियजनों के साथ व्यतीत कीजिए। किसी सुंदर स्थान की यात्रा रूमानी पलों की कमी के कारण आपने खराब होते संबंध के लिए एक अभिवर्धक का कार्य करेगा।आप अधिक स्वतंत्र और मुक्त प्रेमी होने की प्रकृति व्यक्त करेंगी, यदि दूसरे लोग, विशेष रूप से वे जो आपके प्रिय हैं, आपको गलत समझे तो कोई आश्चर्य नहीं होगा।गलती करना मानव स्वभाव है और क्षमा करना भगवान है। आपने जो गलती अनजाने में की है उसके लिए अपने प्रियजनों से माफी मिलने से आप अधिक शांति का अनुभव करेंगे।नियंत्रण में रहने का प्रयास कीजिए, क्योंकि जबरदस्ती खाना और उकसाए गए मदिरापान से आपकी शारीरिक स्थिति खराब हो सकती है।किसी अप्रत्याशित व्यक्ति से कोई अप्रत्याशित पहुँच आपके दिनों को नीरस बनाएगी। इस अवसर का उपयोग इसे व्यर्थ किए बिना कीजिए।",
    "3": "शक्ती एवं प्रतिष्ठा आपके लिये महत्वपूर्ण साबित होंगे जिससे आपके कैरियर में फायदा होगा। अस्वीकृति आपकी कल्पनायेँ साकार करने में बाधा नही बन सकती।आपको अत्यंत आर्थिक दबाव या आत्म-सम्मान संबंधित किसी अन्य समस्या का सामना करना पड़ सकता हैं। वास्तविकता आपके सामने होते हुये भी आप ज़रुरत से ज्यादा चिंता कर सकते हैं।आपकी अत्यंत संवेदनशील भावनाएं आपकी व्यक्तिगत प्रगती को रोक सकती है और आपको कुछ खोने की नौबत आ सकती है। किसी भी बात पर प्रतिक्रिया देने से पहले गंभीरता से विचार करें।आपके दिमाग में बहुत सारे विचार आएंगे । अब आपको सहकर्मियों की सहायता तथा उन्हे अमल मे लाने हेतू आत्मविश्वास की ज़रुरत हैं।बच्चे और परिवार के अन्य सदस्य उनकी समस्याओं का हल ढूंढ़ने के लिये आप पर निर्भर रहेंगे। महिला होने के कारण आप इन सब से थकावट महसूस करती हैं तो इसमें कोई आश्चर्य की बात नही।जिंदगी जीने का तरीका और छोटी चीज से बड़ा लाभ उठाना आपको भलीभाँति आता है, इसलिये इन दिनो आपको जो भी मिलेगा उससे ज्यादा से ज्यादा फ़ायदा आप उठायेंगे।इस सप्ताह आप जिन परियोजनाओं पर काम करेंगे वह फलदायी रहेगी क्योंकि आपके लक्षण अभी अनुकूल स्थिती में हैं जो आपको आकर्षक, बौद्धिक, अती उत्साही तथा अनुकूलनीय बनाएंगे।छोटी-छोटी समस्याओं पर भी आपकी विश्लेषणात्मक प्रकृति और इस पर आलोचना करना भी केवल आपके बच्चों से अधिक दूरी उत्पन्न करने में ही सहायता करेगा। एक माँ के रूप में आपके पास उन्हें नियंत्रित करने का पूरा अधिकार है, किंतु किसी भी चीज की अधिक खुराक कभी भी अच्छाई नहीं लाएगा।आपके रिश्तेदारों और मित्रों की ओर से समर्थन आपके भविष्य के लिए एक मजबूत आधार हेतु नींव रखने के लिए परमसुख के रूप में बौछार करेगा।व्यवसाय संबंधित छोटी यात्राएँ आपके लिए सफल होंगी।",
    "4": "भाई-बहन उनके बीच गलतफ़हमी दूर करते और बहुत दिनों के बाद एकत्रित होते हुए दिखाई देंगे। रिश्ते सुलझाने और पुराने दिनों का फिर से आनंद लेने का ये अच्छा मौका होगा।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।कुछ ऐसी घटनाएँ होगी जब आपके प्रियजन आपके साथ सुरक्षित, संरक्षित एवं अच्छा महसूस करेंगे, यहाँ आपका वात्सल्यपूर्ण स्वभाव सबको दिखाई देगा। दुसरों को मदद करने से आपको संतुष्टी एवं खुशी मिलेगी।ऐक्शन मुवीज़ देखना या हार्ड राक संगीत सुनना मर्दानगी की परिभाषा नहीं है । आपमें परवाह करनेवाला, प्यार करनेवाला और सौम्य स्वभाव हैं जिसको विकसित करना आवश्यक है, जिससे आप अपने नए पक्ष को खोज निकालेंगे।सुधार हेतू अच्छी संभावना के साथ इस हफ्ते नकारात्मक या व्यर्थ की चिज़ो को नये रुप में परिवर्तित करने की क्षमता आपमें दिखाई देगी। भागीदार, ग्राहक और किसी महत्वपूर्ण व्यक्ति के साथ बातचीत इस वक्त लाभकारी दिखाई देगी। आपका भविष्य निस्संदेह अच्छा दिखाई देता है ।ऐसे लोग जो आपके साथ मिले होते हैं वे आपको आपकी ईमानदारी, कर्तव्यनिष्ठा और सतत् समर्थन पर निर्भर पाएँगे जो आप उन्हें प्रदान करते हैं।व्यावसायिक गौरव की आपकी खोज में, आप अपने जीवन के सौंदर्य और समान रूप से महत्वपूर्ण पहलुओं को खो सकते हैं, उदाहरण के लिए आपके बच्चे! आपके अंदर के माँ को जीवित रखिए और जीवन को खुशहाल और भाग्यशाली बनना चाहिए!आप स्वास्थ्यवधर्क और मजबूत हैं। अपनी योजनाओं और परियोजनाओं के साथ आगे बढ़िए, आप सफलता प्राप्त करेंगे।आप उन उत्तरदायित्वों को, जो एक पारिवारिक सदस्य के साथ-साथ सामाजिक सदस्य के रूप में आप में निहित होते हैं, उन्हें निष्पादित करने के लिए आपके मार्ग में आने वाली छोटी-छोटी परेशानियों पर विजय पाएँगे।आप कुछ हद तक शर्मीले, रहस्यमय और अपनी गोपनीयता को बहुत अधिक मूल्य देने वाले होंगे, और यह सब आप जिस नई परिस्थिति से गुज़र रहे हैं, उनसे घुलने-मिलने में बहुत समय लगेगा ।",
    "5": "आपके नए प्रोजेक्ट के लिए आपके मन में बहुत सारी कल्पनायें आयेगी। प्रयोग करने की आपकी क्षमता उसमें सें अच्छी कल्पना चुननें में आपकी मदद करेगी।कार्यस्थान पर कोई या आपका साथी आप पर बहुत दबाव बना रहे है। आपके इर्दगिर्द गंभीर स्थिति उत्पन्न हो रही हैं जिससे आप तंग आ चुके है, फिर भी आप शांत एवं निष्पक्ष हैं।आपको इस वक्त असुरक्षित महसूस हो रहा है, इसलिये आपको खुद की उर्जा और उत्साह में बढ़ाने हेतू किसी की मदद की ज़रुरत होगी।साधारण शाम की पार्टी एवं नृत्य के बजाय आप किसी कल्पित जगह के लिये प्यार भरे सपने देखेंगे।कल्पना की दुनिया से बाहर निकलने के लिये, जिंदगी का पूरी तरह आनंद उठाये, अधिक जागरुकता फैलाये, नकारात्मक विचारों को दूर रखे तथा अपने विचारो पर हमेशा नियंत्रण रखें।आप नवीनता नाविन्यता की ओर खिंचे जाने वाले इंसान हैं और यही बात आपको कुछ नई परियोजनाओ से जोड़ देगी जिससे आपको निश्चित ही बिना विलंब फ़ायदा होगा।इस हफ्ते आप अपने प्यार के लिये बहुत रोमँटिक साबित होंगे, जिसके लिये आपके प्यार और देखभाल के बगैर जिंदगी के कोई मायने नही रहेंगे।आपका अहम और गर्व हथकड़ियाँ बन सकते हैं जो जीवन में आपकी प्रगति को रोकते हैं। उन लोगों के साथ अधिक मिलना बुद्धिमानी होगी जिनके साथ आप व्यवसाय करते हैं और अपने उद्देश्य तक पहुँचने के लिए उनकी सलाह स्वीकार करते हैं।आपकी शारीरिक स्थिति के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध और वैमनस्य के रूप में मानसिक आघात भी पहुँचा सकती हैं।आनंद लेने के क्षण एकबार फिर यहाँ आपके लिए हैं, क्योंकि आप अपने पसंदीदा मार्ग में रोमांच खोजने के लिए एक नया मार्ग पाएँगे।",
    "6": "प्रयोग करने की आपकी क्षमता आपको नवीन के योजना अनुसार बजट का चयन करने में आपकों सक्षम बनायेगी। आपको वरिष्ठों की प्रशंसा प्राप्त होगी।आप किसी नजदीक व्यक्ति , जिसके साथ आप या तो रिश्ता जोड़ेंगे या फिर मजबूत करेंगे उसके बारे में आप गहराई और दृढ़ता से विचार करेंगे। आपका व्यक्तित्व आपको सकारात्मक रूप में प्रतिसाद करने का प्रलोभन देता है, परंतु ध्यान रहे आपसे कोई बड़ी गलती ना हो ।आपके कुछ सनकी आदतें, जिसकी वजह से आपकी किसी के साथ नही बनती, कड़ी मेहनत और , ध्यान से कम होगा। अब आप लोगों के साथ ज्यादा आत्मविश्वास से व्यवहार कर पाएंगे।इस हफ्ते आप बहुत जल्द क्रोधित होंगे, आलस एवं ऊर्जाहीनता भी महसूस करेंगे। आप पहले जैसे आकर्षक व्यक्ति के रूप में खुद को प्रस्तुत नही कर पायेंगे।जो बदलाव आप अपने कार्य परियोजनाओ में लाना चाहते है उस पर अमल करने के लिये यह वक्त सही हैं। आप जिनसे मदद की उम्मीद रखते है उनसे आपको भौतिक तथा आर्थिक मदद प्राप्त होगी ।सदाचार का कोई कार्य, किसी व्यक्ति को उसकी उस गलती के लिए क्षमा करना जिसने आपको दुख पहुँचाया, आपकी ओर से आपको अपने प्रियजनों के बीच अधिक आदरणीय बनाएगा।आप साझा रुचियों और भावनात्मक संगति को अधिक महत्व देतें हैं, किंतु आपको स्वयं को भी वह सब स्वीकार करने के लिए तैयार करना चाहिए जो दूसरों को उनके विचारों के लिए उनको कहना और प्रोत्साहित करना पड़ता है। अन्यथा यह आपको दूसरों से दूर कर देगा।जबरदस्ती खाना और उकसाया गया मदिरापान आपके स्वास्थ्य को खराब कर सकता है। ध्यान और स्वनियंत्रण इस स्थिति से बाहर निकलने के लिए आपकी सहायता करेगा।आनंद और ताजगी का मिजाज आपको कुछ दिनों के अवकाश पर ले जाने के लिए प्रेरित करेगा। इसके बाद आप और अधिक नया एवं ऊर्जावान अनुभव करेंगे।अधिक से अधिक लोग आपके मार्गदर्शन के लिए आप के पास आएँगे जिसकी आपने आशा भी नहीं की होगी। यह आपके दिन और दिमाग को व्यस्त बनाएगा, और आप एक खुशहाल परिस्थिति से होकर गुजरेंगे।",
    "7": "भविष्य के बारे में आपकी संकल्पना में किसी कारण बदलाव आने की संभावना हैं। दोस्तों के साथ आपका सहयोग रोमांचक तथा स्फूर्तिदायक रहेगा। लोगों या संस्थाओं के साथ आपको संघर्ष करना पड़ सकता है, परंतु इसके बदले आपको नौकरी या बातचीत से पुरस्कृत किया जाएगा ।आपको अत्यंत आर्थिक दबाव या आत्म-सम्मान संबंधित किसी अन्य समस्या का सामना करना पड़ सकता हैं। वास्तविकता आपके सामने होते हुये भी आप ज़रुरत से ज्यादा चिंता कर सकते हैं।आपके रिश्ते में बहुत कठिन समय चल रहा हैं जिसके लिये आपको सामाजिक तौर पर आत्माभिव्यक्ति तथा अधिक संतोष पाने हेतू व्यक्तिगत सायकोथेरपी तथा ग्रुप थेरपी की ज़रुरत है।अधिकारियों द्वारा नयी परियोजना के लिये स्वीकृति देने से आपके विचारों, जो अब तक आपके दिमाग तक ही सीमित था, के विकास और उसको अमल में लाने का अवसर प्राप्त होगा।बच्चे और परिवार के अन्य सदस्य उनकी समस्याओं का हल ढूंढ़ने के लिये आप पर निर्भर रहेंगे। महिला होने के कारण आप इन सब से थकावट महसूस करती हैं तो इसमें कोई आश्चर्य की बात नही।जिंदगी जीने का तरीका और छोटी चीज से बड़ा लाभ उठाना आपको भलीभाँति आता है, इसलिये इन दिनो आपको जो भी मिलेगा उससे ज्यादा से ज्यादा फ़ायदा आप उठायेंगे।इस सप्ताह आप जिन परियोजनाओं पर काम करेंगे वह फलदायी रहेगी क्योंकि आपके लक्षण अभी अनुकूल स्थिती में हैं जो आपको आकर्षक, बौद्धिक, अती उत्साही तथा अनुकूलनीय बनाएंगे।छोटी-छोटी समस्याओं पर भी आपकी विश्लेषणात्मक प्रकृति और इस पर आलोचना करना भी केवल आपके बच्चों से अधिक दूरी उत्पन्न करने में ही सहायता करेगा। एक माँ के रूप में आपके पास उन्हें नियंत्रित करने का पूरा अधिकार है, किंतु किसी भी चीज की अधिक खुराक कभी भी अच्छाई नहीं लाएगा।अब यह समय आपकी व्यक्तिगत वृद्धि के लिए नजरियों पर अधिक सोचने का है, क्योंकि यह आपके लिए आपके और आपके परिवार हेतु जीने का समय है।खेलों और छोटी चुनौतियों के लिए आपका प्रेम इस सप्ताह आपके लिए निर्धारित यात्रा को मजेदार बनाएगा।",
    "8": "प्रयोग करने योग्य आपकी क्षमता आपके लिए वरदान सिद्ध होगी और हर व्यक्ति को तैयार करने हेतू तथा आपकी ओर ध्यान देने हेतू आप इस स्त्रोत का उपयोग करेंगे।कार्यस्थान पर कोई या आपका साथी आप पर बहुत दबाव बना रहे है। आपके इर्दगिर्द गंभीर स्थिति उत्पन्न हो रही हैं जिससे आप तंग आ चुके है, फिर भी आप शांत एवं निष्पक्ष हैं।आपका अनोखापन जिसकी सब लोग हंसी उड़ाते है, इससे आपको इस हफ्ते लाभ होनेवाला हैं। समारोह या सार्वजनिक सम्मेलन में आप महत्वपूर्ण व्यक्ति बनेंगे।अपने और अपने प्रेम संबंधों के विकास के बीच एक संतुलन साधने की तुलना में अपने समूह के सहयोगियों, या परियोजनाओं के प्रति अपने दायित्व, आपके सीमा को बढ़ाने की संभावना है। इसलिये आपकी ऊर्जा का सही उपयोग होना चाहिए।साधारण शाम की पार्टी एवं नृत्य के बजाय आप किसी कल्पित जगह के लिये प्यार भरे सपने देखेंगे।आप का कल्पक स्वभाव आपको घर तथा कार्यालय में आपकी गती को बरकरार रखने तथा आपके जीवन में रोचकता लाने के लिये मदद करेगा। इसे बरकरार रखे जिससे जीवन की इसे जारी रखो और जीवन में नीरसता अतीत, भूली हुई एवं दफनाई गाई बाते होगी!इस हफ्ते कामदेव के तीर के साथ आपका लक्ष्य निशाने पर है,आप जिसकी कामना करेंगे वो आपको मिलेगा, इसलिये आपको जो चाहिये सिर्फ उसी की कामना करें, क्योंकि वो आपको मिलनेवाला हैं, उससे कही ज़्यादा भी आपको मिल सकता हैं।आप दुखी और अवसादग्रस्त अनुभव कर सकती हैं क्योंकि चीजें संभवत: आपकी अपेक्षाओं के अनुसार नहीं चल रहीं हैं। इसे आपको आलसी और हतोत्साहित न बनाने दें। आपके जीवन की यात्राओं में से एक में कोई छोटा सा अवरोध हो सकता है। याद रखें कि आपको लक्ष्य पूरा करना है।आपकी शारीरिक स्थिति के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध और वैमनस्य के रूप में मानसिक आघात भी पहुँचा सकती हैं।किसी अप्रत्याशित व्यक्ति से कोई अप्रत्याशित पहुँच आपके दिनों को नीरस बनाएगी। इस अवसर का उपयोग इसे व्यर्थ किए बिना कीजिए।",
    "9": "आप इस हफ्ते किसी ऐसे व्यक्ति सें मिलेंगे जिसकी ओर आप आकर्षित होंगे। उनकी पहली प्रतिक्रिया से नाराज नही होना चाहिए, बल्कि अगर आपका मन कहता है तो बार बार प्रयास करना चाहिए।सुंदरता और सामंजस्य की ओर आपका आकर्षण आपको कुछ नवीन परिस्थितियों के समीप लायेगा। इससे आप ज्यादा आरामदायी और कार्यक्षम महसूस करेंगे ।किसी की आलोचना करने वाली टिप्पणी देने से पहले विचार करने की कोशिश करें क्योंकि जहाँ ज़रुरत नही वहाँ भी सलाह देने की आपकी आदत हैं।आपकी अत्यंत संवेदनशील भावनाएं आपकी व्यक्तिगत प्रगती को रोक सकती है और आपको कुछ खोने की नौबत आ सकती है। किसी भी बात पर प्रतिक्रिया देने से पहले गंभीरता से विचार करें।पारिवारिक समस्यायें तथा कैरियर से संबंधित अनिश्चिततायेँ महिलाओं के जीवन में कश्मकश लायेंगी। अच्छा होने की कामना करें, आपके प्रियजनों के सहयोग से आपको इन समस्याओं से छुटकारा मिल सकता है ।आपकी मुलाकात कुछ ऐसे वन्दनीय लोगों से होगी जो आपको अपने मायाजाल से छुटकारा दिलायेंगे, इससे आपकी रचनात्मक प्रतिभा को भी प्रोत्साहन मिलेगा।आपके दिमाग में जो भी हो उसके बारे में अपने साथी से बात कीजिए और आपके उन छोटे संदेहों से छुटकारा पाइए जो कुछ समय से आपको परेशान कर रहे हैं।आपकी ज़िद्दी प्रकृति दूसरों को अनुभव करवाएगी कि आप कुछ अलग हैं और आप में संवेदनशील और भावुक होने की महिलाओं वाली प्रकृति की कमी है।अधिक से अधिक लोगों के साथ मिलकर स्वयं के बारे में सोचने पर आप जितना कम समय व्यतीत करते हैं वह आपको कुछ रूमानी पलों के साथ प्रस्तुत करेगा।आपके परिवार से अलग होना आपके लिए एक नया अनुभव होगा। किंतु ये बदलाव आपको जीवन में किसी समस्या का सामना करने के लिए अधिक स्वतंत्र और आत्मविश्वासी बनाएगा।",
    "10": "भाई-बहनो के साथ घुलते मिलते वक्त आपके शब्दो में संयम होना आवश्यक हैं क्योंकि उनसे बात करते वक्त आप कहाँ गलत व्यवहार कर रहे हैं यह आपको पता भी नही चलता।कार्यस्थान पर कोई या आपका साथी आप पर बहुत दबाव बना रहे है। आपके इर्दगिर्द गंभीर स्थिति उत्पन्न हो रही हैं जिससे आप तंग आ चुके है, फिर भी आप शांत एवं निष्पक्ष हैं।आप भावनात्मक प्रबलता और अत्यंत प्यार के लिये तरसते है और अत्यधिक जुनून का इंतजार करते हैं।यह हफ्ता आपके लिये मुश्किलों से भरा होगा। पिता के रुप में अपने बच्चो की ज़रुरतों को पूरा करना आपके लिये कठिन होगा।किसी भी स्थिति का सही आकलन करने की आपकी आदत आपके दैनिक जीवन में आनेवाले लोगों से आपको अधिक आगे रखती हैं।आपके प्यार के सितारे अभी ज़ोरो पर है और इस सप्ताह आपके जीवन में शानदार पल आयेंगे।नीरसता और उत्तेजना की सतत् कमी से रक्षा करने की आवश्यकता है। सुनिश्चित कीजिए कि कई बदलाव और चुनौतियाँ हैं।यदि आप कुछ परिस्थितियों में स्वयं को प्रतिबद्ध करना कठिन पाते हैं, तो आप पीछे हटने के लिए प्रवृत्त होते हैं। यह बेहतर होगा यदि आप आपकी विश्लेषण करने वाली शक्ति का उपयोग करें और उनके साथ अधिक संवादकारी बनें जिनके साथ आप व्यवहार करते हैं।अपने प्रियजनों के साथ कोई यात्रा आपको कुछ रोमांचकारी क्षणों की ओर ले जाएगी। इसका आनंद लीजिए, क्योंकि ये वे नहीं हैं जिन्हें आप अकसर प्राप्त करते हैं।आप किसी ऐसे व्यक्ति को पाएँगे जो आपको उचित मार्गदर्शन प्रदान करेगा क्योंकि आप भ्रम में हैं कि किसी नए उपक्रम में प्रवेश करें या नहीं।",
    "11": "आप किसी नजदीक व्यक्ति , जिसके साथ आप या तो रिश्ता जोड़ेंगे या फिर मजबूत करेंगे उसके बारे में आप गहराई और दृढ़ता से विचार करेंगे। आपका व्यक्तित्व आपको सकारात्मक रूप में प्रतिसाद करने का प्रलोभन देता है, परंतु ध्यान रहे आपसे कोई बड़ी गलती ना हो ।आपका अनोखापन जिसकी सब लोग हंसी उड़ाते है, इससे आपको इस हफ्ते लाभ होनेवाला हैं। समारोह या सार्वजनिक सम्मेलन में आप महत्वपूर्ण व्यक्ति बनेंगे।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।आप बलवान, निष्कपट एवं भरोसेमंद प्रकार के पुरुष हैं जिनकी तलाश स्त्रिया करती है, परंतु आपका झूठा अहंकार आपको दुराग्रही तथा घमंडी पुरुष बना देता है । इससे ही आपका पुरुषार्थ दिखता है ऐसी आपकी धारणा हैं।आप अपने घर एवं कार्यालय संरचना में जो परिवर्तन करने कि योजना बना रहे हैं, उसके लिये यह समय अनकूल साबित होगा । इस संबंध में किसी से सलाह मशवरा आपके लिये और अच्छा साबित होगा।गलती करना मानव स्वभाव है और क्षमा करना भगवान है। आपने जो गलती अनजाने में की है उसके लिए अपने प्रियजनों से माफी मिलने से आप अधिक शांति का अनुभव करेंगे।छोटी-छोटी समस्याओं पर भी आपकी विश्लेषणात्मक प्रकृति और इस पर आलोचना करना भी केवल आपके बच्चों से अधिक दूरी उत्पन्न करने में ही सहायता करेगा। एक माँ के रूप में आपके पास उन्हें नियंत्रित करने का पूरा अधिकार है, किंतु किसी भी चीज की अधिक खुराक कभी भी अच्छाई नहीं लाएगा।यह कोई आश्चर्य की बात नहीं होगी यदि दूसरे लोग आपके अच्छे कार्यों को गलत समझें, क्योंकि आपका समय हमेशा आपके अनुकूल नहीं होता है। दुखी होने का अनुभव न करें, एक न एक दिन आप अपने कार्य के लिए वह प्रशंसा प्राप्त करेंगे जिसके आप योग्य हैं।आप अत्यधिक शक्ति को धारण करते हैं और नई परियोजनाओं, नए लोगों और नई रुचियों को प्रेम करते हैं और अपनी आशावादी प्रकृति के द्वारा स्वयं को फिर से नया अनुभव करेंगे।किसी अप्रत्याशित व्यक्ति से कोई अप्रत्याशित पहुँच आपके दिनों को नीरस बनाएगी। इस अवसर का उपयोग इसे व्यर्थ किए बिना कीजिए।",
    "date": "रविवार, 18 अप्रैल 2021 से शनिवार, 24 अप्रैल 2021"
}
]
