horo_english=[
  {
    "0": "You will find yourself attracted towards someone who will make you reveal your heart without a second thought. You are vibrant and enthusiastic and your extraordinary energy will draw more people towards you this week. You tend to act like a person who is curious, mystified and an unforgettable one towards others virtues that some will get even scared of you. Moneymaking will be your main focus for the time being and this will forbid you from using your creative and imaginative talents efficiently. Now it is time to reveal your mind to the one you love. Otherwise, it will turn out to be too late. As you have chosen the right partner, your married life can be a continual source of joy and impression. Encouragement and assurance you provide on others will bring you great acceptance and applause. This will later help you to attain the support to reach your aim. Your physical health is in an excellent condition this week. Although you will go through some problems, you will come out of all that successfully. Your need has to be considered seriously when you fall in love. Your tendency to be so serious in an affair will bring out some delay in finding out a romantic pair for you. You will find your decision in accepting a new scheme as confusing. Take more time to discuss and analyse the situation or it will prove out to be a ruin for you.",
    "1": "You will meet someone this week to whom you will get attracted. Don't feel depressed of the first reaction from that person to your approach. Try again and again if your mind says so. Harmony seems to be the keyword for you this week. At work, at home, with friends, with your hairdresser, everyone you meet this week will look beautiful to you. Just make sure that you don't miss out due to ignorance. You may reach new understandings of how you work. But you will be talking about health - all kinds - and becoming far more organized in your working or health methodologies. You may get some money bonanzas. Your bountiful energy is responsible. A sense of pessimism and negative aspect will prevent you from experiencing a more joyous existence. Those who are related to you will find it difficult to deal with you and your illusions. Talk it over; otherwise, you will find yourself mentally away from others. Your love signs are shining brightly over you and you will go through the most fabulous moments this week. The deep understanding and cooperation between the two of you have been the driving force behind your successful marital life. Consider yourself lucky and take all actions necessary to maintain the love between the two of you. You have a great impulse in you to spend money which will make you do something unforgivable. So stay alerted from falling into any fault which will turn out to be unforgivable later. You are healthy and robust. Go ahead with your plans and projects; you will attain success. You rely much on your friends for the emotional stability and happiness you seek. Try to be your own, as depending on others is not going to bring you always the same status of mood.",
    "2": "Don't feel embarrassed if you feel drawn towards a person who was never a person of interest for you. Hope for the best, as this may lead to an utter change in your life. Whatever be your specific career choice or your interests, the combinations of your tenacity, drive and sheer endurance is a winning one that most people are too weak to compete against your energy and willingness. A temptation to get too involved in vicarious experiences will leave you suffering severe frustration, as your emotions are not satisfied. You enjoy spending time with people who are curious and spontaneous, but this prevents you from utilising your own creative and imaginative power. You will prove to be romantic for your love for whom life really isn't worth living without your love and care. Talk it over 'what's in your mind' with your spouse and get rid of your small suspicions which are haunting you for some time. It will prove to be a better prospect for you as you will find out your co-workers are more than a helping hand to achieve your goal. You will be geared up to take any sort of work as your mental and physical stamina is at its peak. Try to invest your vigour in something good and purposeful. A deep-seated sense of insecurity inside you will make a love situation far more painful than pleasurable. Don't rely only on your consciousness, it will be better to seek the opinion of experts. Your time is not in an agreeable condition to take new decisions.",
    "3": "Your ability to experiment will make you capable of sorting out a budget as per the new scheme. You will win the appreciation of your superiors. Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true. Even though you are hard working, highly organized and have a strong aptitude for money matters, you will find it difficult to attain your career goals easily. Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently. Support from those you expected for the expansion of the dream project will not turn out in time. Don't' feel downhearted and continue with your efforts to make it a success, results will never be the same. Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father. Time is apt for you to work out the changes you intend to implement on projects you are undertaking. You will attain financial and physical support from the sources you expect. You have wasted more than enough time for others. It will be better if you start thinking on behalf of you and your future. You are a workaholic, who never knows when to stop, which will only bring you exhaustion and tiredness. Better find some ways to revive your body and mind. More and more people will approach you for your guidance without you even expecting it. This will make your days and mind busy, and you will go through a pleasant situation altogether.",
    "4": "Although you tend to be a perfectionist, unnecessary delays from your part will bring unnecessary delay in attaining the benefit. You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. Although you tend to appear self-possessive, you are basically friendly, kind, noble and beneficent. Revealing of this nature in you bring more persons attached to you, who seek comfort and care. Confidence and mental preparation to achieve the best will boost up your energy. Your inner self will always act as a good guide for you. Your love and care as a mother will blossom more these days, as the children as well as those close to you, will find more solace when they are with you. . Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive. Spending some time to analyse your present physical condition will only make you more energetic and pleasant. In a way, this will enable you to seek out a solution for your present dullness, which is making you both irritating and gloomy. Your deeply philosophical nature have always been a proper guide for you. But nowadays, you will find yourself getting away from people related to you due to your over analytical nature. Success will come on your way for the work you have done for the society. Your hard work and devotion will attain wide recognition and applause. This will make you more encouraged to continue with your projects.",
    "5": "Your ability to experiment will prove to be a boon for you and you will be using this resource of yours to make everyone stand up and take notice of you. A few suspicions here and there and a lack of communication may hamper your relationship with your siblings. It would be better to talk things out right from the onset rather than let things degrade to an irreparable stage. Your peculiarities, which were a source for others to make fun of you, will bring some advantages for you this week. You will find yourself a central figure in some parties or public gatherings. A balancing act between developing yourself and your romantic relationship, versus your obligations to your group associates or projects is likely to stretch your limits. So, your energy has to be well spent. Look back at your time schedule and you'll realise that you haven't been spending quality time with your children. They need the presence of their father and you should find time for them. Both at workplace and home, your innovative nature will help you keep up the tempo and bring more enjoyment to your life. Keep it up and monotony in life will be a thing of the past, forgotten and buried! The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome. For a long time you would have been avoiding your artistic talent, now it is time to brush and take it out. This, of course, will bring a new stimulating mood to your life. You are quite inventive with things you really enjoy. Money or resources spring up for entertainment. You have fun with friends. You find yourself taking brilliant risks that make a splash and reveal more of who you are discovering yourself to be. An unexpected approach from an unexpected person will make your days harmonious. Utilise this opportunity without wasting it.",
    "6": "More and more project ideas will come to you. Your ability to experiment will help you choose the best out of it. Try to think before offering left-handed compliments to others as you will show an unnecessary indulge to advise when not wanted. Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently. Your supersensitive feelings hamper your personal progress. You need to loosen up, taking things a little less seriously rather than reacting to it. Family problems and career related uncertainties would bring some dilemma in the life of women. Hope for the best, support from your dear ones will help you to swim out safe from this. You are a person who is attracted towards novelties. This will bring you attached to some new projects which are sure to gain you profit without much delay. Your stubborn nature will make others feel that you are someone extraordinary and are lacking the womanly nature of being sentimental and touchy. You have been kept tacit for some time about your wishes like wandering around or hitchhiking, mainly because of money and time. Now everything will come in favour of you for doing something which makes you pleasant. Moments of rejoicing are here for you once again, as you will find out a new way to seek thrills in your favourite way. More and more people will approach you for your guidance without you even expecting it. This will make your days and mind busy, and you will go through a pleasant situation altogether.",
    "7": "Your ability to experiment will make you capable of sorting out a budget as per the new scheme. You will win the appreciation of your superiors. Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true. Your impulse to derive more and more returns while implementing your ideas will bring opposing approaches towards you from those who are assisting you in flourishing your project. Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father. Do not wallow in self-pity. Your worries about your future are not going to continue for a long time. Always hope for the best; this situation will change without much delay. Time is apt for you to work out the changes you intend to implement on projects you are undertaking. You will attain financial and physical support from the sources you expect. Find something for rejuvenating your mind, as you can become a bit boring if you go on and on only with your career or work. This week a vacation will bring you much refreshment. You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against. Though you are acquainted with a lot of people, you must try to utilise your ability for reasoning and find out the real ones who are good for you to communicate and be friendly. Your sense of uncertainty will create worry, depression and fearfulness. Take holiday for some days and be with your family. This will, to an extent, help you bring back the revitalisation and harmony back to your life.",
    "8": "You may find yourself unknowingly attracted to someone you interact with quite regularly. You should be watchful of the person as your attraction may blind you from the true nature of the individual. The sense of insecurity you feel would invoke worry, indecisiveness, depression and fearfulness in you. This would keep away the beauty and harmony of your life for a short while A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. Although you tend to appear self-possessive, you are basically friendly, kind, noble and beneficent. Revealing of this nature in you bring more persons attached to you, who seek comfort and care. Whatever projects you indulge this week will become fruitful. Your signs seem to be in favourable position making you more charming, intellectual, dynamically enthusiastic and adaptable. Think it over once or twice before speaking out your mind to the person you felt attracted towards. Give a thorough analysing about every positive and negative aspect before jumping into a conclusion. You will feel that your marriage is dreadfully boring nowadays. You must try to be more communicative and committed, cause it is also something which plays a major role in a relationship. Your love and care as a mother will blossom more these days, as the children as well as those close to you, will find more solace when they are with you. . Your ability to be there for the needy persons will bring out wide recognition for you among the public. This will be a sweet revenge of you towards some, who always used to find one or the other reason to disapprove your efforts. Proposals for a pleasure trip to some beautiful place will come in search of you. You will highly enjoy this trip with your near and dear.",
    "9": "Your ability to experiment will prove to be a boon for you and you will be using this resource of yours to make everyone stand up and take notice of you. A few suspicions here and there and a lack of communication may hamper your relationship with your siblings. It would be better to talk things out right from the onset rather than let things degrade to an irreparable stage. Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently. A balancing act between developing yourself and your romantic relationship, versus your obligations to your group associates or projects is likely to stretch your limits. So, your energy has to be well spent. Look back at your time schedule and you'll realise that you haven't been spending quality time with your children. They need the presence of their father and you should find time for them. Both at workplace and home, your innovative nature will help you keep up the tempo and bring more enjoyment to your life. Keep it up and monotony in life will be a thing of the past, forgotten and buried! You have been kept tacit for some time about your wishes like wandering around or hitchhiking, mainly because of money and time. Now everything will come in favour of you for doing something which makes you pleasant. Although you know what you want, to get a smooth approach you must be able to present you to others with enough logic. Try to be more reasonable while you present yourself. You are quite inventive with things you really enjoy. Money or resources spring up for entertainment. You have fun with friends. You find yourself taking brilliant risks that make a splash and reveal more of who you are discovering yourself to be. More and more people will approach you for your guidance without you even expecting it. This will make your days and mind busy, and you will go through a pleasant situation altogether.",
    "10": "More and more project ideas will come to you. Your ability to experiment will help you choose the best out of it. Dealing with important persons with excellent personalities will help you to get rid of some negative peculiarities that were haunting you for a long time. You will show the nature of being unimaginative, biased and always worrying. You will get weaker than you used to be before, that you will feel yourself incapable of taking any decision like a man. You are a person who is attracted towards novelties. This will bring you attached to some new projects which are sure to gain you profit without much delay. As per signs, you will go through complex situations for a few days. You will find yourself restless and argumentative in whatever work you undertake. You will feel that you lack the power for analysing to reach an intelligent decision. You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against. You have been kept unconcerned for such a long time giving you just unpleasant reminders in your mind. You will now find a way to spend some time refreshing the old memories. Moments of rejoicing are here for you once again, as you will find out a new way to seek thrills in your favourite way. If you have other options better depend on it than preferring journeys, as chances are there for minor accidents or mishaps. Financial help from some unexpected source will enable you to speed up the project which you felt would come up to an end without proper support.",
    "11": "Your ability to experiment will make you capable of sorting out a budget as per the new scheme. You will win the appreciation of your superiors. Your peculiarities, which were a source for others to make fun of you, will bring some advantages for you this week. You will find yourself a central figure in some parties or public gatherings. Dear and near ones will act in such a way that you will find yourself facing a mental trauma. Better stay calm, as you are the one who is expected for the time being to react normally. Bring restrictions on yourself from overindulging in food and alcohol which can lead to physical ailments for you and mental stress for your wife and children. Time is apt for you to work out the changes you intend to implement on projects you are undertaking. You will attain financial and physical support from the sources you expect. You give more importance to shared interests and emotional compatibility. You must also make yourself prepared to accept what others have to say and encourage them for their ideas. Otherwise, it will make you aloof from others. For a long time you would have been avoiding your artistic talent, now it is time to brush and take it out. This, of course, will bring a new stimulating mood to your life. A trip with your near and dear ones will lead you to some thrilling moments. Enjoy it, as these are not the ones you get often. Students will get assailed by elders for an attitude of irresponsibility and carelessness. Now the time is apt for taking some responsible steps towards your studies as well as future life. An unexpected approach from an unexpected person will make your days harmonious. Utilise this opportunity without wasting it.",
    "date": "Sunday, 19 July 2020 to Saturday, 25 July 2020"
}
]
