horo_english=[
  {
    "0": "You will love life and will find one or the other way to get the very most out of today. But your irritating nature and love towards yourself will hurt your near and dear ones. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others. You will prove yourself to be honest, caring and fitting well with the image of a good husband and father, revealing the sensitive and caring nature you kept deep inside in you till now. Women will attain respect and recognition from those you mingle with. You will find yourself presentable on important occasions. You will express the nature of being too independent and freedom loving. It won't be something of wonder if others, especially your near and dear mistook you. Motherly affection you possess will make your children as well as their friends, come in search of you in their difficulty for some comfort and advice from you. Try to be in control, as compulsive eating and escape motivated drinking can perpetrate ruin to your physical condition. Falling in love may be one of your favourite pass time, but this is not a good pattern to move along. Now it is time to get into a true, stable and steady relationship or it will be too late.",
    "1": "You are generous to achieve anything beautiful and harmonious and will be willing to lavish money and energy for it. Your personality and sense of humor along with your rapid logical mind will gain you a rapid rise in your career. This week you will find yourself relentless and driven in your struggle towards achievement, at times, driving you as well as those around you crazy. Generous and warm qualities in you will lead to many joyful experiences in the family. Your commitment towards family will help you to gain the love and care you seek. Stop criticizing and think how as a father you can deal with the situation your children are facing. They are eagerly waiting for your support and help. As a man of high esteem, you will feel burdened with the over expectations people vest upon you. Try to sort out the problems standing in your limitations. Too much of commitments will only bring you over-strain. As you have chosen the right partner, your married life can be a continual source of joy and impression. The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome. Since you are a person who seeks stability in your deeds, you will find it easier to reach the success in the current project you are dealing with. The new job will bring out an utter change in the procedures of your day to day life. You will take a bit of time but adjust to the new circumstances very soon.",
    "2": "Don't feel embarrassed if you feel drawn towards a person who was never a person of interest for you. Hope for the best, as this may lead to an utter change in your life. Your concept of your future may be changed in some ways. Your participation with friends may be quite exciting and refreshing. Your may struggle with people or institutions but is rewarded by a job or a well-done negotiation. Your supersensitive feelings hamper your personal progress. You need to loosen up, taking things a little less seriously rather than reacting to it. More and more ideas with novelty will come to your mind. What you need now is the support of your co-workers and the confidence to implement it successfully. Women may not enjoy their day at work. Something relating to your finance may cause worry. But you will not fail to put in as much of effort as you generally do. You must maintain a cautious behaviour at your place of work. The deep understanding and cooperation between the two of you have been the driving force behind your successful marital life. Consider yourself lucky and take all actions necessary to maintain the love between the two of you. In your search for professional glory, you may miss out on the finer and more important aspects of your life, your children! Keep the mother in you alive and life should turn out to be one happy-go-lucky ride! Support from your relatives and friends will shower as bliss for you to lay a strong base for your future. Students must spend more time on your work as you need a great amount of effort to excel in your studies. Separation from your family will be a new experience for you. But these changes will make you more independent and confident to face any hazards in the life.",
    "3": "Your attraction towards beauty and harmony will bring you close to some new situations. This will make you feel more relaxed and efficient. A job change may be something you have been considering for a long time. Give it a try now, better prospects are expected for you as per the present position of your sign. Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm. For you, your home is basically a launching pad from where you take off for your other activities. As you rely much on your family for emotional support, you will also never set back to fulfil the needs of your family. You will find yourself aloof from your family members. The fault is more from your side. Think for a little while what, other than bringing money, you have done for your kids as a father It will be better for you to make some delay in beginning the new projects. As a man tend to have success in all you dealt with, this new one is not supposed to bring you the benefits you expect. Talk it over 'what's in your mind' with your spouse and get rid of your small suspicions which are haunting you for some time. You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against. You will sign in a new contract, which will provide you with a career that is both stable and secure. New atmosphere and new friends will be a real experience for you. Your active presence will reform your friends also.",
    "4": "You possess an irresistible sense of humour and the spontaneous enthusiasm of an innocent child making you popular among those you mingle with during this week. Some of your peculiarities will make you stay away from important meetings, which if attended would have been a great help to boost up your career along with your confidence. Your ability to face matters confidently will make you able to deal with some harsh situations coolly. Try to keep a tight grip on your emotions towards others. Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father. Women will attain respect and recognition from those you mingle with. You will find yourself presentable on important occasions. Being a man of deep loving and highly trustworthy nature towards those you mingle with will attain you the love and care you expect from them. Your critical and argumentative nature towards your subordinates will bring out a negative approach from them even towards the wise and intelligent decisions you take. You will prove yourself to be shrewd, organised, hard working, calculating and content to pull all the strings your position allows. Nothing to feel embarrassed if others feel that you are having more vigour than femininity. Situations will make you stay away from some of your favourite past times. Don't take it into your heart as it will pull you into a mood of depression. Busy schedules will force you to postpone a trip you were anxiously waiting for. Don't get depressed for this will never be the last chance.",
    "5": "You are generous to achieve anything beautiful and harmonious and will be willing to lavish money and energy for it. Power and fame being the key word for you will enable you to excel in your career. Disapprovals are not an aspect for you to set back from your new ideas. You will go through a mode of life making others feel that you are unreliable, non-committed and restless. Generous and warm qualities in you will lead to many joyful experiences in the family. Your commitment towards family will help you to gain the love and care you seek. As a man of high esteem, you will feel burdened with the over expectations people vest upon you. Try to sort out the problems standing in your limitations. Too much of commitments will only bring you over-strain. As you have chosen the right partner, your married life can be a continual source of joy and impression. A strong will to take decisions regarding your future may arise the grudge of others but this is your life and you are the one to get along with it. Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive. Business-related short trips would turn out to be successful for you. Separation from your family will be a new experience for you. But these changes will make you more independent and confident to face any hazards in the life.",
    "6": "The hard work that you have put all this time will finally reap benefits galore. Be careful not to be carried away and thus end up lethargic. Apart from that, enjoy the benefits, you deserve it. You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased. A balancing act between developing yourself and your romantic relationship, versus your obligations to your group associates or projects is likely to stretch your limits. So, your energy has to be well spent. Look back at your time schedule and you'll realise that you haven't been spending quality time with your children. They need the presence of their father and you should find time for them. Your love signs are shining brightly over you and you will go through the most fabulous moments this week. Your ability to stay cautious and conservative while dealing with personal relationships will come to your aid. Keep going with what your mind says, but this doesn't mean to stay completely obstinate to others opinions. You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against. You can be depended on for your loyalty and sincerity, and this will bring you wide acceptance. But for the time being, an unnecessary indulgence from someone against you will bring out some embarrassing moments for you. You will sign in a new contract, which will provide you with a career that is both stable and secure. Students will tend to have a highly disciplined and organised ways to deal with their studies. You will earn a very good result from the efforts you put in.",
    "7": "You will be witty, generous, endearing and charming making you a never boring, always active and intensely alive personality for others to deal with. You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now. Your ability to face matters confidently will make you able to deal with some harsh situations coolly. Try to keep a tight grip on your emotions towards others. Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm. Women will have a favourable week, both at workplace and home. You will find yourself more appreciated and cared by others. An energy to live and achieve everything best will help you to overcome the inner distresses you were going through for a long while. Others may find you to be a strong personality with your own bold decisions. This can even arise criticism from others as you are firm in spite of being a woman. Your personal ethics would wound someone you deal with. But, if you have full faith in your ways and dealings, continue with it. Others will understand your motives very soon. An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family. A state of depression will devastate you as you feel that your efforts are getting out of hand. Try to get out of this mood; this is not your fault as you have done in accordance with your responsibility.",
    "8": "Your casual attitude towards love will only help to fade out the attraction your lover owns towards you. Since you are restless, impulsive and looking for the wildest kind of excitement, it will be difficult for you to find the beauty and harmony you wish. Your personality and sense of humor along with your rapid logical mind will gain you a rapid rise in your career. More and more ideas with novelty will come to your mind. What you need now is the support of your co-workers and the confidence to implement it successfully. What you set to do this week will turn out to be successful to you mainly because of your sharpness, tenacity and obsession for perfection. You are now in a relationship where nothing ever seems to happen, because both of you are patiently waiting for the first move. Better you take the move before it is not too late. Minor misunderstandings with your spouse will make your days dull. Just find a way to talk it over so that both of you will feel relieved and your happy days will be back. Support from your relatives and friends will shower as bliss for you to lay a strong base for your future. A mood of enjoyment and refreshing will prompt you to take holiday for some days. You will feel more revitalised and energetic after this. Business-related short trips would turn out to be successful for you.",
    "9": "You are generous to achieve anything beautiful and harmonious and will be willing to lavish money and energy for it. Your concept of your future may be changed in some ways. Your participation with friends may be quite exciting and refreshing. Your may struggle with people or institutions but is rewarded by a job or a well-done negotiation. You will go through a mode of life making others feel that you are unreliable, non-committed and restless. Generous and warm qualities in you will lead to many joyful experiences in the family. Your commitment towards family will help you to gain the love and care you seek. As you have chosen the right partner, your married life can be a continual source of joy and impression. A strong will to take decisions regarding your future may arise the grudge of others but this is your life and you are the one to get along with it. Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive. You tend to overindulge in food, and weight becomes your problem. A strict diet will help you to attain back your physical harmony. Your love for games and small challenges will make the journey scheduled for you this week a pleasant one. New atmosphere and new friends will be a real experience for you. Your active presence will reform your friends also.",
    "10": "Harmony seems to be the keyword for you this week. At work, at home, with friends, with your hairdresser, everyone you meet this week will look beautiful to you. Just make sure that you don't miss out due to ignorance. A job change may be something you have been considering for a long time. Give it a try now, better prospects are expected for you as per the present position of your sign. A balancing act between developing yourself and your romantic relationship, versus your obligations to your group associates or projects is likely to stretch your limits. So, your energy has to be well spent. You are mentally optimistic and expansive about your family or your domicile now. You may feel enriched by them. In fact, money may pass back and forth. Your talents come out so naturally and find a good reception with them. Look back at your time schedule and you'll realise that you haven't been spending quality time with your children. They need the presence of their father and you should find time for them. Being the man you are, you may have experiences with a friend that can deepen your relationship. You'd rather instigate action with your pet projects than deal with authority figures early this week. It's better to be safe than sorry. The deep understanding and cooperation between the two of you have been the driving force behind your successful marital life. Consider yourself lucky and take all actions necessary to maintain the love between the two of you. The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome. Since you are a person who seeks stability in your deeds, you will find it easier to reach the success in the current project you are dealing with. The new job will bring out an utter change in the procedures of your day to day life. You will take a bit of time but adjust to the new circumstances very soon.",
    "11": "Apt time for a job change. Commencing of a project all by yourself will also prove to be beneficial. Try to think before offering left-handed compliments to others as you will show an unnecessary indulge to advise when not wanted. More and more ideas with novelty will come to your mind. What you need now is the support of your co-workers and the confidence to implement it successfully. You will prove to be independent, ambitious and highly goal-oriented. Intelligence and quick wit you possess will enable you to reach your goal without much effort. Time is really favourable now. You need to do some meditations to calm your feverish activities and brains, or in other words, to silence the mind. Talk it over 'what's in your mind' with your spouse and get rid of your small suspicions which are haunting you for some time. Your stubborn nature will make others feel that you are someone extraordinary and are lacking the womanly nature of being sentimental and touchy. Support from your relatives and friends will shower as bliss for you to lay a strong base for your future. You will feel that all your physical strength has got drained out due to the mental and physical stress you experience this week both at work and home. Find some time for exhilaration for body and mind which you really need for the time being. Business-related short trips would turn out to be successful for you.",
    "date": "Sunday, 11 October 2020 to Saturday, 17 October 2020"
}
]
