horo_hindi=[
 {
    "0": "संतानों से बात करते समय आपकी दरियादिली एवं जोश के कारण आपके जीवन में आनंद और खुशी के कई मौके आएंगे।आपका अस्थिर, गैर जिम्मेदार एवं गैर समर्पित स्वभाव आपके कैरियर में व्यवहार करते वक्त कलंक साबित होगा।आप जोशपूर्ण एवं उत्साही है और आपकी असामान्य उर्जा की वजह से इस हफ्ते बहुत लोग आपकी तरफ आकर्षित होंगे।आपके परिवार के सदस्यों को आनंद देना और एकसाथ बाँधे रखना आपके लिये मुश्किल होगा। किसी के मनोबल और वास्तविक सहयोग के बिना परिस्थिति का सामना करना कठिन होगा।अपने परिवार के साथ समय बिताने के लिये छोटी छुट्टी ले लो। केवल उनके लिये पैसा कमाना ही पिता के रुप में आपका कर्तव्य नही हैं परंतु उनकी समस्याओं को सुलझाने हेतू थोड़ा समय भी निकालना होगा ।इस सप्ताह आप जिन परियोजनाओं पर काम करेंगे वह फलदायी रहेगी क्योंकि आपके लक्षण अभी अनुकूल स्थिती में हैं जो आपको आकर्षक, बौद्धिक, अती उत्साही तथा अनुकूलनीय बनाएंगे।आप स्वास्थ्यवधर्क और मजबूत हैं। अपनी योजनाओं और परियोजनाओं के साथ आगे बढ़िए, आप सफलता प्राप्त करेंगे।यद्यपि आप कई लोगों से परिचित हैं, तथापि आपको तर्क करने की आपकी योग्यता को उपयोगी रूप से उपयोग करने का प्रयास करना चाहिए और ऐसे वास्तविक लोगों को खोजने का प्रयास करना चाहिए जो आपके लिए संवाद करने एवं मित्र बनने के लिए अच्छे हों।प्रेम में पड़ना आपका पसंदीदा पास टाइमों में से एक हो सकता है, लेकिन आगे बढ़ने के लिए यह एक अच्छा तरीका नहीं है। अब एक सच्चे, स्थिर और स्थाई संबंध में प्रवेश करने का समय है, अन्यथा बहुत देर हो जाएगी।आप कुछ हद तक शर्मीले, रहस्यमय और अपनी गोपनीयता को बहुत अधिक मूल्य देने वाले होंगे, और यह सब आप जिस नई परिस्थिति से गुज़र रहे हैं, उनसे घुलने-मिलने में बहुत समय लगेगा ।",
    "1": "ऐसा लगता है कि इस सप्ताह में तालमेल आपका संकेत शब्द है। इस सप्ताह में आप जिस किसी से काम में, घर में, मित्रों समेत, आपके नाई के साथ मिले, आपको सुंदर दिखाई देगा। ध्यान रहे, आप अपनी अज्ञानता के कारण इस मौके को खो न दें ।आपके परिवार या अपने अधिवास के बारे में आप मानसिक रुप से सकारात्मक एवं उन्मुक्त हैं। जिनके कारण आप संपन्न महसूस करते हैं। वास्तव में, पैसा आता जाता रहता हैं। आपकी बुद्धिमानी से अच्छी प्राप्ति होगी।पुरुष होने के नाते आपने दोस्ती के रिश्ते में ऐसे अनुभव लिये होंगे जिससे आपके रिश्ते और गहरे हो सकते हैं। आप इस हफ्ते अपनी पसंद की परियोजनाओं पर अधिकारियों पर भरोसा करने के बजाय खुद कार्य करें। बाद में पछताने के बजाय सावधान रहना अच्छा है ।बहुत समय से आपको परेशान कर रहे भ्रम से आपको छुटकारा मिलेगा। आपको पूरी तरह छुटकारा मिलने तक ध्यान चिंतन करते रहें।ध्यान और देखभाल के माध्यम से कुछ अतिरिक्त ऊर्जा प्रदान करना केवल आपके मस्तिष्क और शरीर को प्राण शक्ति प्रदान करने के लिए सहायता करेगा जिसे अब वास्तव में कुछ अतिरिक्त देखभाल की आवश्यकता है।यदि आप विश्लेषण करने के लिए अपनी शक्ति का उपयोग और अधिक प्रभावी रूप से करने में अनिच्छुक हैं तो आप अपने कार्यों को अपूर्ण छोड़ते हुए मस्ती की अवस्था में आ जाएँगे। दूसरों के साथ और अधिक तार्किक और समझने योग्य रूप से संवाद करने के लिए कुछ तरीके ढूँढिए।आप किसी जोशीले, स्थिर, स्नेही व्यक्ति को खोजने का एक अवसर पाएँगे जो एक खुशहाल संबंध के लिए सर्वश्रेष्ठ पसंद में बदल जाएगा।चूँकि आप एक ऐसे व्यक्ति हैं जो अपने कार्यों में स्थिरता खोजता है, तो आप वर्तमान परियोजना, जिसके साथ आप कार्य कर रहे हैं, उसमें सफलता प्राप्त करने में सरलता पाएँगे।यदि विद्यार्थी उनके गैरजिम्मेदाराना और लापरवाह व्यवहार को जारी रखते हैं, तो विद्यार्थियों को बड़ों के द्वारा दोषी ठहराया जाएगा। अब आपके अध्ययन के साथ-साथ भावी जीवन के प्रति कुछ जिम्मेदार कदम उठाने के लिए यह सही समय है।नई नौकरी आपके दैनिक जीवन की प्रक्रियाओं में पूर्ण बदलाव लाएगा। इसमें थोड़ा समय लगेगा किंतु आप नई परिस्थितियों के साथ अतिशीघ्र समायोजित हो जाएँगे।",
    "2": "कार्यस्थान पर कोई या आपका साथी आप पर बहुत दबाव बना रहे है। आपके इर्दगिर्द गंभीर स्थिति उत्पन्न हो रही हैं जिससे आप तंग आ चुके है, फिर भी आप शांत एवं निष्पक्ष हैं।किसी आकर्षक व्यक्ति को अपने प्यार में पागल करना आपको अच्छा लगता हैं क्योंकि आप स्वच्छंद, प्रभावशाली एवं साहसी हैं।आप अपने आप को परिवार के सदस्यों से अलग महसूस करेंगे। इसमें आपका ही ज्यादा दोष होगा, थोड़ी देर विचार करें आपने अपने बच्चो के लिये पैसा कमाने के अलावा और क्या किया है ।लक्षणो के अनुसार आप कुछ दिनो तक जटिल परीस्थितीयों से गुजरने वाले है। जो भी काम आप अपने हाथ में लेंगे उसमें आप खुद को व्याकुल एवं तर्कसंगत पायेंगे। आपको यह लगेगा की सही मायने में आप अपनी तर्कशुद्धता से कुशल निर्णय लेने की क्षमता खो बैठे हैं।आप जिससे प्यार करते है उसे अपने मन की बात बताने का समय आ गया हैं, अन्यथा बहुत देर हो जाएगी।मित्रों और रिश्तेदारों के प्रति आपकी ईमानदारी आपकी जरूरत में आपके लिए सहायता लाएगी। चूँकि आप हमेशा उनकी सहायता करने के लिए हैं, इसलिए अब आप पर प्रेम और देखभाल की बौछार करने की उनकी बारी है जो आपके लिए बड़े पैमाने में सहायक होगी।आपकी स्वयं की दार्शनिक विचारधारा है जो व्यक्तिगत निर्णय लेते समय आपका मार्गदर्शन करती है। इस सप्ताह आप इसे अधिक उपयोगी पाएँगे और शांति का अनुभव करेंगे कि आप इस पर विश्वास करते हैं।आपका चंचल, भ्रमित व्यवहार आपके कार्यों पर कई सीमाएँ लगाएगा। यद्यपि आपके इरादे अच्छे हैं तथापि लोगों का सम्मान प्राप्त करने के लिए कुछ अधिक समय लगेगा।उच्च सम्मान के व्यक्ति के रूप में आप ऐसी अवस्था से गुजरेंगे जहाँ प्रत्येक व्यक्ति आपसे कुछ उचित की अपेक्षा करता है। अब आप स्वयं पर गर्व कर सकते हैं कि आप उस जगह पहुँच गए जहाँ आपने उन चीजों को सफलतापूर्वक पूर्ण किया है जिसकी दूसरों ने आपसे अपेक्षा की।जिन यात्राओं को करने की आप योजना बना रहे हैं उनसे आपका पैसा आपके हाथों से पारे के समान फिसल जाएगा जिसका आपको पता भी नहीं चलेगा।",
    "3": "चूंकि आप बेचैनी, आवेगशील महसूस कर रहे है और किसी तूफानी उत्साह की तलाश में है, आप जिस तरह की सुंदरता और तालमेल की तलाश कर रहे है वह प्राप्त होना मुश्किल होगा।आपकी दृढ़ता एवं परिपूर्णता के लिये आपका जुनून आपको अपने कैरियर में कामयाबी देगा।आपके रिश्ते में बहुत कठिन समय चल रहा हैं जिसके लिये आपको सामाजिक तौर पर आत्माभिव्यक्ति तथा अधिक संतोष पाने हेतू व्यक्तिगत सायकोथेरपी तथा ग्रुप थेरपी की ज़रुरत है।अधिकारियों द्वारा नयी परियोजना के लिये स्वीकृति देने से आपके विचारों, जो अब तक आपके दिमाग तक ही सीमित था, के विकास और उसको अमल में लाने का अवसर प्राप्त होगा।घर और कैरियर दोनो के बीच भागदौड़ करने वाली महिलाओं को कुछ ऐसी समस्याओं का सामना करना पड़ेगा जिनमें उनका समय और शक्ति दोनों का अपव्यय होगा।यद्यपि आप अधीर, आवेगी हैं और आपको अत्यधिक उत्तेजना की तलाश है, तथापि आपका सरल और प्रेमी स्वभाव आपको आपकी गलतियों के लिए क्षमा किए जाने हेतु आपकी सहायता करेगा।एक माँ के रूप में जब आप अपने बच्चों के साथ व्यवहार कर रहीं हों तो आप पुराने समय के ऐसे व्यक्ति के समान अधिक कार्य करती हैं जो नैतिक सिद्धांतों पर अधिक विश्वास करता है। यह केवल आपको अपने बच्चों से दूर करने में सहायता करेगा।अब यह समय आपकी व्यक्तिगत वृद्धि के लिए नजरियों पर अधिक सोचने का है, क्योंकि यह आपके लिए आपके और आपके परिवार हेतु जीने का समय है।कार्य आपका उत्साह का स्रोत है और आप कभी भी अपने शरीर को आराम नहीं देते हैं तब भी जब आप थका हुआ अनुभव करते हैं। किंतु यह सप्ताह आपको किसी स्फूर्तिदायक मिजाज के लिए कामना करवाते हुए आपके मस्तिष्क और शरीर को नया करने के लिए आप में एक समग्र बदलाव लाएगा।नया वातावरण और नए मित्र आपके लिए एक नया अनुभव होगा। आपकी सक्रिय उपस्थिति आपके मित्रों को भी सुधारेगी।",
    "4": "आप काफी नियमित रूप से किसी व्यक्ति से बातचीत करते हैं, तो उसकी ओर अनजाने में आकर्षित हो सकते है। आपको इस व्यक्ति से सावधान रहना होगा, क्योंकि यह आकर्षण आपसे उसके वास्तविक स्वभाव को छुपा सकता है।आपकी कुछ विशिष्टताएं आपको महत्वपूर्ण बैठकों में जाने से रोकेगी, जहाँ जाने से आपको अपने कैरियर को आगे बढ़ाने तथा आत्मविश्वास को बढ़ाने में सहायता मिल सकती थी।किसी मामले को आत्मविश्वास के साथ सुलझाने की आपकी क्षमता आपको कठोर परिस्थिति का सामना शांति के साथ करने हेतू मदद करेगी। दूसरों के प्रति अपनी भावनाओं पर पूरा नियंत्रण रखें।आप जैसे इन्सान को प्यार, वात्सल्य और सौहार्द की ज़रुरत है और इस हफ्ते आपको किसी ऐसे व्यक्ति का साथ मिलेगा जो आपके लिये परीक्षक की तरह कार्य करेगा। आपको कामयाबी मिलना तय है ।घर में बदलाव लाने के आपके इरादे से घर के लोग आप के खिलाफ़ जा सकते है । वे आपको घमंडी समझने की संभावना है ।किसी अप्रत्याशित व्यक्ति से अप्रत्याशित प्रेम निवेदन आपके मन में कुछ अतिरिक्त ऊर्जा और खुशी लाएगा। आपको इसके बारे में सोचने और निर्णय लेने का पूर्ण अधिकार है।प्रोत्साहन और सुनिश्चितता, जो आप दूसरों को प्रदान करते हैं, आपके लिए अत्यधिक स्वीकृति और तारीफ लाएँगे। बाद में यह आपके लक्ष्य तक पहुँचने में समर्थन प्राप्त करने के लिए आपकी सहायता करेगा।तर्क करने की आपकी शक्ति की वजह से आप दुनिया को श्याम और श्वेत में देखेंगे, जो व्यावसायिक मामलों में आपकी सहायता करेगा।विद्यार्थियों को अपनी पढ़ाई पर अधिक ध्यान देने का प्रयास करना चाहिए, क्योंकि आप वर्तमान में अपने निर्णायक बिंदु से गुजर रहे हैं।आप अपने किसी प्रियजन द्वारा आपके जीवन में लाए गए अप्रत्याशित बदलाव से दुखी होने का अनुभव करेंगे। अपना आत्मविश्वास मत खोइए वापस लड़ने का प्रयास कीजिए और अपनी स्थिति को मजबूत रखिए।",
    "5": "आजतक आपने जितने भी कष्ट उठाये हैं उसका फल अभी आपको बड़ी मात्रा में प्राप्त होने वाला है। आवेश में आकर आलसी ना बनें। इसके अलावा लाभ का आनंद उठाइए, आपका अधिकार है।अपने और अपने प्रेम संबंधों के विकास के बीच एक संतुलन साधने की तुलना में अपने समूह के सहयोगियों, या परियोजनाओं के प्रति अपने दायित्व, आपके सीमा को बढ़ाने की संभावना है। इसलिये आपकी ऊर्जा का सही उपयोग होना चाहिए।किसी आकर्षक व्यक्ति को अपने प्यार में पागल करना आपको अच्छा लगता हैं क्योंकि आप स्वच्छंद, प्रभावशाली एवं साहसी हैं।रचनात्मकता एवं कल्पनाशक्ती आपकी अच्छी आदते हैं। इसे बढ़ावा देना तथा इसके लिये ज़रुरत अनुसार सहयोग लेने की सलाह आपको दी जाती हैं। याद रखें इससे आपके जीवन शैली में भी सुधार आयेगा।आपके दरियादिल एवं जोशपूर्ण लक्षण आपके लिये बहुत प्यार और खुशी के पल लेकर आयेंगे।आप दुखी और अवसादग्रस्त अनुभव कर सकती हैं क्योंकि चीजें संभवत: आपकी अपेक्षाओं के अनुसार नहीं चल रहीं हैं। इसे आपको आलसी और हतोत्साहित न बनाने दें। आपके जीवन की यात्राओं में से एक में कोई छोटा सा अवरोध हो सकता है। याद रखें कि आपको लक्ष्य पूरा करना है।आपकी स्वयं की दार्शनिक विचारधारा है जो व्यक्तिगत निर्णय लेते समय आपका मार्गदर्शन करती है। इस सप्ताह आप इसे अधिक उपयोगी पाएँगे और शांति का अनुभव करेंगे कि आप इस पर विश्वास करते हैं।जबरदस्ती खाना और उकसाया गया मदिरापान आपके स्वास्थ्य को खराब कर सकता है। ध्यान और स्वनियंत्रण इस स्थिति से बाहर निकलने के लिए आपकी सहायता करेगा।आपके नए मिले प्रेम में उत्साह और प्रेम आपको एक स्थिर संबंध प्रदान करेगा और आप इस पर लंबे संबंध के रूप में आँख बंद कर विश्वास कर सकते हैं।परिस्थिति का संपूर्ण विश्लेषण करके आपको सर्वश्रेष्ठ प्राप्त ही होगा भले ही यह कोई नए उपक्रम की शुरुआत हो या किसी जीवनसाथी का चुनाव करना हो।",
    "6": "कार्यस्थान पर कोई या आपका साथी आप पर बहुत दबाव बना रहे है। आपके इर्दगिर्द गंभीर स्थिति उत्पन्न हो रही हैं जिससे आप तंग आ चुके है, फिर भी आप शांत एवं निष्पक्ष हैं।आपको इस वक्त असुरक्षित महसूस हो रहा है, इसलिये आपको खुद की उर्जा और उत्साह में बढ़ाने हेतू किसी की मदद की ज़रुरत होगी।आप भावनात्मक प्रबलता और अत्यंत प्यार के लिये तरसते है और अत्यधिक जुनून का इंतजार करते हैं।आपकी गहरी, घनिष्ठ दोस्ती, जिसने हमेशा अपने जीवन में एक गहरा अर्थ जोड़ा है, जीवन भर के लिए जरूरी होने वाले जीवनसाथी साबित होंगे । आगे बढ़कर प्रस्ताव रखिए आप पहले ही बहुत विलंब कर चुके हैं।ऐसे लोग जो आपके साथ मिले होते हैं वे आपको आपकी ईमानदारी, कर्तव्यनिष्ठा और सतत् समर्थन पर निर्भर पाएँगे जो आप उन्हें प्रदान करते हैं।आपका अहम और गर्व हथकड़ियाँ बन सकते हैं जो जीवन में आपकी प्रगति को रोकते हैं। उन लोगों के साथ अधिक मिलना बुद्धिमानी होगी जिनके साथ आप व्यवसाय करते हैं और अपने उद्देश्य तक पहुँचने के लिए उनकी सलाह स्वीकार करते हैं।आप जो कार्य की जिम्मेदारी लेते हैं उसके प्रति अपने तरीके में आप दृढ़, ईमानदार, अटल और प्रयोगात्मक होते हैं। कुछ समय के लिए आपका यह तरीका आपके कैरियर व्यवसायक सौदेबाजियों में आपके लिए बहुत ज्यादा सफलता लाएगा।व्यक्तिगत संबंध के साथ व्यवहार करते समय सावधान और रुढ़ीवादी रहने की आपकी योग्यता आपकी सहायता करेगी। आपका मस्तिष्क जो कहता है उसके साथ चलते रहिए, किंतु इसका अर्थ दूसरों की राय के प्रति पूर्ण रूप से टिके रहना नहीं है।आपको अपनी शारीरिक ताकत बढ़ाने के लिए इन दिनों बहुत बदलावों और चुनौतियों की आवश्यकता है। एकरूपता और उत्तेजना की सतत् कमी से रक्षा करने की आवश्यकता है।आप उन उत्तरदायित्वों को, जो एक पारिवारिक सदस्य के साथ-साथ सामाजिक सदस्य के रूप में आप में निहित होते हैं, उन्हें निष्पादित करने के लिए आपके मार्ग में आने वाली छोटी-छोटी परेशानियों पर विजय पाएँगे।",
    "7": "आपमें मज़ाक करने की प्रबल शक्ती है तथा बच्चो जैसा स्वाभाविक उत्साह भी हैं जिसके कारण इस हफ्ते आपसे घुलने मिलने वाले लोगों के बीच आप लोकप्रिय बने रहेंगे।किसी मामले को आत्मविश्वास के साथ सुलझाने की आपकी क्षमता आपको कठोर परिस्थिति का सामना शांति के साथ करने हेतू मदद करेगी। दूसरों के प्रति अपनी भावनाओं पर पूरा नियंत्रण रखें।महिलाये जिनके साथ रहेंगी उनसे आदर तथा पहचान हासिल करेंगी। आप खुद को महत्वपूर्ण मौकों पर प्रस्तुत करने योग्य समझेगी।आप किसी भ्रम की दुनिया में जिंदगी जी रहे हैं। इस परिस्थिति से बाहर निकलने की कोशिश करें, अन्यथा आपको इससे बाहर निकलना बहुत मुश्किल होगा।आप अपने पद के अनुसार कार्य करने के लिए स्वयं को चतुर, व्यवस्थित, मेहनती, परिकलन और संतुष्ट सिद्ध करेंगे। यदि दूसरे अनुभव करते हैं कि आपके पास स्त्रित्व की अपेक्षा अधिक ताकत है तो शर्मिंदा होने की आवश्यकता नहीं है।आप घबराहट की ओर प्रवृत हैं, जो आपको आपके प्रियजनों के साथ कुछ बड़ी गलतियाँ करवाएगी। ह्दय से क्षमा आपको परिणामों से बचने के लिए सक्षम कर सकती है, तथापि यह हमेशा की गारंटी नहीं है।आप सब कुछ अपने पक्ष में पाएँगे क्योंकि आपके अधीनस्थ और वरिेष्ठजन सभी आपके नए कार्य में प्रोत्साहित कर रहें होंगे।आपके आगे एक ऊर्जात्मक और तरोताजा करने वाला करने वाला सप्ताह । आप अपने कार्य या नए उद्यमों से संबंध रखने वाले नई चुनौतियों को स्वीकार करने के लिए तैयार रहेंगे । आपकी ताजगी आपके संपूर्ण परिवार के लिए एकरूपता लाएगा।आपके अंदर गहरी असुरक्षा की भावना एक प्रेम स्थिति को सुखद की अपेक्षा अधिक कष्टदायक बनाएगी।केवल अपनी अंतरात्मा पर ही विश्वास मत कीजिए, विशेषज्ञों की राय लेना बेहतर होगा। नए निर्णय लेने के लिए आपका समय कोई अनुकूल परिस्थिति नहीं है।",
    "8": "आप किसी भी सुंदर वस्तु और सामंजस्यता प्राप्त करने में उदार है और उसके लिए पैसा औऱ उर्जा खर्च करने के लिए तैयार रहेंगे ।आपका उदार और गर्म स्वभाव आपके परिवार में बहुत खुशी देगा। परिवार के प्रति आपकी प्रतिबद्धता की वजह से आप जिस प्रेम और देखभाल की तलाश कर रहे थे वो आपको मिलेगी।अत्यंत आदरणीय मनुष्य होने के नाते लोगो की ज्यादा अपेक्षाओं के कारण आपको बोझ तले दबा हुआ महसूस होगा। केवल उन्ही समस्याओं को सुलझाएं जो आपके नियंत्रण में होगी, अत्यधिक प्रतिबद्धताओं से आपको अधिक तनाव होगा।आपकी मुलाकात कुछ ऐसे वन्दनीय लोगों से होगी जो आपको अपने मायाजाल से छुटकारा दिलायेंगे, इससे आपकी रचनात्मक प्रतिभा को भी प्रोत्साहन मिलेगा।आपने जो कार्य लिया है उससे आप घबराए हुए, तनावग्रस्त और उसके प्रति अतिप्रतिबद्ध हैं। इससे आपको केवल अधिक तनाव और मानसिक कष्ट ही होगा।यद्यपि आपको क्या छिए यह आपको पता है, तथापि कोई सहज तरीका प्राप्त करने के लिए आपको स्वयं को दूसरों के प्रति पर्याप्त तर्क के साथ प्रस्तुत करने के लिए सक्षम होना चाहिए। स्वयं को प्रस्तुत करते समय और अधिक तार्किक होने का प्रयास कीजिए।अधिक से अधिक लोगों के साथ मिलकर स्वयं के बारे में सोचने पर आप जितना कम समय व्यतीत करते हैं वह आपको कुछ रूमानी पलों के साथ प्रस्तुत करेगा।आपके नए मिले प्रेम में उत्साह और प्रेम आपको एक स्थिर संबंध प्रदान करेगा और आप इस पर लंबे संबंध के रूप में आँख बंद कर विश्वास कर सकते हैं।विद्यार्थियों को आपके कार्य पर अधिक समय व्यतीत करना चाहिए क्योंकि आपको अपने अध्ययन में बढ़ने के लिए अधिक प्रयास की आवश्यकता है।आपके परिवार से अलग होना आपके लिए एक नया अनुभव होगा। किंतु ये बदलाव आपको जीवन में किसी समस्या का सामना करने के लिए अधिक स्वतंत्र और आत्मविश्वासी बनाएगा।",
    "9": "ऐसा लगता है कि इस सप्ताह में तालमेल आपका संकेत शब्द है। इस सप्ताह में आप जिस किसी से काम में, घर में, मित्रों समेत, आपके नाई के साथ मिले, आपको सुंदर दिखाई देगा। ध्यान रहे, आप अपनी अज्ञानता के कारण इस मौके को खो न दें ।इस हफ्ते आपके कैरियर में कामयाबी हासिल होगी।अपने और अपने प्रेम संबंधों के विकास के बीच एक संतुलन साधने की तुलना में अपने समूह के सहयोगियों, या परियोजनाओं के प्रति अपने दायित्व, आपके सीमा को बढ़ाने की संभावना है। इसलिये आपकी ऊर्जा का सही उपयोग होना चाहिए।आपके प्रतिभा को योग्य मार्गदर्शन मिलेगा और बचपन से आपके मन में जो मिथ्या बाते चल रही थी उससे भी छटकारा मिलेगा।आप दोनों के बीच गहरी समझ और सहयोग आपके सफल वैवाहिक जीवन के पीछे की प्रेरक शक्ति है। स्वयं को भाग्यशाली समझिए और आप दोनों के बीच प्रेम को बनाए रखने के लिए सभी आवश्यक कार्य कीजिए।आप दुखी और अवसादग्रस्त अनुभव कर सकती हैं क्योंकि चीजें संभवत: आपकी अपेक्षाओं के अनुसार नहीं चल रहीं हैं। इसे आपको आलसी और हतोत्साहित न बनाने दें। आपके जीवन की यात्राओं में से एक में कोई छोटा सा अवरोध हो सकता है। याद रखें कि आपको लक्ष्य पूरा करना है।अब यह समय आपकी व्यक्तिगत वृद्धि के लिए नजरियों पर अधिक सोचने का है, क्योंकि यह आपके लिए आपके और आपके परिवार हेतु जीने का समय है।आपको अपनी शारीरिक ताकत बढ़ाने के लिए इन दिनों बहुत बदलावों और चुनौतियों की आवश्यकता है। एकरूपता और उत्तेजना की सतत् कमी से रक्षा करने की आवश्यकता है।बस सामाजीकरण के लिए जाइए और फिजूल की पार्टियों को छोड़िए जिससे आप कुछ सुंदर और प्रेमी लोगों से जुड़ें जो आपके जीवन की जीवन शैली के साथ-साथ उदासी में भी बदलाव कर सकता है।नया वातावरण और नए मित्र आपके लिए एक नया अनुभव होगा। आपकी सक्रिय उपस्थिति आपके मित्रों को भी सुधारेगी।",
    "10": "आपने आजतक जिन उपक्रमो के लिये कड़ी मेहनत की है उसके परिणाम प्राप्त होने अब शुरु होंगे। तब तक आप शांत रहे और विश्राम करें, क्योकिं आपके कष्ट के फल प्राप्त करने का समय अब आ गया हैं।कार्यस्थान पर कोई या आपका साथी आप पर बहुत दबाव बना रहे है। आपके इर्दगिर्द गंभीर स्थिति उत्पन्न हो रही हैं जिससे आप तंग आ चुके है, फिर भी आप शांत एवं निष्पक्ष हैं।आपको इस वक्त असुरक्षित महसूस हो रहा है, इसलिये आपको खुद की उर्जा और उत्साह में बढ़ाने हेतू किसी की मदद की ज़रुरत होगी।साधारण शाम की पार्टी एवं नृत्य के बजाय आप किसी कल्पित जगह के लिये प्यार भरे सपने देखेंगे।इस हफ्ते आप अपने प्यार के लिये बहुत रोमँटिक साबित होंगे, जिसके लिये आपके प्यार और देखभाल के बगैर जिंदगी के कोई मायने नही रहेंगे।आपका अहम और गर्व हथकड़ियाँ बन सकते हैं जो जीवन में आपकी प्रगति को रोकते हैं। उन लोगों के साथ अधिक मिलना बुद्धिमानी होगी जिनके साथ आप व्यवसाय करते हैं और अपने उद्देश्य तक पहुँचने के लिए उनकी सलाह स्वीकार करते हैं।एक जन्मजात नेता के रूप में, आप एक उद्देश्य के साथ पथप्रदर्शक हैं। किंतु आप सच्चे मार्गों में दूसरे को दुख पहुँचाए बिना अपने लक्ष्यों तक पहुँचने की ओर प्रवृत्त होते हैं।जब आपके विचार प्रकट करने की आवश्यकता नहीं है, तो शांत, विनम्र और लचीला रहने की आपकी योग्यता दूसरों के बीच आपकी अधिक पहचान बनाएगी। आप अपने दार्शनिक विचारों को बहुत अच्छी तरह प्रस्तुत कर सकते हैं जब इसकी आवश्यकता होती है।आपकी शारीरिक स्थिति के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध और वैमनस्य के रूप में मानसिक आघात भी पहुँचा सकती हैं।आप इस सप्ताह अधिक आराम का अनुभव करेंगे, क्योंकि आप अपने शानदार प्रयासों के माध्यम से अपने परिवार के सदस्यों की आवश्यकताओं को पूरा करने में सक्षम हैं।",
    "11": "आप किसी नजदीक व्यक्ति , जिसके साथ आप या तो रिश्ता जोड़ेंगे या फिर मजबूत करेंगे उसके बारे में आप गहराई और दृढ़ता से विचार करेंगे। आपका व्यक्तित्व आपको सकारात्मक रूप में प्रतिसाद करने का प्रलोभन देता है, परंतु ध्यान रहे आपसे कोई बड़ी गलती ना हो ।आपका व्यक्तिमत्व, मज़ाक करने की आदत और तेज तर्कसंगत दिमाग आपको आपके कैरियर में जल्द बढ़ोतरी देगा।इस हफ्ते आप बहुत जल्द क्रोधित होंगे, आलस एवं ऊर्जाहीनता भी महसूस करेंगे। आप पहले जैसे आकर्षक व्यक्ति के रूप में खुद को प्रस्तुत नही कर पायेंगे।आपके दिमाग में बहुत सारे विचार आएंगे । अब आपको सहकर्मियों की सहायता तथा उन्हे अमल मे लाने हेतू आत्मविश्वास की ज़रुरत हैं।नयी बुनियाद रखने हेतू अभी कैरियर या नये उपक्रम की शुरुआत करना आपके भविष्य के लिये लाभदायक होगा।सदाचार का कोई कार्य, किसी व्यक्ति को उसकी उस गलती के लिए क्षमा करना जिसने आपको दुख पहुँचाया, आपकी ओर से आपको अपने प्रियजनों के बीच अधिक आदरणीय बनाएगा।आप साझा रुचियों और भावनात्मक संगति को अधिक महत्व देतें हैं, किंतु आपको स्वयं को भी वह सब स्वीकार करने के लिए तैयार करना चाहिए जो दूसरों को उनके विचारों के लिए उनको कहना और प्रोत्साहित करना पड़ता है। अन्यथा यह आपको दूसरों से दूर कर देगा।आपके रिश्तेदारों और मित्रों की ओर से समर्थन आपके भविष्य के लिए एक मजबूत आधार हेतु नींव रखने के लिए परमसुख के रूप में बौछार करेगा।जबरदस्ती खाना और उकसाया गया मदिरापान आपके स्वास्थ्य को खराब कर सकता है। ध्यान और स्वनियंत्रण इस स्थिति से बाहर निकलने के लिए आपकी सहायता करेगा।आनंद और ताजगी का मिजाज आपको कुछ दिनों के अवकाश पर ले जाने के लिए प्रेरित करेगा। इसके बाद आप और अधिक नया एवं ऊर्जावान अनुभव करेंगे।",
    "date": "रविवार, 6 दिसंबर 2020 से शनिवार, 12 दिसंबर 2020"
}
]
