horo_english=[
 {
    "0": "Your fun-loving nature and the keen sense of humour will make you attracted towards beauty and harmony. You will also be a target of attraction for others. You will love life and will find one or the other way to get the very most out of today. But your irritating nature and love towards yourself will hurt your near and dear ones. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. Your constant attention and commitment towards your family will make it a happier place. Everyone in the family will only be happy to carry out their roles successfully. Will go through a difficult situation this week. As a father, you will find it hard to cope up with the necessities of the children. Bring restrictions on yourself from overindulging in food and alcohol which can lead to physical ailments for you and mental stress for your wife and children. Seek out some time from your busy works and spend a week or two with your dear one. A journey to some beautiful place will act as a booster for your fading relationship due to the lack of romantic moments. You will express the nature of being too independent and freedom loving. It won't be something of wonder if others, especially your near and dear mistook you. Motherly affection you possess will make your children as well as their friends, come in search of you in their difficulty for some comfort and advice from you. New atmosphere and new friends will be a real experience for you. Your active presence will reform your friends also.",
    "1": "You are generous to achieve anything beautiful and harmonious and will be willing to lavish money and energy for it. You will go through a mode of life making others feel that you are unreliable, non-committed and restless. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. Generous and warm qualities in you will lead to many joyful experiences in the family. Your commitment towards family will help you to gain the love and care you seek. Stop criticizing and think how as a father you can deal with the situation your children are facing. They are eagerly waiting for your support and help. As a man of high esteem, you will feel burdened with the over expectations people vest upon you. Try to sort out the problems standing in your limitations. Too much of commitments will only bring you over-strain. As you have chosen the right partner, your married life can be a continual source of joy and impression. A strong will to take decisions regarding your future may arise the grudge of others but this is your life and you are the one to get along with it. Your love and care as a mother will blossom more these days, as the children as well as those close to you, will find more solace when they are with you. . The new job will bring out an utter change in the procedures of your day to day life. You will take a bit of time but adjust to the new circumstances very soon.",
    "2": "The hard work that you have put all this time will finally reap benefits galore. Be careful not to be carried away and thus end up lethargic. Apart from that, enjoy the benefits, you deserve it. A few suspicions here and there and a lack of communication may hamper your relationship with your siblings. It would be better to talk things out right from the onset rather than let things degrade to an irreparable stage. Emotional blowups will only create unending problems, better prepare yourself to face any situations calmly. Showing sympathy towards your near and dear ones will never bring any harm to your image. You are mentally optimistic and expansive about your family or your domicile now. You may feel enriched by them. In fact, money may pass back and forth. Your talents come out so naturally and find a good reception with them. You may be the object of affection by being sweet as honey, painting visions of the future and imparting some of them with a secret, spiritual or unselfish communications. Women will have a positive time this week. Giving some extra energy through meditations and caring will only help you to vitalize your mind and body which now really needs an extra care. Your wait to be a mother may be fulfilled this week. There's every likely for a visit to the doctor, bringing joy and a beautiful new essence to life. Precaution and care should be taken and everything should go smooth. Although you know what you want, to get a smooth approach you must be able to present you to others with enough logic. Try to be more reasonable while you present yourself. Excitement and love in your newfound love will also give you a stable relationship. You can blindly rely upon this as a life long one. Students must spend more time on your work as you need a great amount of effort to excel in your studies.",
    "3": "Your nature of getting out of the relation when all the excitements of a romance die down will only present you with mental trauma this time. So avoid hurting others and by which hurting yourself. The efforts you put into your ventures till now, will start attaining benefits. For the time being, you can just sit down and relax. Then you can start plucking the ripe fruits of your hard labour. Try to keep aside your proud, impatient and bombastic nature while dealing with your siblings as chances are there for minor clashes with your brothers or sisters. You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased. Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others. Women will have a favourable week, both at workplace and home. You will find yourself more appreciated and cared by others. As per signs, you will go through complex situations for a few days. You will find yourself restless and argumentative in whatever work you undertake. You will feel that you lack the power for analysing to reach an intelligent decision. Your ability to stay cautious and conservative while dealing with personal relationships will come to your aid. Keep going with what your mind says, but this doesn't mean to stay completely obstinate to others opinions. If you have other options better depend on it than preferring journeys, as chances are there for minor accidents or mishaps. You will sign in a new contract, which will provide you with a career that is both stable and secure.",
    "4": "Your fun-loving nature and the keen sense of humour will make you attracted towards beauty and harmony. You will also be a target of attraction for others. You will love life and will find one or the other way to get the very most out of today. But your irritating nature and love towards yourself will hurt your near and dear ones. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. Your constant attention and commitment towards your family will make it a happier place. Everyone in the family will only be happy to carry out their roles successfully. Bring restrictions on yourself from overindulging in food and alcohol which can lead to physical ailments for you and mental stress for your wife and children. Seek out some time from your busy works and spend a week or two with your dear one. A journey to some beautiful place will act as a booster for your fading relationship due to the lack of romantic moments. You will express the nature of being too independent and freedom loving. It won't be something of wonder if others, especially your near and dear mistook you. Motherly affection you possess will make your children as well as their friends, come in search of you in their difficulty for some comfort and advice from you. Try to be in control, as compulsive eating and escape motivated drinking can perpetrate ruin to your physical condition. The new job will bring out an utter change in the procedures of your day to day life. You will take a bit of time but adjust to the new circumstances very soon.",
    "5": "A job change may be something you have been considering for a long time. Give it a try now, better prospects are expected for you as per the present position of your sign. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. This week you will find yourself relentless and driven in your struggle towards achievement, at times, driving you as well as those around you crazy. Although you tend to appear self-possessive, you are basically friendly, kind, noble and beneficent. Revealing of this nature in you bring more persons attached to you, who seek comfort and care. As you have chosen the right partner, your married life can be a continual source of joy and impression. Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive. Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation. Those related to the charitable societies or such firms will finally find your efforts being widely accepted by the people. Doing good will always bring a worthy result. Business-related short trips would turn out to be successful for you. Separation from your family will be a new experience for you. But these changes will make you more independent and confident to face any hazards in the life.",
    "6": "Harmony seems to be the keyword for you this week. At work, at home, with friends, with your hairdresser, everyone you meet this week will look beautiful to you. Just make sure that you don't miss out due to ignorance. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others. A balancing act between developing yourself and your romantic relationship, versus your obligations to your group associates or projects is likely to stretch your limits. So, your energy has to be well spent. You are mentally optimistic and expansive about your family or your domicile now. You may feel enriched by them. In fact, money may pass back and forth. Your talents come out so naturally and find a good reception with them. You may be the object of affection by being sweet as honey, painting visions of the future and imparting some of them with a secret, spiritual or unselfish communications. Women will have a positive time this week. Your wait to be a mother may be fulfilled this week. There's every likely for a visit to the doctor, bringing joy and a beautiful new essence to life. Precaution and care should be taken and everything should go smooth. You may feel down and depressed as things may not be going according to your expectations. Let this not make you lethargic and demotivate you. This may only be a small hurdle in one of the life's journeys. Remember you have a goal to fulfil. You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against. You will sign in a new contract, which will provide you with a career that is both stable and secure.",
    "7": "You will be witty, generous, endearing and charming making you a never boring, always active and intensely alive personality for others to deal with. Dear and near ones will act in such a way that you will find yourself facing a mental trauma. Better stay calm, as you are the one who is expected for the time being to react normally. A temptation to get too involved in vicarious experiences will leave you suffering severe frustration, as your emotions are not satisfied. You will find more time to spend with your children, as you will realize the necessity of paternal care in their life. You enjoy spending time with people who are curious and spontaneous, but this prevents you from utilising your own creative and imaginative power. An energy to live and achieve everything best will help you to overcome the inner distresses you were going through for a long while. Others may find you to be a strong personality with your own bold decisions. This can even arise criticism from others as you are firm in spite of being a woman. You are prone to nervousness which will make you do some blunders with your near and dear ones. A heartfelt apology may enable you to rescue from the consequences, even though it is not fully guaranteed for the time being. An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family. You will be geared up to take any sort of work as your mental and physical stamina is at its peak. Try to invest your vigour in something good and purposeful.",
    "8": "Your fun-loving nature and the keen sense of humour will make you attracted towards beauty and harmony. You will also be a target of attraction for others. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. Your constant attention and commitment towards your family will make it a happier place. Everyone in the family will only be happy to carry out their roles successfully. Will go through a difficult situation this week. As a father, you will find it hard to cope up with the necessities of the children. Bring restrictions on yourself from overindulging in food and alcohol which can lead to physical ailments for you and mental stress for your wife and children. The greatest way to overcome your present mental status is to create a distance from yourself in order to see the specifications of your life in greater outlook. You will express the nature of being too independent and freedom loving. It won't be something of wonder if others, especially your near and dear mistook you. Motherly affection you possess will make your children as well as their friends, come in search of you in their difficulty for some comfort and advice from you. Excitement and love in your newfound love will also give you a stable relationship. You can blindly rely upon this as a life long one. Separation from your family will be a new experience for you. But these changes will make you more independent and confident to face any hazards in the life.",
    "9": "The generous and warm qualities you possess while dealing with your siblings will render many joyful and enjoyable moments in your life. You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased. This week you will find yourself relentless and driven in your struggle towards achievement, at times, driving you as well as those around you crazy. People who mingle with you will find you reliable for your loyalty, sincerity and constant support you provide to them. Find something for rejuvenating your mind, as you can become a bit boring if you go on and on only with your career or work. This week a vacation will bring you much refreshment. Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive. You are strong, sincere, steadfast and practical in your approach towards whatever you undertake. For the time being this approach of yours will bring you great success in your career or business dealings. You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against. Though you are acquainted with a lot of people, you must try to utilise your ability for reasoning and find out the real ones who are good for you to communicate and be friendly. You will overcome the minor hazards in your way to carry out the responsibilities vested upon you as a family as well as a social member.",
    "10": "Harmony seems to be the keyword for you this week. At work, at home, with friends, with your hairdresser, everyone you meet this week will look beautiful to you. Just make sure that you don't miss out due to ignorance. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. A balancing act between developing yourself and your romantic relationship, versus your obligations to your group associates or projects is likely to stretch your limits. So, your energy has to be well spent. You are mentally optimistic and expansive about your family or your domicile now. You may feel enriched by them. In fact, money may pass back and forth. Your talents come out so naturally and find a good reception with them. You may be the object of affection by being sweet as honey, painting visions of the future and imparting some of them with a secret, spiritual or unselfish communications. Women will have a positive time this week. Your wait to be a mother may be fulfilled this week. There's every likely for a visit to the doctor, bringing joy and a beautiful new essence to life. Precaution and care should be taken and everything should go smooth. You may feel down and depressed as things may not be going according to your expectations. Let this not make you lethargic and demotivate you. This may only be a small hurdle in one of the life's journeys. Remember you have a goal to fulfil. The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome. Since you are a person who seeks stability in your deeds, you will find it easier to reach the success in the current project you are dealing with. The new job will bring out an utter change in the procedures of your day to day life. You will take a bit of time but adjust to the new circumstances very soon.",
    "11": "The efforts you put into your ventures till now, will start attaining benefits. For the time being, you can just sit down and relax. Then you can start plucking the ripe fruits of your hard labour. You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased. Emotional blowups will only create unending problems, better prepare yourself to face any situations calmly. Showing sympathy towards your near and dear ones will never bring any harm to your image. Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm. Now it is time to reveal your mind to the one you love. Otherwise, it will turn out to be too late. Being very insecure, you need someone who makes you feel special. You are now on the lucky side that you will find out someone without much delay who will bring mental strength and harmony to your life. Your ego and pride can become shackles that hamper your progress in life. It will only be wise to mingle more with those you deal with and accept their advice to reach your motive. You have your own philosophical thinking that guides you while taking personal decisions. This week you will find it more useful and will feel relieved that you rely upon it. Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation. Students with talent, creativity and charisma will soon be duly rewarded for your endeavors. Just proceed with your efforts.",
    "date": "Sunday, 22 November 2020 to Saturday, 28 November 2020"
}
]
