horo_hindi=[
{
    "0": "आप किसी भी सुंदर वस्तु और सामंजस्यता प्राप्त करने में उदार है और उसके लिए पैसा औऱ उर्जा खर्च करने के लिए तैयार रहेंगे ।आपका व्यक्तिमत्व, मज़ाक करने की आदत और तेज तर्कसंगत दिमाग आपको आपके कैरियर में जल्द बढ़ोतरी देगा।एक सफल उद्यम प्रारम्भ करने के अपने विचार को आगे बढ़ने के लिए और समय लगेगा, समय आपके लिए अनुकूल नहीं है। अवसाद की जरुरत नहीं है, यह बुरा समय ज्यादा दिन तक नहीं रहेगा, आप बहुत जल्द अपने आप को भाग्यशाली साबित करेंगे।आपका उदार और गर्म स्वभाव आपके परिवार में बहुत खुशी देगा। परिवार के प्रति आपकी प्रतिबद्धता की वजह से आप जिस प्रेम और देखभाल की तलाश कर रहे थे वो आपको मिलेगी।आप ऐसी स्थिति का सामना करेंगे जहाँ आपका आत्मविश्वास कम होता दिखाई देगा। लेकिन यह हर चीज का अंत नही हैं, इससे बाहर निकलने के उपाय सोंचे तथा ठोस और सुरक्षित भविष्य के लिये आत्मविश्वास के साथ कार्य करें।चूँकि आपने सही साथी को चुना है, इसलिए आपका वैवाहिक जीवन आनंद और प्रभाव का एक सतत् स्रोत हो सकता है।आप घबराहट की ओर प्रवृत हैं, जो आपको आपके प्रियजनों के साथ कुछ बड़ी गलतियाँ करवाएगी। ह्दय से क्षमा आपको परिणामों से बचने के लिए सक्षम कर सकती है, तथापि यह हमेशा की गारंटी नहीं है।आपके व्यक्तिगत नीति किसी ऐसे व्यक्ति को घाव देंगे जिसके साथ आप व्यवहार करते हैं। किंतु यदि आपको अपने तरीकों और व्यवहार में पूर्ण विश्वास है, तोजारी रखिए। दूसरे शीघ्र ही आपके उद्देश्यों को समझेंगे।आपको किसी सुंदर स्थान की मजेदार यात्रा के लिए प्रस्ताव मिलेंगे। आप इस यात्रा का अधिक आनंद लेंगे क्योंकि आप अपने प्रियजनों के साथ हैं।चूँकि आप एक ऐसे व्यक्ति हैं जो अपने कार्यों में स्थिरता खोजता है, तो आप वर्तमान परियोजना, जिसके साथ आप कार्य कर रहे हैं, उसमें सफलता प्राप्त करने में सरलता पाएँगे।",
    "1": "प्रयोग करने योग्य आपकी क्षमता आपके लिए वरदान सिद्ध होगी और हर व्यक्ति को तैयार करने हेतू तथा आपकी ओर ध्यान देने हेतू आप इस स्त्रोत का उपयोग करेंगे।आपकी जारी नौकरी संतोषजनक नही होने की वजह से आप नौकरी बदलना चाहेंगे। ज्योतिष के अनुसार परिवर्तन का समय अभी नहीं आया है । आपको अभी शांत रहना चाहिए। अपने सपनों के प्रोजैक्ट की शुरुआत अभी न करें।काम करने के नयी समझ आपमे आयेगी। लेकिन आप स्वास्थ्य - सभी प्रकार के स्वास्थ्य - के बारे में, अपने काम या स्वास्थ्य के तरीके में ज्यादा संगठित होने की बात करेंगे । आपको अप्रत्याशित आर्थिक लाभ होने की संभावना हैं। आपकी भरपूर ऊर्जा इसके लिये जिम्मेदार होगी।आप अपने काम में अत्यधिक व्यस्त होने के कारण अपने परिवार के लिये समय नही निकाल पायेंगे। ध्यान रहे कि वे आपके देखभाल करनेवालो में से हैं। इसलिये उनके साथ ज्यादा समय बिताने से आपकी जिंदगी में अद्भुत बदलाव आएंगे।किसी आकर्षक व्यक्ति को अपने प्यार में पागल करना आपको अच्छा लगता हैं क्योंकि आप स्वच्छंद, प्रभावशाली एवं साहसी हैं।इस हफ्ते के पूर्वानुमान के अनुसार ,पुरुषो के लिये यह हफ्ते , आगे बहुत अच्छा दिखाई देता हैं। बहुत दिनों से जो अच्छी योजनाएं पुरुष बना रहे थे उसके लिये बाहर निकलने का प्रोत्साहन उन्हे इस हफ्ते मिलेगा आप का कल्पक स्वभाव आपको घर तथा कार्यालय में आपकी गती को बरकरार रखने तथा आपके जीवन में रोचकता लाने के लिये मदद करेगा। इसे बरकरार रखे जिससे जीवन की इसे जारी रखो और जीवन में नीरसता अतीत, भूली हुई एवं दफनाई गाई बाते होगी!आपके पारिवारिक सदस्य उनके प्रति आपके रुख को नहीं समझेंगे। वे आपको दुखी और उदास करते हुए उनके प्रति आपके ईमानदारीपूर्ण कार्यों पर संदेह करेंगे।मित्रों और रिश्तेदारों के प्रति आपकी ईमानदारी आपकी जरूरत में आपके लिए सहायता लाएगी। चूँकि आप हमेशा उनकी सहायता करने के लिए हैं, इसलिए अब आप पर प्रेम और देखभाल की बौछार करने की उनकी बारी है जो आपके लिए बड़े पैमाने में सहायक होगी।पारिवारिक सदस्य आपकी स्थिरता के लिए आपके प्रेम हेतु आपके विरुद्ध होंगे। उन्हें कुछ समय के लिए कुछ नए और साहसिक चीज की जरूरत है। उनकी इच्छा के अनुसार कार्य करने से आपके अंदर एक नई ऊर्जा आएगी।",
    "2": "सुंदरता और सामंजस्य की ओर आपका आकर्षण आपको कुछ नवीन परिस्थितियों के समीप लायेगा। इससे आप ज्यादा आरामदायी और कार्यक्षम महसूस करेंगे ।छोटी रुकावटो से आपका आत्मविश्वास कम न होने दें क्योंकि उतार चढ़ाव जीवन की सामान्य प्रक्रिया हैं। आज नही तो कल आपके मेहनत काफल आपको ज़रुर मिलेगा।आप बहुत समय से नौकरी बदलने के बारे में सोच रहे हैं। कोशिश कीजिये, आपके नक्षत्र के अनुसार बेहतर संभावनाओं के लिए अच्छा समय हैं।आपके लिये आपका घर ऐसी जगह है जहाँ से आप अपने किसी भी अच्छे काम के लिये निकल सकते हैं। भावनात्मक समर्थन हेतू आप अपने परिवार पर ज्यादा निर्भर होने के कारण आप भी अपने परिवार की ज़रुरतो को पूरा करने में पीछे नही हटते।नैराश्य की भावना तथा नकारात्मकता आपको जीवन का अधिक आनंद लेने से रोक देगी।आपको जिज्ञासु और सहज गुण वाले लोगो के साथ समय बितानें में ख़ुशी मिलती है लेकिन ये आपकी कल्पनाशक्तियों तथा रचनात्मक शक्तियों के इस्तमाल पर रोक लगा देती है।आपके दिमाग में जो भी हो उसके बारे में अपने साथी से बात कीजिए और आपके उन छोटे संदेहों से छुटकारा पाइए जो कुछ समय से आपको परेशान कर रहे हैं।कभी-कभी आप इतने भावुक हो जाते हैं कि आप उन विलासताओं का प्रेम और उनका आनंद लेना भी भूल जाते हैं जिनकी आपको अनुमति है। यदि आपका परिवार अनुभव करता है कि आप उनके जीवन में भी खुशियों के विरुद्ध है तो कोई आश्चर्य नहीं है।खेलों और छोटी चुनौतियों के लिए आपका प्रेम इस सप्ताह आपके लिए निर्धारित यात्रा को मजेदार बनाएगा।आप एक नए अनुबंध में हस्ताक्षर करेंगे, जो आपको ऐसा कैरियर प्रदान करेगा जो स्थिर और सुरक्षित दोनों है।",
    "3": "इस हफ्ते आपकी संताने आपको अधिक सहयोग देंगे। आपके सपनों को साकार करने हेतू वे अपना योगदान देंगे।एक सफल उद्यम प्रारम्भ करने के अपने विचार को आगे बढ़ने के लिए और समय लगेगा, समय आपके लिए अनुकूल नहीं है। अवसाद की जरुरत नहीं है, यह बुरा समय ज्यादा दिन तक नहीं रहेगा, आप बहुत जल्द अपने आप को भाग्यशाली साबित करेंगे।आप किसी भ्रम की दुनिया में जिंदगी जी रहे हैं। इस परिस्थिति से बाहर निकलने की कोशिश करें, अन्यथा आपको इससे बाहर निकलना बहुत मुश्किल होगा।आप किसी के प्रति प्रतिबद्ध रहने के विचार में अगर हैं तो उसके साथ इमानदार रहने से ही आपको खुशी मिलेगी। आपको प्यार करने वाले तथा आपकी चिंता करनेवाले व्यक्ति से इस तरह आप जुड़े रहेंगे।किसी अप्रत्याशित व्यक्ति से अप्रत्याशित प्रेम निवेदन आपके मन में कुछ अतिरिक्त ऊर्जा और खुशी लाएगा। आपको इसके बारे में सोचने और निर्णय लेने का पूर्ण अधिकार है।तर्क करने की आपकी शक्ति की वजह से आप दुनिया को श्याम और श्वेत में देखेंगे, जो व्यावसायिक मामलों में आपकी सहायता करेगा।आपके अंदर गहरी असुरक्षा की भावना एक प्रेम स्थिति को सुखद की अपेक्षा अधिक कष्टदायक बनाएगी।आप इस सप्ताह अधिक आराम का अनुभव करेंगे, क्योंकि आप अपने शानदार प्रयासों के माध्यम से अपने परिवार के सदस्यों की आवश्यकताओं को पूरा करने में सक्षम हैं।विद्यार्थियों को अपनी पढ़ाई पर अधिक ध्यान देने का प्रयास करना चाहिए, क्योंकि आप वर्तमान में अपने निर्णायक बिंदु से गुजर रहे हैं।केवल अपनी अंतरात्मा पर ही विश्वास मत कीजिए, विशेषज्ञों की राय लेना बेहतर होगा। नए निर्णय लेने के लिए आपका समय कोई अनुकूल परिस्थिति नहीं है।",
    "4": "आप बिना किसी दूसरी सोच के किसी व्यक्ति की ओर आकर्षित होंगे।आप पूर्णतावादी होने के बावज़ूद, आपकी तरफ से होने वाले अनावश्यक विलंब के कारण आपको लाभ मिलने में भी अनावश्यक विलंब हो सकता हैं।शक्ती एवं प्रतिष्ठा आपके लिये महत्वपूर्ण साबित होंगे जिससे आपके कैरियर में फायदा होगा। अस्वीकृति आपकी कल्पनायेँ साकार करने में बाधा नही बन सकती।आपको अन्य लोगो के प्रभाव में जिज्ञासु, पेचीदा और अविस्मरणीय पेश आने की आदत हैं जिससे कई लोग आपसे डरते हैं।फिलहाल आपका ध्यान ज्यादा पैसे कमाने पर है , इससे आपके रचनात्मक तथा काल्पनिक प्रतिभा का इस्तेमाल करने में बाधा आती हैं।इस सप्ताह आप जिन परियोजनाओं पर काम करेंगे वह फलदायी रहेगी क्योंकि आपके लक्षण अभी अनुकूल स्थिती में हैं जो आपको आकर्षक, बौद्धिक, अती उत्साही तथा अनुकूलनीय बनाएंगे।आप जिनसे व्यवहार करते है उनके साथ इमानदार रहने का गुण अगर आप में है तो आपको मित्र या सहकर्मी के रुप में बहुल लोगो द्वारा स्वीकृत किया जाएगा।चूँकि आपने सही साथी को चुना है, इसलिए आपका वैवाहिक जीवन आनंद और प्रभाव का एक सतत् स्रोत हो सकता है।व्यवसाय संबंधित छोटी यात्राएँ आपके लिए सफल होंगी।आप अपने निर्णय को किसी नई योजना को स्वीकार करने में भ्रम में पड़ा हुआ पाएँगे। परिस्थिति की चर्चा और विश्लेषण करने के लिए अधिक समय लीजिए अन्यथा यह आपके लिए व्यर्थ सिद्ध होगा।",
    "5": "सब कुछ उलट-पलट होने जैसा दिखेगा। आप सोच रहे होंगे कि क्या और कहा गलत हुआ है। अचानक जीवन का पूरा सामंजस्य खो गया जैसा लग सकता है । आराम से बैठें और उसके कारण बने सभी घटनाओं को शांती सें विचार करें और आपको पता चलेगा कि हालात उतने खराब नहीं है।उत्कृष्ट व्यक्तित्व वाले महत्वपूर्ण व्यक्तियों के साथ काम करने से आपको लंबे समय से सताने वाले नकारात्मक लक्षणों से छुटकारा मिलेगा।कुछ ऐसी घटनाएँ होगी जब आपके प्रियजन आपके साथ सुरक्षित, संरक्षित एवं अच्छा महसूस करेंगे, यहाँ आपका वात्सल्यपूर्ण स्वभाव सबको दिखाई देगा। दुसरों को मदद करने से आपको संतुष्टी एवं खुशी मिलेगी।सुधार हेतू अच्छी संभावना के साथ इस हफ्ते नकारात्मक या व्यर्थ की चिज़ो को नये रुप में परिवर्तित करने की क्षमता आपमें दिखाई देगी। भागीदार, ग्राहक और किसी महत्वपूर्ण व्यक्ति के साथ बातचीत इस वक्त लाभकारी दिखाई देगी। आपका भविष्य निस्संदेह अच्छा दिखाई देता है ।अगर लोग सोचते है कि आप गैरजिम्मेदार हो रहे है तो वे आपकी प्रतिभा को नही समझतें। आप किसी पर निर्भर होना नही चाहते और किसी का प्यार आपको भविष्य के लिये आर्थिक योजना बनाने हेतू प्रोत्साहित करेगा।संदेह किसी भी रिश्ते को तोड़ सकता है और विवाह के रिश्ते में अधिक खतरनाक हो जाता है । इस सप्ताह संदेह के बीजों को बोया जा सकता है, ज्यादा डीईआर होने से पहले अपने जीवनसाथी के साथ सभी संदेहों को दूर करना बेहतर होगा, वरना बहुत देर हो जाएगी। आप गलत हो सकते हैं!यद्यपि आप अधीर, आवेगी हैं और आपको अत्यधिक उत्तेजना की तलाश है, तथापि आपका सरल और प्रेमी स्वभाव आपको आपकी गलतियों के लिए क्षमा किए जाने हेतु आपकी सहायता करेगा।आप स्वास्थ्यवधर्क और मजबूत हैं। अपनी योजनाओं और परियोजनाओं के साथ आगे बढ़िए, आप सफलता प्राप्त करेंगे।यदि आपके पास अन्य विकल्प हैं तो यात्राओं की अपेक्षा उन पर निर्भर रहना अधिक बेहतर है क्योंकि छोटी दुर्घटनाओं के या छोटे हादसे होने की संभावनाएँ होती हैं।किसी अप्रत्याशित स्रोत से आर्थिक सहायता आपको उस कार्य को बढ़ाने के लिए सक्षम करेगी जिसके बारे में आपको लगता था कि यह बिना उचित सहायता के समाप्त नहीं होगा।",
    "6": "आपने आजतक जिन उपक्रमो के लिये कड़ी मेहनत की है उसके परिणाम प्राप्त होने अब शुरु होंगे। तब तक आप शांत रहे और विश्राम करें, क्योकिं आपके कष्ट के फल प्राप्त करने का समय अब आ गया हैं।भाई-बहन से बात करते वक्त आपका अहंकार, उतावलापन और शब्दाडंबर दूर ही रखें क्योंकि इससे भाई-बहनों के साथ आपकी अनबन हो सकती हैं।किसी मामले को आत्मविश्वास के साथ सुलझाने की आपकी क्षमता आपको कठोर परिस्थिति का सामना शांति के साथ करने हेतू मदद करेगी। दूसरों के प्रति अपनी भावनाओं पर पूरा नियंत्रण रखें।साधारण शाम की पार्टी एवं नृत्य के बजाय आप किसी कल्पित जगह के लिये प्यार भरे सपने देखेंगे।कल्पना की दुनिया से बाहर निकलने के लिये, जिंदगी का पूरी तरह आनंद उठाये, अधिक जागरुकता फैलाये, नकारात्मक विचारों को दूर रखे तथा अपने विचारो पर हमेशा नियंत्रण रखें।आपके स्वास्थ्य के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध, वैमनस्य और दर्द भरी यादों के रूप में मानसिक आघात भी पहुँचा सकती हैं।यह आपके लिए एक बेहतर नजरिया सिद्ध होगा क्योंकि आप पाएँगे कि आपके सहकर्मी आपका लक्ष्य प्राप्त करने के लिए एक सहायक ही नहीं उससे बहुत अधिक हैं।यदि आप विश्लेषण करने के लिए अपनी शक्ति का उपयोग और अधिक प्रभावी रूप से करने में अनिच्छुक हैं तो आप अपने कार्यों को अपूर्ण छोड़ते हुए मस्ती की अवस्था में आ जाएँगे। दूसरों के साथ और अधिक तार्किक और समझने योग्य रूप से संवाद करने के लिए कुछ तरीके ढूँढिए।आनंद लेने के क्षण एकबार फिर यहाँ आपके लिए हैं, क्योंकि आप अपने पसंदीदा मार्ग में रोमांच खोजने के लिए एक नया मार्ग पाएँगे।यदि विद्यार्थी उनके गैरजिम्मेदाराना और लापरवाह व्यवहार को जारी रखते हैं, तो विद्यार्थियों को बड़ों के द्वारा दोषी ठहराया जाएगा। अब आपके अध्ययन के साथ-साथ भावी जीवन के प्रति कुछ जिम्मेदार कदम उठाने के लिए यह सही समय है।",
    "7": "आप परिश्रमी, अत्यंत सुनियोजित है और आपको आर्थिक व्यवहार के बारे में अच्छी समझ है फिर भी आपको अपने कैरियर के लक्ष्य को पाना मुश्किल रहेगा।खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।आप ईमानदार , परवाह करने वाले होते हुये अपने आपको एक अच्छे पति तथा पिता साबित करेंगे जिससे आपके अंदर छुपा हुआ संवेदनशील और परवाह करनेवाला स्वभाव जागृत होगा।आपकी मुलाकात कुछ ऐसे वन्दनीय लोगों से होगी जो आपको अपने मायाजाल से छुटकारा दिलायेंगे, इससे आपकी रचनात्मक प्रतिभा को भी प्रोत्साहन मिलेगा।आपके पारिवारिक सदस्य उनके प्रति आपके रुख को नहीं समझेंगे। वे आपको दुखी और उदास करते हुए उनके प्रति आपके ईमानदारीपूर्ण कार्यों पर संदेह करेंगे।आपके अंदर की माँ का स्नेह, की वजह से ,आपके बच्चों के साथ-साथ उनके मित्र भी ,कठिनाई में आराम और सलाह के लिए आपके पास आएंगे।ऐसे लोग जो धर्मार्थ या ऐसी संस्थाओं से संबंधित होते हैं वे आपके प्रयासों को लोगों द्वारा व्यापक रूप से स्वीकार करता हुआ पाएँगे। अच्‍छा कार्य करने का परिणाम सदैव अच्छा होगा।अधिक से अधिक लोगों के साथ मिलकर स्वयं के बारे में सोचने पर आप जितना कम समय व्यतीत करते हैं वह आपको कुछ रूमानी पलों के साथ प्रस्तुत करेगा।आप एक स्वतंत्र और मुक्त प्रेमी व्यक्ति हैं और आपके उत्तरदायित्व आपको बंधा हुआ अनुभव करवाएँगी। जो लोग आप पर निर्भर हैं उनसे आने वाली शिकायतें आपको परेशान करेंगी।पारिवारिक सदस्य आपकी स्थिरता के लिए आपके प्रेम हेतु आपके विरुद्ध होंगे। उन्हें कुछ समय के लिए कुछ नए और साहसिक चीज की जरूरत है। उनकी इच्छा के अनुसार कार्य करने से आपके अंदर एक नई ऊर्जा आएगी।",
    "8": "आपकी असुरक्षा की भावना जो आप में चिंता, अनिश्चितता, अवसाद और भयानकता पैदा करते हैं, वे आपके जीवन की सुंदरता और तालमेल को कुछ पलो तक आपसे दूर करते हैं।उत्कृष्ट व्यक्तित्व वाले महत्वपूर्ण व्यक्तियों के साथ काम करने से आपको लंबे समय से सताने वाले नकारात्मक लक्षणों से छुटकारा मिलेगा।अधिकारियों द्वारा नयी परियोजना के लिये स्वीकृति देने से आपके विचारों, जो अब तक आपके दिमाग तक ही सीमित था, के विकास और उसको अमल में लाने का अवसर प्राप्त होगा।जिंदगी जीने का तरीका और छोटी चीज से बड़ा लाभ उठाना आपको भलीभाँति आता है, इसलिये इन दिनो आपको जो भी मिलेगा उससे ज्यादा से ज्यादा फ़ायदा आप उठायेंगे।आप जिस व्यक्ति के प्रति आकर्षित हो रहे है उसके साथ बात करने से पहले एक या दो बार अवश्य सोचें। इस रिश्ते को अगर आप गंभीरतापूर्वक ले रहे है तो इसपर किसी नतिज़े पर पहुंचने से पहले प्रत्येक सकारात्मक एवं नकारात्मक पहलू पर विचार करें।आप अनुभव करेंगे कि आजकल आपका वैवाहिक जीवन बहुत ही नीरस है। आपको अधिक वार्तालाप करने वाला और प्रतिबद्ध होने का प्रयास करना चाहिए क्योंकि यह भी एक ऐसी चीज है जो किसी संबंध में बड़ी भूमिका निभाती है।यद्यपि आप अधीर, आवेगी हैं और आपको अत्यधिक उत्तेजना की तलाश है, तथापि आपका सरल और प्रेमी स्वभाव आपको आपकी गलतियों के लिए क्षमा किए जाने हेतु आपकी सहायता करेगा।अब यह समय आपकी व्यक्तिगत वृद्धि के लिए नजरियों पर अधिक सोचने का है, क्योंकि यह आपके लिए आपके और आपके परिवार हेतु जीने का समय है।असफलता से बचने और अपनी स्थिति पर डटे रहने के लिए विद्यार्थियों को अपने अध्ययन पर अधिक समय और प्रयास लगाना चाहिए।किसी अप्रत्याशित स्रोत से आर्थिक सहायता आपको उस कार्य को बढ़ाने के लिए सक्षम करेगी जिसके बारे में आपको लगता था कि यह बिना उचित सहायता के समाप्त नहीं होगा।",
    "9": "आपका मार्गदर्शक एवं सहयोगी व्यक्तित्व आपके प्रियजनों के लिये बहुत अच्छा साबित होगा। आपके प्रभावशाली स्वभाव के कारण मिलने वाला सहकार्य केवल उनके लिये मददगार ही साबित नही होगा परंतु आपके लिये भी सकारात्मक साबित होगा।आपके प्रियजन आपके साथ ऐसा बर्ताव करेंगे जिससे आपको मानसिक आघात पहुंचेगा। शांत रहना आपके लिये बेहेतर होगा, क्योंकि अभी आपसे सामान्य प्रतिक्रिया की अपेक्षा की जाती हैं।अपने और अपने प्रेम संबंधों के विकास के बीच एक संतुलन साधने की तुलना में अपने समूह के सहयोगियों, या परियोजनाओं के प्रति अपने दायित्व, आपके सीमा को बढ़ाने की संभावना है। इसलिये आपकी ऊर्जा का सही उपयोग होना चाहिए।बहुत समय से आपको परेशान कर रहे भ्रम से आपको छुटकारा मिलेगा। आपको पूरी तरह छुटकारा मिलने तक ध्यान चिंतन करते रहें।आपकी बंद परियोजनों पर कार्य करने के लिये यह एक अच्छा सप्ताह है। नये जीवन के लिये तैयार रहें। आगे कैसे बढ़े इसके बारे में अगर आप अनिश्चित हैं, तो अपना लक्ष्य तय करना आपका पहला कदम होगा।आप दुखी और अवसादग्रस्त अनुभव कर सकती हैं क्योंकि चीजें संभवत: आपकी अपेक्षाओं के अनुसार नहीं चल रहीं हैं। इसे आपको आलसी और हतोत्साहित न बनाने दें। आपके जीवन की यात्राओं में से एक में कोई छोटा सा अवरोध हो सकता है। याद रखें कि आपको लक्ष्य पूरा करना है।आपके कैरियर की पसंद कोई भी हो, आपकी दृढ़ता और विशुद्ध सहनशीलता का संयोजन आपको एक विजेता सिद्ध करेगा। व्यक्तिगत रूप से यह सप्ताह आपके संवर्धन के लिए एक सोपान सिद्ध होगा, चाहे आर्थिक रूप में या कैरियर के रूप में।आपके आगे एक ऊर्जात्मक और तरोताजा करने वाला करने वाला सप्ताह । आप अपने कार्य या नए उद्यमों से संबंध रखने वाले नई चुनौतियों को स्वीकार करने के लिए तैयार रहेंगे । आपकी ताजगी आपके संपूर्ण परिवार के लिए एकरूपता लाएगा।आपकी शारीरिक स्थिति के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध और वैमनस्य के रूप में मानसिक आघात भी पहुँचा सकती हैं।आप किसी जोशीले, स्थिर, स्नेही व्यक्ति को खोजने का एक अवसर पाएँगे जो एक खुशहाल संबंध के लिए सर्वश्रेष्ठ पसंद में बदल जाएगा।",
    "10": "आपके कुछ सनकी आदतें, जिसकी वजह से आपकी किसी के साथ नही बनती, कड़ी मेहनत और , ध्यान से कम होगा। अब आप लोगों के साथ ज्यादा आत्मविश्वास से व्यवहार कर पाएंगे।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।आपकी अत्यंत संवेदनशील भावनाएं आपकी व्यक्तिगत प्रगती को रोक सकती है और आपको कुछ खोने की नौबत आ सकती है। किसी भी बात पर प्रतिक्रिया देने से पहले गंभीरता से विचार करें।आपके दिमाग में बहुत सारे विचार आएंगे । अब आपको सहकर्मियों की सहायता तथा उन्हे अमल मे लाने हेतू आत्मविश्वास की ज़रुरत हैं।पारिवारिक समस्यायें तथा कैरियर से संबंधित अनिश्चिततायेँ महिलाओं के जीवन में कश्मकश लायेंगी। अच्छा होने की कामना करें, आपके प्रियजनों के सहयोग से आपको इन समस्याओं से छुटकारा मिल सकता है ।आपकी योग्यता, रचनात्मकता और प्रतिभा के कारण आपको आपके प्रयासों के लिये जल्द ही पुरस्कृत किया जायेगा। अपनी आगे की जिंदगी के लिये मजबूत नींव रखने का यह उचित वक्त है ।सदाचार का कोई कार्य, किसी व्यक्ति को उसकी उस गलती के लिए क्षमा करना जिसने आपको दुख पहुँचाया, आपकी ओर से आपको अपने प्रियजनों के बीच अधिक आदरणीय बनाएगा।उच्च अध्ययन या नौकरी के लिए आपके बच्चों के अलग होने के साथ अवसाद की भावना आपके अंदर की माँ को निचोड कर रख देगी। आने वाले दिनों से आपको वापस मिजाज में लाने की अपेक्षा है।आपके रिश्तेदारों और मित्रों की ओर से समर्थन आपके भविष्य के लिए एक मजबूत आधार हेतु नींव रखने के लिए परमसुख के रूप में बौछार करेगा।अधिक से अधिक लोग आपके मार्गदर्शन के लिए आप के पास आएँगे जिसकी आपने आशा भी नहीं की होगी। यह आपके दिन और दिमाग को व्यस्त बनाएगा, और आप एक खुशहाल परिस्थिति से होकर गुजरेंगे।",
    "11": "आपमें मज़ाक करने की प्रबल शक्ती है तथा बच्चो जैसा स्वाभाविक उत्साह भी हैं जिसके कारण इस हफ्ते आपसे घुलने मिलने वाले लोगों के बीच आप लोकप्रिय बने रहेंगे।आपके रिश्ते में बहुत कठिन समय चल रहा हैं जिसके लिये आपको सामाजिक तौर पर आत्माभिव्यक्ति तथा अधिक संतोष पाने हेतू व्यक्तिगत सायकोथेरपी तथा ग्रुप थेरपी की ज़रुरत है।इस हफ्ते आप बहुत जल्द क्रोधित होंगे, आलस एवं ऊर्जाहीनता भी महसूस करेंगे। आप पहले जैसे आकर्षक व्यक्ति के रूप में खुद को प्रस्तुत नही कर पायेंगे।आपके प्रतिभा को योग्य मार्गदर्शन मिलेगा और बचपन से आपके मन में जो मिथ्या बाते चल रही थी उससे भी छटकारा मिलेगा।आपके धैर्य की वजह से आप जिस बात का बहुत दिनो से इतज़ार कर रहे थे आपको अभी प्राप्त होगी। आपके प्रयासों की निश्चित ही सराहना होगी।आप साझा रुचियों और भावनात्मक संगति को अधिक महत्व देतें हैं, किंतु आपको स्वयं को भी वह सब स्वीकार करने के लिए तैयार करना चाहिए जो दूसरों को उनके विचारों के लिए उनको कहना और प्रोत्साहित करना पड़ता है। अन्यथा यह आपको दूसरों से दूर कर देगा।अब यह समय आपकी व्यक्तिगत वृद्धि के लिए नजरियों पर अधिक सोचने का है, क्योंकि यह आपके लिए आपके और आपके परिवार हेतु जीने का समय है।आपकी वर्तमान शारीरिक स्थिति का विश्लेषण करने के लिए कुछ समय खर्च करना ही आपको अधिक उर्जात्मक और खुशहाल बनाएगा। इस तरह यह आपको आपकी वर्तमान नीरसता के लिए कोई समाधान ढूँढने में सक्षम करेगा, जो आपको चिढ़चिढ़ा और उदास कर रही है।आपको अपनी शारीरिक ताकत बढ़ाने के लिए इन दिनों बहुत बदलावों और चुनौतियों की आवश्यकता है। एकरूपता और उत्तेजना की सतत् कमी से रक्षा करने की आवश्यकता है।बस सामाजीकरण के लिए जाइए और फिजूल की पार्टियों को छोड़िए जिससे आप कुछ सुंदर और प्रेमी लोगों से जुड़ें जो आपके जीवन की जीवन शैली के साथ-साथ उदासी में भी बदलाव कर सकता है।",
    "date": "रविवार, 16 मई 2021 से शनिवार, 22 मई 2021"
}
]
