horo_english=[
{
    "0": "You are prone to nervousness, making it difficult for the time being to utilise your ability to experiment. So it will be better from your part to depend on someone who can be relied upon.The generous and warm qualities you possess while dealing with your siblings will render many joyful and enjoyable moments in your life.Take a short vacation to spend some time with your family. Money earning for them is not the sole responsibility of a father, you must also find out time to solve their problems.You will get widely accepted as a friend or colleague, as you hold in you the virtue of remaining loyal to those you deal with.Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive.Your loyalty towards friends and relatives will bring help to you in your need. As you are always there for their help, now this is their turn to shower you with love and care that will help you a great deal.Situations will make you stay away from some of your favourite past times. Don't take it into your heart as it will pull you into a mood of depression.People near and dear to you will come for your guidance, as you are good at using your reasoning power and presenting it to others effectively and logically.The physical and mental stress you are going through will make you keep away from the entertainments which provided the titillation you seek.As a person of high esteem, you will go through a state where everyone expects from you something relevant. Now you can feel proud yourself that you reached the stage where you have successfully fulfilled what others expected from you.",
    "1": "Harmony seems to be the keyword for you this week. At work, at home, with friends, with your hairdresser, everyone you meet this week will look beautiful to you. Just make sure that you don't miss out due to ignorance.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.Watching action movies and listening to hard rock does not necessarily define masculinity. There's a caring, loving and soft-natured character in you that needs to be nurtured and you'll discover a whole new side of you.Your talents will get a proper guidance and you will also get rid of the fallacies that were in your mind since your childhood.In your search for professional glory, you may miss out on the finer and more important aspects of your life, your children! Keep the mother in you alive and life should turn out to be one happy-go-lucky ride!You can be depended on for your loyalty and sincerity, and this will bring you wide acceptance. But for the time being, an unnecessary indulgence from someone against you will bring out some embarrassing moments for you.You have been kept unconcerned for such a long time giving you just unpleasant reminders in your mind. You will now find a way to spend some time refreshing the old memories.Just go around socialising and throw lavish parties which will bring you attached to some beautiful and romantic people, who can bring a change to the lifestyle as well as the dullness of your life.New atmosphere and new friends will be a real experience for you. Your active presence will reform your friends also.You will find someone who can provide you with proper guidance as you are in confusion whether to enter a new venture or not.",
    "2": "Don't feel embarrassed if you feel drawn towards a person who was never a person of interest for you. Hope for the best, as this may lead to an utter change in your life.Your peculiarities, which were a source for others to make fun of you, will bring some advantages for you this week. You will find yourself a central figure in some parties or public gatherings.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.Dear and near ones will act in such a way that you will find yourself facing a mental trauma. Better stay calm, as you are the one who is expected for the time being to react normally.Family problems and career related uncertainties would bring some dilemma in the life of women. Hope for the best, support from your dear ones will help you to swim out safe from this.Talk it over 'what's in your mind' with your spouse and get rid of your small suspicions which are haunting you for some time.To err is human and to forgive is divine. You will feel much relieved by getting pardoned from your dear one for your mistake you go through accidentally.A feeling of depression will crush the mother in you with the separation of your children for higher studies or job. Forthcoming days are expected to bring you back to mood.You wield a lot of power and love new projects, people and interests. The optimistic nature will help you feel rejuvenated.An unexpected approach from an unexpected person will make your days harmonious. Utilise this opportunity without wasting it.",
    "3": "Your ability to experiment will make you capable of sorting out a budget as per the new scheme. You will win the appreciation of your superiors.You will be feeling deeply and strongly about a person close to you with whom you may either start or deepen a relationship. Your personality may entice the person to respond positively provided you don't commit any blunders.You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased.Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently.You will find yourself tough, strong, energetic and very restless this week. You will attain favourable signs in whatever steps you take.Time is apt for you to work out the changes you intend to implement on projects you are undertaking. You will attain financial and physical support from the sources you expect.An act of virtue, forgiving a person for his mistake that hurt you a lot, from your part will make you more respectable among people you love.Your physical health is in an excellent condition this week. Although you will go through some problems, you will come out of all that successfully.A mood of enjoyment and refreshing will prompt you to take holiday for some days. You will feel more revitalised and energetic after this.More and more people will approach you for your guidance without you even expecting it. This will make your days and mind busy, and you will go through a pleasant situation altogether.",
    "4": "The generous and warm qualities you possess while dealing with your siblings will render many joyful and enjoyable moments in your life.Superiors will get a negative impression of you, cause of the eccentricities you possess. Talking openly with a good counselor can help you out of this.Take a short vacation to spend some time with your family. Money earning for them is not the sole responsibility of a father, you must also find out time to solve their problems.People who mingle with you will find you reliable for your loyalty, sincerity and constant support you provide to them.Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive.You are strong, sincere, steadfast and practical in your approach towards whatever you undertake. For the time being this approach of yours will bring you great success in your career or business dealings.Situations will make you stay away from some of your favourite past times. Don't take it into your heart as it will pull you into a mood of depression.Though you are acquainted with a lot of people, you must try to utilise your ability for reasoning and find out the real ones who are good for you to communicate and be friendly.Unexpected problems in the family will make you keep away from the trip you planned and dreamed for a long time. Don't feel depressed; chances will come in search of you without much delay.You will overcome the minor hazards in your way to carry out the responsibilities vested upon you as a family as well as a social member.",
    "5": "You will find yourself attracted towards someone who will make you reveal your heart without a second thought.Your peculiarities, which were a source for others to make fun of you, will bring some advantages for you this week. You will find yourself a central figure in some parties or public gatherings.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.Dear and near ones will act in such a way that you will find yourself facing a mental trauma. Better stay calm, as you are the one who is expected for the time being to react normally.Women may not enjoy their day at work. Something relating to your finance may cause worry. But you will not fail to put in as much of effort as you generally do. You must maintain a cautious behaviour at your place of work.The deep understanding and cooperation between the two of you have been the driving force behind your successful marital life. Consider yourself lucky and take all actions necessary to maintain the love between the two of you.To err is human and to forgive is divine. You will feel much relieved by getting pardoned from your dear one for your mistake you go through accidentally.In your search for professional glory, you may miss out on the finer and more important aspects of your life, your children! Keep the mother in you alive and life should turn out to be one happy-go-lucky ride!You wield a lot of power and love new projects, people and interests. The optimistic nature will help you feel rejuvenated.An unexpected approach from an unexpected person will make your days harmonious. Utilise this opportunity without wasting it.",
    "6": "You will meet someone this week to whom you will get attracted. Don't feel depressed of the first reaction from that person to your approach. Try again and again if your mind says so.Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.Your supersensitive feelings hamper your personal progress. You need to loosen up, taking things a little less seriously rather than reacting to it.Family problems and career related uncertainties would bring some dilemma in the life of women. Hope for the best, support from your dear ones will help you to swim out safe from this.Talk it over 'what's in your mind' with your spouse and get rid of your small suspicions which are haunting you for some time.An act of virtue, forgiving a person for his mistake that hurt you a lot, from your part will make you more respectable among people you love.A feeling of depression will crush the mother in you with the separation of your children for higher studies or job. Forthcoming days are expected to bring you back to mood.A mood of enjoyment and refreshing will prompt you to take holiday for some days. You will feel more revitalised and energetic after this.More and more people will approach you for your guidance without you even expecting it. This will make your days and mind busy, and you will go through a pleasant situation altogether.",
    "7": "You can now proceed with your plans you have been fabricating in your mind for a long time. Benefits are sure to reach you as your signs are now in a favourable position.Superiors will get a negative impression of you, cause of the eccentricities you possess. Talking openly with a good counselor can help you out of this.Being a man of deep loving and highly trustworthy nature towards those you mingle with will attain you the love and care you expect from them.Think well and consult someone responsible before doing any innovations in your already successful venture. Chances are there for the result to turn out negative.Find something for rejuvenating your mind, as you can become a bit boring if you go on and on only with your career or work. This week a vacation will bring you much refreshment.Your ability to stay cautious and conservative while dealing with personal relationships will come to your aid. Keep going with what your mind says, but this doesn't mean to stay completely obstinate to others opinions.You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against.Though you are acquainted with a lot of people, you must try to utilise your ability for reasoning and find out the real ones who are good for you to communicate and be friendly.Students will tend to have a highly disciplined and organised ways to deal with their studies. You will earn a very good result from the efforts you put in.Consult with your family before making any decisions, cause chances are there for unexpected rejection from your near and dear ones.",
    "8": "You are generous to achieve anything beautiful and harmonious and will be willing to lavish money and energy for it.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.You are a strong, honest and dependable kind of man whom women often seek But, your false pride will make you act like a headstrong and arrogant male, hoping that it will project the manly qualities in you.You will get rid of some illusions that used to haunt you for a long time. Go ahead with your meditations till you feel entirely free of it.Your analytical nature on minor problems and criticising it will only help to generate more detachment from your children. As a mother, you have every right to control them, but overdose of anything will never bring good.It won't be a matter of wonder if others mistook your acts of the good deed, as the time is not at all favourable for you. Don't feel depressed, one day or the other, you will attain the apperception you deserve.For a long time you would have been avoiding your artistic talent, now it is time to brush and take it out. This, of course, will bring a new stimulating mood to your life.You will get an opportunity to find a warm, stable, affectionate person which will turn out to be the best choice for a happy relationship.The new job will bring out an utter change in the procedures of your day to day life. You will take a bit of time but adjust to the new circumstances very soon.It will do you better if you give a thought before getting committed to a new relationship. As your time is now favourable, you will get a proper guidance to choose the best.",
    "9": "Your ability to experiment will prove to be a boon for you and you will be using this resource of yours to make everyone stand up and take notice of you.You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased.You may reach new understandings of how you work. But you will be talking about health - all kinds - and becoming far more organized in your working or health methodologies. You may get some money bonanzas. Your bountiful energy is responsible.You will love to be swept off your feet by a deliciously seductive soul, as you are romantic, dramatic and daring.Creativity and imagination have been your most productive traits. Nurturing them and taking all the support you need is most advised. Remember, this could spell a boost to your lifestyle too.Both at workplace and home, your innovative nature will help you keep up the tempo and bring more enjoyment to your life. Keep it up and monotony in life will be a thing of the past, forgotten and buried!Your generous and warm qualities will lead you to many joyful love experiences.You may just love the people you work with. As a matter of fact, working well with someone and sharing visions with him or her, may just turn you on. You're hot to trot - beware of a tendency to be rash.You are quite inventive with things you really enjoy. Money or resources spring up for entertainment. You have fun with friends. You find yourself taking brilliant risks that make a splash and reveal more of who you are discovering yourself to be.A thorough analysing of the situation will only shower on you the best, whether it is for beginning a new venture or choosing a life partner.",
    "10": "More and more project ideas will come to you. Your ability to experiment will help you choose the best out of it.You will find yourself attracted towards someone who will make you reveal your heart without a second thought.You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased.Dealing with important persons with excellent personalities will help you to get rid of some negative peculiarities that were haunting you for a long time.Whatever be your specific career choice or your interests, the combinations of your tenacity, drive and sheer endurance is a winning one that most people are too weak to compete against your energy and willingness.You are a person who is attracted towards novelties. This will bring you attached to some new projects which are sure to gain you profit without much delay.Although you are restless, impulsive and looking for the wildest kind of excitement, your easy going and loving nature will help you to get pardoned for your follies.You are healthy and robust. Go ahead with your plans and projects; you will attain success.Work is your source of excitement and you'll not give your body a rest even when you feel exhausted. But, this week will bring an absolute change in you, making you wish for a refreshing mood, to rejuvenate your mind and body.Financial help from some unexpected source will enable you to speed up the project which you felt would come up to an end without proper support.",
    "11": "Your fun-loving nature and the keen sense of humour will make you attracted towards beauty and harmony. You will also be a target of attraction for others.You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased.Your romantic reverie is far more a journey into fantasy-land than an earthbound evening of parties and dances.Your correct assessment of any situations often puts you far ahead of those who deals with you in day-to-day life.This week, your aim with Cupid's arrow is especially on target. So make sure 'what you're passionate about is what you want' because you just might get it or get more of it than you ever thought possible.You will find everything in favour of you as your subordinates and seniors will all be encouraging in your new project.For a long time you would have been avoiding your artistic talent, now it is time to brush and take it out. This, of course, will bring a new stimulating mood to your life.You will get an opportunity to find a warm, stable, affectionate person which will turn out to be the best choice for a happy relationship.A trip with your near and dear ones will lead you to some thrilling moments. Enjoy it, as these are not the ones you get often.It will do you better if you give a thought before getting committed to a new relationship. As your time is now favourable, you will get a proper guidance to choose the best.",
    "date": "Sunday, 24 January 2021 to Saturday, 30 January 2021"
}
]
