horo_hindi=[
  {
    "0": "आपको जिंदगी से प्यार हैं और आप किसी ना किसी तरह आज कुछ अच्छा पाने की कोशिश करेंगे। परंतु आपका चिड़चिड़ा स्वभाव और खुद को ज्यादा प्यार करना आपके प्रियजनो को दुख पहुंचा सकता हैं।खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।आपका सहनशील, अटल, प्रतिबद्ध एवं उद्देश्यपूर्ण स्वभाव से आपको खुद के एवं दुसरों की समस्याओं को सुलझाने में मदद मिलेगी।आप ईमानदार , परवाह करने वाले होते हुये अपने आपको एक अच्छे पति तथा पिता साबित करेंगे जिससे आपके अंदर छुपा हुआ संवेदनशील और परवाह करनेवाला स्वभाव जागृत होगा।महिलाये जिनके साथ रहेंगी उनसे आदर तथा पहचान हासिल करेंगी। आप खुद को महत्वपूर्ण मौकों पर प्रस्तुत करने योग्य समझेगी।आप अधिक स्वतंत्र और मुक्त प्रेमी होने की प्रकृति व्यक्त करेंगी, यदि दूसरे लोग, विशेष रूप से वे जो आपके प्रिय हैं, आपको गलत समझे तो कोई आश्चर्य नहीं होगा।आपके अंदर की माँ का स्नेह, की वजह से ,आपके बच्चों के साथ-साथ उनके मित्र भी ,कठिनाई में आराम और सलाह के लिए आपके पास आएंगे।नियंत्रण में रहने का प्रयास कीजिए, क्योंकि जबरदस्ती खाना और उकसाए गए मदिरापान से आपकी शारीरिक स्थिति खराब हो सकती है।प्रेम में पड़ना आपका पसंदीदा पास टाइमों में से एक हो सकता है, लेकिन आगे बढ़ने के लिए यह एक अच्छा तरीका नहीं है। अब एक सच्चे, स्थिर और स्थाई संबंध में प्रवेश करने का समय है, अन्यथा बहुत देर हो जाएगी।",
    "1": "आप किसी भी सुंदर वस्तु और सामंजस्यता प्राप्त करने में उदार है और उसके लिए पैसा औऱ उर्जा खर्च करने के लिए तैयार रहेंगे ।आपका व्यक्तिमत्व, मज़ाक करने की आदत और तेज तर्कसंगत दिमाग आपको आपके कैरियर में जल्द बढ़ोतरी देगा।इस हफ्ते आप कुछ पाने के संघर्ष में खुद को निर्मम एवं निर्दय महसूस करेंगे, कभी-कभी अपने आप को और आस पास के लोगों को पागल बनाते हैं ।आपका उदार और गर्म स्वभाव आपके परिवार में बहुत खुशी देगा। परिवार के प्रति आपकी प्रतिबद्धता की वजह से आप जिस प्रेम और देखभाल की तलाश कर रहे थे वो आपको मिलेगी।आलोचना ना करें बल्कि पिता होने के नाते आपके बच्चे जिन समस्याओं का सामना कर रहे हैं उन्हे सुलझाने की कोशिश करें। आपके सहायता एवं मदद की उन्हे उत्सुकतापूर्वक प्रतीक्षा है ।अत्यंत आदरणीय मनुष्य होने के नाते लोगो की ज्यादा अपेक्षाओं के कारण आपको बोझ तले दबा हुआ महसूस होगा। केवल उन्ही समस्याओं को सुलझाएं जो आपके नियंत्रण में होगी, अत्यधिक प्रतिबद्धताओं से आपको अधिक तनाव होगा।चूँकि आपने सही साथी को चुना है, इसलिए आपका वैवाहिक जीवन आनंद और प्रभाव का एक सतत् स्रोत हो सकता है।आपकी शारीरिक स्थिति के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध और वैमनस्य के रूप में मानसिक आघात भी पहुँचा सकती हैं।चूँकि आप एक ऐसे व्यक्ति हैं जो अपने कार्यों में स्थिरता खोजता है, तो आप वर्तमान परियोजना, जिसके साथ आप कार्य कर रहे हैं, उसमें सफलता प्राप्त करने में सरलता पाएँगे।नई नौकरी आपके दैनिक जीवन की प्रक्रियाओं में पूर्ण बदलाव लाएगा। इसमें थोड़ा समय लगेगा किंतु आप नई परिस्थितियों के साथ अतिशीघ्र समायोजित हो जाएँगे।",
    "2": "आपको जिस व्यक्ति के प्रति बिलकुल भी रुची नहीं है, यदि आप उनकी ओर आकर्षित होते हैं तो शर्मिन्दा होने की जरूरत नहीं है । इससे आपके जीवन में बहुत बदलाव आ सकता है इसलिए अच्छे की आशा करें।भविष्य के बारे में आपकी संकल्पना में किसी कारण बदलाव आने की संभावना हैं। दोस्तों के साथ आपका सहयोग रोमांचक तथा स्फूर्तिदायक रहेगा। लोगों या संस्थाओं के साथ आपको संघर्ष करना पड़ सकता है, परंतु इसके बदले आपको नौकरी या बातचीत से पुरस्कृत किया जाएगा ।आपकी अत्यंत संवेदनशील भावनाएं आपकी व्यक्तिगत प्रगती को रोक सकती है और आपको कुछ खोने की नौबत आ सकती है। किसी भी बात पर प्रतिक्रिया देने से पहले गंभीरता से विचार करें।आपके दिमाग में बहुत सारे विचार आएंगे । अब आपको सहकर्मियों की सहायता तथा उन्हे अमल मे लाने हेतू आत्मविश्वास की ज़रुरत हैं।काम के स्थान पर महिलाओं का दिन अच्छा नही रहेगा। आर्थिक समस्या उनकी चिंता का विषय बना रहेगा। परंतु आप हमेशा की तरह ज्यादा से ज्यादा कोशिश करेंगी। आपको काम के स्थान पर चौकन्ना रहना चाहिए।आप दोनों के बीच गहरी समझ और सहयोग आपके सफल वैवाहिक जीवन के पीछे की प्रेरक शक्ति है। स्वयं को भाग्यशाली समझिए और आप दोनों के बीच प्रेम को बनाए रखने के लिए सभी आवश्यक कार्य कीजिए।व्यावसायिक गौरव की आपकी खोज में, आप अपने जीवन के सौंदर्य और समान रूप से महत्वपूर्ण पहलुओं को खो सकते हैं, उदाहरण के लिए आपके बच्चे! आपके अंदर के माँ को जीवित रखिए और जीवन को खुशहाल और भाग्यशाली बनना चाहिए!आपके रिश्तेदारों और मित्रों की ओर से समर्थन आपके भविष्य के लिए एक मजबूत आधार हेतु नींव रखने के लिए परमसुख के रूप में बौछार करेगा।विद्यार्थियों को आपके कार्य पर अधिक समय व्यतीत करना चाहिए क्योंकि आपको अपने अध्ययन में बढ़ने के लिए अधिक प्रयास की आवश्यकता है।आपके परिवार से अलग होना आपके लिए एक नया अनुभव होगा। किंतु ये बदलाव आपको जीवन में किसी समस्या का सामना करने के लिए अधिक स्वतंत्र और आत्मविश्वासी बनाएगा।",
    "3": "सुंदरता और सामंजस्य की ओर आपका आकर्षण आपको कुछ नवीन परिस्थितियों के समीप लायेगा। इससे आप ज्यादा आरामदायी और कार्यक्षम महसूस करेंगे ।आप बहुत समय से नौकरी बदलने के बारे में सोच रहे हैं। कोशिश कीजिये, आपके नक्षत्र के अनुसार बेहतर संभावनाओं के लिए अच्छा समय हैं।आपको इस वक्त असुरक्षित महसूस हो रहा है, इसलिये आपको खुद की उर्जा और उत्साह में बढ़ाने हेतू किसी की मदद की ज़रुरत होगी।आपके लिये आपका घर ऐसी जगह है जहाँ से आप अपने किसी भी अच्छे काम के लिये निकल सकते हैं। भावनात्मक समर्थन हेतू आप अपने परिवार पर ज्यादा निर्भर होने के कारण आप भी अपने परिवार की ज़रुरतो को पूरा करने में पीछे नही हटते।आप अपने आप को परिवार के सदस्यों से अलग महसूस करेंगे। इसमें आपका ही ज्यादा दोष होगा, थोड़ी देर विचार करें आपने अपने बच्चो के लिये पैसा कमाने के अलावा और क्या किया है ।नयी परियोजनाओं की शुरुआत करने में थोड़ा विलंब करना अच्छा होगा। पुरुष होने के नाते आपको हर व्यवहार में कामयाबी की चाह होती है , परंतु इस नये काम में आपके लिये अपेक्षित लाभ नही दिखाई देते।आपके दिमाग में जो भी हो उसके बारे में अपने साथी से बात कीजिए और आपके उन छोटे संदेहों से छुटकारा पाइए जो कुछ समय से आपको परेशान कर रहे हैं।आपको अपनी शारीरिक ताकत बढ़ाने के लिए इन दिनों बहुत बदलावों और चुनौतियों की आवश्यकता है। एकरूपता और उत्तेजना की सतत् कमी से रक्षा करने की आवश्यकता है।आप एक नए अनुबंध में हस्ताक्षर करेंगे, जो आपको ऐसा कैरियर प्रदान करेगा जो स्थिर और सुरक्षित दोनों है।नया वातावरण और नए मित्र आपके लिए एक नया अनुभव होगा। आपकी सक्रिय उपस्थिति आपके मित्रों को भी सुधारेगी।",
    "4": "आपमें मज़ाक करने की प्रबल शक्ती है तथा बच्चो जैसा स्वाभाविक उत्साह भी हैं जिसके कारण इस हफ्ते आपसे घुलने मिलने वाले लोगों के बीच आप लोकप्रिय बने रहेंगे।आपकी कुछ विशिष्टताएं आपको महत्वपूर्ण बैठकों में जाने से रोकेगी, जहाँ जाने से आपको अपने कैरियर को आगे बढ़ाने तथा आत्मविश्वास को बढ़ाने में सहायता मिल सकती थी।किसी मामले को आत्मविश्वास के साथ सुलझाने की आपकी क्षमता आपको कठोर परिस्थिति का सामना शांति के साथ करने हेतू मदद करेगी। दूसरों के प्रति अपनी भावनाओं पर पूरा नियंत्रण रखें।अपने बच्चो के साथ यात्रा पर जाने के बारे में अगर आप सोच रहे हैं, तो यह उचित समय हैं। पिता के रुप में उन्हे आपके प्यार एवं देखभाल की कितनी ज़रुरत है यह समझ के लिए आपको एक अवसर साबित होगा।महिलाये जिनके साथ रहेंगी उनसे आदर तथा पहचान हासिल करेंगी। आप खुद को महत्वपूर्ण मौकों पर प्रस्तुत करने योग्य समझेगी।अत्यंत प्रेममय और कर्तव्यनिष्ठ मनुष्य होने के नाते आप जिन लोगो के साथ रहेंगे वो आपसे प्यार एवं आपकी परवाह करेंगे।अपने अधीन काम करने वालों के प्रति आपकी आलोचनात्मक और तार्किक प्रकृति आपके अच्छे और समझदार निर्णयों के लिए भी उनकी ओर से नकारात्मक दृष्टिकोण बाहर लाएंगे।आप अपने पद के अनुसार कार्य करने के लिए स्वयं को चतुर, व्यवस्थित, मेहनती, परिकलन और संतुष्ट सिद्ध करेंगे। यदि दूसरे अनुभव करते हैं कि आपके पास स्त्रित्व की अपेक्षा अधिक ताकत है तो शर्मिंदा होने की आवश्यकता नहीं है।परिस्थितियाँ आपको अपने पसंदीदा समय गुजारने के तरीकों से दूर रखेंगे। इसे दिल पर मत लीजिए, क्योंकि इससे आप अवसाद में चले जाएँगे।व्यस्त समय आपको उस यात्रा को टालने के लिए मजबूर करेगा जिसका आप बेसब्री से इंतजार कर रहे थे। इसके लिए दुखी होने का अनुभव न करें यह कभी भी अंतिम अवसर नहीं होगा।",
    "5": "आप किसी भी सुंदर वस्तु और सामंजस्यता प्राप्त करने में उदार है और उसके लिए पैसा औऱ उर्जा खर्च करने के लिए तैयार रहेंगे ।शक्ती एवं प्रतिष्ठा आपके लिये महत्वपूर्ण साबित होंगे जिससे आपके कैरियर में फायदा होगा। अस्वीकृति आपकी कल्पनायेँ साकार करने में बाधा नही बन सकती।जिंदगी में एक सा दौर आयेगा जिसके कारण लोगो को आप गैरभरोसेमंद, गैर-समर्पित तथा चंचल प्रतित होंगे।आपका उदार और गर्म स्वभाव आपके परिवार में बहुत खुशी देगा। परिवार के प्रति आपकी प्रतिबद्धता की वजह से आप जिस प्रेम और देखभाल की तलाश कर रहे थे वो आपको मिलेगी।अत्यंत आदरणीय मनुष्य होने के नाते लोगो की ज्यादा अपेक्षाओं के कारण आपको बोझ तले दबा हुआ महसूस होगा। केवल उन्ही समस्याओं को सुलझाएं जो आपके नियंत्रण में होगी, अत्यधिक प्रतिबद्धताओं से आपको अधिक तनाव होगा।चूँकि आपने सही साथी को चुना है, इसलिए आपका वैवाहिक जीवन आनंद और प्रभाव का एक सतत् स्रोत हो सकता है।आपके भविष्य के संबंध में निर्णय लेने की दृढ़ इच्छा दूसरों की ईर्ष्या उत्पन्न कर सकती है किंतु यह आपका जीवन है और आपको ही इसके साथ जीना है।अनावश्यक आलोचना, अत्यधिक चिंता और भय ऐसे घटक होंगे जो स्वतंत्रता और सहजता की आपकी समझ को नियंत्रित करते हैं। आप अपने सहकर्मियों की दूरी से नीरस अनुभव करेंगे, आपको अत्यधिक प्रोत्साहन और प्रेरणा की आवश्यकता है।व्यवसाय संबंधित छोटी यात्राएँ आपके लिए सफल होंगी।आपके परिवार से अलग होना आपके लिए एक नया अनुभव होगा। किंतु ये बदलाव आपको जीवन में किसी समस्या का सामना करने के लिए अधिक स्वतंत्र और आत्मविश्वासी बनाएगा।",
    "6": "आजतक आपने जितने भी कष्ट उठाये हैं उसका फल अभी आपको बड़ी मात्रा में प्राप्त होने वाला है। आवेश में आकर आलसी ना बनें। इसके अलावा लाभ का आनंद उठाइए, आपका अधिकार है।कार्यस्थान पर कोई या आपका साथी आप पर बहुत दबाव बना रहे है। आपके इर्दगिर्द गंभीर स्थिति उत्पन्न हो रही हैं जिससे आप तंग आ चुके है, फिर भी आप शांत एवं निष्पक्ष हैं।अपने और अपने प्रेम संबंधों के विकास के बीच एक संतुलन साधने की तुलना में अपने समूह के सहयोगियों, या परियोजनाओं के प्रति अपने दायित्व, आपके सीमा को बढ़ाने की संभावना है। इसलिये आपकी ऊर्जा का सही उपयोग होना चाहिए।एक बार अपनी समय-सारणी पर नज़र डाले , आपको पता चलेगा की आप अपने बच्चो को पर्याप्त समय नही दे रहे हैं। उन्हे अपने पिता की उपस्थिति की जरुरत है, और आपको उनके लिये समय निकालना चाहिए।आपके प्यार के सितारे अभी ज़ोरो पर है और इस सप्ताह आपके जीवन में शानदार पल आयेंगे।व्यक्तिगत संबंध के साथ व्यवहार करते समय सावधान और रुढ़ीवादी रहने की आपकी योग्यता आपकी सहायता करेगी। आपका मस्तिष्क जो कहता है उसके साथ चलते रहिए, किंतु इसका अर्थ दूसरों की राय के प्रति पूर्ण रूप से टिके रहना नहीं है।आपको अपनी शारीरिक ताकत बढ़ाने के लिए इन दिनों बहुत बदलावों और चुनौतियों की आवश्यकता है। एकरूपता और उत्तेजना की सतत् कमी से रक्षा करने की आवश्यकता है।आप आपकी ईमानदारी और कर्तव्यनिष्ठा पर निर्भर हो सकते हैं और यह आपके लिए व्यापक स्वीकृति लाएँगे। किंतु कुछ समय के लिए आपके विरुद्ध किसी की ओर से अनावश्यक लिप्तता आपके लिए परेशानी का समय लाएगी।आप एक नए अनुबंध में हस्ताक्षर करेंगे, जो आपको ऐसा कैरियर प्रदान करेगा जो स्थिर और सुरक्षित दोनों है।विद्यार्थियों के पास उनके अध्ययनों को पूरा करने के लिए एक उच्च रूप से अनुशासित और व्यवस्थित तरीका होगा। आप अपने उन प्रयासों के लिए, जो आपने किए हैं, एक बहुत अच्छा परिणाम प्राप्त करेंगे।",
    "7": "आप हाजिर जवाब, दरिया दिल, प्यार करने वाले और मनभावन होंगे जिससे दुसरों के लिये आपको कभी अरुचिकर नही लगेगा आप हमेशा क्रियाशील रहेंगे और उनके लिये जिंदादिल व्यक्तित्व बने रहेंगे।आपको अत्यंत आर्थिक दबाव या आत्म-सम्मान संबंधित किसी अन्य समस्या का सामना करना पड़ सकता हैं। वास्तविकता आपके सामने होते हुये भी आप ज़रुरत से ज्यादा चिंता कर सकते हैं।किसी मामले को आत्मविश्वास के साथ सुलझाने की आपकी क्षमता आपको कठोर परिस्थिति का सामना शांति के साथ करने हेतू मदद करेगी। दूसरों के प्रति अपनी भावनाओं पर पूरा नियंत्रण रखें।आपको इस वक्त असुरक्षित महसूस हो रहा है, इसलिये आपको खुद की उर्जा और उत्साह में बढ़ाने हेतू किसी की मदद की ज़रुरत होगी।महिलाओं के लिये अनुकूल हफ्ता है । लोग आपकी प्रशंसा करेंगे तथा आपकी ज्यादा हिफ़ाज़त करेंगे।जिंदगी जीने तथा जिंदगी में सब कुछ अच्छा पाने का जोश आपको उन सब परेशानियों से छुटकारा दिलाएगा जिनका सामना आप बहुत दिनों से कर रहे थे।दूसरे लोगों के लिए आप स्वयं के निर्भीक निर्णयों के साथ एक मजबूत व्यक्तित्व के व्यक्ति हो सकते हैं। इससे दूसरेआपकी आलोचना भी करेंगे क्योंकि आप एक महिला होने के बावजूद भी दृढ़ हैं।आपके व्यक्तिगत नीति किसी ऐसे व्यक्ति को घाव देंगे जिसके साथ आप व्यवहार करते हैं। किंतु यदि आपको अपने तरीकों और व्यवहार में पूर्ण विश्वास है, तोजारी रखिए। दूसरे शीघ्र ही आपके उद्देश्यों को समझेंगे।आपके आगे एक ऊर्जात्मक और तरोताजा करने वाला करने वाला सप्ताह । आप अपने कार्य या नए उद्यमों से संबंध रखने वाले नई चुनौतियों को स्वीकार करने के लिए तैयार रहेंगे । आपकी ताजगी आपके संपूर्ण परिवार के लिए एकरूपता लाएगा।अवसाद की अवस्था आपको नष्ट कर देगी क्योंकि आप अनुभव करते हैं कि आपके प्रयास हाथ से निकलते जा रहे हैं। इस मिजाज से बाहर आने का प्रयास कीजिए, यह आपकी गलती नहीं है क्योंकि आपने अपने उत्तरदायित्व के अनुसार किया है।",
    "8": "प्यार की ओर आपका अनौपचारिक रवैय्या, केवल आपकी ओर आपके प्यार के आकर्षण को कम करने में मदद करता है ।चूंकि आप बेचैनी, आवेगशील महसूस कर रहे है और किसी तूफानी उत्साह की तलाश में है, आप जिस तरह की सुंदरता और तालमेल की तलाश कर रहे है वह प्राप्त होना मुश्किल होगा।आपका व्यक्तिमत्व, मज़ाक करने की आदत और तेज तर्कसंगत दिमाग आपको आपके कैरियर में जल्द बढ़ोतरी देगा।आपके दिमाग में बहुत सारे विचार आएंगे । अब आपको सहकर्मियों की सहायता तथा उन्हे अमल मे लाने हेतू आत्मविश्वास की ज़रुरत हैं।आपने इस हफ्ते जो भी करने का सोचा है, वह मुख्यतः आपकी कुशाग्रता, दृढ़ता काम करने की जबरदस्त इच्छा यशस्वी बनाएगी। कुशाग्रता, दृढ़ता और पूर्णता संबंधित आपके जुनून के कारण सफल होगा ।आपके रिश्ते में कुछ होता हुआ दिखाई नही देता, आप दोनो एक दुसरे की पहल का इंतज़ार कर रहे हैं। बहुत देर होने से पहले आपका पहल करना बेहतर होगा।आपके साथी के साथ छोटी सी गलतफहमी आपके दिनों को नीरस बनाएँगी। इसे समाप्त करने का कोई एक तरीका ढूँढिए जिससे आप दोनों आरामदायक अनुभव करेंगे और आपके खुशहाल दिन वापस आएंगे।आपके रिश्तेदारों और मित्रों की ओर से समर्थन आपके भविष्य के लिए एक मजबूत आधार हेतु नींव रखने के लिए परमसुख के रूप में बौछार करेगा।आनंद और ताजगी का मिजाज आपको कुछ दिनों के अवकाश पर ले जाने के लिए प्रेरित करेगा। इसके बाद आप और अधिक नया एवं ऊर्जावान अनुभव करेंगे।व्यवसाय संबंधित छोटी यात्राएँ आपके लिए सफल होंगी।",
    "9": "आप किसी भी सुंदर वस्तु और सामंजस्यता प्राप्त करने में उदार है और उसके लिए पैसा औऱ उर्जा खर्च करने के लिए तैयार रहेंगे ।भविष्य के बारे में आपकी संकल्पना में किसी कारण बदलाव आने की संभावना हैं। दोस्तों के साथ आपका सहयोग रोमांचक तथा स्फूर्तिदायक रहेगा। लोगों या संस्थाओं के साथ आपको संघर्ष करना पड़ सकता है, परंतु इसके बदले आपको नौकरी या बातचीत से पुरस्कृत किया जाएगा ।जिंदगी में एक सा दौर आयेगा जिसके कारण लोगो को आप गैरभरोसेमंद, गैर-समर्पित तथा चंचल प्रतित होंगे।आपका उदार और गर्म स्वभाव आपके परिवार में बहुत खुशी देगा। परिवार के प्रति आपकी प्रतिबद्धता की वजह से आप जिस प्रेम और देखभाल की तलाश कर रहे थे वो आपको मिलेगी।चूँकि आपने सही साथी को चुना है, इसलिए आपका वैवाहिक जीवन आनंद और प्रभाव का एक सतत् स्रोत हो सकता है।आपके भविष्य के संबंध में निर्णय लेने की दृढ़ इच्छा दूसरों की ईर्ष्या उत्पन्न कर सकती है किंतु यह आपका जीवन है और आपको ही इसके साथ जीना है।अनावश्यक आलोचना, अत्यधिक चिंता और भय ऐसे घटक होंगे जो स्वतंत्रता और सहजता की आपकी समझ को नियंत्रित करते हैं। आप अपने सहकर्मियों की दूरी से नीरस अनुभव करेंगे, आपको अत्यधिक प्रोत्साहन और प्रेरणा की आवश्यकता है।आप भोजन में अधिक लिप्त होने की ओर प्रवृत्त होते हैं और वजन आपका समस्या बन जाता है। एक नियंत्रित आहार आपको आपकी शारीरिक एकरूपता वापस प्राप्त करने में सहायता करेगा।खेलों और छोटी चुनौतियों के लिए आपका प्रेम इस सप्ताह आपके लिए निर्धारित यात्रा को मजेदार बनाएगा।नया वातावरण और नए मित्र आपके लिए एक नया अनुभव होगा। आपकी सक्रिय उपस्थिति आपके मित्रों को भी सुधारेगी।",
    "10": "ऐसा लगता है कि इस सप्ताह में तालमेल आपका संकेत शब्द है। इस सप्ताह में आप जिस किसी से काम में, घर में, मित्रों समेत, आपके नाई के साथ मिले, आपको सुंदर दिखाई देगा। ध्यान रहे, आप अपनी अज्ञानता के कारण इस मौके को खो न दें ।आप बहुत समय से नौकरी बदलने के बारे में सोच रहे हैं। कोशिश कीजिये, आपके नक्षत्र के अनुसार बेहतर संभावनाओं के लिए अच्छा समय हैं।अपने और अपने प्रेम संबंधों के विकास के बीच एक संतुलन साधने की तुलना में अपने समूह के सहयोगियों, या परियोजनाओं के प्रति अपने दायित्व, आपके सीमा को बढ़ाने की संभावना है। इसलिये आपकी ऊर्जा का सही उपयोग होना चाहिए।आपके परिवार या अपने अधिवास के बारे में आप मानसिक रुप से सकारात्मक एवं उन्मुक्त हैं। जिनके कारण आप संपन्न महसूस करते हैं। वास्तव में, पैसा आता जाता रहता हैं। आपकी बुद्धिमानी से अच्छी प्राप्ति होगी।एक बार अपनी समय-सारणी पर नज़र डाले , आपको पता चलेगा की आप अपने बच्चो को पर्याप्त समय नही दे रहे हैं। उन्हे अपने पिता की उपस्थिति की जरुरत है, और आपको उनके लिये समय निकालना चाहिए।पुरुष होने के नाते आपने दोस्ती के रिश्ते में ऐसे अनुभव लिये होंगे जिससे आपके रिश्ते और गहरे हो सकते हैं। आप इस हफ्ते अपनी पसंद की परियोजनाओं पर अधिकारियों पर भरोसा करने के बजाय खुद कार्य करें। बाद में पछताने के बजाय सावधान रहना अच्छा है ।आप दोनों के बीच गहरी समझ और सहयोग आपके सफल वैवाहिक जीवन के पीछे की प्रेरक शक्ति है। स्वयं को भाग्यशाली समझिए और आप दोनों के बीच प्रेम को बनाए रखने के लिए सभी आवश्यक कार्य कीजिए।आपकी शारीरिक स्थिति के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध और वैमनस्य के रूप में मानसिक आघात भी पहुँचा सकती हैं।चूँकि आप एक ऐसे व्यक्ति हैं जो अपने कार्यों में स्थिरता खोजता है, तो आप वर्तमान परियोजना, जिसके साथ आप कार्य कर रहे हैं, उसमें सफलता प्राप्त करने में सरलता पाएँगे।नई नौकरी आपके दैनिक जीवन की प्रक्रियाओं में पूर्ण बदलाव लाएगा। इसमें थोड़ा समय लगेगा किंतु आप नई परिस्थितियों के साथ अतिशीघ्र समायोजित हो जाएँगे।",
    "11": "नौकरी बदलने के लिए सही समय है, स्वयं किसी परियोजना की शुरुआत करना भी लाभ दायक हो सकता है।किसी की आलोचना करने वाली टिप्पणी देने से पहले विचार करने की कोशिश करें क्योंकि जहाँ ज़रुरत नही वहाँ भी सलाह देने की आपकी आदत हैं।आपके दिमाग में बहुत सारे विचार आएंगे । अब आपको सहकर्मियों की सहायता तथा उन्हे अमल मे लाने हेतू आत्मविश्वास की ज़रुरत हैं।आप स्वतंत्र, महत्वाकांक्षी और उद्देश्य पर लक्ष्य केंद्रित करनेवाले साबित होंगे। आप की होशियारी तथा हाजिरजवाबी, आप को ज़्यादा प्रयासों के बगैर आपके लक्ष्य तक पहुंचाएगी। अभी वक्त आपके लिये सही मायने मे अनुकूल है ।आपकी बेताब गतिविधियों एव आपके मस्तिष्क को शांत रखने के लिये आपको चिंतन करना चाहिए, अन्य शब्दो में कहा जाये तो मन को शांत रखने हेतू चिंतन आवश्यक हैं।आपके दिमाग में जो भी हो उसके बारे में अपने साथी से बात कीजिए और आपके उन छोटे संदेहों से छुटकारा पाइए जो कुछ समय से आपको परेशान कर रहे हैं।आपकी ज़िद्दी प्रकृति दूसरों को अनुभव करवाएगी कि आप कुछ अलग हैं और आप में संवेदनशील और भावुक होने की महिलाओं वाली प्रकृति की कमी है।आपके रिश्तेदारों और मित्रों की ओर से समर्थन आपके भविष्य के लिए एक मजबूत आधार हेतु नींव रखने के लिए परमसुख के रूप में बौछार करेगा।आप अनुभव करेंगे कि आपकी शारीरिक मजबूती उस मानसिक और शारीरिक तनाव के कारण कमजोर हो गई है जिसका आप इस सप्ताह कार्य और घर दोनों जगह अनुभव करते हैं। शरीर और मस्तिष्क के लिए कुछ आनंद हेतु कुछ समय प्राप्त कीजिए जिसकी आपको कुछ समय के लिए वास्तव में आवश्यकता है।व्यवसाय संबंधित छोटी यात्राएँ आपके लिए सफल होंगी।",
    "date": "रविवार, 11 अक्टूबर 2020 से शनिवार, 17 अक्टूबर 2020"
}
]
