horo_english=[
{
    "0": "The efforts you put into your ventures till now, will start attaining benefits. For the time being, you can just sit down and relax. Then you can start plucking the ripe fruits of your hard labour.People who are attached to you will find it difficult to adjust with the peculiarities in your character. Communicating openly with them will help you to get rid of this situation to an extent.Emotional blowups will only create unending problems, better prepare yourself to face any situations calmly. Showing sympathy towards your near and dear ones will never bring any harm to your image.This week, as you will spend more time with your new found love, it will help you find out the virtues you possess as a male like being wonderful, witty and generous.Better postpone the changes you intend to do in your current project, as time is not favorable for you to undertake it now.Now it is time to reveal your mind to the one you love. Otherwise, it will turn out to be too late.It will prove to be a better prospect for you as you will find out your co-workers are more than a helping hand to achieve your goal.You have your own philosophical thinking that guides you while taking personal decisions. This week you will find it more useful and will feel relieved that you rely upon it.You must have been carelessly dealing with some important problems, this can create some dilemma which will take time for you to deal with.More and more ideas will bring sudden changes to your planning. It will be better to think well before making any changes as this can bring you great loss.",
    "1": "Your casual attitude towards love will only help to fade out the attraction your lover owns towards you.You can now proceed with your plans you have been fabricating in your mind for a long time. Benefits are sure to reach you as your signs are now in a favourable position.Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others.Will go through a difficult situation this week. As a father, you will find it hard to cope up with the necessities of the children.Women will attain respect and recognition from those you mingle with. You will find yourself presentable on important occasions.Bring restrictions on yourself from overindulging in food and alcohol which can lead to physical ailments for you and mental stress for your wife and children.You will find everything in favour of you as your subordinates and seniors will all be encouraging in your new project.Your ability to stay cautious and conservative while dealing with personal relationships will come to your aid. Keep going with what your mind says, but this doesn't mean to stay completely obstinate to others opinions.Your sense of uncertainty will create worry, depression and fearfulness. Take holiday for some days and be with your family. This will, to an extent, help you bring back the revitalisation and harmony back to your life.You will sign in a new contract, which will provide you with a career that is both stable and secure.",
    "2": "This week you will find yourself relentless and driven in your struggle towards achievement, at times, driving you as well as those around you crazy.You will get rid of some illusions that used to haunt you for a long time. Go ahead with your meditations till you feel entirely free of it.Whatever projects you indulge this week will become fruitful. Your signs seem to be in favourable position making you more charming, intellectual, dynamically enthusiastic and adaptable.To err is human and to forgive is divine. You will feel much relieved by getting pardoned from your dear one for your mistake you go through accidentally.Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive.The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome.You wield a lot of power and love new projects, people and interests. The optimistic nature will help you feel rejuvenated.You will get an opportunity to find a warm, stable, affectionate person which will turn out to be the best choice for a happy relationship.Proposals for a pleasure trip to some beautiful place will come in search of you. You will highly enjoy this trip with your near and dear.The new job will bring out an utter change in the procedures of your day to day life. You will take a bit of time but adjust to the new circumstances very soon.",
    "3": "You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now.A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy.You are mentally optimistic and expansive about your family or your domicile now. You may feel enriched by them. In fact, money may pass back and forth. Your talents come out so naturally and find a good reception with them.Look back at your time schedule and you'll realise that you haven't been spending quality time with your children. They need the presence of their father and you should find time for them.The feminine nature hidden in your masculine shell will open you to new friends as that caring and loving touch will give them the feeling that you are very supportive. It'll do you good!You may be the object of affection by being sweet as honey, painting visions of the future and imparting some of them with a secret, spiritual or unselfish communications. Women will have a positive time this week.Being the man you are, you may have experiences with a friend that can deepen your relationship. You'd rather instigate action with your pet projects than deal with authority figures early this week. It's better to be safe than sorry.Your thoughts and motivations lie in the area of change and intimacy. Some initially disturbing communications with someone to whom you are romantically inclined may have the effect of a crash course in \"getting to know you\".Your wait to be a mother may be fulfilled this week. There's every likely for a visit to the doctor, bringing joy and a beautiful new essence to life. Precaution and care should be taken and everything should go smooth.Excitement and love in your newfound love will also give you a stable relationship. You can blindly rely upon this as a life long one.",
    "4": "Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true.Dealing with important persons with excellent personalities will help you to get rid of some negative peculiarities that were haunting you for a long time.Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm.You will prove to be independent, ambitious and highly goal-oriented. Intelligence and quick wit you possess will enable you to reach your goal without much effort. Time is really favourable now.Although you are restless, impulsive and looking for the wildest kind of excitement, your easy going and loving nature will help you to get pardoned for your follies.Your ego and pride can become shackles that hamper your progress in life. It will only be wise to mingle more with those you deal with and accept their advice to reach your motive.You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against.Work is your source of excitement and you'll not give your body a rest even when you feel exhausted. But, this week will bring an absolute change in you, making you wish for a refreshing mood, to rejuvenate your mind and body.Your love for games and small challenges will make the journey scheduled for you this week a pleasant one.Financial help from some unexpected source will enable you to speed up the project which you felt would come up to an end without proper support.",
    "5": "You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased.You will get easily agitated this week that you will find yourself inactive and in a lack of energy to present yourself the kind of charismatic man you used to be.Your romantic reverie is far more a journey into fantasy-land than an earthbound evening of parties and dances.Your correct assessment of any situations often puts you far ahead of those who deals with you in day-to-day life.You give more importance to shared interests and emotional compatibility. You must also make yourself prepared to accept what others have to say and encourage them for their ideas. Otherwise, it will make you aloof from others.The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome.For a long time you would have been avoiding your artistic talent, now it is time to brush and take it out. This, of course, will bring a new stimulating mood to your life.A trip with your near and dear ones will lead you to some thrilling moments. Enjoy it, as these are not the ones you get often.Students must try to concentrate more on studies, as you are at present going through your turning point.It will do you better if you give a thought before getting committed to a new relationship. As your time is now favourable, you will get a proper guidance to choose the best.",
    "6": "Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently.This week you will find yourself relentless and driven in your struggle towards achievement, at times, driving you as well as those around you crazy.You will meet some respectable people who will help you find a way out of your delusions. This will also boost up your creative talents.Whatever projects you indulge this week will become fruitful. Your signs seem to be in favourable position making you more charming, intellectual, dynamically enthusiastic and adaptable.An act of virtue, forgiving a person for his mistake that hurt you a lot, from your part will make you more respectable among people you love.Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive.Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation.A mood of enjoyment and refreshing will prompt you to take holiday for some days. You will feel more revitalised and energetic after this.Business-related short trips would turn out to be successful for you.Separation from your family will be a new experience for you. But these changes will make you more independent and confident to face any hazards in the life.",
    "7": "You will be feeling deeply and strongly about a person close to you with whom you may either start or deepen a relationship. Your personality may entice the person to respond positively provided you don't commit any blunders.Apt time for a job change. Commencing of a project all by yourself will also prove to be beneficial.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.You will be going through a very difficult time being direct in your relationships, and you need both individual psychotherapy and group therapy to achieve greater self-expression and more satisfaction on the social scene.Approval of a new project by the authority will give you the opportunity of expanding and implementing new ideas which were only in your mind till now.Women may not enjoy their day at work. Something relating to your finance may cause worry. But you will not fail to put in as much of effort as you generally do. You must maintain a cautious behaviour at your place of work.You have the ability this week to turn that which appeared negative or wasted, into a new form with good potential for improvement. Communications with partners, clientele and significant others will be productive at this time. Future looks good indeedThe deep understanding and cooperation between the two of you have been the driving force behind your successful marital life. Consider yourself lucky and take all actions necessary to maintain the love between the two of you.In your search for professional glory, you may miss out on the finer and more important aspects of your life, your children! Keep the mother in you alive and life should turn out to be one happy-go-lucky ride!Think more about the prospects for your personal growth, as it is time for you to live for you and your family.",
    "8": "Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true.Your peculiarities, which were a source for others to make fun of you, will bring some advantages for you this week. You will find yourself a central figure in some parties or public gatherings.Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm.You are a person who is attracted towards novelties. This will bring you attached to some new projects which are sure to gain you profit without much delay.You will prove to be independent, ambitious and highly goal-oriented. Intelligence and quick wit you possess will enable you to reach your goal without much effort. Time is really favourable now.To err is human and to forgive is divine. You will feel much relieved by getting pardoned from your dear one for your mistake you go through accidentally.Your ego and pride can become shackles that hamper your progress in life. It will only be wise to mingle more with those you deal with and accept their advice to reach your motive.The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome.You wield a lot of power and love new projects, people and interests. The optimistic nature will help you feel rejuvenated.An unexpected approach from an unexpected person will make your days harmonious. Utilise this opportunity without wasting it.",
    "9": "Since you are restless, impulsive and looking for the wildest kind of excitement, it will be difficult for you to find the beauty and harmony you wish.Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.What you set to do this week will turn out to be successful to you mainly because of your sharpness, tenacity and obsession for perfection.The greatest way to overcome your present mental status is to create a distance from yourself in order to see the specifications of your life in greater outlook.An act of virtue, forgiving a person for his mistake that hurt you a lot, from your part will make you more respectable among people you love.As a mother, while dealing with your children, you act more like an old-fashioned person who believes more on moral principles. This will only help to get you detached from your children.A mood of enjoyment and refreshing will prompt you to take holiday for some days. You will feel more revitalised and energetic after this.Business-related short trips would turn out to be successful for you.More and more people will approach you for your guidance without you even expecting it. This will make your days and mind busy, and you will go through a pleasant situation altogether.",
    "10": "You will be going through a very difficult time being direct in your relationships, and you need both individual psychotherapy and group therapy to achieve greater self-expression and more satisfaction on the social scene.Stop criticizing and think how as a father you can deal with the situation your children are facing. They are eagerly waiting for your support and help.As a man of high esteem, you will feel burdened with the over expectations people vest upon you. Try to sort out the problems standing in your limitations. Too much of commitments will only bring you over-strain.Your talents will get a proper guidance and you will also get rid of the fallacies that were in your mind since your childhood.Whatever projects you indulge this week will become fruitful. Your signs seem to be in favourable position making you more charming, intellectual, dynamically enthusiastic and adaptable.Think it over once or twice before speaking out your mind to the person you felt attracted towards. Give a thorough analysing about every positive and negative aspect before jumping into a conclusion.Work is your source of excitement and you'll not give your body a rest even when you feel exhausted. But, this week will bring an absolute change in you, making you wish for a refreshing mood, to rejuvenate your mind and body.Just go around socialising and throw lavish parties which will bring you attached to some beautiful and romantic people, who can bring a change to the lifestyle as well as the dullness of your life.Your love for games and small challenges will make the journey scheduled for you this week a pleasant one.New atmosphere and new friends will be a real experience for you. Your active presence will reform your friends also.",
    "11": "You may be feeling both angry and hurt this week. You are in an especially sensitive and mildly irritable state and small things get on your nerves. Spend some time with your personal diary and express every thought on your mind.Women may not enjoy their day at work. Something relating to your finance may cause worry. But you will not fail to put in as much of effort as you generally do. You must maintain a cautious behaviour at your place of work.You will get rid of some illusions that used to haunt you for a long time. Go ahead with your meditations till you feel entirely free of it.Your mind may be way too curious to think only inside the box, but it's your ability to make outrageous connections that give you a view beyond what everyone else sees. Your brilliant insights can lead to incredible inventions and major discoveries.Your outspoken and extrovert nature may make those around you to feel that, in spite of being a woman, you are trying to be a man. This shouldn't discourage you as it is their insecurity and their problem, not yours.You are at a low both emotionally and physically at this time. Though you are normally prone to push yourself, this is a period to give your body what it needs. It is better to be safe than sorry!You wield a lot of power and love new projects, people and interests. The optimistic nature will help you feel rejuvenated.You will get an opportunity to find a warm, stable, affectionate person which will turn out to be the best choice for a happy relationship.Proposals for a pleasure trip to some beautiful place will come in search of you. You will highly enjoy this trip with your near and dear.The new job will bring out an utter change in the procedures of your day to day life. You will take a bit of time but adjust to the new circumstances very soon.",
    "date": "Sunday, 28 March 2021 to Saturday, 3 April 2021"
}
]
