horo_hindi=[
{
    "0": "आपमें मज़ाक करने की प्रबल शक्ती है तथा बच्चो जैसा स्वाभाविक उत्साह भी हैं जिसके कारण इस हफ्ते आपसे घुलने मिलने वाले लोगों के बीच आप लोकप्रिय बने रहेंगे।एक सफल उद्यम प्रारम्भ करने के अपने विचार को आगे बढ़ने के लिए और समय लगेगा, समय आपके लिए अनुकूल नहीं है। अवसाद की जरुरत नहीं है, यह बुरा समय ज्यादा दिन तक नहीं रहेगा, आप बहुत जल्द अपने आप को भाग्यशाली साबित करेंगे।अपने बच्चो के साथ यात्रा पर जाने के बारे में अगर आप सोच रहे हैं, तो यह उचित समय हैं। पिता के रुप में उन्हे आपके प्यार एवं देखभाल की कितनी ज़रुरत है यह समझ के लिए आपको एक अवसर साबित होगा।अत्यंत प्रेममय और कर्तव्यनिष्ठ मनुष्य होने के नाते आप जिन लोगो के साथ रहेंगे वो आपसे प्यार एवं आपकी परवाह करेंगे।आप किसी भ्रम की दुनिया में जिंदगी जी रहे हैं। इस परिस्थिति से बाहर निकलने की कोशिश करें, अन्यथा आपको इससे बाहर निकलना बहुत मुश्किल होगा।आपके धैर्य की वजह से आप जिस बात का बहुत दिनो से इतज़ार कर रहे थे आपको अभी प्राप्त होगी। आपके प्रयासों की निश्चित ही सराहना होगी।आप अपने पद के अनुसार कार्य करने के लिए स्वयं को चतुर, व्यवस्थित, मेहनती, परिकलन और संतुष्ट सिद्ध करेंगे। यदि दूसरे अनुभव करते हैं कि आपके पास स्त्रित्व की अपेक्षा अधिक ताकत है तो शर्मिंदा होने की आवश्यकता नहीं है।आप घबराहट की ओर प्रवृत हैं, जो आपको आपके प्रियजनों के साथ कुछ बड़ी गलतियाँ करवाएगी। ह्दय से क्षमा आपको परिणामों से बचने के लिए सक्षम कर सकती है, तथापि यह हमेशा की गारंटी नहीं है।आप सलाह और समर्थन के लिए दूसरों पर अधिक विश्वास करेंगे। बाद में यह केवल आपके लिए बोझ में बदल जाएगा, क्योंकि आपके व्यक्तिगत वृद्धि के लिए आपको किस चीज की आवयश्कता है, इसका चयन करने के लिए आप अंतिम अधिकारी हैं।आपके आगे एक ऊर्जात्मक और तरोताजा करने वाला करने वाला सप्ताह । आप अपने कार्य या नए उद्यमों से संबंध रखने वाले नई चुनौतियों को स्वीकार करने के लिए तैयार रहेंगे । आपकी ताजगी आपके संपूर्ण परिवार के लिए एकरूपता लाएगा।",
    "1": "आने वाले दिनों में स्वयं में सुधार लाना आपके लिये आदर्श रहेगा। इसके लिये आपके मित्रजन तथा रिश्तेदार मददगार रहेंगे.अपने परिवार के साथ समय बिताने के लिये छोटी छुट्टी ले लो। केवल उनके लिये पैसा कमाना ही पिता के रुप में आपका कर्तव्य नही हैं परंतु उनकी समस्याओं को सुलझाने हेतू थोड़ा समय भी निकालना होगा ।आप जैसे इन्सान को प्यार, वात्सल्य और सौहार्द की ज़रुरत है और इस हफ्ते आपको किसी ऐसे व्यक्ति का साथ मिलेगा जो आपके लिये परीक्षक की तरह कार्य करेगा। आपको कामयाबी मिलना तय है ।अलगाव में रहने की आपकी इच्छा केवल आपको भ्रम या बुरे सपनो में अधिक डूबो देगी जो आपको कई दिनो से परेशान कर रहे हैं।फिलहाल आपका ध्यान ज्यादा पैसे कमाने पर है , इससे आपके रचनात्मक तथा काल्पनिक प्रतिभा का इस्तेमाल करने में बाधा आती हैं।आत्मविश्वास तथा बेहतर पाने की मानसिक तैयारी आपके जोश को बढ़ावा देंगे। आपका आत्मविश्वास आपके लिये हमेशा मार्गदर्शक रहेगा।आप किसी और महिला की अपेक्षा इतनी सतर्क, गोपननीय और सामान्यत: शंकालु हैं कि आप किसी व्यक्ति या किसी वस्तु के प्रति प्रतिबद्ध होने के पूर्व अधिक सावधान और जाँच-पड़ताल करने वाली महिला होती हैं।आपको लंबे समय से परेशान कर रही किसी बीमारी से आराम मिलेगा, और आप अधिक शांत अनुभव करेंगे। आप अपने चिकित्सक की बातों पर अधिक विश्वास करना प्रारंभ करेंगे।जब आप प्रेम में हो तो आपकी आवश्यकता को गंभीरतापूर्वक लिया जाना चाहिए क्योंकि आपका किसी प्रेम प्रसंग में गंभीर होने की ओर प्रवृत्त होना आपके लिए एक रूमानी युग्म को खोजने में कुछ विलंब करेगा।आप अपने निर्णय को किसी नई योजना को स्वीकार करने में भ्रम में पड़ा हुआ पाएँगे। परिस्थिति की चर्चा और विश्लेषण करने के लिए अधिक समय लीजिए अन्यथा यह आपके लिए व्यर्थ सिद्ध होगा।",
    "2": "आपका मार्गदर्शक एवं सहयोगी व्यक्तित्व आपके प्रियजनों के लिये बहुत अच्छा साबित होगा। आपके प्रभावशाली स्वभाव के कारण मिलने वाला सहकार्य केवल उनके लिये मददगार ही साबित नही होगा परंतु आपके लिये भी सकारात्मक साबित होगा।नयी परियोजना शुरु करते समय उसमें ज्यादा से ज्यादा मुनाफ़ा प्राप्त करने हेतू आपकी कल्पनाओं को अमल मे लाने के लिये आपके सहयोगियों के विरोध का सामना आपको करना पड़ेगा।इस हफ्ते के पूर्वानुमान के अनुसार ,पुरुषो के लिये यह हफ्ते , आगे बहुत अच्छा दिखाई देता हैं। बहुत दिनों से जो अच्छी योजनाएं पुरुष बना रहे थे उसके लिये बाहर निकलने का प्रोत्साहन उन्हे इस हफ्ते मिलेगा जो भी हो रहा है उसका आपको ज्ञान हैं। इसका आपके भविष्य पर नकारात्मक परिणाम होगा। साफ मन और तेज दिमाग आपको परिस्थिति का सामना करने में सहकार्य करेगी और आप सकुशल समस्याओं से छुटकारा पायेंगे।आपकी बंद परियोजनों पर कार्य करने के लिये यह एक अच्छा सप्ताह है। नये जीवन के लिये तैयार रहें। आगे कैसे बढ़े इसके बारे में अगर आप अनिश्चित हैं, तो अपना लक्ष्य तय करना आपका पहला कदम होगा।संभवत: दुनिया आपको तनाव देने और आजमाने का प्रयास कर रही हो, और यद्यपि आप स्वयं को अपनी व्यवसायिक उपलब्धियों से परिभाषित करती हों, तथापि आपको अपने सहकर्मियों को अभी भी यह याद दिलाने की आवश्यकता हो सकती है कि एक महिला होना आपको कमजोर नहीं बनाता है और आपके अंदर एक पुरुष है।आपके पास धन खर्च करने के लिए अत्यधिक आवेग है, यह आपसे कुछ अक्षम्य कार्य करवाएगा। इसलिए कोई भी ऐसी गलती करने से सावधान रहें जो बाद में अक्षम्य हो जाए।व्यक्तिगत रूप से आप अपने आर्थिक एवं कैरियर संबन्धित जीवन के लिए कुछ योजनाओं को मूर्तरूप देंगे, किंतु आपको दूसरों की ओर से समर्थन की कमी होगी, जिससे आपके परियोजना में विलंब हो सकता है।आपकी वर्तमान शारीरिक स्थिति का विश्लेषण करने के लिए कुछ समय खर्च करना ही आपको अधिक उर्जात्मक और खुशहाल बनाएगा। इस तरह यह आपको आपकी वर्तमान नीरसता के लिए कोई समाधान ढूँढने में सक्षम करेगा, जो आपको चिढ़चिढ़ा और उदास कर रही है।आपने समाज के लिए जो कार्य किया है उसके लिए सफलता आपके मार्ग पर आएगी। आपकी कड़ी मेहनत और समर्पण व्यापक पहचान और प्रशंसा प्राप्त करेगी। यह आपको आपके कार्य जारी रखने के लिए और अधिक प्रोत्साहित करेगी।",
    "3": "सुंदरता और सामंजस्य की ओर आपका आकर्षण आपको कुछ नवीन परिस्थितियों के समीप लायेगा। इससे आप ज्यादा आरामदायी और कार्यक्षम महसूस करेंगे ।आपको अत्यंत आर्थिक दबाव या आत्म-सम्मान संबंधित किसी अन्य समस्या का सामना करना पड़ सकता हैं। वास्तविकता आपके सामने होते हुये भी आप ज़रुरत से ज्यादा चिंता कर सकते हैं।खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।बहुत समय से आपको परेशान कर रहे भ्रम से आपको छुटकारा मिलेगा। आपको पूरी तरह छुटकारा मिलने तक ध्यान चिंतन करते रहें।आपके दिमाग में जो भी हो उसके बारे में अपने साथी से बात कीजिए और आपके उन छोटे संदेहों से छुटकारा पाइए जो कुछ समय से आपको परेशान कर रहे हैं।बच्चे उनकी समस्याओं के लिए आप पर अधिक निर्भर रहेंगे। एक माँ के रूप में आप अपने व्यावहारिक और बुद्धिमान मस्तिष्क के साथ इससे बाहर निकलने में उनकी सहायता कर सकते है ।जरूरतमंद व्यक्तियों की सहायता करने की आपकी योग्यता आपको लोगों के बीच व्यापक पहचान दिलाएगी। यह उन लोगों के प्रति एक प्यारा सा प्रतिकार होगा जो हमेशा आपके प्रयासों को नकारने के लिए कोई न कोई कारण ढूँढते रहते थे।आपके मस्तिष्क और शरीर का ताजाकरण वह क्रिया है जिसकी आपको वर्तमान में सबसे अधिक आवश्यकता है। किंतु आपका व्यस्त समय अभी आपको एकांत से दूर रखेगा जिसकी आपको सबसे अधिक तलाश है।आप किसी जोशीले, स्थिर, स्नेही व्यक्ति को खोजने का एक अवसर पाएँगे जो एक खुशहाल संबंध के लिए सर्वश्रेष्ठ पसंद में बदल जाएगा।आप स्वयं को नए वातावरण में परिवर्तित करने के लिए कुछ समय लेंगे। एकांत खोजने वाला आपका मिजाज ही केवल आपको दूसरों से दूर रखने में सहायता करेगा।",
    "4": "प्रयोग करने की आपकी क्षमता आपको नवीन के योजना अनुसार बजट का चयन करने में आपकों सक्षम बनायेगी। आपको वरिष्ठों की प्रशंसा प्राप्त होगी।आपको अत्यंत आर्थिक दबाव या आत्म-सम्मान संबंधित किसी अन्य समस्या का सामना करना पड़ सकता हैं। वास्तविकता आपके सामने होते हुये भी आप ज़रुरत से ज्यादा चिंता कर सकते हैं।आप इस हफ्ते खुद को बहुत सख्त, मजबूत, उत्साही तथा बेचैन महसूस करेंगे। आप जो भी काम करेंगे उसमे आपको लाभदायक परिणाम प्राप्त होंगे।जो बदलाव आप अपने कार्य परियोजनाओ में लाना चाहते है उस पर अमल करने के लिये यह वक्त सही हैं। आप जिनसे मदद की उम्मीद रखते है उनसे आपको भौतिक तथा आर्थिक मदद प्राप्त होगी ।आपके दरियादिल एवं जोशपूर्ण लक्षण आपके लिये बहुत प्यार और खुशी के पल लेकर आयेंगे।मित्रों और रिश्तेदारों के प्रति आपकी ईमानदारी आपकी जरूरत में आपके लिए सहायता लाएगी। चूँकि आप हमेशा उनकी सहायता करने के लिए हैं, इसलिए अब आप पर प्रेम और देखभाल की बौछार करने की उनकी बारी है जो आपके लिए बड़े पैमाने में सहायक होगी।आपकी स्वयं की दार्शनिक विचारधारा है जो व्यक्तिगत निर्णय लेते समय आपका मार्गदर्शन करती है। इस सप्ताह आप इसे अधिक उपयोगी पाएँगे और शांति का अनुभव करेंगे कि आप इस पर विश्वास करते हैं।आपकी शारीरिक ताकत इस सप्ताह सर्वश्रेष्ठ स्थिति में है। यद्यपि आप कुछ समस्याओं से गुजरेंगे, तथापि आप उन सबसे सफलतापूर्वक बाहर आ जाएँगे।आप एक काम के लती व्यक्ति हैं, जो कभी नहीं जानता है कि कब रुकना है, इससे आपको केवल थकान और थकावट होगी। अपने शरीर और मस्तिष्क को फिर से ताजा करने के लिए कुछ तरीकों को खोजना बेहतर होगा।अपने आप को वर्तमान साहचर्य में ढालने से पहले सोचो। यह केवल अपने व्यक्तित्व को उतारने के लिए सक्षम होगा।",
    "5": "आपको जिस व्यक्ति के प्रति बिलकुल भी रुची नहीं है, यदि आप उनकी ओर आकर्षित होते हैं तो शर्मिन्दा होने की जरूरत नहीं है । इससे आपके जीवन में बहुत बदलाव आ सकता है इसलिए अच्छे की आशा करें।जिंदगी में एक सा दौर आयेगा जिसके कारण लोगो को आप गैरभरोसेमंद, गैर-समर्पित तथा चंचल प्रतित होंगे।उत्कृष्ट व्यक्तित्व वाले महत्वपूर्ण व्यक्तियों के साथ काम करने से आपको लंबे समय से सताने वाले नकारात्मक लक्षणों से छुटकारा मिलेगा।अधिकारियों द्वारा नयी परियोजना के लिये स्वीकृति देने से आपके विचारों, जो अब तक आपके दिमाग तक ही सीमित था, के विकास और उसको अमल में लाने का अवसर प्राप्त होगा।जिंदगी जीने का तरीका और छोटी चीज से बड़ा लाभ उठाना आपको भलीभाँति आता है, इसलिये इन दिनो आपको जो भी मिलेगा उससे ज्यादा से ज्यादा फ़ायदा आप उठायेंगे।धीरज से आलोचना स्वीकार करने और अन्य लोगों की बात सुनने का धैर्य आपके जीवन में पुनः शांति लेकर आएगा।आपके भविष्य के संबंध में निर्णय लेने की दृढ़ इच्छा दूसरों की ईर्ष्या उत्पन्न कर सकती है किंतु यह आपका जीवन है और आपको ही इसके साथ जीना है।यद्यपि आप अधीर, आवेगी हैं और आपको अत्यधिक उत्तेजना की तलाश है, तथापि आपका सरल और प्रेमी स्वभाव आपको आपकी गलतियों के लिए क्षमा किए जाने हेतु आपकी सहायता करेगा।अब यह समय आपकी व्यक्तिगत वृद्धि के लिए नजरियों पर अधिक सोचने का है, क्योंकि यह आपके लिए आपके और आपके परिवार हेतु जीने का समय है।आप भोजन में अधिक लिप्त होने की ओर प्रवृत्त होते हैं और वजन आपका समस्या बन जाता है। एक नियंत्रित आहार आपको आपकी शारीरिक एकरूपता वापस प्राप्त करने में सहायता करेगा।",
    "6": "ऐसा लगता है कि इस सप्ताह में तालमेल आपका संकेत शब्द है। इस सप्ताह में आप जिस किसी से काम में, घर में, मित्रों समेत, आपके नाई के साथ मिले, आपको सुंदर दिखाई देगा। ध्यान रहे, आप अपनी अज्ञानता के कारण इस मौके को खो न दें ।खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।आप मीठी बाते करके लोगों को आकर्षित कर सकते हैं, भविष्य के बारे में आप विचार करेंगे और कुछ गुप्त, अध्यात्मिक या निस्वार्थ बातचीत के ज़रिये भविष्य के कुछ सपने प्रकट भी करेंगे। महिलायें इस हफ्ते सकारात्मक समय व्यतीत करेंगी।पुरुष होने के नाते आपने दोस्ती के रिश्ते में ऐसे अनुभव लिये होंगे जिससे आपके रिश्ते और गहरे हो सकते हैं। आप इस हफ्ते अपनी पसंद की परियोजनाओं पर अधिकारियों पर भरोसा करने के बजाय खुद कार्य करें। बाद में पछताने के बजाय सावधान रहना अच्छा है ।बहुत समय से आपको परेशान कर रहे भ्रम से आपको छुटकारा मिलेगा। आपको पूरी तरह छुटकारा मिलने तक ध्यान चिंतन करते रहें।ध्यान और देखभाल के माध्यम से कुछ अतिरिक्त ऊर्जा प्रदान करना केवल आपके मस्तिष्क और शरीर को प्राण शक्ति प्रदान करने के लिए सहायता करेगा जिसे अब वास्तव में कुछ अतिरिक्त देखभाल की आवश्यकता है।माँ बनने की आपकी प्रतीक्षा इस सप्ताह पूर्ण हो सकती है। चिकित्सक के पास जाने, आपके जीवन में आनंद और सुंदर नई सुगंध आने की पूर्ण संभावना है। सावधानी और देखभाल अपनाना चाहिए और प्रत्येक चीज निर्विघ्न चलना चाहिए।यदि आप विश्लेषण करने के लिए अपनी शक्ति का उपयोग और अधिक प्रभावी रूप से करने में अनिच्छुक हैं तो आप अपने कार्यों को अपूर्ण छोड़ते हुए मस्ती की अवस्था में आ जाएँगे। दूसरों के साथ और अधिक तार्किक और समझने योग्य रूप से संवाद करने के लिए कुछ तरीके ढूँढिए।आप किसी जोशीले, स्थिर, स्नेही व्यक्ति को खोजने का एक अवसर पाएँगे जो एक खुशहाल संबंध के लिए सर्वश्रेष्ठ पसंद में बदल जाएगा।यदि विद्यार्थी उनके गैरजिम्मेदाराना और लापरवाह व्यवहार को जारी रखते हैं, तो विद्यार्थियों को बड़ों के द्वारा दोषी ठहराया जाएगा। अब आपके अध्ययन के साथ-साथ भावी जीवन के प्रति कुछ जिम्मेदार कदम उठाने के लिए यह सही समय है।",
    "7": "आप हाजिर जवाब, दरिया दिल, प्यार करने वाले और मनभावन होंगे जिससे दुसरों के लिये आपको कभी अरुचिकर नही लगेगा आप हमेशा क्रियाशील रहेंगे और उनके लिये जिंदादिल व्यक्तित्व बने रहेंगे।आपके ड्रिम प्रोजैक्ट के विस्तारण हेतू जिन लोगों के सहकार्य की आपको अपेक्षा हैं वह समय पर प्राप्त नहीं होगा । खुद को निराश न होने दें, उसे कामयाब करने हेतू प्रयास करें, परिणाम अच्छे आयेंगे।उनके जीवन में पैतृक देखभाल की कितनी ज़रुरत है यह समझ में आने के बाद आप उनके साथ बिताने के लिए अधिक समय निकालेंगे ।आपको अपना नया प्यार मिलने से, पुरुष होने के नाते आपमें जो विशेषताएं हैं वो समझने में यह सप्ताह आपको मदद करेगा जैसे प्रशंसनीय, हाजिर जवाब और दरियादिल होना.अलगाव में रहने की आपकी इच्छा केवल आपको भ्रम या बुरे सपनो में अधिक डूबो देगी जो आपको कई दिनो से परेशान कर रहे हैं।जिंदगी जीने तथा जिंदगी में सब कुछ अच्छा पाने का जोश आपको उन सब परेशानियों से छुटकारा दिलाएगा जिनका सामना आप बहुत दिनों से कर रहे थे।दूसरे लोगों के लिए आप स्वयं के निर्भीक निर्णयों के साथ एक मजबूत व्यक्तित्व के व्यक्ति हो सकते हैं। इससे दूसरेआपकी आलोचना भी करेंगे क्योंकि आप एक महिला होने के बावजूद भी दृढ़ हैं।आपने दूसरों के लिए अधिक समय व्यर्थ कर चुके है, यदि अब भी आप अपने और अपने भविष्य के बारे में सोचना प्रारंभ करें तो बेहतर होगा ।आपको लंबे समय से परेशान कर रही किसी बीमारी से आराम मिलेगा, और आप अधिक शांत अनुभव करेंगे। आप अपने चिकित्सक की बातों पर अधिक विश्वास करना प्रारंभ करेंगे।जब आप प्रेम में हो तो आपकी आवश्यकता को गंभीरतापूर्वक लिया जाना चाहिए क्योंकि आपका किसी प्रेम प्रसंग में गंभीर होने की ओर प्रवृत्त होना आपके लिए एक रूमानी युग्म को खोजने में कुछ विलंब करेगा।",
    "8": "आप बिना किसी दूसरी सोच के किसी व्यक्ति की ओर आकर्षित होंगे।आपको जिंदगी से प्यार हैं और आप किसी ना किसी तरह आज कुछ अच्छा पाने की कोशिश करेंगे। परंतु आपका चिड़चिड़ा स्वभाव और खुद को ज्यादा प्यार करना आपके प्रियजनो को दुख पहुंचा सकता हैं।उत्कृष्ट व्यक्तित्व वाले महत्वपूर्ण व्यक्तियों के साथ काम करने से आपको लंबे समय से सताने वाले नकारात्मक लक्षणों से छुटकारा मिलेगा।अधिकारियों द्वारा नयी परियोजना के लिये स्वीकृति देने से आपके विचारों, जो अब तक आपके दिमाग तक ही सीमित था, के विकास और उसको अमल में लाने का अवसर प्राप्त होगा।नयी बुनियाद रखने हेतू अभी कैरियर या नये उपक्रम की शुरुआत करना आपके भविष्य के लिये लाभदायक होगा।आपकी मानसिक स्थिति से उभरने के लिये आपको जीवन की विशेषताओं को अगल नज़रिये से देखना होगा और खुद को तनाव से थोड़ा दूर रखना होगा।आप अधिक स्वतंत्र और मुक्त प्रेमी होने की प्रकृति व्यक्त करेंगी, यदि दूसरे लोग, विशेष रूप से वे जो आपके प्रिय हैं, आपको गलत समझे तो कोई आश्चर्य नहीं होगा।यद्यपि आप अधीर, आवेगी हैं और आपको अत्यधिक उत्तेजना की तलाश है, तथापि आपका सरल और प्रेमी स्वभाव आपको आपकी गलतियों के लिए क्षमा किए जाने हेतु आपकी सहायता करेगा।अब यह समय आपकी व्यक्तिगत वृद्धि के लिए नजरियों पर अधिक सोचने का है, क्योंकि यह आपके लिए आपके और आपके परिवार हेतु जीने का समय है।नियंत्रण में रहने का प्रयास कीजिए, क्योंकि जबरदस्ती खाना और उकसाए गए मदिरापान से आपकी शारीरिक स्थिति खराब हो सकती है।",
    "9": "आप काफी नियमित रूप से किसी व्यक्ति से बातचीत करते हैं, तो उसकी ओर अनजाने में आकर्षित हो सकते है। आपको इस व्यक्ति से सावधान रहना होगा, क्योंकि यह आकर्षण आपसे उसके वास्तविक स्वभाव को छुपा सकता है।किसी मामले को आत्मविश्वास के साथ सुलझाने की आपकी क्षमता आपको कठोर परिस्थिति का सामना शांति के साथ करने हेतू मदद करेगी। दूसरों के प्रति अपनी भावनाओं पर पूरा नियंत्रण रखें।इस हफ्ते आप कुछ पाने के संघर्ष में खुद को निर्मम एवं निर्दय महसूस करेंगे, कभी-कभी अपने आप को और आस पास के लोगों को पागल बनाते हैं ।जबरदस्त इरादे रखने वाली महिलाओं को नकारात्मक स्थितियों में लड़ने के लिये और जोश तथा बल प्राप्त होगा. आपके मेहनत का फल प्राप्त करने का समय अब आ गया हैं।आपके तार्किक तथा तत्पर बुद्धी के साथ साथ आपकी दृढ कल्पना शक्ती और हर चीज़ प्राविण्यपूर्वक करने की इच्छा कुछ विशेष परिणाम दिलायेंगे।आप जिस व्यक्ति के प्रति आकर्षित हो रहे है उसके साथ बात करने से पहले एक या दो बार अवश्य सोचें। इस रिश्ते को अगर आप गंभीरतापूर्वक ले रहे है तो इसपर किसी नतिज़े पर पहुंचने से पहले प्रत्येक सकारात्मक एवं नकारात्मक पहलू पर विचार करें।आपकी शारीरिक स्थिति के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध और वैमनस्य के रूप में मानसिक आघात भी पहुँचा सकती हैं।एक लंबे समय से आप अपने कलात्मक कौशल से बच रहें होंगे, अब यह समय इसे निखारने और बाहर लाने का है। यह जरूर ही आपके जीवन में एक नया उत्तेजित करने वाला मिजाज लाएगा।आप किसी जोशीले, स्थिर, स्नेही व्यक्ति को खोजने का एक अवसर पाएँगे जो एक खुशहाल संबंध के लिए सर्वश्रेष्ठ पसंद में बदल जाएगा।यह आपके लिए बेहतर होगा यदि आप किसी नए संबंध की ओर प्रतिबद्ध होने के पूर्व कुछ सोचें। चूँकि आपका समय अनुकूल है इसलिए आप सर्वश्रेष्ठ को चुनने के लिए उचित मार्गदर्शन प्राप्त करेंगे।",
    "10": "सब कुछ उलट-पलट होने जैसा दिखेगा। आप सोच रहे होंगे कि क्या और कहा गलत हुआ है। अचानक जीवन का पूरा सामंजस्य खो गया जैसा लग सकता है । आराम से बैठें और उसके कारण बने सभी घटनाओं को शांती सें विचार करें और आपको पता चलेगा कि हालात उतने खराब नहीं है।आपके कुछ सनकी आदतें, जिसकी वजह से आपकी किसी के साथ नही बनती, कड़ी मेहनत और , ध्यान से कम होगा। अब आप लोगों के साथ ज्यादा आत्मविश्वास से व्यवहार कर पाएंगे।सुधार हेतू अच्छी संभावना के साथ इस हफ्ते नकारात्मक या व्यर्थ की चिज़ो को नये रुप में परिवर्तित करने की क्षमता आपमें दिखाई देगी। भागीदार, ग्राहक और किसी महत्वपूर्ण व्यक्ति के साथ बातचीत इस वक्त लाभकारी दिखाई देगी। आपका भविष्य निस्संदेह अच्छा दिखाई देता है ।आप का कल्पक स्वभाव आपको घर तथा कार्यालय में आपकी गती को बरकरार रखने तथा आपके जीवन में रोचकता लाने के लिये मदद करेगा। इसे बरकरार रखे जिससे जीवन की इसे जारी रखो और जीवन में नीरसता अतीत, भूली हुई एवं दफनाई गाई बाते होगी!आपके विचार एवं अभिप्रेरणा बदलाव और आत्मीयता के दायरे में आते हैं। प्रिय व्यक्ति के साथ निराशाजनक बातचीत से आप दुखी होकर खुद को समझने की कोशिश करेंगे।संदेह किसी भी रिश्ते को तोड़ सकता है और विवाह के रिश्ते में अधिक खतरनाक हो जाता है । इस सप्ताह संदेह के बीजों को बोया जा सकता है, ज्यादा डीईआर होने से पहले अपने जीवनसाथी के साथ सभी संदेहों को दूर करना बेहतर होगा, वरना बहुत देर हो जाएगी। आप गलत हो सकते हैं!सदाचार का कोई कार्य, किसी व्यक्ति को उसकी उस गलती के लिए क्षमा करना जिसने आपको दुख पहुँचाया, आपकी ओर से आपको अपने प्रियजनों के बीच अधिक आदरणीय बनाएगा।आप दुखी और अवसादग्रस्त अनुभव कर सकती हैं क्योंकि चीजें संभवत: आपकी अपेक्षाओं के अनुसार नहीं चल रहीं हैं। इसे आपको आलसी और हतोत्साहित न बनाने दें। आपके जीवन की यात्राओं में से एक में कोई छोटा सा अवरोध हो सकता है। याद रखें कि आपको लक्ष्य पूरा करना है।मित्रों और रिश्तेदारों के प्रति आपकी ईमानदारी आपकी जरूरत में आपके लिए सहायता लाएगी। चूँकि आप हमेशा उनकी सहायता करने के लिए हैं, इसलिए अब आप पर प्रेम और देखभाल की बौछार करने की उनकी बारी है जो आपके लिए बड़े पैमाने में सहायक होगी।अधिक से अधिक लोग आपके मार्गदर्शन के लिए आप के पास आएँगे जिसकी आपने आशा भी नहीं की होगी। यह आपके दिन और दिमाग को व्यस्त बनाएगा, और आप एक खुशहाल परिस्थिति से होकर गुजरेंगे।",
    "11": "खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।आपको इस वक्त असुरक्षित महसूस हो रहा है, इसलिये आपको खुद की उर्जा और उत्साह में बढ़ाने हेतू किसी की मदद की ज़रुरत होगी।बाहर से आप कठोर आदमी की तरह दिखते हैं फिर भी आपका कोमल तथा प्रेममय स्वभाव इन दिनो विकसित होगा, जिससे आप पहले से भी ज्यादा परवाह करनेवाले और प्रेममय हो जायेंगे।आपके प्रतिभा को योग्य मार्गदर्शन मिलेगा और बचपन से आपके मन में जो मिथ्या बाते चल रही थी उससे भी छटकारा मिलेगा।इस हफ्ते प्रेमसंबंधो में गलतफ़हमी की वजह से आप एक विचित्र परिस्थिति में फंस जायेंगे। दोनो के बीच अच्छी बातचित दोनो के लिये अच्छे पल लेकर आयेगी।बच्चे उनकी समस्याओं के लिए आप पर अधिक निर्भर रहेंगे। एक माँ के रूप में आप अपने व्यावहारिक और बुद्धिमान मस्तिष्क के साथ इससे बाहर निकलने में उनकी सहायता कर सकते है ।आपका अहम और गर्व हथकड़ियाँ बन सकते हैं जो जीवन में आपकी प्रगति को रोकते हैं। उन लोगों के साथ अधिक मिलना बुद्धिमानी होगी जिनके साथ आप व्यवसाय करते हैं और अपने उद्देश्य तक पहुँचने के लिए उनकी सलाह स्वीकार करते हैं।आपको अपनी शारीरिक ताकत बढ़ाने के लिए इन दिनों बहुत बदलावों और चुनौतियों की आवश्यकता है। एकरूपता और उत्तेजना की सतत् कमी से रक्षा करने की आवश्यकता है।आपने समाज के लिए जो कार्य किया है उसके लिए सफलता आपके मार्ग पर आएगी। आपकी कड़ी मेहनत और समर्पण व्यापक पहचान और प्रशंसा प्राप्त करेगी। यह आपको आपके कार्य जारी रखने के लिए और अधिक प्रोत्साहित करेगी।बस सामाजीकरण के लिए जाइए और फिजूल की पार्टियों को छोड़िए जिससे आप कुछ सुंदर और प्रेमी लोगों से जुड़ें जो आपके जीवन की जीवन शैली के साथ-साथ उदासी में भी बदलाव कर सकता है।",
    "date": "रविवार, 6 जून 2021 से शनिवार, 12 जून 2021"
}
]
