horo_english=[
{
    "0": "Don't feel embarrassed if you feel drawn towards a person who was never a person of interest for you. Hope for the best, as this may lead to an utter change in your life.Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true.Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently.Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm.You will find more time to spend with your children, as you will realize the necessity of paternal care in their life.You will prove to be independent, ambitious and highly goal-oriented. Intelligence and quick wit you possess will enable you to reach your goal without much effort. Time is really favourable now.An act of virtue, forgiving a person for his mistake that hurt you a lot, from your part will make you more respectable among people you love.Your ego and pride can become shackles that hamper your progress in life. It will only be wise to mingle more with those you deal with and accept their advice to reach your motive.Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation.More and more people will approach you for your guidance without you even expecting it. This will make your days and mind busy, and you will go through a pleasant situation altogether.",
    "1": "Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true.Even though you are hard working, highly organized and have a strong aptitude for money matters, you will find it difficult to attain your career goals easily.Dealing with important persons with excellent personalities will help you to get rid of some negative peculiarities that were haunting you for a long time.Your impulse to derive more and more returns while implementing your ideas will bring opposing approaches towards you from those who are assisting you in flourishing your project.Lack of communication will bring some disputes in the family. It won't be a matter to wonder, if the other members in the family mistook your commitment towards them.Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father.Time is apt for you to work out the changes you intend to implement on projects you are undertaking. You will attain financial and physical support from the sources you expect.Personally, you will sort out some plans for the upbringing of your financial and career life. But, you will lack the support from others which can bring a delay on your project.You are healthy and robust. Go ahead with your plans and projects; you will attain success.Financial help from some unexpected source will enable you to speed up the project which you felt would come up to an end without proper support.",
    "2": "Your ability to face matters confidently will make you able to deal with some harsh situations coolly. Try to keep a tight grip on your emotions towards others.Your rapid and logical mind along with your highly imaginative power and obsession for perfection will bring out some outstanding results.You will find some of your friends misusing your faithfulness and loyalty. They will make you feel depressed and ashamed that you relied upon them for such a long time.Encouragement and assurance you provide on others will bring you great acceptance and applause. This will later help you to attain the support to reach your aim.Your personal ethics would wound someone you deal with. But, if you have full faith in your ways and dealings, continue with it. Others will understand your motives very soon.You will act more as a critic and a fussy perfectionist and will be eager to remain attached to your philosophical attitudes. This will raise a strong objection from others, making it somewhat difficult for you to handle the situation.For a long time you would have been avoiding your artistic talent, now it is time to brush and take it out. This, of course, will bring a new stimulating mood to your life.You will go through some exciting instants this week. Thrilling experiences you haven't experienced for such a long time will come back to you making you more energetic and joyful.A state of depression will devastate you as you feel that your efforts are getting out of hand. Try to get out of this mood; this is not your fault as you have done in accordance with your responsibility.It will do you better if you give a thought before getting committed to a new relationship. As your time is now favourable, you will get a proper guidance to choose the best.",
    "3": "Your ability to experiment will prove to be a boon for you and you will be using this resource of yours to make everyone stand up and take notice of you.Siblings will find themselves clearing all misunderstandings between them and get together after a long time. This should be the chance to resolve and get back to the good old times they have had.You would like to change your job because the present job may not be very satisfying. The right astrological moment has not yet arrived. So, you should keep your cool. Do not start your dream project now.You may reach new understandings of how you work. But you will be talking about health - all kinds - and becoming far more organized in your working or health methodologies. You may get some money bonanzas. Your bountiful energy is responsible.Support from those you expected for the expansion of the dream project will not turn out in time. Don't' feel downhearted and continue with your efforts to make it a success, results will never be the same.There are going to be incidents where your fatherly nature will hold good for you as those close to you will feel secure, protected and feeling good. You will feel happy and content that you have been of help to others.Things have been happening with your knowledge. Its aftermath may have a negative impact on your future. A clear mind and sharp senses will help you face the situation and come out unscathed.Both at workplace and home, your innovative nature will help you keep up the tempo and bring more enjoyment to your life. Keep it up and monotony in life will be a thing of the past, forgotten and buried!You have wasted more than enough time for others. It will be better if you start thinking on behalf of you and your future.People near and dear to you will come for your guidance, as you are good at using your reasoning power and presenting it to others effectively and logically.",
    "4": "You will meet someone this week to whom you will get attracted. Don't feel depressed of the first reaction from that person to your approach. Try again and again if your mind says so.Minor setbacks must not affect your willpower as the up and downs are normal in life. Today or the later, you will receive the benefits of your hard work.Dealing with important persons with excellent personalities will help you to get rid of some negative peculiarities that were haunting you for a long time.Though you may find your marriage dreadfully boring, you may try to go along with it due to commitment towards your spouse as well as your family.You will prove to be independent, ambitious and highly goal-oriented. Intelligence and quick wit you possess will enable you to reach your goal without much effort. Time is really favourable now.Although you are restless, impulsive and looking for the wildest kind of excitement, your easy going and loving nature will help you to get pardoned for your follies.Your deeply philosophical nature have always been a proper guide for you. But nowadays, you will find yourself getting away from people related to you due to your over analytical nature.Your love for games and small challenges will make the journey scheduled for you this week a pleasant one.Falling in love may be one of your favourite pass time, but this is not a good pattern to move along. Now it is time to get into a true, stable and steady relationship or it will be too late.Financial help from some unexpected source will enable you to speed up the project which you felt would come up to an end without proper support.",
    "5": "Don't feel embarrassed if you feel drawn towards a person who was never a person of interest for you. Hope for the best, as this may lead to an utter change in your life.A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy.You will prove yourself to be honest, caring and fitting well with the image of a good husband and father, revealing the sensitive and caring nature you kept deep inside in you till now.You will get rid of some illusions that used to haunt you for a long time. Go ahead with your meditations till you feel entirely free of it.What you set to do this week will turn out to be successful to you mainly because of your sharpness, tenacity and obsession for perfection.Seek out some time from your busy works and spend a week or two with your dear one. A journey to some beautiful place will act as a booster for your fading relationship due to the lack of romantic moments.To err is human and to forgive is divine. You will feel much relieved by getting pardoned from your dear one for your mistake you go through accidentally.Motherly affection you possess will make your children as well as their friends, come in search of you in their difficulty for some comfort and advice from you.Your ability to be there for the needy persons will bring out wide recognition for you among the public. This will be a sweet revenge of you towards some, who always used to find one or the other reason to disapprove your efforts.Proposals for a pleasure trip to some beautiful place will come in search of you. You will highly enjoy this trip with your near and dear.",
    "6": "Self-improvement will be your self-imposed motto in the coming days. Friends and relatives will be there for you with a helping hand.Emotional blowups will only create unending problems, better prepare yourself to face any situations calmly. Showing sympathy towards your near and dear ones will never bring any harm to your image.Women with a strong motive will get more energy and stamina to fight back in any negative situations. Time is apt for plucking the ripe fruits of your hard work.Your rapid and logical mind along with your highly imaginative power and obsession for perfection will bring out some outstanding results.Confidence and mental preparation to achieve the best will boost up your energy. Your inner self will always act as a good guide for you.You are so cautious, secretive and generally suspicious more than any woman used to be. So you tend to be more watchful and scrutinised before getting committed to anyone or anything.Encouragement and assurance you provide on others will bring you great acceptance and applause. This will later help you to attain the support to reach your aim.Will get a relief from an ailment haunting you for a long time, and you will feel more relaxed. You will start relying more on the words of your physician.You have been kept tacit for some time about your wishes like wandering around or hitchhiking, mainly because of money and time. Now everything will come in favour of you for doing something which makes you pleasant.A thorough analysing of the situation will only shower on you the best, whether it is for beginning a new venture or choosing a life partner.",
    "7": "Your ability to experiment will prove to be a boon for you and you will be using this resource of yours to make everyone stand up and take notice of you.You may reach new understandings of how you work. But you will be talking about health - all kinds - and becoming far more organized in your working or health methodologies. You may get some money bonanzas. Your bountiful energy is responsible.Your impulse to derive more and more returns while implementing your ideas will bring opposing approaches towards you from those who are assisting you in flourishing your project.The forecast shows a very good week ahead. All those men out there can go out and do those wonderful things they have been planning for quite some time now!Things have been happening with your knowledge. Its aftermath may have a negative impact on your future. A clear mind and sharp senses will help you face the situation and come out unscathed.Both at workplace and home, your innovative nature will help you keep up the tempo and bring more enjoyment to your life. Keep it up and monotony in life will be a thing of the past, forgotten and buried!You are both loyal and loving as a friend, but a feeling of getting betrayed will overpower you. This can even make you merciless, insensitive and downright cruel. Think before acting, otherwise, it can even lead to a break in the relationship.Find something for rejuvenating your mind, as you can become a bit boring if you go on and on only with your career or work. This week a vacation will bring you much refreshment.Personally, you will sort out some plans for the upbringing of your financial and career life. But, you will lack the support from others which can bring a delay on your project.Though you are acquainted with a lot of people, you must try to utilise your ability for reasoning and find out the real ones who are good for you to communicate and be friendly.",
    "8": "Your attraction towards beauty and harmony will bring you close to some new situations. This will make you feel more relaxed and efficient.A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy.Although you act as a tough guy outwardly, the delicate and loving nature in you will get blossomed these days, making you more lovable and caring than ever before.You will get rid of some illusions that used to haunt you for a long time. Go ahead with your meditations till you feel entirely free of it.An energy to live and achieve everything best will help you to overcome the inner distresses you were going through for a long while.Talk it over 'what's in your mind' with your spouse and get rid of your small suspicions which are haunting you for some time.Children will depend more on you for their problems. As a mother, you will be able to help them out of it with your practical and intelligent mind.An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family.Your ability to be there for the needy persons will bring out wide recognition for you among the public. This will be a sweet revenge of you towards some, who always used to find one or the other reason to disapprove your efforts.You will get an opportunity to find a warm, stable, affectionate person which will turn out to be the best choice for a happy relationship.",
    "9": "Your ability to experiment will make you capable of sorting out a budget as per the new scheme. You will win the appreciation of your superiors.Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true.You will get easily agitated this week that you will find yourself inactive and in a lack of energy to present yourself the kind of charismatic man you used to be.Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father.Being a man of deep loving and highly trustworthy nature towards those you mingle with will attain you the love and care you expect from them.Time is apt for you to work out the changes you intend to implement on projects you are undertaking. You will attain financial and physical support from the sources you expect.Being very insecure, you need someone who makes you feel special. You are now on the lucky side that you will find out someone without much delay who will bring mental strength and harmony to your life.You give more importance to shared interests and emotional compatibility. You must also make yourself prepared to accept what others have to say and encourage them for their ideas. Otherwise, it will make you aloof from others.Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation.People near and dear to you will come for your guidance, as you are good at using your reasoning power and presenting it to others effectively and logically.",
    "10": "You are generous to achieve anything beautiful and harmonious and will be willing to lavish money and energy for it.Self-improvement will be your self-imposed motto in the coming days. Friends and relatives will be there for you with a helping hand.This week you will find yourself relentless and driven in your struggle towards achievement, at times, driving you as well as those around you crazy.Women with a strong motive will get more energy and stamina to fight back in any negative situations. Time is apt for plucking the ripe fruits of your hard work.Confidence and mental preparation to achieve the best will boost up your energy. Your inner self will always act as a good guide for you.You are so cautious, secretive and generally suspicious more than any woman used to be. So you tend to be more watchful and scrutinised before getting committed to anyone or anything.Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive.Spending some time to analyse your present physical condition will only make you more energetic and pleasant. In a way, this will enable you to seek out a solution for your present dullness, which is making you both irritating and gloomy.You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against.You have been kept unconcerned for such a long time giving you just unpleasant reminders in your mind. You will now find a way to spend some time refreshing the old memories.",
    "11": "A balancing act between developing yourself and your romantic relationship, versus your obligations to your group associates or projects is likely to stretch your limits. So, your energy has to be well spent.Your romantic reverie is far more a journey into fantasy-land than an earthbound evening of parties and dances.The forecast shows a very good week ahead. All those men out there can go out and do those wonderful things they have been planning for quite some time now!This week, your aim with Cupid's arrow is especially on target. So make sure 'what you're passionate about is what you want' because you just might get it or get more of it than you ever thought possible.An unexpected love approach from an unexpected person will bring out some extra energy and happiness to your mind. You have all the right to think it over and take the decision.You may feel down and depressed as things may not be going according to your expectations. Let this not make you lethargic and demotivate you. This may only be a small hurdle in one of the life's journeys. Remember you have a goal to fulfil.The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome.Your power for reasoning will make you see the world in black and white, which will help you much in business matters.You are quite inventive with things you really enjoy. Money or resources spring up for entertainment. You have fun with friends. You find yourself taking brilliant risks that make a splash and reveal more of who you are discovering yourself to be.Students must try to concentrate more on studies, as you are at present going through your turning point.",
    "date": "Sunday, 2 May 2021 to Saturday, 8 May 2021"
}
]
