horo_hindi=[
{
    "0": "आपको घबराहट होने का खतरा है, इसलिए इस वक्त आपके प्रयोग करने की क्षमता का उपयोग करना मुश्किल होगा । इसलिए आपको किसी भरोसा करने लायक व्यक्ति पर निर्भर रहना बेहतर होगा।संतानों से बात करते समय आपकी दरियादिली एवं जोश के कारण आपके जीवन में आनंद और खुशी के कई मौके आएंगे।अपने परिवार के साथ समय बिताने के लिये छोटी छुट्टी ले लो। केवल उनके लिये पैसा कमाना ही पिता के रुप में आपका कर्तव्य नही हैं परंतु उनकी समस्याओं को सुलझाने हेतू थोड़ा समय भी निकालना होगा ।आप जिनसे व्यवहार करते है उनके साथ इमानदार रहने का गुण अगर आप में है तो आपको मित्र या सहकर्मी के रुप में बहुल लोगो द्वारा स्वीकृत किया जाएगा।अनावश्यक आलोचना, अत्यधिक चिंता और भय ऐसे घटक होंगे जो स्वतंत्रता और सहजता की आपकी समझ को नियंत्रित करते हैं। आप अपने सहकर्मियों की दूरी से नीरस अनुभव करेंगे, आपको अत्यधिक प्रोत्साहन और प्रेरणा की आवश्यकता है।मित्रों और रिश्तेदारों के प्रति आपकी ईमानदारी आपकी जरूरत में आपके लिए सहायता लाएगी। चूँकि आप हमेशा उनकी सहायता करने के लिए हैं, इसलिए अब आप पर प्रेम और देखभाल की बौछार करने की उनकी बारी है जो आपके लिए बड़े पैमाने में सहायक होगी।परिस्थितियाँ आपको अपने पसंदीदा समय गुजारने के तरीकों से दूर रखेंगे। इसे दिल पर मत लीजिए, क्योंकि इससे आप अवसाद में चले जाएँगे।आपके प्रियजन आपके मार्गदर्शन के लिए आएँगे, क्योंकि आप अपनी तर्कशक्ति का उपयोग करने और इसे दूसरों के सामने प्रभावी और तार्किक रूप से प्रस्तुत करने में अच्छे हैं।शारीरिक और मानसिक तनाव, जिससे आप गुजर रहे हैं, वह आपको उस मनोरंजन से दूर रखेगा जिसने आपको वह खुशी प्रदान की जो आप चाहते हैं।उच्च सम्मान के व्यक्ति के रूप में आप ऐसी अवस्था से गुजरेंगे जहाँ प्रत्येक व्यक्ति आपसे कुछ उचित की अपेक्षा करता है। अब आप स्वयं पर गर्व कर सकते हैं कि आप उस जगह पहुँच गए जहाँ आपने उन चीजों को सफलतापूर्वक पूर्ण किया है जिसकी दूसरों ने आपसे अपेक्षा की।",
    "1": "ऐसा लगता है कि इस सप्ताह में तालमेल आपका संकेत शब्द है। इस सप्ताह में आप जिस किसी से काम में, घर में, मित्रों समेत, आपके नाई के साथ मिले, आपको सुंदर दिखाई देगा। ध्यान रहे, आप अपनी अज्ञानता के कारण इस मौके को खो न दें ।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।ऐक्शन मुवीज़ देखना या हार्ड राक संगीत सुनना मर्दानगी की परिभाषा नहीं है । आपमें परवाह करनेवाला, प्यार करनेवाला और सौम्य स्वभाव हैं जिसको विकसित करना आवश्यक है, जिससे आप अपने नए पक्ष को खोज निकालेंगे।आपके प्रतिभा को योग्य मार्गदर्शन मिलेगा और बचपन से आपके मन में जो मिथ्या बाते चल रही थी उससे भी छटकारा मिलेगा।व्यावसायिक गौरव की आपकी खोज में, आप अपने जीवन के सौंदर्य और समान रूप से महत्वपूर्ण पहलुओं को खो सकते हैं, उदाहरण के लिए आपके बच्चे! आपके अंदर के माँ को जीवित रखिए और जीवन को खुशहाल और भाग्यशाली बनना चाहिए!आप आपकी ईमानदारी और कर्तव्यनिष्ठा पर निर्भर हो सकते हैं और यह आपके लिए व्यापक स्वीकृति लाएँगे। किंतु कुछ समय के लिए आपके विरुद्ध किसी की ओर से अनावश्यक लिप्तता आपके लिए परेशानी का समय लाएगी।जो आपके अनुकूल था उसे बार-बार आपके दिमाग में अरुचिकर अनुस्मारक प्रदान करते हुए एक लंबे समय से बेखबर रखा गया होगा। अब आप पुरानी स्मृतियों को ताजा करने में कुछ समय व्यतीत करने के लिए कोई रास्ता खोजेंगे।बस सामाजीकरण के लिए जाइए और फिजूल की पार्टियों को छोड़िए जिससे आप कुछ सुंदर और प्रेमी लोगों से जुड़ें जो आपके जीवन की जीवन शैली के साथ-साथ उदासी में भी बदलाव कर सकता है।नया वातावरण और नए मित्र आपके लिए एक नया अनुभव होगा। आपकी सक्रिय उपस्थिति आपके मित्रों को भी सुधारेगी।आप किसी ऐसे व्यक्ति को पाएँगे जो आपको उचित मार्गदर्शन प्रदान करेगा क्योंकि आप भ्रम में हैं कि किसी नए उपक्रम में प्रवेश करें या नहीं।",
    "2": "आपको जिस व्यक्ति के प्रति बिलकुल भी रुची नहीं है, यदि आप उनकी ओर आकर्षित होते हैं तो शर्मिन्दा होने की जरूरत नहीं है । इससे आपके जीवन में बहुत बदलाव आ सकता है इसलिए अच्छे की आशा करें।आपका अनोखापन जिसकी सब लोग हंसी उड़ाते है, इससे आपको इस हफ्ते लाभ होनेवाला हैं। समारोह या सार्वजनिक सम्मेलन में आप महत्वपूर्ण व्यक्ति बनेंगे।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।आपके प्रियजन आपके साथ ऐसा बर्ताव करेंगे जिससे आपको मानसिक आघात पहुंचेगा। शांत रहना आपके लिये बेहेतर होगा, क्योंकि अभी आपसे सामान्य प्रतिक्रिया की अपेक्षा की जाती हैं।पारिवारिक समस्यायें तथा कैरियर से संबंधित अनिश्चिततायेँ महिलाओं के जीवन में कश्मकश लायेंगी। अच्छा होने की कामना करें, आपके प्रियजनों के सहयोग से आपको इन समस्याओं से छुटकारा मिल सकता है ।आपके दिमाग में जो भी हो उसके बारे में अपने साथी से बात कीजिए और आपके उन छोटे संदेहों से छुटकारा पाइए जो कुछ समय से आपको परेशान कर रहे हैं।गलती करना मानव स्वभाव है और क्षमा करना भगवान है। आपने जो गलती अनजाने में की है उसके लिए अपने प्रियजनों से माफी मिलने से आप अधिक शांति का अनुभव करेंगे।उच्च अध्ययन या नौकरी के लिए आपके बच्चों के अलग होने के साथ अवसाद की भावना आपके अंदर की माँ को निचोड कर रख देगी। आने वाले दिनों से आपको वापस मिजाज में लाने की अपेक्षा है।आप अत्यधिक शक्ति को धारण करते हैं और नई परियोजनाओं, नए लोगों और नई रुचियों को प्रेम करते हैं और अपनी आशावादी प्रकृति के द्वारा स्वयं को फिर से नया अनुभव करेंगे।किसी अप्रत्याशित व्यक्ति से कोई अप्रत्याशित पहुँच आपके दिनों को नीरस बनाएगी। इस अवसर का उपयोग इसे व्यर्थ किए बिना कीजिए।",
    "3": "प्रयोग करने की आपकी क्षमता आपको नवीन के योजना अनुसार बजट का चयन करने में आपकों सक्षम बनायेगी। आपको वरिष्ठों की प्रशंसा प्राप्त होगी।आप किसी नजदीक व्यक्ति , जिसके साथ आप या तो रिश्ता जोड़ेंगे या फिर मजबूत करेंगे उसके बारे में आप गहराई और दृढ़ता से विचार करेंगे। आपका व्यक्तित्व आपको सकारात्मक रूप में प्रतिसाद करने का प्रलोभन देता है, परंतु ध्यान रहे आपसे कोई बड़ी गलती ना हो ।कार्यस्थान पर कोई या आपका साथी आप पर बहुत दबाव बना रहे है। आपके इर्दगिर्द गंभीर स्थिति उत्पन्न हो रही हैं जिससे आप तंग आ चुके है, फिर भी आप शांत एवं निष्पक्ष हैं।आपके कुछ सनकी आदतें, जिसकी वजह से आपकी किसी के साथ नही बनती, कड़ी मेहनत और , ध्यान से कम होगा। अब आप लोगों के साथ ज्यादा आत्मविश्वास से व्यवहार कर पाएंगे।आप इस हफ्ते खुद को बहुत सख्त, मजबूत, उत्साही तथा बेचैन महसूस करेंगे। आप जो भी काम करेंगे उसमे आपको लाभदायक परिणाम प्राप्त होंगे।जो बदलाव आप अपने कार्य परियोजनाओ में लाना चाहते है उस पर अमल करने के लिये यह वक्त सही हैं। आप जिनसे मदद की उम्मीद रखते है उनसे आपको भौतिक तथा आर्थिक मदद प्राप्त होगी ।सदाचार का कोई कार्य, किसी व्यक्ति को उसकी उस गलती के लिए क्षमा करना जिसने आपको दुख पहुँचाया, आपकी ओर से आपको अपने प्रियजनों के बीच अधिक आदरणीय बनाएगा।आपकी शारीरिक ताकत इस सप्ताह सर्वश्रेष्ठ स्थिति में है। यद्यपि आप कुछ समस्याओं से गुजरेंगे, तथापि आप उन सबसे सफलतापूर्वक बाहर आ जाएँगे।आनंद और ताजगी का मिजाज आपको कुछ दिनों के अवकाश पर ले जाने के लिए प्रेरित करेगा। इसके बाद आप और अधिक नया एवं ऊर्जावान अनुभव करेंगे।अधिक से अधिक लोग आपके मार्गदर्शन के लिए आप के पास आएँगे जिसकी आपने आशा भी नहीं की होगी। यह आपके दिन और दिमाग को व्यस्त बनाएगा, और आप एक खुशहाल परिस्थिति से होकर गुजरेंगे।",
    "4": "संतानों से बात करते समय आपकी दरियादिली एवं जोश के कारण आपके जीवन में आनंद और खुशी के कई मौके आएंगे।आपके सनकीपन के कारण वरिष्ठों को आप पर नकारात्मक राय प्रगट होगा । किसी अच्छे समुपदेशक के साथ खुलकर बात करने से आपको इसका हल मिलेगा।अपने परिवार के साथ समय बिताने के लिये छोटी छुट्टी ले लो। केवल उनके लिये पैसा कमाना ही पिता के रुप में आपका कर्तव्य नही हैं परंतु उनकी समस्याओं को सुलझाने हेतू थोड़ा समय भी निकालना होगा ।ऐसे लोग जो आपके साथ मिले होते हैं वे आपको आपकी ईमानदारी, कर्तव्यनिष्ठा और सतत् समर्थन पर निर्भर पाएँगे जो आप उन्हें प्रदान करते हैं।अनावश्यक आलोचना, अत्यधिक चिंता और भय ऐसे घटक होंगे जो स्वतंत्रता और सहजता की आपकी समझ को नियंत्रित करते हैं। आप अपने सहकर्मियों की दूरी से नीरस अनुभव करेंगे, आपको अत्यधिक प्रोत्साहन और प्रेरणा की आवश्यकता है।आप जो कार्य की जिम्मेदारी लेते हैं उसके प्रति अपने तरीके में आप दृढ़, ईमानदार, अटल और प्रयोगात्मक होते हैं। कुछ समय के लिए आपका यह तरीका आपके कैरियर व्यवसायक सौदेबाजियों में आपके लिए बहुत ज्यादा सफलता लाएगा।परिस्थितियाँ आपको अपने पसंदीदा समय गुजारने के तरीकों से दूर रखेंगे। इसे दिल पर मत लीजिए, क्योंकि इससे आप अवसाद में चले जाएँगे।यद्यपि आप कई लोगों से परिचित हैं, तथापि आपको तर्क करने की आपकी योग्यता को उपयोगी रूप से उपयोग करने का प्रयास करना चाहिए और ऐसे वास्तविक लोगों को खोजने का प्रयास करना चाहिए जो आपके लिए संवाद करने एवं मित्र बनने के लिए अच्छे हों।परिवार में अप्रत्याशित समस्याएँ आपको उस यात्रा से दूर रखेंगी जिसकी आपने एक लंबे समय से योजना बनाई और जिसका आपने लंबे समय से स्वप्न देखा। दुखी मत होइए, आपको अधिक जल्द ही अवसर मिलेंगे।आप उन उत्तरदायित्वों को, जो एक पारिवारिक सदस्य के साथ-साथ सामाजिक सदस्य के रूप में आप में निहित होते हैं, उन्हें निष्पादित करने के लिए आपके मार्ग में आने वाली छोटी-छोटी परेशानियों पर विजय पाएँगे।",
    "5": "आप बिना किसी दूसरी सोच के किसी व्यक्ति की ओर आकर्षित होंगे।आपका अनोखापन जिसकी सब लोग हंसी उड़ाते है, इससे आपको इस हफ्ते लाभ होनेवाला हैं। समारोह या सार्वजनिक सम्मेलन में आप महत्वपूर्ण व्यक्ति बनेंगे।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।आपके प्रियजन आपके साथ ऐसा बर्ताव करेंगे जिससे आपको मानसिक आघात पहुंचेगा। शांत रहना आपके लिये बेहेतर होगा, क्योंकि अभी आपसे सामान्य प्रतिक्रिया की अपेक्षा की जाती हैं।काम के स्थान पर महिलाओं का दिन अच्छा नही रहेगा। आर्थिक समस्या उनकी चिंता का विषय बना रहेगा। परंतु आप हमेशा की तरह ज्यादा से ज्यादा कोशिश करेंगी। आपको काम के स्थान पर चौकन्ना रहना चाहिए।आप दोनों के बीच गहरी समझ और सहयोग आपके सफल वैवाहिक जीवन के पीछे की प्रेरक शक्ति है। स्वयं को भाग्यशाली समझिए और आप दोनों के बीच प्रेम को बनाए रखने के लिए सभी आवश्यक कार्य कीजिए।गलती करना मानव स्वभाव है और क्षमा करना भगवान है। आपने जो गलती अनजाने में की है उसके लिए अपने प्रियजनों से माफी मिलने से आप अधिक शांति का अनुभव करेंगे।व्यावसायिक गौरव की आपकी खोज में, आप अपने जीवन के सौंदर्य और समान रूप से महत्वपूर्ण पहलुओं को खो सकते हैं, उदाहरण के लिए आपके बच्चे! आपके अंदर के माँ को जीवित रखिए और जीवन को खुशहाल और भाग्यशाली बनना चाहिए!आप अत्यधिक शक्ति को धारण करते हैं और नई परियोजनाओं, नए लोगों और नई रुचियों को प्रेम करते हैं और अपनी आशावादी प्रकृति के द्वारा स्वयं को फिर से नया अनुभव करेंगे।किसी अप्रत्याशित व्यक्ति से कोई अप्रत्याशित पहुँच आपके दिनों को नीरस बनाएगी। इस अवसर का उपयोग इसे व्यर्थ किए बिना कीजिए।",
    "6": "आप इस हफ्ते किसी ऐसे व्यक्ति सें मिलेंगे जिसकी ओर आप आकर्षित होंगे। उनकी पहली प्रतिक्रिया से नाराज नही होना चाहिए, बल्कि अगर आपका मन कहता है तो बार बार प्रयास करना चाहिए।आपके कुछ सनकी आदतें, जिसकी वजह से आपकी किसी के साथ नही बनती, कड़ी मेहनत और , ध्यान से कम होगा। अब आप लोगों के साथ ज्यादा आत्मविश्वास से व्यवहार कर पाएंगे।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।आपकी अत्यंत संवेदनशील भावनाएं आपकी व्यक्तिगत प्रगती को रोक सकती है और आपको कुछ खोने की नौबत आ सकती है। किसी भी बात पर प्रतिक्रिया देने से पहले गंभीरता से विचार करें।पारिवारिक समस्यायें तथा कैरियर से संबंधित अनिश्चिततायेँ महिलाओं के जीवन में कश्मकश लायेंगी। अच्छा होने की कामना करें, आपके प्रियजनों के सहयोग से आपको इन समस्याओं से छुटकारा मिल सकता है ।आपके दिमाग में जो भी हो उसके बारे में अपने साथी से बात कीजिए और आपके उन छोटे संदेहों से छुटकारा पाइए जो कुछ समय से आपको परेशान कर रहे हैं।सदाचार का कोई कार्य, किसी व्यक्ति को उसकी उस गलती के लिए क्षमा करना जिसने आपको दुख पहुँचाया, आपकी ओर से आपको अपने प्रियजनों के बीच अधिक आदरणीय बनाएगा।उच्च अध्ययन या नौकरी के लिए आपके बच्चों के अलग होने के साथ अवसाद की भावना आपके अंदर की माँ को निचोड कर रख देगी। आने वाले दिनों से आपको वापस मिजाज में लाने की अपेक्षा है।आनंद और ताजगी का मिजाज आपको कुछ दिनों के अवकाश पर ले जाने के लिए प्रेरित करेगा। इसके बाद आप और अधिक नया एवं ऊर्जावान अनुभव करेंगे।अधिक से अधिक लोग आपके मार्गदर्शन के लिए आप के पास आएँगे जिसकी आपने आशा भी नहीं की होगी। यह आपके दिन और दिमाग को व्यस्त बनाएगा, और आप एक खुशहाल परिस्थिति से होकर गुजरेंगे।",
    "7": "अब आप बहुत दिनो सें आपके मन में चल रहे योजनाओं को साकार करने की ओर आगे बढ़ सकते है । आपके नक्षत्र आपके लिये अनुकूल दिखाई देते है इसलिये अवश्य आपको लाभ होगा।आपके सनकीपन के कारण वरिष्ठों को आप पर नकारात्मक राय प्रगट होगा । किसी अच्छे समुपदेशक के साथ खुलकर बात करने से आपको इसका हल मिलेगा।अत्यंत प्रेममय और कर्तव्यनिष्ठ मनुष्य होने के नाते आप जिन लोगो के साथ रहेंगे वो आपसे प्यार एवं आपकी परवाह करेंगे।जो उद्यम आप पहले से यशस्वी रूप से चला रहे हैं, उसमे कोई नव परिवर्तन करने से पूर्व ठीक से सोचे तथा किसी जिम्मेदार व्यक्ती की सलाह लें। अन्यथा नकारात्मक परिणाम आने की संभावना हैं।अपने मन को तरोताजा करने वाला करने के लिए किसी को पाइए, क्योंकि यदि आप केवल अपने कैरियर अथवा कार्य के साथ ही जाते हैं तो आप कुछ नीरस हो सकते हैं। इस सप्ताह कोई छुट्टी आपके लिए अधिक ताजगी लाएगा।व्यक्तिगत संबंध के साथ व्यवहार करते समय सावधान और रुढ़ीवादी रहने की आपकी योग्यता आपकी सहायता करेगी। आपका मस्तिष्क जो कहता है उसके साथ चलते रहिए, किंतु इसका अर्थ दूसरों की राय के प्रति पूर्ण रूप से टिके रहना नहीं है।आपको अपनी शारीरिक ताकत बढ़ाने के लिए इन दिनों बहुत बदलावों और चुनौतियों की आवश्यकता है। एकरूपता और उत्तेजना की सतत् कमी से रक्षा करने की आवश्यकता है।यद्यपि आप कई लोगों से परिचित हैं, तथापि आपको तर्क करने की आपकी योग्यता को उपयोगी रूप से उपयोग करने का प्रयास करना चाहिए और ऐसे वास्तविक लोगों को खोजने का प्रयास करना चाहिए जो आपके लिए संवाद करने एवं मित्र बनने के लिए अच्छे हों।विद्यार्थियों के पास उनके अध्ययनों को पूरा करने के लिए एक उच्च रूप से अनुशासित और व्यवस्थित तरीका होगा। आप अपने उन प्रयासों के लिए, जो आपने किए हैं, एक बहुत अच्छा परिणाम प्राप्त करेंगे।कोई भी निर्णय करने के पूर्व अपने परिवार के साथ परामर्श कीजिए, क्योंकि आपके प्रियजनों से अप्रत्याशित अस्वीकृति के अवसर होते हैं।",
    "8": "आप किसी भी सुंदर वस्तु और सामंजस्यता प्राप्त करने में उदार है और उसके लिए पैसा औऱ उर्जा खर्च करने के लिए तैयार रहेंगे ।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।आप बलवान, निष्कपट एवं भरोसेमंद प्रकार के पुरुष हैं जिनकी तलाश स्त्रिया करती है, परंतु आपका झूठा अहंकार आपको दुराग्रही तथा घमंडी पुरुष बना देता है । इससे ही आपका पुरुषार्थ दिखता है ऐसी आपकी धारणा हैं।बहुत समय से आपको परेशान कर रहे भ्रम से आपको छुटकारा मिलेगा। आपको पूरी तरह छुटकारा मिलने तक ध्यान चिंतन करते रहें।छोटी-छोटी समस्याओं पर भी आपकी विश्लेषणात्मक प्रकृति और इस पर आलोचना करना भी केवल आपके बच्चों से अधिक दूरी उत्पन्न करने में ही सहायता करेगा। एक माँ के रूप में आपके पास उन्हें नियंत्रित करने का पूरा अधिकार है, किंतु किसी भी चीज की अधिक खुराक कभी भी अच्छाई नहीं लाएगा।यह कोई आश्चर्य की बात नहीं होगी यदि दूसरे लोग आपके अच्छे कार्यों को गलत समझें, क्योंकि आपका समय हमेशा आपके अनुकूल नहीं होता है। दुखी होने का अनुभव न करें, एक न एक दिन आप अपने कार्य के लिए वह प्रशंसा प्राप्त करेंगे जिसके आप योग्य हैं।एक लंबे समय से आप अपने कलात्मक कौशल से बच रहें होंगे, अब यह समय इसे निखारने और बाहर लाने का है। यह जरूर ही आपके जीवन में एक नया उत्तेजित करने वाला मिजाज लाएगा।आप किसी जोशीले, स्थिर, स्नेही व्यक्ति को खोजने का एक अवसर पाएँगे जो एक खुशहाल संबंध के लिए सर्वश्रेष्ठ पसंद में बदल जाएगा।नई नौकरी आपके दैनिक जीवन की प्रक्रियाओं में पूर्ण बदलाव लाएगा। इसमें थोड़ा समय लगेगा किंतु आप नई परिस्थितियों के साथ अतिशीघ्र समायोजित हो जाएँगे।यह आपके लिए बेहतर होगा यदि आप किसी नए संबंध की ओर प्रतिबद्ध होने के पूर्व कुछ सोचें। चूँकि आपका समय अनुकूल है इसलिए आप सर्वश्रेष्ठ को चुनने के लिए उचित मार्गदर्शन प्राप्त करेंगे।",
    "9": "प्रयोग करने योग्य आपकी क्षमता आपके लिए वरदान सिद्ध होगी और हर व्यक्ति को तैयार करने हेतू तथा आपकी ओर ध्यान देने हेतू आप इस स्त्रोत का उपयोग करेंगे।कार्यस्थान पर कोई या आपका साथी आप पर बहुत दबाव बना रहे है। आपके इर्दगिर्द गंभीर स्थिति उत्पन्न हो रही हैं जिससे आप तंग आ चुके है, फिर भी आप शांत एवं निष्पक्ष हैं।काम करने के नयी समझ आपमे आयेगी। लेकिन आप स्वास्थ्य - सभी प्रकार के स्वास्थ्य - के बारे में, अपने काम या स्वास्थ्य के तरीके में ज्यादा संगठित होने की बात करेंगे । आपको अप्रत्याशित आर्थिक लाभ होने की संभावना हैं। आपकी भरपूर ऊर्जा इसके लिये जिम्मेदार होगी।किसी आकर्षक व्यक्ति को अपने प्यार में पागल करना आपको अच्छा लगता हैं क्योंकि आप स्वच्छंद, प्रभावशाली एवं साहसी हैं।रचनात्मकता एवं कल्पनाशक्ती आपकी अच्छी आदते हैं। इसे बढ़ावा देना तथा इसके लिये ज़रुरत अनुसार सहयोग लेने की सलाह आपको दी जाती हैं। याद रखें इससे आपके जीवन शैली में भी सुधार आयेगा।आप का कल्पक स्वभाव आपको घर तथा कार्यालय में आपकी गती को बरकरार रखने तथा आपके जीवन में रोचकता लाने के लिये मदद करेगा। इसे बरकरार रखे जिससे जीवन की इसे जारी रखो और जीवन में नीरसता अतीत, भूली हुई एवं दफनाई गाई बाते होगी!आपके दरियादिल एवं जोशपूर्ण लक्षण आपके लिये बहुत प्यार और खुशी के पल लेकर आयेंगे।आप केवल उन लोगों को ही प्रेम कर सकते हैं जिनके साथ आप कार्य करते हैं। सच्चाई यह है कि किसी के साथ अच्छा कार्य करना और उसके साथ विचारों को साझा करना ही आप में बदलाव ला सकता है। आप चलने में तेज हैं – उतावलेपन की प्रवृत्ति से सावधान रहें।आप चीजों के साथ प्रयोग करते हैं जिसका आप वास्तव में आनंद लेते हैं। धन अथवा स्रोत मनोरंजन के लिए बढ़ावा देते हैं। आप मित्रों के साथ मजा करते हैं। आप स्वयं को ऐसे जबरदस्त जोखिम लेते हुए पाते हैं जो आपको ऐसा व्यक्ति बनाते हैं जिसके जैसा आप होना चाह रहे हैं।परिस्थिति का संपूर्ण विश्लेषण करके आपको सर्वश्रेष्ठ प्राप्त ही होगा भले ही यह कोई नए उपक्रम की शुरुआत हो या किसी जीवनसाथी का चुनाव करना हो।",
    "10": "आपके नए प्रोजेक्ट के लिए आपके मन में बहुत सारी कल्पनायें आयेगी। प्रयोग करने की आपकी क्षमता उसमें सें अच्छी कल्पना चुननें में आपकी मदद करेगी।आप बिना किसी दूसरी सोच के किसी व्यक्ति की ओर आकर्षित होंगे।कार्यस्थान पर कोई या आपका साथी आप पर बहुत दबाव बना रहे है। आपके इर्दगिर्द गंभीर स्थिति उत्पन्न हो रही हैं जिससे आप तंग आ चुके है, फिर भी आप शांत एवं निष्पक्ष हैं।उत्कृष्ट व्यक्तित्व वाले महत्वपूर्ण व्यक्तियों के साथ काम करने से आपको लंबे समय से सताने वाले नकारात्मक लक्षणों से छुटकारा मिलेगा।आपका कैरियर या रुची कुछ भी हो, आपकी दृढ़ता, प्रबल इच्छा और बहुत सारा धीरज आपको जीत दिलाता है और अत्यधिक लोग आपकी शक्ति और तत्परता से मुकाबला तक नही कर पाते।आप नवीनता नाविन्यता की ओर खिंचे जाने वाले इंसान हैं और यही बात आपको कुछ नई परियोजनाओ से जोड़ देगी जिससे आपको निश्चित ही बिना विलंब फ़ायदा होगा।यद्यपि आप अधीर, आवेगी हैं और आपको अत्यधिक उत्तेजना की तलाश है, तथापि आपका सरल और प्रेमी स्वभाव आपको आपकी गलतियों के लिए क्षमा किए जाने हेतु आपकी सहायता करेगा।आप स्वास्थ्यवधर्क और मजबूत हैं। अपनी योजनाओं और परियोजनाओं के साथ आगे बढ़िए, आप सफलता प्राप्त करेंगे।कार्य आपका उत्साह का स्रोत है और आप कभी भी अपने शरीर को आराम नहीं देते हैं तब भी जब आप थका हुआ अनुभव करते हैं। किंतु यह सप्ताह आपको किसी स्फूर्तिदायक मिजाज के लिए कामना करवाते हुए आपके मस्तिष्क और शरीर को नया करने के लिए आप में एक समग्र बदलाव लाएगा।किसी अप्रत्याशित स्रोत से आर्थिक सहायता आपको उस कार्य को बढ़ाने के लिए सक्षम करेगी जिसके बारे में आपको लगता था कि यह बिना उचित सहायता के समाप्त नहीं होगा।",
    "11": "आपका आनंदप्रिय स्वभाव और हास्यात्मकता आपको सुंदरता और सामंजस्य भरे जीवन की ओर आकर्षीत करेगा और आप दुसरों कें लिए आकर्षण का लक्ष्य बनेंगे।कार्यस्थान पर कोई या आपका साथी आप पर बहुत दबाव बना रहे है। आपके इर्दगिर्द गंभीर स्थिति उत्पन्न हो रही हैं जिससे आप तंग आ चुके है, फिर भी आप शांत एवं निष्पक्ष हैं।साधारण शाम की पार्टी एवं नृत्य के बजाय आप किसी कल्पित जगह के लिये प्यार भरे सपने देखेंगे।किसी भी स्थिति का सही आकलन करने की आपकी आदत आपके दैनिक जीवन में आनेवाले लोगों से आपको अधिक आगे रखती हैं।इस हफ्ते कामदेव के तीर के साथ आपका लक्ष्य निशाने पर है,आप जिसकी कामना करेंगे वो आपको मिलेगा, इसलिये आपको जो चाहिये सिर्फ उसी की कामना करें, क्योंकि वो आपको मिलनेवाला हैं, उससे कही ज़्यादा भी आपको मिल सकता हैं।आप सब कुछ अपने पक्ष में पाएँगे क्योंकि आपके अधीनस्थ और वरिेष्ठजन सभी आपके नए कार्य में प्रोत्साहित कर रहें होंगे।एक लंबे समय से आप अपने कलात्मक कौशल से बच रहें होंगे, अब यह समय इसे निखारने और बाहर लाने का है। यह जरूर ही आपके जीवन में एक नया उत्तेजित करने वाला मिजाज लाएगा।आप किसी जोशीले, स्थिर, स्नेही व्यक्ति को खोजने का एक अवसर पाएँगे जो एक खुशहाल संबंध के लिए सर्वश्रेष्ठ पसंद में बदल जाएगा।अपने प्रियजनों के साथ कोई यात्रा आपको कुछ रोमांचकारी क्षणों की ओर ले जाएगी। इसका आनंद लीजिए, क्योंकि ये वे नहीं हैं जिन्हें आप अकसर प्राप्त करते हैं।यह आपके लिए बेहतर होगा यदि आप किसी नए संबंध की ओर प्रतिबद्ध होने के पूर्व कुछ सोचें। चूँकि आपका समय अनुकूल है इसलिए आप सर्वश्रेष्ठ को चुनने के लिए उचित मार्गदर्शन प्राप्त करेंगे।",
    "date": "रविवार, 24 जनवरी 2021 से शनिवार, 30 जनवरी 2021"
}
]
