horo_english=[
{
    "0": "It won't be wise from your part to say no to the ideas presented by others. Even though you possess the capability to analyse, it doesn't mean that you are always right.You possess an irresistible sense of humour and the spontaneous enthusiasm of an innocent child making you popular among those you mingle with during this week.People who are attached to you will find it difficult to adjust with the peculiarities in your character. Communicating openly with them will help you to get rid of this situation to an extent.Emotional blowups will only create unending problems, better prepare yourself to face any situations calmly. Showing sympathy towards your near and dear ones will never bring any harm to your image.Women will attain respect and recognition from those you mingle with. You will find yourself presentable on important occasions.Think well and consult someone responsible before doing any innovations in your already successful venture. Chances are there for the result to turn out negative.You will prove yourself to be shrewd, organised, hard working, calculating and content to pull all the strings your position allows. Nothing to feel embarrassed if others feel that you are having more vigour than femininity.Will get a relief from an ailment haunting you for a long time, and you will feel more relaxed. You will start relying more on the words of your physician.Excitement and love in your newfound love will also give you a stable relationship. You can blindly rely upon this as a life long one.More and more ideas will bring sudden changes to your planning. It will be better to think well before making any changes as this can bring you great loss.",
    "1": "Although you tend to be a perfectionist, unnecessary delays from your part will bring unnecessary delay in attaining the benefit.Your concept of your future may be changed in some ways. Your participation with friends may be quite exciting and refreshing. Your may struggle with people or institutions but is rewarded by a job or a well-done negotiation.A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy.A sense of pessimism and negative aspect will prevent you from experiencing a more joyous existence.Although you tend to appear self-possessive, you are basically friendly, kind, noble and beneficent. Revealing of this nature in you bring more persons attached to you, who seek comfort and care.Moneymaking will be your main focus for the time being and this will forbid you from using your creative and imaginative talents efficiently.As you have chosen the right partner, your married life can be a continual source of joy and impression.Your love and care as a mother will blossom more these days, as the children as well as those close to you, will find more solace when they are with you. .Success will come on your way for the work you have done for the society. Your hard work and devotion will attain wide recognition and applause. This will make you more encouraged to continue with your projects.Joining hands with anyone for some more time will not do you good. Better consider the proposals after some time.",
    "2": "Frustration may creep in. You will find that your efforts haven't been rewarded and that you haven't got your benefits. Don't let this disappoint you. Like a phoenix, rise from the ashes!Your guiding and helping character will do a world of good for your near and dear ones. The support extended by your dominant nature will not only be of help to them but will turn out to be positive for you also.A temptation to get too involved in vicarious experiences will leave you suffering severe frustration, as your emotions are not satisfied.You may be the object of affection by being sweet as honey, painting visions of the future and imparting some of them with a secret, spiritual or unselfish communications. Women will have a positive time this week.Poor health and sudden change in weather conditions may cause you to hallucinate. Be composed and try not to end up imagining unwanted thoughts that may prove to a thorn in the flesh.This is a good week to take projects off the backburner. Make space for your new life coming up. If you're unsure about how to proceed, defining your goals is step one.The world may be stressing and testing you. Although you may outwardly define yourself by your professional achievements, you may still need to remind your colleagues that your being a woman does not make you weak and that there is a man inside you.Your personal ethics would wound someone you deal with. But, if you have full faith in your ways and dealings, continue with it. Others will understand your motives very soon.An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family.Since you are a person who seeks stability in your deeds, you will find it easier to reach the success in the current project you are dealing with.",
    "3": "Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true.Support from those you expected for the expansion of the dream project will not turn out in time. Don't' feel downhearted and continue with your efforts to make it a success, results will never be the same.You will find more time to spend with your children, as you will realize the necessity of paternal care in their life.Your wish to stay in aloofness will only make you dip more into illusions and bad dreams which are haunting you for a very long time.You will get widely accepted as a friend or colleague, as you hold in you the virtue of remaining loyal to those you deal with.Being very insecure, you need someone who makes you feel special. You are now on the lucky side that you will find out someone without much delay who will bring mental strength and harmony to your life.People near and dear to you will come for your guidance, as you are good at using your reasoning power and presenting it to others effectively and logically.Your need has to be considered seriously when you fall in love. Your tendency to be so serious in an affair will bring out some delay in finding out a romantic pair for you.As a person of high esteem, you will go through a state where everyone expects from you something relevant. Now you can feel proud yourself that you reached the stage where you have successfully fulfilled what others expected from you.You will find your decision in accepting a new scheme as confusing. Take more time to discuss and analyse the situation or it will prove out to be a ruin for you.",
    "4": "You possess an irresistible sense of humour and the spontaneous enthusiasm of an innocent child making you popular among those you mingle with during this week.Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others.Your impulse to derive more and more returns while implementing your ideas will bring opposing approaches towards you from those who are assisting you in flourishing your project.Women will attain respect and recognition from those you mingle with. You will find yourself presentable on important occasions.Do not wallow in self-pity. Your worries about your future are not going to continue for a long time. Always hope for the best; this situation will change without much delay.You will prove yourself to be shrewd, organised, hard working, calculating and content to pull all the strings your position allows. Nothing to feel embarrassed if others feel that you are having more vigour than femininity.You have a great impulse in you to spend money which will make you do something unforgivable. So stay alerted from falling into any fault which will turn out to be unforgivable later.Sometimes you are so emotional that you forget to love and enjoy the luxuries that are permissible. Nothing to wonder if your family feel that you are against happiness in their life.Spending some time to analyse your present physical condition will only make you more energetic and pleasant. In a way, this will enable you to seek out a solution for your present dullness, which is making you both irritating and gloomy.You will sign in a new contract, which will provide you with a career that is both stable and secure.",
    "5": "The sense of insecurity you feel would invoke worry, indecisiveness, depression and fearfulness in you. This would keep away the beauty and harmony of your life for a short whileYour peculiarities, which were a source for others to make fun of you, will bring some advantages for you this week. You will find yourself a central figure in some parties or public gatherings.Backing from your friends and those assisting you will help you. this week, to make a dream come true. Patience from your side to accept the advice of others is also needed.As you possess the main essential that is the sense of survival and knowledge to make a lot from a little, you are sure to attain much from what come in search of you these days.You will feel that your marriage is dreadfully boring nowadays. You must try to be more communicative and committed, cause it is also something which plays a major role in a relationship.To err is human and to forgive is divine. You will feel much relieved by getting pardoned from your dear one for your mistake you go through accidentally.You will be geared up to take any sort of work as your mental and physical stamina is at its peak. Try to invest your vigour in something good and purposeful.It won't be a matter of wonder if others mistook your acts of the good deed, as the time is not at all favourable for you. Don't feel depressed, one day or the other, you will attain the apperception you deserve.Busy schedules will force you to postpone a trip you were anxiously waiting for. Don't get depressed for this will never be the last chance.An unexpected approach from an unexpected person will make your days harmonious. Utilise this opportunity without wasting it.",
    "6": "The hard work that you have put all this time will finally reap benefits galore. Be careful not to be carried away and thus end up lethargic. Apart from that, enjoy the benefits, you deserve it.A few suspicions here and there and a lack of communication may hamper your relationship with your siblings. It would be better to talk things out right from the onset rather than let things degrade to an irreparable stage.You will love to be swept off your feet by a deliciously seductive soul, as you are romantic, dramatic and daring.Look back at your time schedule and you'll realise that you haven't been spending quality time with your children. They need the presence of their father and you should find time for them.Creativity and imagination have been your most productive traits. Nurturing them and taking all the support you need is most advised. Remember, this could spell a boost to your lifestyle too.Giving some extra energy through meditations and caring will only help you to vitalize your mind and body which now really needs an extra care.You may just love the people you work with. As a matter of fact, working well with someone and sharing visions with him or her, may just turn you on. You're hot to trot - beware of a tendency to be rash.You have your own philosophical thinking that guides you while taking personal decisions. This week you will find it more useful and will feel relieved that you rely upon it.Although you know what you want, to get a smooth approach you must be able to present you to others with enough logic. Try to be more reasonable while you present yourself.You are quite inventive with things you really enjoy. Money or resources spring up for entertainment. You have fun with friends. You find yourself taking brilliant risks that make a splash and reveal more of who you are discovering yourself to be.",
    "7": "You will be witty, generous, endearing and charming making you a never boring, always active and intensely alive personality for others to deal with.Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others.Your impulse to derive more and more returns while implementing your ideas will bring opposing approaches towards you from those who are assisting you in flourishing your project.Women will have a favourable week, both at workplace and home. You will find yourself more appreciated and cared by others.Your sense of insecurity about your future will evoke in you indecisiveness, depression and fearfulness. You can seek some suggestion from the responsible persons and find out a way for a secured life, other than falling into depression.Others may find you to be a strong personality with your own bold decisions. This can even arise criticism from others as you are firm in spite of being a woman.You have a great impulse in you to spend money which will make you do something unforgivable. So stay alerted from falling into any fault which will turn out to be unforgivable later.Sometimes you are so emotional that you forget to love and enjoy the luxuries that are permissible. Nothing to wonder if your family feel that you are against happiness in their life.Spending some time to analyse your present physical condition will only make you more energetic and pleasant. In a way, this will enable you to seek out a solution for your present dullness, which is making you both irritating and gloomy.You will sign in a new contract, which will provide you with a career that is both stable and secure.",
    "8": "Backing from your friends and those assisting you will help you. this week, to make a dream come true. Patience from your side to accept the advice of others is also needed.Bring restrictions on yourself from overindulging in food and alcohol which can lead to physical ailments for you and mental stress for your wife and children.Time is congenial to you to choose a career or commence a new venture. Forming a new base now will act beneficial for your whole future.You will get rid of some illusions that used to haunt you for a long time. Go ahead with your meditations till you feel entirely free of it.You are now in a relationship where nothing ever seems to happen, because both of you are patiently waiting for the first move. Better you take the move before it is not too late.You will express the nature of being too independent and freedom loving. It won't be something of wonder if others, especially your near and dear mistook you.To err is human and to forgive is divine. You will feel much relieved by getting pardoned from your dear one for your mistake you go through accidentally.Whatever be your specific career choice, the combinations of your tenacity and sheer endurance will prove to be a winning one. Personally, this week will prove to be a stepping stone to your augmentation either financially or career wise.You will get an opportunity to find a warm, stable, affectionate person which will turn out to be the best choice for a happy relationship.Students will get assailed by elders for an attitude of irresponsibility and carelessness. Now the time is apt for taking some responsible steps towards your studies as well as future life.",
    "9": "With your talent, creativity, charisma and power of analysing you would successfully finish the assigned tasks and win the accolades of your seniors.As work is your main source of excitement, you rarely give your mind and body a rest. And your hard work will bring you benefits you deserve without much delay.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.You will love to be swept off your feet by a deliciously seductive soul, as you are romantic, dramatic and daring.You are a strong, honest and dependable kind of man whom women often seek But, your false pride will make you act like a headstrong and arrogant male, hoping that it will project the manly qualities in you.Your rapid and logical mind along with your highly imaginative power and obsession for perfection will bring out some outstanding results.You have your own philosophical thinking that guides you while taking personal decisions. This week you will find it more useful and will feel relieved that you rely upon it.Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation.Your flighty, confused behaviour will impose severe limitations on your deeds. Although your intentions are good, it will take some more time to gain the public recognition.You will go through some exciting instants this week. Thrilling experiences you haven't experienced for such a long time will come back to you making you more energetic and joyful.",
    "10": "Dealing with important persons with excellent personalities will help you to get rid of some negative peculiarities that were haunting you for a long time.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.You will be going through a very difficult time being direct in your relationships, and you need both individual psychotherapy and group therapy to achieve greater self-expression and more satisfaction on the social scene.Approval of a new project by the authority will give you the opportunity of expanding and implementing new ideas which were only in your mind till now.Women may not enjoy their day at work. Something relating to your finance may cause worry. But you will not fail to put in as much of effort as you generally do. You must maintain a cautious behaviour at your place of work.You have the ability this week to turn that which appeared negative or wasted, into a new form with good potential for improvement. Communications with partners, clientele and significant others will be productive at this time. Future looks good indeedAlthough you are restless, impulsive and looking for the wildest kind of excitement, your easy going and loving nature will help you to get pardoned for your follies.In your search for professional glory, you may miss out on the finer and more important aspects of your life, your children! Keep the mother in you alive and life should turn out to be one happy-go-lucky ride!Think more about the prospects for your personal growth, as it is time for you to live for you and your family.Financial help from some unexpected source will enable you to speed up the project which you felt would come up to an end without proper support.",
    "11": "Dear and near ones will act in such a way that you will find yourself facing a mental trauma. Better stay calm, as you are the one who is expected for the time being to react normally.Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm.Backing from your friends and those assisting you will help you. this week, to make a dream come true. Patience from your side to accept the advice of others is also needed.Your talent, creativity and charisma will soon make you duly rewarded for your endeavours. This will be an apt time for you to pave a strong foundation for your life ahead.You will get rid of some illusions that used to haunt you for a long time. Go ahead with your meditations till you feel entirely free of it.To err is human and to forgive is divine. You will feel much relieved by getting pardoned from your dear one for your mistake you go through accidentally.Your ego and pride can become shackles that hamper your progress in life. It will only be wise to mingle more with those you deal with and accept their advice to reach your motive.Whatever be your specific career choice, the combinations of your tenacity and sheer endurance will prove to be a winning one. Personally, this week will prove to be a stepping stone to your augmentation either financially or career wise.The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome.You will get an opportunity to find a warm, stable, affectionate person which will turn out to be the best choice for a happy relationship.",
    "date": "Sunday, 23 May 2021 to Saturday, 29 May 2021"
}
]
