horo_hindi=[
  {
    "0": "प्यार की ओर आपका अनौपचारिक रवैय्या, केवल आपकी ओर आपके प्यार के आकर्षण को कम करने में मदद करता है ।आपकी अत्यंत संवेदनशील भावनाएं आपकी व्यक्तिगत प्रगती को रोक सकती है और आपको कुछ खोने की नौबत आ सकती है। किसी भी बात पर प्रतिक्रिया देने से पहले गंभीरता से विचार करें।आपके दिमाग में बहुत सारे विचार आएंगे । अब आपको सहकर्मियों की सहायता तथा उन्हे अमल मे लाने हेतू आत्मविश्वास की ज़रुरत हैं।अपने बच्चो के साथ यात्रा पर जाने के बारे में अगर आप सोच रहे हैं, तो यह उचित समय हैं। पिता के रुप में उन्हे आपके प्यार एवं देखभाल की कितनी ज़रुरत है यह समझ के लिए आपको एक अवसर साबित होगा।घर और कैरियर दोनो के बीच भागदौड़ करने वाली महिलाओं को कुछ ऐसी समस्याओं का सामना करना पड़ेगा जिनमें उनका समय और शक्ति दोनों का अपव्यय होगा।अत्यंत प्रेममय और कर्तव्यनिष्ठ मनुष्य होने के नाते आप जिन लोगो के साथ रहेंगे वो आपसे प्यार एवं आपकी परवाह करेंगे।नयी बुनियाद रखने हेतू अभी कैरियर या नये उपक्रम की शुरुआत करना आपके भविष्य के लिये लाभदायक होगा।आपके रिश्ते में कुछ होता हुआ दिखाई नही देता, आप दोनो एक दुसरे की पहल का इंतज़ार कर रहे हैं। बहुत देर होने से पहले आपका पहल करना बेहतर होगा।मित्रों और रिश्तेदारों के प्रति आपकी ईमानदारी आपकी जरूरत में आपके लिए सहायता लाएगी। चूँकि आप हमेशा उनकी सहायता करने के लिए हैं, इसलिए अब आप पर प्रेम और देखभाल की बौछार करने की उनकी बारी है जो आपके लिए बड़े पैमाने में सहायक होगी।आपके रिश्तेदारों और मित्रों की ओर से समर्थन आपके भविष्य के लिए एक मजबूत आधार हेतु नींव रखने के लिए परमसुख के रूप में बौछार करेगा।",
    "1": "काम करना आपके उत्तेजना का प्रमुख स्त्रोत होने के कारण आप शायद ही आपके मन एवं शरीर को आराम देते है। आपको आपके मेहनत का फल जल्द ही मिलेगा जिसपर आपका अधिकार हैं।आपका सहनशील, अटल, प्रतिबद्ध एवं उद्देश्यपूर्ण स्वभाव से आपको खुद के एवं दुसरों की समस्याओं को सुलझाने में मदद मिलेगी।अपने परिवार के साथ समय बिताने के लिये छोटी छुट्टी ले लो। केवल उनके लिये पैसा कमाना ही पिता के रुप में आपका कर्तव्य नही हैं परंतु उनकी समस्याओं को सुलझाने हेतू थोड़ा समय भी निकालना होगा ।आप जैसे इन्सान को प्यार, वात्सल्य और सौहार्द की ज़रुरत है और इस हफ्ते आपको किसी ऐसे व्यक्ति का साथ मिलेगा जो आपके लिये परीक्षक की तरह कार्य करेगा। आपको कामयाबी मिलना तय है ।आप की समझ और कुशाग्रता से जिन परियोजनाओ पर कार्य करने में आप सक्षम है उस पर आपकी विलासिता और आलसीपन से लगाम लग सकता हैं। अपने सहकर्मियों के साथ मिलकर रहें और उनकी आलोचना न करें।अनावश्यक आलोचना, अत्यधिक चिंता और भय ऐसे घटक होंगे जो स्वतंत्रता और सहजता की आपकी समझ को नियंत्रित करते हैं। आप अपने सहकर्मियों की दूरी से नीरस अनुभव करेंगे, आपको अत्यधिक प्रोत्साहन और प्रेरणा की आवश्यकता है।आप जो कार्य की जिम्मेदारी लेते हैं उसके प्रति अपने तरीके में आप दृढ़, ईमानदार, अटल और प्रयोगात्मक होते हैं। कुछ समय के लिए आपका यह तरीका आपके कैरियर व्यवसायक सौदेबाजियों में आपके लिए बहुत ज्यादा सफलता लाएगा।व्यक्तिगत संबंध के साथ व्यवहार करते समय सावधान और रुढ़ीवादी रहने की आपकी योग्यता आपकी सहायता करेगी। आपका मस्तिष्क जो कहता है उसके साथ चलते रहिए, किंतु इसका अर्थ दूसरों की राय के प्रति पूर्ण रूप से टिके रहना नहीं है।यदि आपके पास अन्य विकल्प हैं तो यात्राओं की अपेक्षा उन पर निर्भर रहना अधिक बेहतर है क्योंकि छोटी दुर्घटनाओं के या छोटे हादसे होने की संभावनाएँ होती हैं।असफलता से बचने और अपनी स्थिति पर डटे रहने के लिए विद्यार्थियों को अपने अध्ययन पर अधिक समय और प्रयास लगाना चाहिए।",
    "2": "आजतक आपने जितने भी कष्ट उठाये हैं उसका फल अभी आपको बड़ी मात्रा में प्राप्त होने वाला है। आवेश में आकर आलसी ना बनें। इसके अलावा लाभ का आनंद उठाइए, आपका अधिकार है।इधर उधर संदेह करना एवं बोलचाल के अभाव से भाई-बहन के रिश्तो में खटास आने की संभावना है। चीजों को अपूरणीय चरण तक गिरने देने के बजाय शुरू में ही बात करके सुधारना बेहतर होगा।किसी मामले को आत्मविश्वास के साथ सुलझाने की आपकी क्षमता आपको कठोर परिस्थिति का सामना शांति के साथ करने हेतू मदद करेगी। दूसरों के प्रति अपनी भावनाओं पर पूरा नियंत्रण रखें।अपने और अपने प्रेम संबंधों के विकास के बीच एक संतुलन साधने की तुलना में अपने समूह के सहयोगियों, या परियोजनाओं के प्रति अपने दायित्व, आपके सीमा को बढ़ाने की संभावना है। इसलिये आपकी ऊर्जा का सही उपयोग होना चाहिए।आप मीठी बाते करके लोगों को आकर्षित कर सकते हैं, भविष्य के बारे में आप विचार करेंगे और कुछ गुप्त, अध्यात्मिक या निस्वार्थ बातचीत के ज़रिये भविष्य के कुछ सपने प्रकट भी करेंगे। महिलायें इस हफ्ते सकारात्मक समय व्यतीत करेंगी।इस हफ्ते के पूर्वानुमान के अनुसार ,पुरुषो के लिये यह हफ्ते , आगे बहुत अच्छा दिखाई देता हैं। बहुत दिनों से जो अच्छी योजनाएं पुरुष बना रहे थे उसके लिये बाहर निकलने का प्रोत्साहन उन्हे इस हफ्ते मिलेगा संभवत: दुनिया आपको तनाव देने और आजमाने का प्रयास कर रही हो, और यद्यपि आप स्वयं को अपनी व्यवसायिक उपलब्धियों से परिभाषित करती हों, तथापि आपको अपने सहकर्मियों को अभी भी यह याद दिलाने की आवश्यकता हो सकती है कि एक महिला होना आपको कमजोर नहीं बनाता है और आपके अंदर एक पुरुष है।जब आपके विचार प्रकट करने की आवश्यकता नहीं है, तो शांत, विनम्र और लचीला रहने की आपकी योग्यता दूसरों के बीच आपकी अधिक पहचान बनाएगी। आप अपने दार्शनिक विचारों को बहुत अच्छी तरह प्रस्तुत कर सकते हैं जब इसकी आवश्यकता होती है।आपकी शारीरिक स्थिति के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध और वैमनस्य के रूप में मानसिक आघात भी पहुँचा सकती हैं।यदि आप विश्लेषण करने के लिए अपनी शक्ति का उपयोग और अधिक प्रभावी रूप से करने में अनिच्छुक हैं तो आप अपने कार्यों को अपूर्ण छोड़ते हुए मस्ती की अवस्था में आ जाएँगे। दूसरों के साथ और अधिक तार्किक और समझने योग्य रूप से संवाद करने के लिए कुछ तरीके ढूँढिए।",
    "3": "आप इस हफ्ते किसी ऐसे व्यक्ति सें मिलेंगे जिसकी ओर आप आकर्षित होंगे। उनकी पहली प्रतिक्रिया से नाराज नही होना चाहिए, बल्कि अगर आपका मन कहता है तो बार बार प्रयास करना चाहिए।सुंदरता और सामंजस्य की ओर आपका आकर्षण आपको कुछ नवीन परिस्थितियों के समीप लायेगा। इससे आप ज्यादा आरामदायी और कार्यक्षम महसूस करेंगे ।अधिकारियों के सामने अपनी कल्पनायें प्रस्तुत करने से पहले उन पर पुनः विचार करना अच्छा साबित होगा। इस हफ्ते आपके कैरियर में कोई कमी तो दिखाई नही देती परंतु कोई अच्छाई भी नही दिखाई देती।आप अपने विवाह को अत्यंत उबाऊ मानते है, फिर भी अपने परिवार एवं जीवनसाथी के लिये प्रतिबद्धता हेतू आप निभाने की कोशिश करेंगे ।आप जिससे प्यार करते है उसे अपने मन की बात बताने का समय आ गया हैं, अन्यथा बहुत देर हो जाएगी।आपके दिमाग में जो भी हो उसके बारे में अपने साथी से बात कीजिए और आपके उन छोटे संदेहों से छुटकारा पाइए जो कुछ समय से आपको परेशान कर रहे हैं।पारिवारिक सदस्य आपकी स्थिरता के लिए आपके प्रेम हेतु आपके विरुद्ध होंगे। उन्हें कुछ समय के लिए कुछ नए और साहसिक चीज की जरूरत है। उनकी इच्छा के अनुसार कार्य करने से आपके अंदर एक नई ऊर्जा आएगी।अपने आप को वर्तमान साहचर्य में ढालने से पहले सोचो। यह केवल अपने व्यक्तित्व को उतारने के लिए सक्षम होगा।",
    "4": "प्यार की ओर आपका अनौपचारिक रवैय्या, केवल आपकी ओर आपके प्यार के आकर्षण को कम करने में मदद करता है ।अब आप बहुत दिनो सें आपके मन में चल रहे योजनाओं को साकार करने की ओर आगे बढ़ सकते है । आपके नक्षत्र आपके लिये अनुकूल दिखाई देते है इसलिये अवश्य आपको लाभ होगा।आपके सनकीपन के कारण वरिष्ठों को आप पर नकारात्मक राय प्रगट होगा । किसी अच्छे समुपदेशक के साथ खुलकर बात करने से आपको इसका हल मिलेगा।आपका सहनशील, अटल, प्रतिबद्ध एवं उद्देश्यपूर्ण स्वभाव से आपको खुद के एवं दुसरों की समस्याओं को सुलझाने में मदद मिलेगी।महिलाये जिनके साथ रहेंगी उनसे आदर तथा पहचान हासिल करेंगी। आप खुद को महत्वपूर्ण मौकों पर प्रस्तुत करने योग्य समझेगी।अत्यंत प्रेममय और कर्तव्यनिष्ठ मनुष्य होने के नाते आप जिन लोगो के साथ रहेंगे वो आपसे प्यार एवं आपकी परवाह करेंगे।जो उद्यम आप पहले से यशस्वी रूप से चला रहे हैं, उसमे कोई नव परिवर्तन करने से पूर्व ठीक से सोचे तथा किसी जिम्मेदार व्यक्ती की सलाह लें। अन्यथा नकारात्मक परिणाम आने की संभावना हैं।आप अपने पद के अनुसार कार्य करने के लिए स्वयं को चतुर, व्यवस्थित, मेहनती, परिकलन और संतुष्ट सिद्ध करेंगे। यदि दूसरे अनुभव करते हैं कि आपके पास स्त्रित्व की अपेक्षा अधिक ताकत है तो शर्मिंदा होने की आवश्यकता नहीं है।व्यक्तिगत संबंध के साथ व्यवहार करते समय सावधान और रुढ़ीवादी रहने की आपकी योग्यता आपकी सहायता करेगी। आपका मस्तिष्क जो कहता है उसके साथ चलते रहिए, किंतु इसका अर्थ दूसरों की राय के प्रति पूर्ण रूप से टिके रहना नहीं है।कोई भी निर्णय करने के पूर्व अपने परिवार के साथ परामर्श कीजिए, क्योंकि आपके प्रियजनों से अप्रत्याशित अस्वीकृति के अवसर होते हैं।",
    "5": "काम करना आपके उत्तेजना का प्रमुख स्त्रोत होने के कारण आप शायद ही आपके मन एवं शरीर को आराम देते है। आपको आपके मेहनत का फल जल्द ही मिलेगा जिसपर आपका अधिकार हैं।अपनी संतानों से ज्यादा अपेक्षा न रखें अन्यथा आपको निराशा का सामना करना पड़ सकता है जिससे आपको शर्मिंदगी उठानी पड़ सकती है।किसी मामले को आत्मविश्वास के साथ सुलझाने की आपकी क्षमता आपको कठोर परिस्थिति का सामना शांति के साथ करने हेतू मदद करेगी। दूसरों के प्रति अपनी भावनाओं पर पूरा नियंत्रण रखें।जबरदस्त इरादे रखने वाली महिलाओं को नकारात्मक स्थितियों में लड़ने के लिये और जोश तथा बल प्राप्त होगा. आपके मेहनत का फल प्राप्त करने का समय अब आ गया हैं।आप जैसे इन्सान को प्यार, वात्सल्य और सौहार्द की ज़रुरत है और इस हफ्ते आपको किसी ऐसे व्यक्ति का साथ मिलेगा जो आपके लिये परीक्षक की तरह कार्य करेगा। आपको कामयाबी मिलना तय है ।आप की समझ और कुशाग्रता से जिन परियोजनाओ पर कार्य करने में आप सक्षम है उस पर आपकी विलासिता और आलसीपन से लगाम लग सकता हैं। अपने सहकर्मियों के साथ मिलकर रहें और उनकी आलोचना न करें।आप किसी और महिला की अपेक्षा इतनी सतर्क, गोपननीय और सामान्यत: शंकालु हैं कि आप किसी व्यक्ति या किसी वस्तु के प्रति प्रतिबद्ध होने के पूर्व अधिक सावधान और जाँच-पड़ताल करने वाली महिला होती हैं।जब आपके विचार प्रकट करने की आवश्यकता नहीं है, तो शांत, विनम्र और लचीला रहने की आपकी योग्यता दूसरों के बीच आपकी अधिक पहचान बनाएगी। आप अपने दार्शनिक विचारों को बहुत अच्छी तरह प्रस्तुत कर सकते हैं जब इसकी आवश्यकता होती है।आपकी शारीरिक स्थिति के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध और वैमनस्य के रूप में मानसिक आघात भी पहुँचा सकती हैं।व्यस्त समय आपको उस यात्रा को टालने के लिए मजबूर करेगा जिसका आप बेसब्री से इंतजार कर रहे थे। इसके लिए दुखी होने का अनुभव न करें यह कभी भी अंतिम अवसर नहीं होगा।",
    "6": "आजतक आपने जितने भी कष्ट उठाये हैं उसका फल अभी आपको बड़ी मात्रा में प्राप्त होने वाला है। आवेश में आकर आलसी ना बनें। इसके अलावा लाभ का आनंद उठाइए, आपका अधिकार है।इधर उधर संदेह करना एवं बोलचाल के अभाव से भाई-बहन के रिश्तो में खटास आने की संभावना है। चीजों को अपूरणीय चरण तक गिरने देने के बजाय शुरू में ही बात करके सुधारना बेहतर होगा।आपका मार्गदर्शक एवं सहयोगी व्यक्तित्व आपके प्रियजनों के लिये बहुत अच्छा साबित होगा। आपके प्रभावशाली स्वभाव के कारण मिलने वाला सहकार्य केवल उनके लिये मददगार ही साबित नही होगा परंतु आपके लिये भी सकारात्मक साबित होगा।भावनात्मक विस्फोट से केवल अंतहीन समस्याये उत्पन्न होती हैं। परिस्थिति चाहे अच्छी हो या बुरी उसका सामना शांति से करने हेतू खुद को तैयार कर लेना अच्छा होगा। आपके प्रियजनों के प्रति सहानुभूति दिखाने से आपकी छवि को कोई ठेस नही पहुंचेगी।अपने और अपने प्रेम संबंधों के विकास के बीच एक संतुलन साधने की तुलना में अपने समूह के सहयोगियों, या परियोजनाओं के प्रति अपने दायित्व, आपके सीमा को बढ़ाने की संभावना है। इसलिये आपकी ऊर्जा का सही उपयोग होना चाहिए।आप मीठी बाते करके लोगों को आकर्षित कर सकते हैं, भविष्य के बारे में आप विचार करेंगे और कुछ गुप्त, अध्यात्मिक या निस्वार्थ बातचीत के ज़रिये भविष्य के कुछ सपने प्रकट भी करेंगे। महिलायें इस हफ्ते सकारात्मक समय व्यतीत करेंगी।संभवत: दुनिया आपको तनाव देने और आजमाने का प्रयास कर रही हो, और यद्यपि आप स्वयं को अपनी व्यवसायिक उपलब्धियों से परिभाषित करती हों, तथापि आपको अपने सहकर्मियों को अभी भी यह याद दिलाने की आवश्यकता हो सकती है कि एक महिला होना आपको कमजोर नहीं बनाता है और आपके अंदर एक पुरुष है।ध्यान और देखभाल के माध्यम से कुछ अतिरिक्त ऊर्जा प्रदान करना केवल आपके मस्तिष्क और शरीर को प्राण शक्ति प्रदान करने के लिए सहायता करेगा जिसे अब वास्तव में कुछ अतिरिक्त देखभाल की आवश्यकता है।आपकी स्वयं की दार्शनिक विचारधारा है जो व्यक्तिगत निर्णय लेते समय आपका मार्गदर्शन करती है। इस सप्ताह आप इसे अधिक उपयोगी पाएँगे और शांति का अनुभव करेंगे कि आप इस पर विश्वास करते हैं।यद्यपि आपको क्या छिए यह आपको पता है, तथापि कोई सहज तरीका प्राप्त करने के लिए आपको स्वयं को दूसरों के प्रति पर्याप्त तर्क के साथ प्रस्तुत करने के लिए सक्षम होना चाहिए। स्वयं को प्रस्तुत करते समय और अधिक तार्किक होने का प्रयास कीजिए।",
    "7": "खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।अधिकारियों द्वारा नयी परियोजना के लिये स्वीकृति देने से आपके विचारों, जो अब तक आपके दिमाग तक ही सीमित था, के विकास और उसको अमल में लाने का अवसर प्राप्त होगा।नैराश्य की भावना तथा नकारात्मकता आपको जीवन का अधिक आनंद लेने से रोक देगी।बाहर से आप कठोर आदमी की तरह दिखते हैं फिर भी आपका कोमल तथा प्रेममय स्वभाव इन दिनो विकसित होगा, जिससे आप पहले से भी ज्यादा परवाह करनेवाले और प्रेममय हो जायेंगे।आपको जिज्ञासु और सहज गुण वाले लोगो के साथ समय बितानें में ख़ुशी मिलती है लेकिन ये आपकी कल्पनाशक्तियों तथा रचनात्मक शक्तियों के इस्तमाल पर रोक लगा देती है।आपके पास धन खर्च करने के लिए अत्यधिक आवेग है, यह आपसे कुछ अक्षम्य कार्य करवाएगा। इसलिए कोई भी ऐसी गलती करने से सावधान रहें जो बाद में अक्षम्य हो जाए।बच्चे उनकी समस्याओं के लिए आप पर अधिक निर्भर रहेंगे। एक माँ के रूप में आप अपने व्यावहारिक और बुद्धिमान मस्तिष्क के साथ इससे बाहर निकलने में उनकी सहायता कर सकते है ।अब यह समय आपकी व्यक्तिगत वृद्धि के लिए नजरियों पर अधिक सोचने का है, क्योंकि यह आपके लिए आपके और आपके परिवार हेतु जीने का समय है।आपने समाज के लिए जो कार्य किया है उसके लिए सफलता आपके मार्ग पर आएगी। आपकी कड़ी मेहनत और समर्पण व्यापक पहचान और प्रशंसा प्राप्त करेगी। यह आपको आपके कार्य जारी रखने के लिए और अधिक प्रोत्साहित करेगी।कुछ अधिक समय के लिए किसी के साथ हाथ मिलाना आपके लिए अच्‍छा नहीं होगा। बेहतर होगा यदि प्रस्तावों पर कुछ समय के बाद विचार करें।",
    "8": "आपको जिंदगी से प्यार हैं और आप किसी ना किसी तरह आज कुछ अच्छा पाने की कोशिश करेंगे। परंतु आपका चिड़चिड़ा स्वभाव और खुद को ज्यादा प्यार करना आपके प्रियजनो को दुख पहुंचा सकता हैं।खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।आपके दोस्त एवं सहयोगियों से मिला समर्थन आपको इस हफ्ते आपका सपना पूरा करने में सहायक साबित होगा। दुसरों की सलाह स्वीकार करने हेतू आपका सब्र भी ज़रुरी है।आप ईमानदार , परवाह करने वाले होते हुये अपने आपको एक अच्छे पति तथा पिता साबित करेंगे जिससे आपके अंदर छुपा हुआ संवेदनशील और परवाह करनेवाला स्वभाव जागृत होगा।अन्न एवं मद्यपान में ज्यादा न डुबे अन्यथा आपको शारीरिक पीड़ा और आपकी पत्नी और बच्चो को इससे मानसिक तनाव का सामना करना पड़ सकता हैं ।नयी बुनियाद रखने हेतू अभी कैरियर या नये उपक्रम की शुरुआत करना आपके भविष्य के लिये लाभदायक होगा।आप अधिक स्वतंत्र और मुक्त प्रेमी होने की प्रकृति व्यक्त करेंगी, यदि दूसरे लोग, विशेष रूप से वे जो आपके प्रिय हैं, आपको गलत समझे तो कोई आश्चर्य नहीं होगा।आपके अंदर की माँ का स्नेह, की वजह से ,आपके बच्चों के साथ-साथ उनके मित्र भी ,कठिनाई में आराम और सलाह के लिए आपके पास आएंगे।आपके कैरियर की पसंद कोई भी हो, आपकी दृढ़ता और विशुद्ध सहनशीलता का संयोजन आपको एक विजेता सिद्ध करेगा। व्यक्तिगत रूप से यह सप्ताह आपके संवर्धन के लिए एक सोपान सिद्ध होगा, चाहे आर्थिक रूप में या कैरियर के रूप में।नियंत्रण में रहने का प्रयास कीजिए, क्योंकि जबरदस्ती खाना और उकसाए गए मदिरापान से आपकी शारीरिक स्थिति खराब हो सकती है।",
    "9": "काम करना आपके उत्तेजना का प्रमुख स्त्रोत होने के कारण आप शायद ही आपके मन एवं शरीर को आराम देते है। आपको आपके मेहनत का फल जल्द ही मिलेगा जिसपर आपका अधिकार हैं।अपनी संतानों से ज्यादा अपेक्षा न रखें अन्यथा आपको निराशा का सामना करना पड़ सकता है जिससे आपको शर्मिंदगी उठानी पड़ सकती है।भावनात्मक विस्फोट से केवल अंतहीन समस्याये उत्पन्न होती हैं। परिस्थिति चाहे अच्छी हो या बुरी उसका सामना शांति से करने हेतू खुद को तैयार कर लेना अच्छा होगा। आपके प्रियजनों के प्रति सहानुभूति दिखाने से आपकी छवि को कोई ठेस नही पहुंचेगी।जबरदस्त इरादे रखने वाली महिलाओं को नकारात्मक स्थितियों में लड़ने के लिये और जोश तथा बल प्राप्त होगा. आपके मेहनत का फल प्राप्त करने का समय अब आ गया हैं।आप जैसे इन्सान को प्यार, वात्सल्य और सौहार्द की ज़रुरत है और इस हफ्ते आपको किसी ऐसे व्यक्ति का साथ मिलेगा जो आपके लिये परीक्षक की तरह कार्य करेगा। आपको कामयाबी मिलना तय है ।आप की समझ और कुशाग्रता से जिन परियोजनाओ पर कार्य करने में आप सक्षम है उस पर आपकी विलासिता और आलसीपन से लगाम लग सकता हैं। अपने सहकर्मियों के साथ मिलकर रहें और उनकी आलोचना न करें।आप किसी और महिला की अपेक्षा इतनी सतर्क, गोपननीय और सामान्यत: शंकालु हैं कि आप किसी व्यक्ति या किसी वस्तु के प्रति प्रतिबद्ध होने के पूर्व अधिक सावधान और जाँच-पड़ताल करने वाली महिला होती हैं।आपकी स्वयं की दार्शनिक विचारधारा है जो व्यक्तिगत निर्णय लेते समय आपका मार्गदर्शन करती है। इस सप्ताह आप इसे अधिक उपयोगी पाएँगे और शांति का अनुभव करेंगे कि आप इस पर विश्वास करते हैं।जबरदस्ती खाना और उकसाया गया मदिरापान आपके स्वास्थ्य को खराब कर सकता है। ध्यान और स्वनियंत्रण इस स्थिति से बाहर निकलने के लिए आपकी सहायता करेगा।जिन यात्राओं को करने की आप योजना बना रहे हैं उनसे आपका पैसा आपके हाथों से पारे के समान फिसल जाएगा जिसका आपको पता भी नहीं चलेगा।",
    "10": "आजतक आपने जितने भी कष्ट उठाये हैं उसका फल अभी आपको बड़ी मात्रा में प्राप्त होने वाला है। आवेश में आकर आलसी ना बनें। इसके अलावा लाभ का आनंद उठाइए, आपका अधिकार है।इधर उधर संदेह करना एवं बोलचाल के अभाव से भाई-बहन के रिश्तो में खटास आने की संभावना है। चीजों को अपूरणीय चरण तक गिरने देने के बजाय शुरू में ही बात करके सुधारना बेहतर होगा।आपका सहनशील, अटल, प्रतिबद्ध एवं उद्देश्यपूर्ण स्वभाव से आपको खुद के एवं दुसरों की समस्याओं को सुलझाने में मदद मिलेगी।आप मीठी बाते करके लोगों को आकर्षित कर सकते हैं, भविष्य के बारे में आप विचार करेंगे और कुछ गुप्त, अध्यात्मिक या निस्वार्थ बातचीत के ज़रिये भविष्य के कुछ सपने प्रकट भी करेंगे। महिलायें इस हफ्ते सकारात्मक समय व्यतीत करेंगी।इस हफ्ते के पूर्वानुमान के अनुसार ,पुरुषो के लिये यह हफ्ते , आगे बहुत अच्छा दिखाई देता हैं। बहुत दिनों से जो अच्छी योजनाएं पुरुष बना रहे थे उसके लिये बाहर निकलने का प्रोत्साहन उन्हे इस हफ्ते मिलेगा अगर लोग सोचते है कि आप गैरजिम्मेदार हो रहे है तो वे आपकी प्रतिभा को नही समझतें। आप किसी पर निर्भर होना नही चाहते और किसी का प्यार आपको भविष्य के लिये आर्थिक योजना बनाने हेतू प्रोत्साहित करेगा।संभवत: दुनिया आपको तनाव देने और आजमाने का प्रयास कर रही हो, और यद्यपि आप स्वयं को अपनी व्यवसायिक उपलब्धियों से परिभाषित करती हों, तथापि आपको अपने सहकर्मियों को अभी भी यह याद दिलाने की आवश्यकता हो सकती है कि एक महिला होना आपको कमजोर नहीं बनाता है और आपके अंदर एक पुरुष है।व्यक्तिगत संबंध के साथ व्यवहार करते समय सावधान और रुढ़ीवादी रहने की आपकी योग्यता आपकी सहायता करेगी। आपका मस्तिष्क जो कहता है उसके साथ चलते रहिए, किंतु इसका अर्थ दूसरों की राय के प्रति पूर्ण रूप से टिके रहना नहीं है।आपको अपनी शारीरिक ताकत बढ़ाने के लिए इन दिनों बहुत बदलावों और चुनौतियों की आवश्यकता है। एकरूपता और उत्तेजना की सतत् कमी से रक्षा करने की आवश्यकता है।यदि आपके पास अन्य विकल्प हैं तो यात्राओं की अपेक्षा उन पर निर्भर रहना अधिक बेहतर है क्योंकि छोटी दुर्घटनाओं के या छोटे हादसे होने की संभावनाएँ होती हैं।",
    "11": "आपने आजतक जिन उपक्रमो के लिये कड़ी मेहनत की है उसके परिणाम प्राप्त होने अब शुरु होंगे। तब तक आप शांत रहे और विश्राम करें, क्योकिं आपके कष्ट के फल प्राप्त करने का समय अब आ गया हैं।भाई-बहन से बात करते वक्त आपका अहंकार, उतावलापन और शब्दाडंबर दूर ही रखें क्योंकि इससे भाई-बहनों के साथ आपकी अनबन हो सकती हैं।किसी मामले को आत्मविश्वास के साथ सुलझाने की आपकी क्षमता आपको कठोर परिस्थिति का सामना शांति के साथ करने हेतू मदद करेगी। दूसरों के प्रति अपनी भावनाओं पर पूरा नियंत्रण रखें।आपको इस वक्त असुरक्षित महसूस हो रहा है, इसलिये आपको खुद की उर्जा और उत्साह में बढ़ाने हेतू किसी की मदद की ज़रुरत होगी।महिलाओं के लिये अनुकूल हफ्ता है । लोग आपकी प्रशंसा करेंगे तथा आपकी ज्यादा हिफ़ाज़त करेंगे।आपको अपना नया प्यार मिलने से, पुरुष होने के नाते आपमें जो विशेषताएं हैं वो समझने में यह सप्ताह आपको मदद करेगा जैसे प्रशंसनीय, हाजिर जवाब और दरियादिल होना.लक्षणो के अनुसार आप कुछ दिनो तक जटिल परीस्थितीयों से गुजरने वाले है। जो भी काम आप अपने हाथ में लेंगे उसमें आप खुद को व्याकुल एवं तर्कसंगत पायेंगे। आपको यह लगेगा की सही मायने में आप अपनी तर्कशुद्धता से कुशल निर्णय लेने की क्षमता खो बैठे हैं।दूसरे लोगों के लिए आप स्वयं के निर्भीक निर्णयों के साथ एक मजबूत व्यक्तित्व के व्यक्ति हो सकते हैं। इससे दूसरेआपकी आलोचना भी करेंगे क्योंकि आप एक महिला होने के बावजूद भी दृढ़ हैं।जब आपके विचार प्रकट करने की आवश्यकता नहीं है, तो शांत, विनम्र और लचीला रहने की आपकी योग्यता दूसरों के बीच आपकी अधिक पहचान बनाएगी। आप अपने दार्शनिक विचारों को बहुत अच्छी तरह प्रस्तुत कर सकते हैं जब इसकी आवश्यकता होती है।आपकी शारीरिक स्थिति के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध और वैमनस्य के रूप में मानसिक आघात भी पहुँचा सकती हैं।",
    "date": "रविवार, 20 सितंबर 2020 से शनिवार, 26 सितंबर 2020"
}
]
