horo_english=[
  {
    "0": "An impulse to get attracted to a person whom you meet for the first time will make you a bit nervous. Don't waste any opportunity to find out the details regarding that person before getting committed to any relations. Everything will seem to be in a disarray. You will be wondering what went wrong and where. Suddenly all the harmony in life will seem lost. Sit down, relax and give a thought to all incidents that led to it and you will realise that it isn't that bad. You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased. There are going to be incidents where your fatherly nature will hold good for you as those close to you will feel secure, protected and feeling good. You will feel happy and content that you have been of help to others. The forecast shows a very good week ahead. All those men out there can go out and do those wonderful things they have been planning for quite some time now! Your thoughts and motivations lie in the area of change and intimacy. Some initially disturbing communications with someone to whom you are romantically inclined may have the effect of a crash course in \"getting to know you\". Suspicion can ruin any relationship and it becomes more dangerous when it is existent in marriage. The seeds of suspicion may be sown this week; it is better you clear all doubts with your spouse before it is too late. You may be wrong! Your loyalty towards friends and relatives will bring help to you in your need. As you are always there for their help, now this is their turn to shower you with love and care that will help you a great deal. You have your own philosophical thinking that guides you while taking personal decisions. This week you will find it more useful and will feel relieved that you rely upon it. As a person of high esteem, you will go through a state where everyone expects from you something relevant. Now you can feel proud yourself that you reached the stage where you have successfully fulfilled what others expected from you.",
    "1": "The efforts you put into your ventures till now, will start attaining benefits. For the time being, you can just sit down and relax. Then you can start plucking the ripe fruits of your hard labour. You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased. You will find yourself aloof from your family members. The fault is more from your side. Think for a little while what, other than bringing money, you have done for your kids as a father You will show the nature of being unimaginative, biased and always worrying. You will get weaker than you used to be before, that you will feel yourself incapable of taking any decision like a man. As per signs, you will go through complex situations for a few days. You will find yourself restless and argumentative in whatever work you undertake. You will feel that you lack the power for analysing to reach an intelligent decision. A close, intimate friendship that always added a profound meaning to your life will prove out to be the one you need for your whole life. Go ahead and propose, already you are a bit late. You are strong, sincere, steadfast and practical in your approach towards whatever you undertake. For the time being this approach of yours will bring you great success in your career or business dealings. Your ability to stay cautious and conservative while dealing with personal relationships will come to your aid. Keep going with what your mind says, but this doesn't mean to stay completely obstinate to others opinions. You will overcome the minor hazards in your way to carry out the responsibilities vested upon you as a family as well as a social member. If you have other options better depend on it than preferring journeys, as chances are there for minor accidents or mishaps.",
    "2": "Your fun-loving nature and the keen sense of humour will make you attracted towards beauty and harmony. You will also be a target of attraction for others. Your concept of your future may be changed in some ways. Your participation with friends may be quite exciting and refreshing. Your may struggle with people or institutions but is rewarded by a job or a well-done negotiation. Dear and near ones will act in such a way that you will find yourself facing a mental trauma. Better stay calm, as you are the one who is expected for the time being to react normally. Your constant attention and commitment towards your family will make it a happier place. Everyone in the family will only be happy to carry out their roles successfully. Bring restrictions on yourself from overindulging in food and alcohol which can lead to physical ailments for you and mental stress for your wife and children. Seek out some time from your busy works and spend a week or two with your dear one. A journey to some beautiful place will act as a booster for your fading relationship due to the lack of romantic moments. You will express the nature of being too independent and freedom loving. It won't be something of wonder if others, especially your near and dear mistook you. Since you are a person who seeks stability in your deeds, you will find it easier to reach the success in the current project you are dealing with. Students will get assailed by elders for an attitude of irresponsibility and carelessness. Now the time is apt for taking some responsible steps towards your studies as well as future life. The new job will bring out an utter change in the procedures of your day to day life. You will take a bit of time but adjust to the new circumstances very soon.",
    "3": "Don't feel embarrassed if you feel drawn towards a person who was never a person of interest for you. Hope for the best, as this may lead to an utter change in your life. A job change may be something you have been considering for a long time. Give it a try now, better prospects are expected for you as per the present position of your sign. This week you will find yourself relentless and driven in your struggle towards achievement, at times, driving you as well as those around you crazy. More and more ideas with novelty will come to your mind. What you need now is the support of your co-workers and the confidence to implement it successfully. As you have chosen the right partner, your married life can be a continual source of joy and impression. Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive. Support from your relatives and friends will shower as bliss for you to lay a strong base for your future. Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation. Those related to the charitable societies or such firms will finally find your efforts being widely accepted by the people. Doing good will always bring a worthy result. Separation from your family will be a new experience for you. But these changes will make you more independent and confident to face any hazards in the life.",
    "4": "You may be feeling both angry and hurt this week. You are in an especially sensitive and mildly irritable state and small things get on your nerves. Spend some time with your personal diary and express every thought on your mind. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others. The feminine nature hidden in your masculine shell will open you to new friends as that caring and loving touch will give them the feeling that you are very supportive. It'll do you good! You may be the object of affection by being sweet as honey, painting visions of the future and imparting some of them with a secret, spiritual or unselfish communications. Women will have a positive time this week. Your outspoken and extrovert nature may make those around you to feel that, in spite of being a woman, you are trying to be a man. This shouldn't discourage you as it is their insecurity and their problem, not yours. Your wait to be a mother may be fulfilled this week. There's every likely for a visit to the doctor, bringing joy and a beautiful new essence to life. Precaution and care should be taken and everything should go smooth. You are at a low both emotionally and physically at this time. Though you are normally prone to push yourself, this is a period to give your body what it needs. It is better to be safe than sorry! A mood of depression will overwhelm you as you think about your old desires you have been cast off purposely from your mind for a long time. It will take some time for you to get rid of those haunting memories.",
    "5": "You will find out a most stimulating partner with whom you can share your mental interest. Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm. Backing from your friends and those assisting you will help you. this week, to make a dream come true. Patience from your side to accept the advice of others is also needed. You will find more time to spend with your children, as you will realize the necessity of paternal care in their life. Your talent, creativity and charisma will soon make you duly rewarded for your endeavours. This will be an apt time for you to pave a strong foundation for your life ahead. When you do decide to make a commitment towards anyone you will only be happy to stay loyal to them. This enables you to remain attached to those who really love and care for you. Your ego and pride can become shackles that hamper your progress in life. It will only be wise to mingle more with those you deal with and accept their advice to reach your motive. The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome. You wield a lot of power and love new projects, people and interests. The optimistic nature will help you feel rejuvenated. You will feel much relieved this week, as you are able to fulfil the needs of your family members through your tremendous efforts.",
    "6": "Your fun-loving nature and the keen sense of humour will make you attracted towards beauty and harmony. You will also be a target of attraction for others. Success will be your hallmark in your career world this week. You will get easily agitated this week that you will find yourself inactive and in a lack of energy to present yourself the kind of charismatic man you used to be. Your constant attention and commitment towards your family will make it a happier place. Everyone in the family will only be happy to carry out their roles successfully. At last, your patience will help you gain what you were waiting for a long time. Your efforts are sure to be appreciated. Seek out some time from your busy works and spend a week or two with your dear one. A journey to some beautiful place will act as a booster for your fading relationship due to the lack of romantic moments. You give more importance to shared interests and emotional compatibility. You must also make yourself prepared to accept what others have to say and encourage them for their ideas. Otherwise, it will make you aloof from others. Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation. Those related to the charitable societies or such firms will finally find your efforts being widely accepted by the people. Doing good will always bring a worthy result. Separation from your family will be a new experience for you. But these changes will make you more independent and confident to face any hazards in the life.",
    "7": "You are prone to nervousness, making it difficult for the time being to utilise your ability to experiment. So it will be better from your part to depend on someone who can be relied upon. Self-improvement will be your self-imposed motto in the coming days. Friends and relatives will be there for you with a helping hand. You will be going through a very difficult time being direct in your relationships, and you need both individual psychotherapy and group therapy to achieve greater self-expression and more satisfaction on the social scene. Generous and warm qualities in you will lead to many joyful experiences in the family. Your commitment towards family will help you to gain the love and care you seek. Family members will turn against you for your intention to make some changes on the home front. Chances are there that they will find you as domineering. Confidence and mental preparation to achieve the best will boost up your energy. Your inner self will always act as a good guide for you. You are so cautious, secretive and generally suspicious more than any woman used to be. So you tend to be more watchful and scrutinised before getting committed to anyone or anything. Spending some time to analyse your present physical condition will only make you more energetic and pleasant. In a way, this will enable you to seek out a solution for your present dullness, which is making you both irritating and gloomy. Unexpected problems in the family will make you keep away from the trip you planned and dreamed for a long time. Don't feel depressed; chances will come in search of you without much delay. You will sign in a new contract, which will provide you with a career that is both stable and secure.",
    "8": "An impulse to get attracted to a person whom you meet for the first time will make you a bit nervous. Don't waste any opportunity to find out the details regarding that person before getting committed to any relations. Everything will seem to be in a disarray. You will be wondering what went wrong and where. Suddenly all the harmony in life will seem lost. Sit down, relax and give a thought to all incidents that led to it and you will realise that it isn't that bad. Your guiding and helping character will do a world of good for your near and dear ones. The support extended by your dominant nature will not only be of help to them but will turn out to be positive for you also. You are mentally optimistic and expansive about your family or your domicile now. You may feel enriched by them. In fact, money may pass back and forth. Your talents come out so naturally and find a good reception with them. This is a good week to take projects off the backburner. Make space for your new life coming up. If you're unsure about how to proceed, defining your goals is step one. Your thoughts and motivations lie in the area of change and intimacy. Some initially disturbing communications with someone to whom you are romantically inclined may have the effect of a crash course in \"getting to know you\". Suspicion can ruin any relationship and it becomes more dangerous when it is existent in marriage. The seeds of suspicion may be sown this week; it is better you clear all doubts with your spouse before it is too late. You may be wrong! The world may be stressing and testing you. Although you may outwardly define yourself by your professional achievements, you may still need to remind your colleagues that your being a woman does not make you weak and that there is a man inside you. An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family. Since you are a person who seeks stability in your deeds, you will find it easier to reach the success in the current project you are dealing with.",
    "9": "The efforts you put into your ventures till now, will start attaining benefits. For the time being, you can just sit down and relax. Then you can start plucking the ripe fruits of your hard labour. You will be witty, generous, endearing and charming making you a never boring, always active and intensely alive personality for others to deal with. You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased. Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm. This week, as you will spend more time with your new found love, it will help you find out the virtues you possess as a male like being wonderful, witty and generous. Now it is time to reveal your mind to the one you love. Otherwise, it will turn out to be too late. Others may find you to be a strong personality with your own bold decisions. This can even arise criticism from others as you are firm in spite of being a woman. Your ego and pride can become shackles that hamper your progress in life. It will only be wise to mingle more with those you deal with and accept their advice to reach your motive. You have your own philosophical thinking that guides you while taking personal decisions. This week you will find it more useful and will feel relieved that you rely upon it. Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation.",
    "10": "You will find out a most stimulating partner with whom you can share your mental interest. A job change may be something you have been considering for a long time. Give it a try now, better prospects are expected for you as per the present position of your sign. You will get easily agitated this week that you will find yourself inactive and in a lack of energy to present yourself the kind of charismatic man you used to be. Approval of a new project by the authority will give you the opportunity of expanding and implementing new ideas which were only in your mind till now. Seek out some time from your busy works and spend a week or two with your dear one. A journey to some beautiful place will act as a booster for your fading relationship due to the lack of romantic moments. You give more importance to shared interests and emotional compatibility. You must also make yourself prepared to accept what others have to say and encourage them for their ideas. Otherwise, it will make you aloof from others. Think more about the prospects for your personal growth, as it is time for you to live for you and your family. You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against. Success will come on your way for the work you have done for the society. Your hard work and devotion will attain wide recognition and applause. This will make you more encouraged to continue with your projects. New atmosphere and new friends will be a real experience for you. Your active presence will reform your friends also.",
    "11": "You are generous to achieve anything beautiful and harmonious and will be willing to lavish money and energy for it. Self-improvement will be your self-imposed motto in the coming days. Friends and relatives will be there for you with a helping hand. This week you will find yourself relentless and driven in your struggle towards achievement, at times, driving you as well as those around you crazy. Generous and warm qualities in you will lead to many joyful experiences in the family. Your commitment towards family will help you to gain the love and care you seek. Confidence and mental preparation to achieve the best will boost up your energy. Your inner self will always act as a good guide for you. You are so cautious, secretive and generally suspicious more than any woman used to be. So you tend to be more watchful and scrutinised before getting committed to anyone or anything. Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive. An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family. The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome. Since you are a person who seeks stability in your deeds, you will find it easier to reach the success in the current project you are dealing with.",
    "date": "Sunday, 25 October 2020 to Saturday, 31 October 2020"
}
]
