horo_english=[
{
    "0": "You will be witty, generous, endearing and charming making you a never boring, always active and intensely alive personality for others to deal with.You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now.Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others.Women will have a favourable week, both at workplace and home. You will find yourself more appreciated and cared by others.This week, as you will spend more time with your new found love, it will help you find out the virtues you possess as a male like being wonderful, witty and generous.Others may find you to be a strong personality with your own bold decisions. This can even arise criticism from others as you are firm in spite of being a woman.You have been kept unconcerned for such a long time giving you just unpleasant reminders in your mind. You will now find a way to spend some time refreshing the old memories.Your sense of uncertainty will create worry, depression and fearfulness. Take holiday for some days and be with your family. This will, to an extent, help you bring back the revitalisation and harmony back to your life.Moments of rejoicing are here for you once again, as you will find out a new way to seek thrills in your favourite way.You tend to be somewhat shy and secretive. Also, you value your privacy a lot. All this is going to take a lot of time for you to mingle with the new circumstances you are going through.",
    "1": "Don't feel embarrassed if you feel drawn towards a person who was never a person of interest for you. Hope for the best, as this may lead to an utter change in your life.Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.You will find yourself tough, strong, energetic and very restless this week. You will attain favourable signs in whatever steps you take.As a man who seeks prosperity you must get trained to be silent, flexible and humble. Your ego and pride will act like shackles that hamper your progress in life.What you set to do this week will turn out to be successful to you mainly because of your sharpness, tenacity and obsession for perfection.As a mother, while dealing with your children, you act more like an old-fashioned person who believes more on moral principles. This will only help to get you detached from your children.You will be geared up to take any sort of work as your mental and physical stamina is at its peak. Try to invest your vigour in something good and purposeful.It won't be a matter of wonder if others mistook your acts of the good deed, as the time is not at all favourable for you. Don't feel depressed, one day or the other, you will attain the apperception you deserve.Proposals for a pleasure trip to some beautiful place will come in search of you. You will highly enjoy this trip with your near and dear.",
    "2": "You will be feeling deeply and strongly about a person close to you with whom you may either start or deepen a relationship. Your personality may entice the person to respond positively provided you don't commit any blunders.The generous and warm qualities you possess while dealing with your siblings will render many joyful and enjoyable moments in your life.You are vibrant and enthusiastic and your extraordinary energy will draw more people towards you this week.Your wish to stay in aloofness will only make you dip more into illusions and bad dreams which are haunting you for a very long time.Moneymaking will be your main focus for the time being and this will forbid you from using your creative and imaginative talents efficiently.Whatever projects you indulge this week will become fruitful. Your signs seem to be in favourable position making you more charming, intellectual, dynamically enthusiastic and adaptable.Your physical health is in an excellent condition this week. Although you will go through some problems, you will come out of all that successfully.People near and dear to you will come for your guidance, as you are good at using your reasoning power and presenting it to others effectively and logically.Your need has to be considered seriously when you fall in love. Your tendency to be so serious in an affair will bring out some delay in finding out a romantic pair for you.You will find your decision in accepting a new scheme as confusing. Take more time to discuss and analyse the situation or it will prove out to be a ruin for you.",
    "3": "Superiors will get a negative impression of you, cause of the eccentricities you possess. Talking openly with a good counselor can help you out of this.You may reach new understandings of how you work. But you will be talking about health - all kinds - and becoming far more organized in your working or health methodologies. You may get some money bonanzas. Your bountiful energy is responsible.Your love signs are shining brightly over you and you will go through the most fabulous moments this week.You are both loyal and loving as a friend, but a feeling of getting betrayed will overpower you. This can even make you merciless, insensitive and downright cruel. Think before acting, otherwise, it can even lead to a break in the relationship.Find something for rejuvenating your mind, as you can become a bit boring if you go on and on only with your career or work. This week a vacation will bring you much refreshment.You may just love the people you work with. As a matter of fact, working well with someone and sharing visions with him or her, may just turn you on. You're hot to trot - beware of a tendency to be rash.Personally, you will sort out some plans for the upbringing of your financial and career life. But, you will lack the support from others which can bring a delay on your project.Though you are acquainted with a lot of people, you must try to utilise your ability for reasoning and find out the real ones who are good for you to communicate and be friendly.Students will tend to have a highly disciplined and organised ways to deal with their studies. You will earn a very good result from the efforts you put in.Consult with your family before making any decisions, cause chances are there for unexpected rejection from your near and dear ones.",
    "4": "You will find yourself attracted towards someone who will make you reveal your heart without a second thought.Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.Whatever be your specific career choice or your interests, the combinations of your tenacity, drive and sheer endurance is a winning one that most people are too weak to compete against your energy and willingness.Though you may find your marriage dreadfully boring, you may try to go along with it due to commitment towards your spouse as well as your family.You will prove to be independent, ambitious and highly goal-oriented. Intelligence and quick wit you possess will enable you to reach your goal without much effort. Time is really favourable now.A feeling of depression will crush the mother in you with the separation of your children for higher studies or job. Forthcoming days are expected to bring you back to mood.You will be geared up to take any sort of work as your mental and physical stamina is at its peak. Try to invest your vigour in something good and purposeful.It won't be a matter of wonder if others mistook your acts of the good deed, as the time is not at all favourable for you. Don't feel depressed, one day or the other, you will attain the apperception you deserve.Proposals for a pleasure trip to some beautiful place will come in search of you. You will highly enjoy this trip with your near and dear.",
    "5": "Your ability to experiment will make you capable of sorting out a budget as per the new scheme. You will win the appreciation of your superiors.Patience must be the prime word for you while mingling with your siblings, as you will never understand where you have gone wrong while dealing with them. .Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently.Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father.Being a man of deep loving and highly trustworthy nature towards those you mingle with will attain you the love and care you expect from them.Time is apt for you to work out the changes you intend to implement on projects you are undertaking. You will attain financial and physical support from the sources you expect.Monotony and constant lack of stimulation need to be guarded against. Make it sure that there is plenty of changes and challenges.Although you know what you want, to get a smooth approach you must be able to present you to others with enough logic. Try to be more reasonable while you present yourself.Students must spend more time on your work as you need a great amount of effort to excel in your studies.More and more people will approach you for your guidance without you even expecting it. This will make your days and mind busy, and you will go through a pleasant situation altogether.",
    "6": "Avoid expecting a lot from your siblings. Otherwise, you may feel disappointed and embarrassed.Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others.Women with a strong motive will get more energy and stamina to fight back in any negative situations. Time is apt for plucking the ripe fruits of your hard work.A man like you need lots of love, affection and warmth and this week you will have someone behind you to act as a sounding board. And you are in for success.Self-indulgence and laziness will curb you from utilising the wit and intelligence you own to handle the projects you undertake. Try to mingle more with your co-workers and think before saying anything critical about others.You are so cautious, secretive and generally suspicious more than any woman used to be. So you tend to be more watchful and scrutinised before getting committed to anyone or anything.You have been kept unconcerned for such a long time giving you just unpleasant reminders in your mind. You will now find a way to spend some time refreshing the old memories.If you find it difficult to commit yourself to certain situations, you tend to withdraw. It will be better if you use your analysing power and be more communicative with those you deal with.You will go through some exciting instants this week. Thrilling experiences you haven't experienced for such a long time will come back to you making you more energetic and joyful.If you have other options better depend on it than preferring journeys, as chances are there for minor accidents or mishaps.",
    "7": "Your guiding and helping character will do a world of good for your near and dear ones. The support extended by your dominant nature will not only be of help to them but will turn out to be positive for you also.You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now.Your ability to face matters confidently will make you able to deal with some harsh situations coolly. Try to keep a tight grip on your emotions towards others.You may be the object of affection by being sweet as honey, painting visions of the future and imparting some of them with a secret, spiritual or unselfish communications. Women will have a positive time this week.The forecast shows a very good week ahead. All those men out there can go out and do those wonderful things they have been planning for quite some time now!The world may be stressing and testing you. Although you may outwardly define yourself by your professional achievements, you may still need to remind your colleagues that your being a woman does not make you weak and that there is a man inside you.For a long time you would have been avoiding your artistic talent, now it is time to brush and take it out. This, of course, will bring a new stimulating mood to your life.Refreshing of your mind and body is what you need most for the time being. But your tight schedules will make you keep away from the seclusion now you seek most.You are quite inventive with things you really enjoy. Money or resources spring up for entertainment. You have fun with friends. You find yourself taking brilliant risks that make a splash and reveal more of who you are discovering yourself to be.You will take some time to transform yourself into the new atmosphere. Your mood to seek seclusion will only help others to stay away from you.",
    "8": "Try to keep aside your proud, impatient and bombastic nature while dealing with your siblings as chances are there for minor clashes with your brothers or sisters.Emotional blowups will only create unending problems, better prepare yourself to face any situations calmly. Showing sympathy towards your near and dear ones will never bring any harm to your image.Women will have a favourable week, both at workplace and home. You will find yourself more appreciated and cared by others.This week, as you will spend more time with your new found love, it will help you find out the virtues you possess as a male like being wonderful, witty and generous.As per signs, you will go through complex situations for a few days. You will find yourself restless and argumentative in whatever work you undertake. You will feel that you lack the power for analysing to reach an intelligent decision.Others may find you to be a strong personality with your own bold decisions. This can even arise criticism from others as you are firm in spite of being a woman.You have been kept tacit for some time about your wishes like wandering around or hitchhiking, mainly because of money and time. Now everything will come in favour of you for doing something which makes you pleasant.Although you know what you want, to get a smooth approach you must be able to present you to others with enough logic. Try to be more reasonable while you present yourself.Moments of rejoicing are here for you once again, as you will find out a new way to seek thrills in your favourite way.Journeys you are planning to have will make money slip through your fingers like quicksilvers without you even realising it.",
    "9": "Your ability to experiment will make you capable of sorting out a budget as per the new scheme. You will win the appreciation of your superiors.You will love life and will find one or the other way to get the very most out of today. But your irritating nature and love towards yourself will hurt your near and dear ones.Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others.Women will attain respect and recognition from those you mingle with. You will find yourself presentable on important occasions.Time is apt for you to work out the changes you intend to implement on projects you are undertaking. You will attain financial and physical support from the sources you expect.The greatest way to overcome your present mental status is to create a distance from yourself in order to see the specifications of your life in greater outlook.You will express the nature of being too independent and freedom loving. It won't be something of wonder if others, especially your near and dear mistook you.Try to be in control, as compulsive eating and escape motivated drinking can perpetrate ruin to your physical condition.You have been kept unconcerned for such a long time giving you just unpleasant reminders in your mind. You will now find a way to spend some time refreshing the old memories.A trip with your near and dear ones will lead you to some thrilling moments. Enjoy it, as these are not the ones you get often.",
    "10": "You will go through a mode of life making others feel that you are unreliable, non-committed and restless.Your peculiarities, which were a source for others to make fun of you, will bring some advantages for you this week. You will find yourself a central figure in some parties or public gatherings.A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy.Stop criticizing and think how as a father you can deal with the situation your children are facing. They are eagerly waiting for your support and help.Although you tend to appear self-possessive, you are basically friendly, kind, noble and beneficent. Revealing of this nature in you bring more persons attached to you, who seek comfort and care.As a man of high esteem, you will feel burdened with the over expectations people vest upon you. Try to sort out the problems standing in your limitations. Too much of commitments will only bring you over-strain.You will find time favourable for you to execute the alterations you are planning to make in your house as well as in the office. Consulting with someone related will bring more good to you.A strong will to take decisions regarding your future may arise the grudge of others but this is your life and you are the one to get along with it.Your love and care as a mother will blossom more these days, as the children as well as those close to you, will find more solace when they are with you. .An unexpected approach from an unexpected person will make your days harmonious. Utilise this opportunity without wasting it.",
    "11": "Your ability to experiment will prove to be a boon for you and you will be using this resource of yours to make everyone stand up and take notice of you.You may be feeling both angry and hurt this week. You are in an especially sensitive and mildly irritable state and small things get on your nerves. Spend some time with your personal diary and express every thought on your mind.Emotional blowups will only create unending problems, better prepare yourself to face any situations calmly. Showing sympathy towards your near and dear ones will never bring any harm to your image.You may be the object of affection by being sweet as honey, painting visions of the future and imparting some of them with a secret, spiritual or unselfish communications. Women will have a positive time this week.Both at workplace and home, your innovative nature will help you keep up the tempo and bring more enjoyment to your life. Keep it up and monotony in life will be a thing of the past, forgotten and buried!Life has its ups and downs, but the influence of the Sun gives your life an inner force to recover from the depths to a new height and help you reach the peak.Your outspoken and extrovert nature may make those around you to feel that, in spite of being a woman, you are trying to be a man. This shouldn't discourage you as it is their insecurity and their problem, not yours.You are at a low both emotionally and physically at this time. Though you are normally prone to push yourself, this is a period to give your body what it needs. It is better to be safe than sorry!You have been kept tacit for some time about your wishes like wandering around or hitchhiking, mainly because of money and time. Now everything will come in favour of you for doing something which makes you pleasant.You are quite inventive with things you really enjoy. Money or resources spring up for entertainment. You have fun with friends. You find yourself taking brilliant risks that make a splash and reveal more of who you are discovering yourself to be.",
    "date": "Sunday, 4 July 2021 to Saturday, 10 July 2021"
}
]
