horo_english=[
{
    "0": "You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now.A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy.Although you act as a tough guy outwardly, the delicate and loving nature in you will get blossomed these days, making you more lovable and caring than ever before.You will meet some respectable people who will help you find a way out of your delusions. This will also boost up your creative talents.Talk it over 'what's in your mind' with your spouse and get rid of your small suspicions which are haunting you for some time.Children will depend more on you for their problems. As a mother, you will be able to help them out of it with your practical and intelligent mind.Those related to the charitable societies or such firms will finally find your efforts being widely accepted by the people. Doing good will always bring a worthy result.You are a workaholic, who never knows when to stop, which will only bring you exhaustion and tiredness. Better find some ways to revive your body and mind.The less time you spend thinking about yourself by mingling with more and more people will present you with some romantic moments.Think before adapting yourself to the present companionship. This will only enable you to cast off your individuality.",
    "1": "You will find yourself tough, strong, energetic and very restless this week. You will attain favourable signs in whatever steps you take.Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father.Being a man of deep loving and highly trustworthy nature towards those you mingle with will attain you the love and care you expect from them.Those who are related to you will find it difficult to deal with you and your illusions. Talk it over; otherwise, you will find yourself mentally away from others.You will go through a period, which make your mind restless, impatient and changeable. Unnecessary imagination mainly negative ones will make it impossible for you to workout any of your projects efficiently.You will prove yourself to be shrewd, organised, hard working, calculating and content to pull all the strings your position allows. Nothing to feel embarrassed if others feel that you are having more vigour than femininity.You will find everything in favour of you as your subordinates and seniors will all be encouraging in your new project.You are healthy and robust. Go ahead with your plans and projects; you will attain success.You rely much on your friends for the emotional stability and happiness you seek. Try to be your own, as depending on others is not going to bring you always the same status of mood.Joining hands with anyone for some more time will not do you good. Better consider the proposals after some time.",
    "2": "Self-improvement will be your self-imposed motto in the coming days. Friends and relatives will be there for you with a helping hand.You are vibrant and enthusiastic and your extraordinary energy will draw more people towards you this week.Your idea for a successful venture will take more time to commence, as the period is not favourable for you. Don't fall into depression, this is not going to stay for long. You will prove yourself fortunate without much delay.A man like you need lots of love, affection and warmth and this week you will have someone behind you to act as a sounding board. And you are in for success.You will go through a situation which will down your confidence a great deal. This is not the end of everything, think of the ways to overcome this and act confidently for a sound and secure future.You are so cautious, secretive and generally suspicious more than any woman used to be. So you tend to be more watchful and scrutinised before getting committed to anyone or anything.You are prone to nervousness which will make you do some blunders with your near and dear ones. A heartfelt apology may enable you to rescue from the consequences, even though it is not fully guaranteed for the time being.Encouragement and assurance you provide on others will bring you great acceptance and applause. This will later help you to attain the support to reach your aim.You will rely more on others for advice and support. This will, later, turn to be a burden for you, as you are the final authority to choose what you need for your personal growth.An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family.",
    "3": "The hard work that you have put all this time will finally reap benefits galore. Be careful not to be carried away and thus end up lethargic. Apart from that, enjoy the benefits, you deserve it.You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now.Emotional blowups will only create unending problems, better prepare yourself to face any situations calmly. Showing sympathy towards your near and dear ones will never bring any harm to your image.You will love to be swept off your feet by a deliciously seductive soul, as you are romantic, dramatic and daring.Creativity and imagination have been your most productive traits. Nurturing them and taking all the support you need is most advised. Remember, this could spell a boost to your lifestyle too.Your generous and warm qualities will lead you to many joyful love experiences.You have your own philosophical thinking that guides you while taking personal decisions. This week you will find it more useful and will feel relieved that you rely upon it.You are a workaholic, who never knows when to stop, which will only bring you exhaustion and tiredness. Better find some ways to revive your body and mind.You are quite inventive with things you really enjoy. Money or resources spring up for entertainment. You have fun with friends. You find yourself taking brilliant risks that make a splash and reveal more of who you are discovering yourself to be.Think before adapting yourself to the present companionship. This will only enable you to cast off your individuality.",
    "4": "You will be witty, generous, endearing and charming making you a never boring, always active and intensely alive personality for others to deal with.This week, as you will spend more time with your new found love, it will help you find out the virtues you possess as a male like being wonderful, witty and generous.Better postpone the changes you intend to do in your current project, as time is not favorable for you to undertake it now.An energy to live and achieve everything best will help you to overcome the inner distresses you were going through for a long while.You are both loyal and loving as a friend, but a feeling of getting betrayed will overpower you. This can even make you merciless, insensitive and downright cruel. Think before acting, otherwise, it can even lead to a break in the relationship.Others may find you to be a strong personality with your own bold decisions. This can even arise criticism from others as you are firm in spite of being a woman.It will prove to be a better prospect for you as you will find out your co-workers are more than a helping hand to achieve your goal.Spending some time to analyse your present physical condition will only make you more energetic and pleasant. In a way, this will enable you to seek out a solution for your present dullness, which is making you both irritating and gloomy.Family members will rely more on you for their problems, making you feel like caught up between Sea and Satan.Consult with your family before making any decisions, cause chances are there for unexpected rejection from your near and dear ones.",
    "5": "You will find out a most stimulating partner with whom you can share your mental interest.You will love life and will find one or the other way to get the very most out of today. But your irritating nature and love towards yourself will hurt your near and dear ones.Your peculiarities, which were a source for others to make fun of you, will bring some advantages for you this week. You will find yourself a central figure in some parties or public gatherings.Backing from your friends and those assisting you will help you. this week, to make a dream come true. Patience from your side to accept the advice of others is also needed.Time is congenial to you to choose a career or commence a new venture. Forming a new base now will act beneficial for your whole future.The greatest way to overcome your present mental status is to create a distance from yourself in order to see the specifications of your life in greater outlook.You will express the nature of being too independent and freedom loving. It won't be something of wonder if others, especially your near and dear mistook you.To err is human and to forgive is divine. You will feel much relieved by getting pardoned from your dear one for your mistake you go through accidentally.Whatever be your specific career choice, the combinations of your tenacity and sheer endurance will prove to be a winning one. Personally, this week will prove to be a stepping stone to your augmentation either financially or career wise.Try to be in control, as compulsive eating and escape motivated drinking can perpetrate ruin to your physical condition.",
    "6": "You are generous to achieve anything beautiful and harmonious and will be willing to lavish money and energy for it.A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy.Women with a strong motive will get more energy and stamina to fight back in any negative situations. Time is apt for plucking the ripe fruits of your hard work.As a man of high esteem, you will feel burdened with the over expectations people vest upon you. Try to sort out the problems standing in your limitations. Too much of commitments will only bring you over-strain.You will meet some respectable people who will help you find a way out of your delusions. This will also boost up your creative talents.You are nervous, intense and over committed to whatever you undertake. This will only lead you to over stress and mental disorders.Your love and care as a mother will blossom more these days, as the children as well as those close to you, will find more solace when they are with you. .Although you know what you want, to get a smooth approach you must be able to present you to others with enough logic. Try to be more reasonable while you present yourself.The less time you spend thinking about yourself by mingling with more and more people will present you with some romantic moments.Students must spend more time on your work as you need a great amount of effort to excel in your studies.",
    "7": "You may reach new understandings of how you work. But you will be talking about health - all kinds - and becoming far more organized in your working or health methodologies. You may get some money bonanzas. Your bountiful energy is responsible.Your impulse to derive more and more returns while implementing your ideas will bring opposing approaches towards you from those who are assisting you in flourishing your project.There are going to be incidents where your fatherly nature will hold good for you as those close to you will feel secure, protected and feeling good. You will feel happy and content that you have been of help to others.The forecast shows a very good week ahead. All those men out there can go out and do those wonderful things they have been planning for quite some time now!Those who are related to you will find it difficult to deal with you and your illusions. Talk it over; otherwise, you will find yourself mentally away from others.The world may be stressing and testing you. Although you may outwardly define yourself by your professional achievements, you may still need to remind your colleagues that your being a woman does not make you weak and that there is a man inside you.You may just love the people you work with. As a matter of fact, working well with someone and sharing visions with him or her, may just turn you on. You're hot to trot - beware of a tendency to be rash.Personally, you will sort out some plans for the upbringing of your financial and career life. But, you will lack the support from others which can bring a delay on your project.You are healthy and robust. Go ahead with your plans and projects; you will attain success.You rely much on your friends for the emotional stability and happiness you seek. Try to be your own, as depending on others is not going to bring you always the same status of mood.",
    "8": "The efforts you put into your ventures till now, will start attaining benefits. For the time being, you can just sit down and relax. Then you can start plucking the ripe fruits of your hard labour.Try to keep aside your proud, impatient and bombastic nature while dealing with your siblings as chances are there for minor clashes with your brothers or sisters.Your romantic reverie is far more a journey into fantasy-land than an earthbound evening of parties and dances.It will be better for you to make some delay in beginning the new projects. As a man tend to have success in all you dealt with, this new one is not supposed to bring you the benefits you expect.To come out from the world of imagination, try to fully enjoy yourself, develop a more expansive awareness, avoid negative thinking and be always in control of your thoughts.You will prove to be romantic for your love for whom life really isn't worth living without your love and care.The main menace to your health is your emotions, which, in the form of repressed anger, grudges and painful remembrances can even lead to a mental syndrome.Your ability to remain silent, humble and flexible when it is not necessary to air your views will bring more recognition for you among others. You can very well present your philosophical insights when it is in need.If you get reluctant in using your analysing power more effectively you will fall into a state of rut, leaving you with unfinished projects. Find some ways to communicate with others more reasonably and understandably.Moments of rejoicing are here for you once again, as you will find out a new way to seek thrills in your favourite way.",
    "9": "Your casual attitude towards love will only help to fade out the attraction your lover owns towards you.Your supersensitive feelings hamper your personal progress. You need to loosen up, taking things a little less seriously rather than reacting to it.More and more ideas with novelty will come to your mind. What you need now is the support of your co-workers and the confidence to implement it successfully.Dealing with some troublesome issues will grab the time and energy of women especially those struggling between their home and career.Time is congenial to you to choose a career or commence a new venture. Forming a new base now will act beneficial for your whole future.You will meet some respectable people who will help you find a way out of your delusions. This will also boost up your creative talents.You are now in a relationship where nothing ever seems to happen, because both of you are patiently waiting for the first move. Better you take the move before it is not too late.An act of virtue, forgiving a person for his mistake that hurt you a lot, from your part will make you more respectable among people you love.Support from your relatives and friends will shower as bliss for you to lay a strong base for your future.The less time you spend thinking about yourself by mingling with more and more people will present you with some romantic moments.",
    "10": "The sense of insecurity you feel would invoke worry, indecisiveness, depression and fearfulness in you. This would keep away the beauty and harmony of your life for a short whileDealing with important persons with excellent personalities will help you to get rid of some negative peculiarities that were haunting you for a long time.You will be going through a very difficult time being direct in your relationships, and you need both individual psychotherapy and group therapy to achieve greater self-expression and more satisfaction on the social scene.Approval of a new project by the authority will give you the opportunity of expanding and implementing new ideas which were only in your mind till now.Children and other family members will rely more on you for a solution to their problems. As a woman, it won't be a wonder if you felt exhausted by all this.As you possess the main essential that is the sense of survival and knowledge to make a lot from a little, you are sure to attain much from what come in search of you these days.Your talents will get a proper guidance and you will also get rid of the fallacies that were in your mind since your childhood.Think it over once or twice before speaking out your mind to the person you felt attracted towards. Give a thorough analysing about every positive and negative aspect before jumping into a conclusion.Although you are restless, impulsive and looking for the wildest kind of excitement, your easy going and loving nature will help you to get pardoned for your follies.Think more about the prospects for your personal growth, as it is time for you to live for you and your family.",
    "11": "Everything will seem to be in a disarray. You will be wondering what went wrong and where. Suddenly all the harmony in life will seem lost. Sit down, relax and give a thought to all incidents that led to it and you will realise that it isn't that bad.Your peculiarities, which were a source for others to make fun of you, will bring some advantages for you this week. You will find yourself a central figure in some parties or public gatherings.Dear and near ones will act in such a way that you will find yourself facing a mental trauma. Better stay calm, as you are the one who is expected for the time being to react normally.Backing from your friends and those assisting you will help you. this week, to make a dream come true. Patience from your side to accept the advice of others is also needed.Women may not enjoy their day at work. Something relating to your finance may cause worry. But you will not fail to put in as much of effort as you generally do. You must maintain a cautious behaviour at your place of work.You have the ability this week to turn that which appeared negative or wasted, into a new form with good potential for improvement. Communications with partners, clientele and significant others will be productive at this time. Future looks good indeedYou will get rid of some illusions that used to haunt you for a long time. Go ahead with your meditations till you feel entirely free of it.Your thoughts and motivations lie in the area of change and intimacy. Some initially disturbing communications with someone to whom you are romantically inclined may have the effect of a crash course in \"getting to know you\".To err is human and to forgive is divine. You will feel much relieved by getting pardoned from your dear one for your mistake you go through accidentally.Whatever be your specific career choice, the combinations of your tenacity and sheer endurance will prove to be a winning one. Personally, this week will prove to be a stepping stone to your augmentation either financially or career wise.",
    "date": "Sunday, 13 June 2021 to Saturday, 19 June 2021"
}
]
