horo_english=[
{
    "0": "Don't feel embarrassed if you feel drawn towards a person who was never a person of interest for you. Hope for the best, as this may lead to an utter change in your life.Frustration may creep in. You will find that your efforts haven't been rewarded and that you haven't got your benefits. Don't let this disappoint you. Like a phoenix, rise from the ashes!Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently.You may be over indulgent in your work that you may not be able to find enough time to commit to your family. Remember, they are one among those who really care for you. So, spending more time with them will do wonders to your life.Both at workplace and home, your innovative nature will help you keep up the tempo and bring more enjoyment to your life. Keep it up and monotony in life will be a thing of the past, forgotten and buried!An act of virtue, forgiving a person for his mistake that hurt you a lot, from your part will make you more respectable among people you love.Thinking negatively and without any control will forbid you from enjoying this week. Try to develop a more expansive awareness to deal with all situations.A mood of enjoyment and refreshing will prompt you to take holiday for some days. You will feel more revitalised and energetic after this.Family members will turn against you for your love for stability. They need something new and adventurous for the time being. Acting according to their wish will bring in you a new energy.More and more people will approach you for your guidance without you even expecting it. This will make your days and mind busy, and you will go through a pleasant situation altogether.",
    "1": "Try to keep aside your proud, impatient and bombastic nature while dealing with your siblings as chances are there for minor clashes with your brothers or sisters.Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others.You will find yourself itching for emotional intensity and wild romance and in longing to sweep away by a grand passion.You will find yourself aloof from your family members. The fault is more from your side. Think for a little while what, other than bringing money, you have done for your kids as a fatherTo come out from the world of imagination, try to fully enjoy yourself, develop a more expansive awareness, avoid negative thinking and be always in control of your thoughts.A close, intimate friendship that always added a profound meaning to your life will prove out to be the one you need for your whole life. Go ahead and propose, already you are a bit late.The main menace to your health is your emotions, which, in the form of repressed anger, grudges and painful remembrances can even lead to a mental syndrome.If you find it difficult to commit yourself to certain situations, you tend to withdraw. It will be better if you use your analysing power and be more communicative with those you deal with.Moments of rejoicing are here for you once again, as you will find out a new way to seek thrills in your favourite way.You will find someone who can provide you with proper guidance as you are in confusion whether to enter a new venture or not.",
    "2": "You will find out a most stimulating partner with whom you can share your mental interest.You will love life and will find one or the other way to get the very most out of today. But your irritating nature and love towards yourself will hurt your near and dear ones.Your peculiarities, which were a source for others to make fun of you, will bring some advantages for you this week. You will find yourself a central figure in some parties or public gatherings.You will prove yourself to be honest, caring and fitting well with the image of a good husband and father, revealing the sensitive and caring nature you kept deep inside in you till now.The greatest way to overcome your present mental status is to create a distance from yourself in order to see the specifications of your life in greater outlook.Seek out some time from your busy works and spend a week or two with your dear one. A journey to some beautiful place will act as a booster for your fading relationship due to the lack of romantic moments.You will express the nature of being too independent and freedom loving. It won't be something of wonder if others, especially your near and dear mistook you.To err is human and to forgive is divine. You will feel much relieved by getting pardoned from your dear one for your mistake you go through accidentally.Try to be in control, as compulsive eating and escape motivated drinking can perpetrate ruin to your physical condition.An unexpected approach from an unexpected person will make your days harmonious. Utilise this opportunity without wasting it.",
    "3": "Power and fame being the key word for you will enable you to excel in your career. Disapprovals are not an aspect for you to set back from your new ideas.You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now.Your supersensitive feelings hamper your personal progress. You need to loosen up, taking things a little less seriously rather than reacting to it.More and more ideas with novelty will come to your mind. What you need now is the support of your co-workers and the confidence to implement it successfully.Children and other family members will rely more on you for a solution to their problems. As a woman, it won't be a wonder if you felt exhausted by all this.As you possess the main essential that is the sense of survival and knowledge to make a lot from a little, you are sure to attain much from what come in search of you these days.Whatever projects you indulge this week will become fruitful. Your signs seem to be in favourable position making you more charming, intellectual, dynamically enthusiastic and adaptable.Your analytical nature on minor problems and criticising it will only help to generate more detachment from your children. As a mother, you have every right to control them, but overdose of anything will never bring good.Support from your relatives and friends will shower as bliss for you to lay a strong base for your future.Business-related short trips would turn out to be successful for you.",
    "4": "Siblings will find themselves clearing all misunderstandings between them and get together after a long time. This should be the chance to resolve and get back to the good old times they have had.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.There are going to be incidents where your fatherly nature will hold good for you as those close to you will feel secure, protected and feeling good. You will feel happy and content that you have been of help to others.Watching action movies and listening to hard rock does not necessarily define masculinity. There's a caring, loving and soft-natured character in you that needs to be nurtured and you'll discover a whole new side of you.You have the ability this week to turn that which appeared negative or wasted, into a new form with good potential for improvement. Communications with partners, clientele and significant others will be productive at this time. Future looks good indeedPeople who mingle with you will find you reliable for your loyalty, sincerity and constant support you provide to them.In your search for professional glory, you may miss out on the finer and more important aspects of your life, your children! Keep the mother in you alive and life should turn out to be one happy-go-lucky ride!You are healthy and robust. Go ahead with your plans and projects; you will attain success.You will overcome the minor hazards in your way to carry out the responsibilities vested upon you as a family as well as a social member.You tend to be somewhat shy and secretive. Also, you value your privacy a lot. All this is going to take a lot of time for you to mingle with the new circumstances you are going through.",
    "5": "More and more project ideas will come to you. Your ability to experiment will help you choose the best out of it.You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased.Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm.Your romantic reverie is far more a journey into fantasy-land than an earthbound evening of parties and dances.To come out from the world of imagination, try to fully enjoy yourself, develop a more expansive awareness, avoid negative thinking and be always in control of your thoughts.You are a person who is attracted towards novelties. This will bring you attached to some new projects which are sure to gain you profit without much delay.You will prove to be romantic for your love for whom life really isn't worth living without your love and care.Your ego and pride can become shackles that hamper your progress in life. It will only be wise to mingle more with those you deal with and accept their advice to reach your motive.The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome.Moments of rejoicing are here for you once again, as you will find out a new way to seek thrills in your favourite way.",
    "6": "Your ability to experiment will make you capable of sorting out a budget as per the new scheme. You will win the appreciation of your superiors.You will be feeling deeply and strongly about a person close to you with whom you may either start or deepen a relationship. Your personality may entice the person to respond positively provided you don't commit any blunders.Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently.You will get easily agitated this week that you will find yourself inactive and in a lack of energy to present yourself the kind of charismatic man you used to be.Time is apt for you to work out the changes you intend to implement on projects you are undertaking. You will attain financial and physical support from the sources you expect.An act of virtue, forgiving a person for his mistake that hurt you a lot, from your part will make you more respectable among people you love.You give more importance to shared interests and emotional compatibility. You must also make yourself prepared to accept what others have to say and encourage them for their ideas. Otherwise, it will make you aloof from others.Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation.A mood of enjoyment and refreshing will prompt you to take holiday for some days. You will feel more revitalised and energetic after this.More and more people will approach you for your guidance without you even expecting it. This will make your days and mind busy, and you will go through a pleasant situation altogether.",
    "7": "Your concept of your future may be changed in some ways. Your participation with friends may be quite exciting and refreshing. Your may struggle with people or institutions but is rewarded by a job or a well-done negotiation.You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now.You will be going through a very difficult time being direct in your relationships, and you need both individual psychotherapy and group therapy to achieve greater self-expression and more satisfaction on the social scene.Approval of a new project by the authority will give you the opportunity of expanding and implementing new ideas which were only in your mind till now.Children and other family members will rely more on you for a solution to their problems. As a woman, it won't be a wonder if you felt exhausted by all this.As you possess the main essential that is the sense of survival and knowledge to make a lot from a little, you are sure to attain much from what come in search of you these days.Whatever projects you indulge this week will become fruitful. Your signs seem to be in favourable position making you more charming, intellectual, dynamically enthusiastic and adaptable.Your analytical nature on minor problems and criticising it will only help to generate more detachment from your children. As a mother, you have every right to control them, but overdose of anything will never bring good.Think more about the prospects for your personal growth, as it is time for you to live for you and your family.Your love for games and small challenges will make the journey scheduled for you this week a pleasant one.",
    "8": "Your ability to experiment will prove to be a boon for you and you will be using this resource of yours to make everyone stand up and take notice of you.You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased.Your peculiarities, which were a source for others to make fun of you, will bring some advantages for you this week. You will find yourself a central figure in some parties or public gatherings.A balancing act between developing yourself and your romantic relationship, versus your obligations to your group associates or projects is likely to stretch your limits. So, your energy has to be well spent.Your romantic reverie is far more a journey into fantasy-land than an earthbound evening of parties and dances.Both at workplace and home, your innovative nature will help you keep up the tempo and bring more enjoyment to your life. Keep it up and monotony in life will be a thing of the past, forgotten and buried!This week, your aim with Cupid's arrow is especially on target. So make sure 'what you're passionate about is what you want' because you just might get it or get more of it than you ever thought possible.You may feel down and depressed as things may not be going according to your expectations. Let this not make you lethargic and demotivate you. This may only be a small hurdle in one of the life's journeys. Remember you have a goal to fulfil.The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome.An unexpected approach from an unexpected person will make your days harmonious. Utilise this opportunity without wasting it.",
    "9": "You will meet someone this week to whom you will get attracted. Don't feel depressed of the first reaction from that person to your approach. Try again and again if your mind says so.Your attraction towards beauty and harmony will bring you close to some new situations. This will make you feel more relaxed and efficient.Try to think before offering left-handed compliments to others as you will show an unnecessary indulge to advise when not wanted.Your supersensitive feelings hamper your personal progress. You need to loosen up, taking things a little less seriously rather than reacting to it.Family problems and career related uncertainties would bring some dilemma in the life of women. Hope for the best, support from your dear ones will help you to swim out safe from this.You will meet some respectable people who will help you find a way out of your delusions. This will also boost up your creative talents.Talk it over 'what's in your mind' with your spouse and get rid of your small suspicions which are haunting you for some time.Your stubborn nature will make others feel that you are someone extraordinary and are lacking the womanly nature of being sentimental and touchy.The less time you spend thinking about yourself by mingling with more and more people will present you with some romantic moments.Separation from your family will be a new experience for you. But these changes will make you more independent and confident to face any hazards in the life.",
    "10": "Patience must be the prime word for you while mingling with your siblings, as you will never understand where you have gone wrong while dealing with them. .You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased.You will find yourself itching for emotional intensity and wild romance and in longing to sweep away by a grand passion.Will go through a difficult situation this week. As a father, you will find it hard to cope up with the necessities of the children.Your correct assessment of any situations often puts you far ahead of those who deals with you in day-to-day life.Your love signs are shining brightly over you and you will go through the most fabulous moments this week.Monotony and constant lack of stimulation need to be guarded against. Make it sure that there is plenty of changes and challenges.If you find it difficult to commit yourself to certain situations, you tend to withdraw. It will be better if you use your analysing power and be more communicative with those you deal with.A trip with your near and dear ones will lead you to some thrilling moments. Enjoy it, as these are not the ones you get often.You will find someone who can provide you with proper guidance as you are in confusion whether to enter a new venture or not.",
    "11": "You will be feeling deeply and strongly about a person close to you with whom you may either start or deepen a relationship. Your personality may entice the person to respond positively provided you don't commit any blunders.Your peculiarities, which were a source for others to make fun of you, will bring some advantages for you this week. You will find yourself a central figure in some parties or public gatherings.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.You are a strong, honest and dependable kind of man whom women often seek But, your false pride will make you act like a headstrong and arrogant male, hoping that it will project the manly qualities in you.You will find time favourable for you to execute the alterations you are planning to make in your house as well as in the office. Consulting with someone related will bring more good to you.To err is human and to forgive is divine. You will feel much relieved by getting pardoned from your dear one for your mistake you go through accidentally.Your analytical nature on minor problems and criticising it will only help to generate more detachment from your children. As a mother, you have every right to control them, but overdose of anything will never bring good.It won't be a matter of wonder if others mistook your acts of the good deed, as the time is not at all favourable for you. Don't feel depressed, one day or the other, you will attain the apperception you deserve.You wield a lot of power and love new projects, people and interests. The optimistic nature will help you feel rejuvenated.An unexpected approach from an unexpected person will make your days harmonious. Utilise this opportunity without wasting it.",
    "date": "Sunday, 18 April 2021 to Saturday, 24 April 2021"
}
]
