horo_english=[
  {
    "0": "Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true. Approval of a new project by the authority will give you the opportunity of expanding and implementing new ideas which were only in your mind till now. Your talent, creativity and charisma will soon make you duly rewarded for your endeavours. This will be an apt time for you to pave a strong foundation for your life ahead. You will prove to be independent, ambitious and highly goal-oriented. Intelligence and quick wit you possess will enable you to reach your goal without much effort. Time is really favourable now. Find something for rejuvenating your mind, as you can become a bit boring if you go on and on only with your career or work. This week a vacation will bring you much refreshment. You are strong, sincere, steadfast and practical in your approach towards whatever you undertake. For the time being this approach of yours will bring you great success in your career or business dealings. Think more about the prospects for your personal growth, as it is time for you to live for you and your family. Though you are acquainted with a lot of people, you must try to utilise your ability for reasoning and find out the real ones who are good for you to communicate and be friendly. Your love for games and small challenges will make the journey scheduled for you this week a pleasant one. Students will tend to have a highly disciplined and organised ways to deal with their studies. You will earn a very good result from the efforts you put in.",
    "1": "Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true. You will love life and will find one or the other way to get the very most out of today. But your irritating nature and love towards yourself will hurt your near and dear ones. Backing from your friends and those assisting you will help you. this week, to make a dream come true. Patience from your side to accept the advice of others is also needed. Bring restrictions on yourself from overindulging in food and alcohol which can lead to physical ailments for you and mental stress for your wife and children. Time is congenial to you to choose a career or commence a new venture. Forming a new base now will act beneficial for your whole future. What you set to do this week will turn out to be successful to you mainly because of your sharpness, tenacity and obsession for perfection. You will express the nature of being too independent and freedom loving. It won't be something of wonder if others, especially your near and dear mistook you. You give more importance to shared interests and emotional compatibility. You must also make yourself prepared to accept what others have to say and encourage them for their ideas. Otherwise, it will make you aloof from others. Whatever be your specific career choice, the combinations of your tenacity and sheer endurance will prove to be a winning one. Personally, this week will prove to be a stepping stone to your augmentation either financially or career wise. Proposals for a pleasure trip to some beautiful place will come in search of you. You will highly enjoy this trip with your near and dear.",
    "2": "As work is your main source of excitement, you rarely give your mind and body a rest. And your hard work will bring you benefits you deserve without much delay. Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful. More and more ideas with novelty will come to your mind. What you need now is the support of your co-workers and the confidence to implement it successfully. You are a strong, honest and dependable kind of man whom women often seek But, your false pride will make you act like a headstrong and arrogant male, hoping that it will project the manly qualities in you. As you possess the main essential that is the sense of survival and knowledge to make a lot from a little, you are sure to attain much from what come in search of you these days. You will feel that your marriage is dreadfully boring nowadays. You must try to be more communicative and committed, cause it is also something which plays a major role in a relationship. Your loyalty towards friends and relatives will bring help to you in your need. As you are always there for their help, now this is their turn to shower you with love and care that will help you a great deal. Support from your relatives and friends will shower as bliss for you to lay a strong base for your future. You have your own philosophical thinking that guides you while taking personal decisions. This week you will find it more useful and will feel relieved that you rely upon it. Your flighty, confused behaviour will impose severe limitations on your deeds. Although your intentions are good, it will take some more time to gain the public recognition.",
    "3": "You will be feeling deeply and strongly about a person close to you with whom you may either start or deepen a relationship. Your personality may entice the person to respond positively provided you don't commit any blunders. Harmony seems to be the keyword for you this week. At work, at home, with friends, with your hairdresser, everyone you meet this week will look beautiful to you. Just make sure that you don't miss out due to ignorance. You may be feeling both angry and hurt this week. You are in an especially sensitive and mildly irritable state and small things get on your nerves. Spend some time with your personal diary and express every thought on your mind. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. The feminine nature hidden in your masculine shell will open you to new friends as that caring and loving touch will give them the feeling that you are very supportive. It'll do you good! The deep understanding and cooperation between the two of you have been the driving force behind your successful marital life. Consider yourself lucky and take all actions necessary to maintain the love between the two of you. Your outspoken and extrovert nature may make those around you to feel that, in spite of being a woman, you are trying to be a man. This shouldn't discourage you as it is their insecurity and their problem, not yours. Your wait to be a mother may be fulfilled this week. There's every likely for a visit to the doctor, bringing joy and a beautiful new essence to life. Precaution and care should be taken and everything should go smooth. You are at a low both emotionally and physically at this time. Though you are normally prone to push yourself, this is a period to give your body what it needs. It is better to be safe than sorry! Falling in love may be one of your favourite pass time, but this is not a good pattern to move along. Now it is time to get into a true, stable and steady relationship or it will be too late.",
    "4": "Your nature of getting out of the relation when all the excitements of a romance die down will only present you with mental trauma this time. So avoid hurting others and by which hurting yourself. You will be witty, generous, endearing and charming making you a never boring, always active and intensely alive personality for others to deal with. Some of your peculiarities will make you stay away from important meetings, which if attended would have been a great help to boost up your career along with your confidence. Your ability to face matters confidently will make you able to deal with some harsh situations coolly. Try to keep a tight grip on your emotions towards others. Women will have a favourable week, both at workplace and home. You will find yourself more appreciated and cared by others. This week, as you will spend more time with your new found love, it will help you find out the virtues you possess as a male like being wonderful, witty and generous. As per signs, you will go through complex situations for a few days. You will find yourself restless and argumentative in whatever work you undertake. You will feel that you lack the power for analysing to reach an intelligent decision. Others may find you to be a strong personality with your own bold decisions. This can even arise criticism from others as you are firm in spite of being a woman. An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family. You will feel depressed by the unexpected changes brought into your life by someone dear to you. Don't lose you confidence and try to fight back and get your stand firm.",
    "5": "You can now proceed with your plans you have been fabricating in your mind for a long time. Benefits are sure to reach you as your signs are now in a favourable position. Will go through a difficult situation this week. As a father, you will find it hard to cope up with the necessities of the children. The greatest way to overcome your present mental status is to create a distance from yourself in order to see the specifications of your life in greater outlook. Being very insecure, you need someone who makes you feel special. You are now on the lucky side that you will find out someone without much delay who will bring mental strength and harmony to your life. You have your own philosophical thinking that guides you while taking personal decisions. This week you will find it more useful and will feel relieved that you rely upon it. Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation. Your flighty, confused behaviour will impose severe limitations on your deeds. Although your intentions are good, it will take some more time to gain the public recognition. People near and dear to you will come for your guidance, as you are good at using your reasoning power and presenting it to others effectively and logically. Business-related short trips would turn out to be successful for you. Students with talent, creativity and charisma will soon be duly rewarded for your endeavors. Just proceed with your efforts.",
    "6": "The generous and warm qualities you possess while dealing with your siblings will render many joyful and enjoyable moments in your life. This week you will find yourself relentless and driven in your struggle towards achievement, at times, driving you as well as those around you crazy. Approval of a new project by the authority will give you the opportunity of expanding and implementing new ideas which were only in your mind till now. Stop criticizing and think how as a father you can deal with the situation your children are facing. They are eagerly waiting for your support and help. As a man of high esteem, you will feel burdened with the over expectations people vest upon you. Try to sort out the problems standing in your limitations. Too much of commitments will only bring you over-strain. As you possess the main essential that is the sense of survival and knowledge to make a lot from a little, you are sure to attain much from what come in search of you these days. Whatever projects you indulge this week will become fruitful. Your signs seem to be in favourable position making you more charming, intellectual, dynamically enthusiastic and adaptable. Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive. Think more about the prospects for your personal growth, as it is time for you to live for you and your family. Your love for games and small challenges will make the journey scheduled for you this week a pleasant one.",
    "7": "Don't feel embarrassed if you feel drawn towards a person who was never a person of interest for you. Hope for the best, as this may lead to an utter change in your life. You would like to change your job because the present job may not be very satisfying. The right astrological moment has not yet arrived. So, you should keep your cool. Do not start your dream project now. Your ability to face matters confidently will make you able to deal with some harsh situations coolly. Try to keep a tight grip on your emotions towards others. You may be over indulgent in your work that you may not be able to find enough time to commit to your family. Remember, they are one among those who really care for you. So, spending more time with them will do wonders to your life. There are going to be incidents where your fatherly nature will hold good for you as those close to you will feel secure, protected and feeling good. You will feel happy and content that you have been of help to others. The forecast shows a very good week ahead. All those men out there can go out and do those wonderful things they have been planning for quite some time now! This week, your aim with Cupid's arrow is especially on target. So make sure 'what you're passionate about is what you want' because you just might get it or get more of it than you ever thought possible. The world may be stressing and testing you. Although you may outwardly define yourself by your professional achievements, you may still need to remind your colleagues that your being a woman does not make you weak and that there is a man inside you. It is nice to be stable, but now in your case monotony and lack of stimulation needs to be guarded against. See that there is plenty of changes and challenges. You will take some time to transform yourself into the new atmosphere. Your mood to seek seclusion will only help others to stay away from you.",
    "8": "The efforts you put into your ventures till now, will start attaining benefits. For the time being, you can just sit down and relax. Then you can start plucking the ripe fruits of your hard labour. Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true. More and more ideas with novelty will come to your mind. What you need now is the support of your co-workers and the confidence to implement it successfully. Your talent, creativity and charisma will soon make you duly rewarded for your endeavours. This will be an apt time for you to pave a strong foundation for your life ahead. You will prove to be independent, ambitious and highly goal-oriented. Intelligence and quick wit you possess will enable you to reach your goal without much effort. Time is really favourable now. Being very insecure, you need someone who makes you feel special. You are now on the lucky side that you will find out someone without much delay who will bring mental strength and harmony to your life. Support from your relatives and friends will shower as bliss for you to lay a strong base for your future. You have your own philosophical thinking that guides you while taking personal decisions. This week you will find it more useful and will feel relieved that you rely upon it. Business-related short trips would turn out to be successful for you. Students with talent, creativity and charisma will soon be duly rewarded for your endeavors. Just proceed with your efforts.",
    "9": "You can now proceed with your plans you have been fabricating in your mind for a long time. Benefits are sure to reach you as your signs are now in a favourable position. You will get easily agitated this week that you will find yourself inactive and in a lack of energy to present yourself the kind of charismatic man you used to be. Will go through a difficult situation this week. As a father, you will find it hard to cope up with the necessities of the children. What you set to do this week will turn out to be successful to you mainly because of your sharpness, tenacity and obsession for perfection. Think more about the prospects for your personal growth, as it is time for you to live for you and your family. Your ability to stay cautious and conservative while dealing with personal relationships will come to your aid. Keep going with what your mind says, but this doesn't mean to stay completely obstinate to others opinions. You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against. You can be depended on for your loyalty and sincerity, and this will bring you wide acceptance. But for the time being, an unnecessary indulgence from someone against you will bring out some embarrassing moments for you. Your love for games and small challenges will make the journey scheduled for you this week a pleasant one. Students will tend to have a highly disciplined and organised ways to deal with their studies. You will earn a very good result from the efforts you put in.",
    "10": "The generous and warm qualities you possess while dealing with your siblings will render many joyful and enjoyable moments in your life. You will go through a mode of life making others feel that you are unreliable, non-committed and restless. Backing from your friends and those assisting you will help you. this week, to make a dream come true. Patience from your side to accept the advice of others is also needed. As you possess the main essential that is the sense of survival and knowledge to make a lot from a little, you are sure to attain much from what come in search of you these days. Whatever projects you indulge this week will become fruitful. Your signs seem to be in favourable position making you more charming, intellectual, dynamically enthusiastic and adaptable. A strong will to take decisions regarding your future may arise the grudge of others but this is your life and you are the one to get along with it. Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive. Whatever be your specific career choice, the combinations of your tenacity and sheer endurance will prove to be a winning one. Personally, this week will prove to be a stepping stone to your augmentation either financially or career wise. You tend to overindulge in food, and weight becomes your problem. A strict diet will help you to attain back your physical harmony. Proposals for a pleasure trip to some beautiful place will come in search of you. You will highly enjoy this trip with your near and dear.",
    "11": "Siblings will find themselves clearing all misunderstandings between them and get together after a long time. This should be the chance to resolve and get back to the good old times they have had. A balancing act between developing yourself and your romantic relationship, versus your obligations to your group associates or projects is likely to stretch your limits. So, your energy has to be well spent. More and more ideas with novelty will come to your mind. What you need now is the support of your co-workers and the confidence to implement it successfully. Look back at your time schedule and you'll realise that you haven't been spending quality time with your children. They need the presence of their father and you should find time for them. Being the man you are, you may have experiences with a friend that can deepen your relationship. You'd rather instigate action with your pet projects than deal with authority figures early this week. It's better to be safe than sorry. You have the ability this week to turn that which appeared negative or wasted, into a new form with good potential for improvement. Communications with partners, clientele and significant others will be productive at this time. Future looks good indeed Your mind may be way too curious to think only inside the box, but it's your ability to make outrageous connections that give you a view beyond what everyone else sees. Your brilliant insights can lead to incredible inventions and major discoveries. Support from your relatives and friends will shower as bliss for you to lay a strong base for your future. Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation. Business-related short trips would turn out to be successful for you.",
    "date": "Sunday, 27 September 2020 to Saturday, 3 October 2020"
}
]
