horo_english=[
  {
    "0": "Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others. You may reach new understandings of how you work. But you will be talking about health - all kinds - and becoming far more organized in your working or health methodologies. You may get some money bonanzas. Your bountiful energy is responsible. Your impulse to derive more and more returns while implementing your ideas will bring opposing approaches towards you from those who are assisting you in flourishing your project. You may be the object of affection by being sweet as honey, painting visions of the future and imparting some of them with a secret, spiritual or unselfish communications. Women will have a positive time this week. If people think you're being irresponsible, it could be that they don't understand your genius. Although you won't want to be dependent on anyone, it's love that inspires you to plan for your financial future. Your love signs are shining brightly over you and you will go through the most fabulous moments this week. You may just love the people you work with. As a matter of fact, working well with someone and sharing visions with him or her, may just turn you on. You're hot to trot - beware of a tendency to be rash. Personally, you will sort out some plans for the upbringing of your financial and career life. But, you will lack the support from others which can bring a delay on your project. You are healthy and robust. Go ahead with your plans and projects; you will attain success. Your sense of uncertainty will create worry, depression and fearfulness. Take holiday for some days and be with your family. This will, to an extent, help you bring back the revitalisation and harmony back to your life.",
    "1": "You will be witty, generous, endearing and charming making you a never boring, always active and intensely alive personality for others to deal with. Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful. You will find more time to spend with your children, as you will realize the necessity of paternal care in their life. You will show the nature of being unimaginative, biased and always worrying. You will get weaker than you used to be before, that you will feel yourself incapable of taking any decision like a man. This week, as you will spend more time with your new found love, it will help you find out the virtues you possess as a male like being wonderful, witty and generous. An energy to live and achieve everything best will help you to overcome the inner distresses you were going through for a long while. Others may find you to be a strong personality with your own bold decisions. This can even arise criticism from others as you are firm in spite of being a woman. A feeling of depression will crush the mother in you with the separation of your children for higher studies or job. Forthcoming days are expected to bring you back to mood. An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family. Busy schedules will force you to postpone a trip you were anxiously waiting for. Don't get depressed for this will never be the last chance.",
    "2": "Patience must be the prime word for you while mingling with your siblings, as you will never understand where you have gone wrong while dealing with them. . You possess an irresistible sense of humour and the spontaneous enthusiasm of an innocent child making you popular among those you mingle with during this week. You will get easily agitated this week that you will find yourself inactive and in a lack of energy to present yourself the kind of charismatic man you used to be. Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father. Being a man of deep loving and highly trustworthy nature towards those you mingle with will attain you the love and care you expect from them. At last, your patience will help you gain what you were waiting for a long time. Your efforts are sure to be appreciated. You will prove yourself to be shrewd, organised, hard working, calculating and content to pull all the strings your position allows. Nothing to feel embarrassed if others feel that you are having more vigour than femininity. Will get a relief from an ailment haunting you for a long time, and you will feel more relaxed. You will start relying more on the words of your physician. Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation. Although you know what you want, to get a smooth approach you must be able to present you to others with enough logic. Try to be more reasonable while you present yourself.",
    "3": "Don't feel embarrassed if you feel drawn towards a person who was never a person of interest for you. Hope for the best, as this may lead to an utter change in your life. Your nature of remaining unreliable, irresponsible and non-committed while dealing with some important matters will only help you to gain a black mark in your career. Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others. You are vibrant and enthusiastic and your extraordinary energy will draw more people towards you this week. You will find it really hard to please and hold your family members. You will find it difficult to cope up with the situation without anyone to give you moral or physical support. A close, intimate friendship that always added a profound meaning to your life will prove out to be the one you need for your whole life. Go ahead and propose, already you are a bit late. Encouragement and assurance you provide on others will bring you great acceptance and applause. This will later help you to attain the support to reach your aim. You are healthy and robust. Go ahead with your plans and projects; you will attain success. Falling in love may be one of your favourite pass time, but this is not a good pattern to move along. Now it is time to get into a true, stable and steady relationship or it will be too late. You tend to be somewhat shy and secretive. Also, you value your privacy a lot. All this is going to take a lot of time for you to mingle with the new circumstances you are going through.",
    "4": "Harmony seems to be the keyword for you this week. At work, at home, with friends, with your hairdresser, everyone you meet this week will look beautiful to you. Just make sure that you don't miss out due to ignorance. You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now. Your ability to face matters confidently will make you able to deal with some harsh situations coolly. Try to keep a tight grip on your emotions towards others. You may be the object of affection by being sweet as honey, painting visions of the future and imparting some of them with a secret, spiritual or unselfish communications. Women will have a positive time this week. This week, your aim with Cupid's arrow is especially on target. So make sure 'what you're passionate about is what you want' because you just might get it or get more of it than you ever thought possible. Giving some extra energy through meditations and caring will only help you to vitalize your mind and body which now really needs an extra care. Your wait to be a mother may be fulfilled this week. There's every likely for a visit to the doctor, bringing joy and a beautiful new essence to life. Precaution and care should be taken and everything should go smooth. You may just love the people you work with. As a matter of fact, working well with someone and sharing visions with him or her, may just turn you on. You're hot to trot - beware of a tendency to be rash. If you get reluctant in using your analysing power more effectively you will fall into a state of rut, leaving you with unfinished projects. Find some ways to communicate with others more reasonably and understandably. Students will get assailed by elders for an attitude of irresponsibility and carelessness. Now the time is apt for taking some responsible steps towards your studies as well as future life.",
    "5": "You will be witty, generous, endearing and charming making you a never boring, always active and intensely alive personality for others to deal with. Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful. You will find more time to spend with your children, as you will realize the necessity of paternal care in their life. You will show the nature of being unimaginative, biased and always worrying. You will get weaker than you used to be before, that you will feel yourself incapable of taking any decision like a man. This week, as you will spend more time with your new found love, it will help you find out the virtues you possess as a male like being wonderful, witty and generous. An energy to live and achieve everything best will help you to overcome the inner distresses you were going through for a long while. Others may find you to be a strong personality with your own bold decisions. This can even arise criticism from others as you are firm in spite of being a woman. A feeling of depression will crush the mother in you with the separation of your children for higher studies or job. Forthcoming days are expected to bring you back to mood. Will get a relief from an ailment haunting you for a long time, and you will feel more relaxed. You will start relying more on the words of your physician. Journeys you are planning to have will make money slip through your fingers like quicksilvers without you even realising it.",
    "6": "You possess an irresistible sense of humour and the spontaneous enthusiasm of an innocent child making you popular among those you mingle with during this week. You will be going through a very difficult time being direct in your relationships, and you need both individual psychotherapy and group therapy to achieve greater self-expression and more satisfaction on the social scene. Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father. Dealing with some troublesome issues will grab the time and energy of women especially those struggling between their home and career. Being a man of deep loving and highly trustworthy nature towards those you mingle with will attain you the love and care you expect from them. At last, your patience will help you gain what you were waiting for a long time. Your efforts are sure to be appreciated. You will prove yourself to be shrewd, organised, hard working, calculating and content to pull all the strings your position allows. Nothing to feel embarrassed if others feel that you are having more vigour than femininity. As a mother, while dealing with your children, you act more like an old-fashioned person who believes more on moral principles. This will only help to get you detached from your children. You give more importance to shared interests and emotional compatibility. You must also make yourself prepared to accept what others have to say and encourage them for their ideas. Otherwise, it will make you aloof from others. Spending some time to analyse your present physical condition will only make you more energetic and pleasant. In a way, this will enable you to seek out a solution for your present dullness, which is making you both irritating and gloomy.",
    "7": "Self-improvement will be your self-imposed motto in the coming days. Friends and relatives will be there for you with a helping hand. A temptation to get too involved in vicarious experiences will leave you suffering severe frustration, as your emotions are not satisfied. Take a short vacation to spend some time with your family. Money earning for them is not the sole responsibility of a father, you must also find out time to solve their problems. A man like you need lots of love, affection and warmth and this week you will have someone behind you to act as a sounding board. And you are in for success. Moneymaking will be your main focus for the time being and this will forbid you from using your creative and imaginative talents efficiently. You are so cautious, secretive and generally suspicious more than any woman used to be. So you tend to be more watchful and scrutinised before getting committed to anyone or anything. You are prone to nervousness which will make you do some blunders with your near and dear ones. A heartfelt apology may enable you to rescue from the consequences, even though it is not fully guaranteed for the time being. An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family. Your ability to be there for the needy persons will bring out wide recognition for you among the public. This will be a sweet revenge of you towards some, who always used to find one or the other reason to disapprove your efforts. Don't rely only on your consciousness, it will be better to seek the opinion of experts. Your time is not in an agreeable condition to take new decisions.",
    "8": "You may be feeling both angry and hurt this week. You are in an especially sensitive and mildly irritable state and small things get on your nerves. Spend some time with your personal diary and express every thought on your mind. Life has its ups and downs, but the influence of the Sun gives your life an inner force to recover from the depths to a new height and help you reach the peak. Your outspoken and extrovert nature may make those around you to feel that, in spite of being a woman, you are trying to be a man. This shouldn't discourage you as it is their insecurity and their problem, not yours. You are at a low both emotionally and physically at this time. Though you are normally prone to push yourself, this is a period to give your body what it needs. It is better to be safe than sorry!",
    "9": "Try to keep aside your proud, impatient and bombastic nature while dealing with your siblings as chances are there for minor clashes with your brothers or sisters. You will be witty, generous, endearing and charming making you a never boring, always active and intensely alive personality for others to deal with. Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm. You will find more time to spend with your children, as you will realize the necessity of paternal care in their life. This week, as you will spend more time with your new found love, it will help you find out the virtues you possess as a male like being wonderful, witty and generous. An energy to live and achieve everything best will help you to overcome the inner distresses you were going through for a long while. Others may find you to be a strong personality with your own bold decisions. This can even arise criticism from others as you are firm in spite of being a woman. Spending some time to analyse your present physical condition will only make you more energetic and pleasant. In a way, this will enable you to seek out a solution for your present dullness, which is making you both irritating and gloomy. You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against. If you find it difficult to commit yourself to certain situations, you tend to withdraw. It will be better if you use your analysing power and be more communicative with those you deal with.",
    "10": "You possess an irresistible sense of humour and the spontaneous enthusiasm of an innocent child making you popular among those you mingle with during this week. Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful. Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father. As a man who seeks prosperity you must get trained to be silent, flexible and humble. Your ego and pride will act like shackles that hamper your progress in life. Dealing with some troublesome issues will grab the time and energy of women especially those struggling between their home and career. Being a man of deep loving and highly trustworthy nature towards those you mingle with will attain you the love and care you expect from them. At last, your patience will help you gain what you were waiting for a long time. Your efforts are sure to be appreciated. You will prove yourself to be shrewd, organised, hard working, calculating and content to pull all the strings your position allows. Nothing to feel embarrassed if others feel that you are having more vigour than femininity. As a mother, while dealing with your children, you act more like an old-fashioned person who believes more on moral principles. This will only help to get you detached from your children. An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family.",
    "11": "Self-improvement will be your self-imposed motto in the coming days. Friends and relatives will be there for you with a helping hand. Take a short vacation to spend some time with your family. Money earning for them is not the sole responsibility of a father, you must also find out time to solve their problems. A man like you need lots of love, affection and warmth and this week you will have someone behind you to act as a sounding board. And you are in for success. Confidence and mental preparation to achieve the best will boost up your energy. Your inner self will always act as a good guide for you. You are so cautious, secretive and generally suspicious more than any woman used to be. So you tend to be more watchful and scrutinised before getting committed to anyone or anything. You are nervous, intense and over committed to whatever you undertake. This will only lead you to over stress and mental disorders. Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive. Will get a relief from an ailment haunting you for a long time, and you will feel more relaxed. You will start relying more on the words of your physician. Although you know what you want, to get a smooth approach you must be able to present you to others with enough logic. Try to be more reasonable while you present yourself. Students must spend more time on your work as you need a great amount of effort to excel in your studies.",
    "date": "Sunday, 6 September 2020 to Saturday, 12 September 2020"
}
]
