horo_english=[
{
    "0": "You will meet someone this week to whom you will get attracted. Don't feel depressed of the first reaction from that person to your approach. Try again and again if your mind says so.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.You will be going through a very difficult time being direct in your relationships, and you need both individual psychotherapy and group therapy to achieve greater self-expression and more satisfaction on the social scene.Whatever be your specific career choice or your interests, the combinations of your tenacity, drive and sheer endurance is a winning one that most people are too weak to compete against your energy and willingness.You will find more time to spend with your children, as you will realize the necessity of paternal care in their life.Family problems and career related uncertainties would bring some dilemma in the life of women. Hope for the best, support from your dear ones will help you to swim out safe from this.Although you are restless, impulsive and looking for the wildest kind of excitement, your easy going and loving nature will help you to get pardoned for your follies.A feeling of depression will crush the mother in you with the separation of your children for higher studies or job. Forthcoming days are expected to bring you back to mood.You are healthy and robust. Go ahead with your plans and projects; you will attain success.Work is your source of excitement and you'll not give your body a rest even when you feel exhausted. But, this week will bring an absolute change in you, making you wish for a refreshing mood, to rejuvenate your mind and body.",
    "1": "Don't feel embarrassed if you feel drawn towards a person who was never a person of interest for you. Hope for the best, as this may lead to an utter change in your life.You will find yourself tough, strong, energetic and very restless this week. You will attain favourable signs in whatever steps you take.Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father.You will get rid of some illusions that used to haunt you for a long time. Go ahead with your meditations till you feel entirely free of it.Seek out some time from your busy works and spend a week or two with your dear one. A journey to some beautiful place will act as a booster for your fading relationship due to the lack of romantic moments.To err is human and to forgive is divine. You will feel much relieved by getting pardoned from your dear one for your mistake you go through accidentally.You will be geared up to take any sort of work as your mental and physical stamina is at its peak. Try to invest your vigour in something good and purposeful.Your ability to be there for the needy persons will bring out wide recognition for you among the public. This will be a sweet revenge of you towards some, who always used to find one or the other reason to disapprove your efforts.You wield a lot of power and love new projects, people and interests. The optimistic nature will help you feel rejuvenated.The new job will bring out an utter change in the procedures of your day to day life. You will take a bit of time but adjust to the new circumstances very soon.",
    "2": "You will be feeling deeply and strongly about a person close to you with whom you may either start or deepen a relationship. Your personality may entice the person to respond positively provided you don't commit any blunders.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.Your supersensitive feelings hamper your personal progress. You need to loosen up, taking things a little less seriously rather than reacting to it.You are vibrant and enthusiastic and your extraordinary energy will draw more people towards you this week.Take a short vacation to spend some time with your family. Money earning for them is not the sole responsibility of a father, you must also find out time to solve their problems.Children and other family members will rely more on you for a solution to their problems. As a woman, it won't be a wonder if you felt exhausted by all this.An act of virtue, forgiving a person for his mistake that hurt you a lot, from your part will make you more respectable among people you love.Your analytical nature on minor problems and criticising it will only help to generate more detachment from your children. As a mother, you have every right to control them, but overdose of anything will never bring good.Your physical health is in an excellent condition this week. Although you will go through some problems, you will come out of all that successfully.A mood of enjoyment and refreshing will prompt you to take holiday for some days. You will feel more revitalised and energetic after this.",
    "3": "You will find out a most stimulating partner with whom you can share your mental interest.You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased.You may reach new understandings of how you work. But you will be talking about health - all kinds - and becoming far more organized in your working or health methodologies. You may get some money bonanzas. Your bountiful energy is responsible.You will find yourself itching for emotional intensity and wild romance and in longing to sweep away by a grand passion.There are going to be incidents where your fatherly nature will hold good for you as those close to you will feel secure, protected and feeling good. You will feel happy and content that you have been of help to others.The forecast shows a very good week ahead. All those men out there can go out and do those wonderful things they have been planning for quite some time now!Your love signs are shining brightly over you and you will go through the most fabulous moments this week.Although you are restless, impulsive and looking for the wildest kind of excitement, your easy going and loving nature will help you to get pardoned for your follies.You are healthy and robust. Go ahead with your plans and projects; you will attain success.Work is your source of excitement and you'll not give your body a rest even when you feel exhausted. But, this week will bring an absolute change in you, making you wish for a refreshing mood, to rejuvenate your mind and body.",
    "4": "You will find yourself attracted towards someone who will make you reveal your heart without a second thought.Your attraction towards beauty and harmony will bring you close to some new situations. This will make you feel more relaxed and efficient.You will get rid of some illusions that used to haunt you for a long time. Go ahead with your meditations till you feel entirely free of it.An energy to live and achieve everything best will help you to overcome the inner distresses you were going through for a long while.Talk it over 'what's in your mind' with your spouse and get rid of your small suspicions which are haunting you for some time.An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family.Your ability to be there for the needy persons will bring out wide recognition for you among the public. This will be a sweet revenge of you towards some, who always used to find one or the other reason to disapprove your efforts.You wield a lot of power and love new projects, people and interests. The optimistic nature will help you feel rejuvenated.You will get an opportunity to find a warm, stable, affectionate person which will turn out to be the best choice for a happy relationship.The new job will bring out an utter change in the procedures of your day to day life. You will take a bit of time but adjust to the new circumstances very soon.",
    "5": "You will meet someone this week to whom you will get attracted. Don't feel depressed of the first reaction from that person to your approach. Try again and again if your mind says so.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.Your supersensitive feelings hamper your personal progress. You need to loosen up, taking things a little less seriously rather than reacting to it.You will find yourself tough, strong, energetic and very restless this week. You will attain favourable signs in whatever steps you take.Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father.Dealing with some troublesome issues will grab the time and energy of women especially those struggling between their home and career.An act of virtue, forgiving a person for his mistake that hurt you a lot, from your part will make you more respectable among people you love.As a mother, while dealing with your children, you act more like an old-fashioned person who believes more on moral principles. This will only help to get you detached from your children.Your physical health is in an excellent condition this week. Although you will go through some problems, you will come out of all that successfully.A mood of enjoyment and refreshing will prompt you to take holiday for some days. You will feel more revitalised and energetic after this.",
    "6": "You are generous to achieve anything beautiful and harmonious and will be willing to lavish money and energy for it.Self-improvement will be your self-imposed motto in the coming days. Friends and relatives will be there for you with a helping hand.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.You are a strong, honest and dependable kind of man whom women often seek But, your false pride will make you act like a headstrong and arrogant male, hoping that it will project the manly qualities in you.Children and other family members will rely more on you for a solution to their problems. As a woman, it won't be a wonder if you felt exhausted by all this.Confidence and mental preparation to achieve the best will boost up your energy. Your inner self will always act as a good guide for you.You are so cautious, secretive and generally suspicious more than any woman used to be. So you tend to be more watchful and scrutinised before getting committed to anyone or anything.Your analytical nature on minor problems and criticising it will only help to generate more detachment from your children. As a mother, you have every right to control them, but overdose of anything will never bring good.Spending some time to analyse your present physical condition will only make you more energetic and pleasant. In a way, this will enable you to seek out a solution for your present dullness, which is making you both irritating and gloomy.You will find someone who can provide you with proper guidance as you are in confusion whether to enter a new venture or not.",
    "7": "Your guiding and helping character will do a world of good for your near and dear ones. The support extended by your dominant nature will not only be of help to them but will turn out to be positive for you also.You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased.Your romantic reverie is far more a journey into fantasy-land than an earthbound evening of parties and dances.The forecast shows a very good week ahead. All those men out there can go out and do those wonderful things they have been planning for quite some time now!Creativity and imagination have been your most productive traits. Nurturing them and taking all the support you need is most advised. Remember, this could spell a boost to your lifestyle too.This week, your aim with Cupid's arrow is especially on target. So make sure 'what you're passionate about is what you want' because you just might get it or get more of it than you ever thought possible.The world may be stressing and testing you. Although you may outwardly define yourself by your professional achievements, you may still need to remind your colleagues that your being a woman does not make you weak and that there is a man inside you.You may just love the people you work with. As a matter of fact, working well with someone and sharing visions with him or her, may just turn you on. You're hot to trot - beware of a tendency to be rash.An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family.It will do you better if you give a thought before getting committed to a new relationship. As your time is now favourable, you will get a proper guidance to choose the best.",
    "8": "Your attraction towards beauty and harmony will bring you close to some new situations. This will make you feel more relaxed and efficient.You will be witty, generous, endearing and charming making you a never boring, always active and intensely alive personality for others to deal with.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.Your supersensitive feelings hamper your personal progress. You need to loosen up, taking things a little less seriously rather than reacting to it.You will show the nature of being unimaginative, biased and always worrying. You will get weaker than you used to be before, that you will feel yourself incapable of taking any decision like a man.You will meet some respectable people who will help you find a way out of your delusions. This will also boost up your creative talents.An energy to live and achieve everything best will help you to overcome the inner distresses you were going through for a long while.A feeling of depression will crush the mother in you with the separation of your children for higher studies or job. Forthcoming days are expected to bring you back to mood.Will get a relief from an ailment haunting you for a long time, and you will feel more relaxed. You will start relying more on the words of your physician.The less time you spend thinking about yourself by mingling with more and more people will present you with some romantic moments.",
    "9": "Your fun-loving nature and the keen sense of humour will make you attracted towards beauty and harmony. You will also be a target of attraction for others.You possess an irresistible sense of humour and the spontaneous enthusiasm of an innocent child making you popular among those you mingle with during this week.Your talents will get a proper guidance and you will also get rid of the fallacies that were in your mind since your childhood.Your correct assessment of any situations often puts you far ahead of those who deals with you in day-to-day life.At last, your patience will help you gain what you were waiting for a long time. Your efforts are sure to be appreciated.You will prove yourself to be shrewd, organised, hard working, calculating and content to pull all the strings your position allows. Nothing to feel embarrassed if others feel that you are having more vigour than femininity.You will find everything in favour of you as your subordinates and seniors will all be encouraging in your new project.Spending some time to analyse your present physical condition will only make you more energetic and pleasant. In a way, this will enable you to seek out a solution for your present dullness, which is making you both irritating and gloomy.Just go around socialising and throw lavish parties which will bring you attached to some beautiful and romantic people, who can bring a change to the lifestyle as well as the dullness of your life.You will find someone who can provide you with proper guidance as you are in confusion whether to enter a new venture or not.",
    "10": "You will meet someone this week to whom you will get attracted. Don't feel depressed of the first reaction from that person to your approach. Try again and again if your mind says so.You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased.You are vibrant and enthusiastic and your extraordinary energy will draw more people towards you this week.Your romantic reverie is far more a journey into fantasy-land than an earthbound evening of parties and dances.Take a short vacation to spend some time with your family. Money earning for them is not the sole responsibility of a father, you must also find out time to solve their problems.A man like you need lots of love, affection and warmth and this week you will have someone behind you to act as a sounding board. And you are in for success.You will prove to be romantic for your love for whom life really isn't worth living without your love and care.To err is human and to forgive is divine. You will feel much relieved by getting pardoned from your dear one for your mistake you go through accidentally.You will be geared up to take any sort of work as your mental and physical stamina is at its peak. Try to invest your vigour in something good and purposeful.You wield a lot of power and love new projects, people and interests. The optimistic nature will help you feel rejuvenated.",
    "11": "Harmony seems to be the keyword for you this week. At work, at home, with friends, with your hairdresser, everyone you meet this week will look beautiful to you. Just make sure that you don't miss out due to ignorance.Your guiding and helping character will do a world of good for your near and dear ones. The support extended by your dominant nature will not only be of help to them but will turn out to be positive for you also.You will love to be swept off your feet by a deliciously seductive soul, as you are romantic, dramatic and daring.Creativity and imagination have been your most productive traits. Nurturing them and taking all the support you need is most advised. Remember, this could spell a boost to your lifestyle too.This is a good week to take projects off the backburner. Make space for your new life coming up. If you're unsure about how to proceed, defining your goals is step one.Your generous and warm qualities will lead you to many joyful love experiences.The world may be stressing and testing you. Although you may outwardly define yourself by your professional achievements, you may still need to remind your colleagues that your being a woman does not make you weak and that there is a man inside you.You may just love the people you work with. As a matter of fact, working well with someone and sharing visions with him or her, may just turn you on. You're hot to trot - beware of a tendency to be rash.Will get a relief from an ailment haunting you for a long time, and you will feel more relaxed. You will start relying more on the words of your physician.A thorough analysing of the situation will only shower on you the best, whether it is for beginning a new venture or choosing a life partner.",
    "date": "Sunday, 10 January 2021 to Saturday, 16 January 2021"
}
]
