horo_english=[
  {
    "0": "Dealing with important persons with excellent personalities will help you to get rid of some negative peculiarities that were haunting you for a long time. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. Although you act as a tough guy outwardly, the delicate and loving nature in you will get blossomed these days, making you more lovable and caring than ever before. Women will have a favourable week, both at workplace and home. You will find yourself more appreciated and cared by others. It will be better for you to make some delay in beginning the new projects. As a man tend to have success in all you dealt with, this new one is not supposed to bring you the benefits you expect. The main menace to your health is your emotions, which, in the form of repressed anger, grudges and painful remembrances can even lead to a mental syndrome. Children will depend more on you for their problems. As a mother, you will be able to help them out of it with your practical and intelligent mind. Your ego and pride can become shackles that hamper your progress in life. It will only be wise to mingle more with those you deal with and accept their advice to reach your motive. In order to avoid a failure and to withstand your position, students must contribute more time and effort on studies. Financial help from some unexpected source will enable you to speed up the project which you felt would come up to an end without proper support.",
    "1": "Don't feel embarrassed if you feel drawn towards a person who was never a person of interest for you. Hope for the best, as this may lead to an utter change in your life. Your fun-loving nature and the keen sense of humour will make you attracted towards beauty and harmony. You will also be a target of attraction for others. You will find yourself tough, strong, energetic and very restless this week. You will attain favourable signs in whatever steps you take. A temptation to get too involved in vicarious experiences will leave you suffering severe frustration, as your emotions are not satisfied. You will be in a world with your illusions to give you company. Try to get out of this seclusion, otherwise it will become more troublesome for you to get rid of this. You will go through a period, which make your mind restless, impatient and changeable. Unnecessary imagination mainly negative ones will make it impossible for you to workout any of your projects efficiently. This week, your aim with Cupid's arrow is especially on target. So make sure 'what you're passionate about is what you want' because you just might get it or get more of it than you ever thought possible. Seek out some time from your busy works and spend a week or two with your dear one. A journey to some beautiful place will act as a booster for your fading relationship due to the lack of romantic moments. You are prone to nervousness which will make you do some blunders with your near and dear ones. A heartfelt apology may enable you to rescue from the consequences, even though it is not fully guaranteed for the time being. You will be geared up to take any sort of work as your mental and physical stamina is at its peak. Try to invest your vigour in something good and purposeful.",
    "2": "You are generous to achieve anything beautiful and harmonious and will be willing to lavish money and energy for it. You are vibrant and enthusiastic and your extraordinary energy will draw more people towards you this week. Your wish to stay in aloofness will only make you dip more into illusions and bad dreams which are haunting you for a very long time. Moneymaking will be your main focus for the time being and this will forbid you from using your creative and imaginative talents efficiently. Now it is time to reveal your mind to the one you love. Otherwise, it will turn out to be too late. As you have chosen the right partner, your married life can be a continual source of joy and impression. Encouragement and assurance you provide on others will bring you great acceptance and applause. This will later help you to attain the support to reach your aim. Your physical health is in an excellent condition this week. Although you will go through some problems, you will come out of all that successfully. Your need has to be considered seriously when you fall in love. Your tendency to be so serious in an affair will bring out some delay in finding out a romantic pair for you. You will find your decision in accepting a new scheme as confusing. Take more time to discuss and analyse the situation or it will prove out to be a ruin for you.",
    "3": "Your ability to experiment will prove to be a boon for you and you will be using this resource of yours to make everyone stand up and take notice of you. Your impulse to derive more and more returns while implementing your ideas will bring opposing approaches towards you from those who are assisting you in flourishing your project. There are going to be incidents where your fatherly nature will hold good for you as those close to you will feel secure, protected and feeling good. You will feel happy and content that you have been of help to others. The forecast shows a very good week ahead. All those men out there can go out and do those wonderful things they have been planning for quite some time now! Things have been happening with your knowledge. Its aftermath may have a negative impact on your future. A clear mind and sharp senses will help you face the situation and come out unscathed. Both at workplace and home, your innovative nature will help you keep up the tempo and bring more enjoyment to your life. Keep it up and monotony in life will be a thing of the past, forgotten and buried! Personally, you will sort out some plans for the upbringing of your financial and career life. But, you will lack the support from others which can bring a delay on your project. You have been kept unconcerned for such a long time giving you just unpleasant reminders in your mind. You will now find a way to spend some time refreshing the old memories. Your sense of uncertainty will create worry, depression and fearfulness. Take holiday for some days and be with your family. This will, to an extent, help you bring back the revitalisation and harmony back to your life. You are quite inventive with things you really enjoy. Money or resources spring up for entertainment. You have fun with friends. You find yourself taking brilliant risks that make a splash and reveal more of who you are discovering yourself to be.",
    "4": "More and more project ideas will come to you. Your ability to experiment will help you choose the best out of it. Your ability to face matters confidently will make you able to deal with some harsh situations coolly. Try to keep a tight grip on your emotions towards others. Women will have a favourable week, both at workplace and home. You will find yourself more appreciated and cared by others. You are a person who is attracted towards novelties. This will bring you attached to some new projects which are sure to gain you profit without much delay. As per signs, you will go through complex situations for a few days. You will find yourself restless and argumentative in whatever work you undertake. You will feel that you lack the power for analysing to reach an intelligent decision. You need to do some meditations to calm your feverish activities and brains, or in other words, to silence the mind. You will feel that all your physical strength has got drained out due to the mental and physical stress you experience this week both at work and home. Find some time for exhilaration for body and mind which you really need for the time being. For a long time you would have been avoiding your artistic talent, now it is time to brush and take it out. This, of course, will bring a new stimulating mood to your life. Moments of rejoicing are here for you once again, as you will find out a new way to seek thrills in your favourite way. Busy schedules will force you to postpone a trip you were anxiously waiting for. Don't get depressed for this will never be the last chance.",
    "5": "Patience must be the prime word for you while mingling with your siblings, as you will never understand where you have gone wrong while dealing with them. . A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. Emotional blowups will only create unending problems, better prepare yourself to face any situations calmly. Showing sympathy towards your near and dear ones will never bring any harm to your image. You will get easily agitated this week that you will find yourself inactive and in a lack of energy to present yourself the kind of charismatic man you used to be. Will go through a difficult situation this week. As a father, you will find it hard to cope up with the necessities of the children. Women will attain respect and recognition from those you mingle with. You will find yourself presentable on important occasions. Motherly affection you possess will make your children as well as their friends, come in search of you in their difficulty for some comfort and advice from you. Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation. You have been kept tacit for some time about your wishes like wandering around or hitchhiking, mainly because of money and time. Now everything will come in favour of you for doing something which makes you pleasant. A trip with your near and dear ones will lead you to some thrilling moments. Enjoy it, as these are not the ones you get often.",
    "6": "With your talent, creativity, charisma and power of analysing you would successfully finish the assigned tasks and win the accolades of your seniors. You will go through a mode of life making others feel that you are unreliable, non-committed and restless. Dealing with important persons with excellent personalities will help you to get rid of some negative peculiarities that were haunting you for a long time. Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others. You will find time favourable for you to execute the alterations you are planning to make in your house as well as in the office. Consulting with someone related will bring more good to you. Patience to accept criticism sensibly and listen to other people will bring back the tranquillity to your life. A strong will to take decisions regarding your future may arise the grudge of others but this is your life and you are the one to get along with it. You tend to overindulge in food, and weight becomes your problem. A strict diet will help you to attain back your physical harmony. You will go through some exciting instants this week. Thrilling experiences you haven't experienced for such a long time will come back to you making you more energetic and joyful. Financial help from some unexpected source will enable you to speed up the project which you felt would come up to an end without proper support.",
    "7": "Frustration may creep in. You will find that your efforts haven't been rewarded and that you haven't got your benefits. Don't let this disappoint you. Like a phoenix, rise from the ashes! Your guiding and helping character will do a world of good for your near and dear ones. The support extended by your dominant nature will not only be of help to them but will turn out to be positive for you also. You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now. Your peculiarities, which were a source for others to make fun of you, will bring some advantages for you this week. You will find yourself a central figure in some parties or public gatherings. This is a good week to take projects off the backburner. Make space for your new life coming up. If you're unsure about how to proceed, defining your goals is step one. The world may be stressing and testing you. Although you may outwardly define yourself by your professional achievements, you may still need to remind your colleagues that your being a woman does not make you weak and that there is a man inside you. You may feel down and depressed as things may not be going according to your expectations. Let this not make you lethargic and demotivate you. This may only be a small hurdle in one of the life's journeys. Remember you have a goal to fulfil. An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family. You will act more as a critic and a fussy perfectionist and will be eager to remain attached to your philosophical attitudes. This will raise a strong objection from others, making it somewhat difficult for you to handle the situation. For a long time you would have been avoiding your artistic talent, now it is time to brush and take it out. This, of course, will bring a new stimulating mood to your life.",
    "8": "Your nature of getting out of the relation when all the excitements of a romance die down will only present you with mental trauma this time. So avoid hurting others and by which hurting yourself. Feeling dull in mind will make you even averse towards anything which can shower you beauty and harmony. Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. Although you act as a tough guy outwardly, the delicate and loving nature in you will get blossomed these days, making you more lovable and caring than ever before. Complications from misunderstandings in your love life will get you into some bewildered situation this week. A good conversation between you two will bring you better moments. Your daily schedules must have prevented you for a long time to have some romantic moments with your spouse. Get out of this tight schedule and spend some time with your spouse and children to get back the harmony which you are lacking for a long time. Children will depend more on you for their problems. As a mother, you will be able to help them out of it with your practical and intelligent mind. Those related to the charitable societies or such firms will finally find your efforts being widely accepted by the people. Doing good will always bring a worthy result. More and more people will approach you for your guidance without you even expecting it. This will make your days and mind busy, and you will go through a pleasant situation altogether.",
    "9": "You will love life and will find one or the other way to get the very most out of today. But your irritating nature and love towards yourself will hurt your near and dear ones. Dealing with important persons with excellent personalities will help you to get rid of some negative peculiarities that were haunting you for a long time. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. You will prove yourself to be honest, caring and fitting well with the image of a good husband and father, revealing the sensitive and caring nature you kept deep inside in you till now. Time is apt for you to work out the changes you intend to implement on projects you are undertaking. You will attain financial and physical support from the sources you expect. You will express the nature of being too independent and freedom loving. It won't be something of wonder if others, especially your near and dear mistook you. Motherly affection you possess will make your children as well as their friends, come in search of you in their difficulty for some comfort and advice from you. You give more importance to shared interests and emotional compatibility. You must also make yourself prepared to accept what others have to say and encourage them for their ideas. Otherwise, it will make you aloof from others. Try to be in control, as compulsive eating and escape motivated drinking can perpetrate ruin to your physical condition. Financial help from some unexpected source will enable you to speed up the project which you felt would come up to an end without proper support.",
    "10": "With your talent, creativity, charisma and power of analysing you would successfully finish the assigned tasks and win the accolades of your seniors. Your ability to face matters confidently will make you able to deal with some harsh situations coolly. Try to keep a tight grip on your emotions towards others. Stop criticizing and think how as a father you can deal with the situation your children are facing. They are eagerly waiting for your support and help. Women with a strong motive will get more energy and stamina to fight back in any negative situations. Time is apt for plucking the ripe fruits of your hard work. You will find time favourable for you to execute the alterations you are planning to make in your house as well as in the office. Consulting with someone related will bring more good to you. Self-indulgence and laziness will curb you from utilising the wit and intelligence you own to handle the projects you undertake. Try to mingle more with your co-workers and think before saying anything critical about others. The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome. For a long time you would have been avoiding your artistic talent, now it is time to brush and take it out. This, of course, will bring a new stimulating mood to your life. You will go through some exciting instants this week. Thrilling experiences you haven't experienced for such a long time will come back to you making you more energetic and joyful. Busy schedules will force you to postpone a trip you were anxiously waiting for. Don't get depressed for this will never be the last chance.",
    "11": "You may be feeling both angry and hurt this week. You are in an especially sensitive and mildly irritable state and small things get on your nerves. Spend some time with your personal diary and express every thought on your mind. Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. The feminine nature hidden in your masculine shell will open you to new friends as that caring and loving touch will give them the feeling that you are very supportive. It'll do you good! Both at workplace and home, your innovative nature will help you keep up the tempo and bring more enjoyment to your life. Keep it up and monotony in life will be a thing of the past, forgotten and buried! Your outspoken and extrovert nature may make those around you to feel that, in spite of being a woman, you are trying to be a man. This shouldn't discourage you as it is their insecurity and their problem, not yours. Your wait to be a mother may be fulfilled this week. There's every likely for a visit to the doctor, bringing joy and a beautiful new essence to life. Precaution and care should be taken and everything should go smooth. You may feel down and depressed as things may not be going according to your expectations. Let this not make you lethargic and demotivate you. This may only be a small hurdle in one of the life's journeys. Remember you have a goal to fulfil. Students must spend more time on your work as you need a great amount of effort to excel in your studies. More and more people will approach you for your guidance without you even expecting it. This will make your days and mind busy, and you will go through a pleasant situation altogether.",
    "date": "Sunday, 5 July 2020 to Saturday, 11 July 2020"
}
]
