horo_hindi=[
  {
    "0": "इस हफ्ते आपकी संताने आपको अधिक सहयोग देंगे। आपके सपनों को साकार करने हेतू वे अपना योगदान देंगे।अधिकारियों द्वारा नयी परियोजना के लिये स्वीकृति देने से आपके विचारों, जो अब तक आपके दिमाग तक ही सीमित था, के विकास और उसको अमल में लाने का अवसर प्राप्त होगा।आपकी योग्यता, रचनात्मकता और प्रतिभा के कारण आपको आपके प्रयासों के लिये जल्द ही पुरस्कृत किया जायेगा। अपनी आगे की जिंदगी के लिये मजबूत नींव रखने का यह उचित वक्त है ।आप स्वतंत्र, महत्वाकांक्षी और उद्देश्य पर लक्ष्य केंद्रित करनेवाले साबित होंगे। आप की होशियारी तथा हाजिरजवाबी, आप को ज़्यादा प्रयासों के बगैर आपके लक्ष्य तक पहुंचाएगी। अभी वक्त आपके लिये सही मायने मे अनुकूल है ।अपने मन को तरोताजा करने वाला करने के लिए किसी को पाइए, क्योंकि यदि आप केवल अपने कैरियर अथवा कार्य के साथ ही जाते हैं तो आप कुछ नीरस हो सकते हैं। इस सप्ताह कोई छुट्टी आपके लिए अधिक ताजगी लाएगा।आप जो कार्य की जिम्मेदारी लेते हैं उसके प्रति अपने तरीके में आप दृढ़, ईमानदार, अटल और प्रयोगात्मक होते हैं। कुछ समय के लिए आपका यह तरीका आपके कैरियर व्यवसायक सौदेबाजियों में आपके लिए बहुत ज्यादा सफलता लाएगा।अब यह समय आपकी व्यक्तिगत वृद्धि के लिए नजरियों पर अधिक सोचने का है, क्योंकि यह आपके लिए आपके और आपके परिवार हेतु जीने का समय है।यद्यपि आप कई लोगों से परिचित हैं, तथापि आपको तर्क करने की आपकी योग्यता को उपयोगी रूप से उपयोग करने का प्रयास करना चाहिए और ऐसे वास्तविक लोगों को खोजने का प्रयास करना चाहिए जो आपके लिए संवाद करने एवं मित्र बनने के लिए अच्छे हों।खेलों और छोटी चुनौतियों के लिए आपका प्रेम इस सप्ताह आपके लिए निर्धारित यात्रा को मजेदार बनाएगा।विद्यार्थियों के पास उनके अध्ययनों को पूरा करने के लिए एक उच्च रूप से अनुशासित और व्यवस्थित तरीका होगा। आप अपने उन प्रयासों के लिए, जो आपने किए हैं, एक बहुत अच्छा परिणाम प्राप्त करेंगे।",
    "1": "इस हफ्ते आपकी संताने आपको अधिक सहयोग देंगे। आपके सपनों को साकार करने हेतू वे अपना योगदान देंगे।आपको जिंदगी से प्यार हैं और आप किसी ना किसी तरह आज कुछ अच्छा पाने की कोशिश करेंगे। परंतु आपका चिड़चिड़ा स्वभाव और खुद को ज्यादा प्यार करना आपके प्रियजनो को दुख पहुंचा सकता हैं।आपके दोस्त एवं सहयोगियों से मिला समर्थन आपको इस हफ्ते आपका सपना पूरा करने में सहायक साबित होगा। दुसरों की सलाह स्वीकार करने हेतू आपका सब्र भी ज़रुरी है।अन्न एवं मद्यपान में ज्यादा न डुबे अन्यथा आपको शारीरिक पीड़ा और आपकी पत्नी और बच्चो को इससे मानसिक तनाव का सामना करना पड़ सकता हैं ।नयी बुनियाद रखने हेतू अभी कैरियर या नये उपक्रम की शुरुआत करना आपके भविष्य के लिये लाभदायक होगा।आपने इस हफ्ते जो भी करने का सोचा है, वह मुख्यतः आपकी कुशाग्रता, दृढ़ता काम करने की जबरदस्त इच्छा यशस्वी बनाएगी। कुशाग्रता, दृढ़ता और पूर्णता संबंधित आपके जुनून के कारण सफल होगा ।आप अधिक स्वतंत्र और मुक्त प्रेमी होने की प्रकृति व्यक्त करेंगी, यदि दूसरे लोग, विशेष रूप से वे जो आपके प्रिय हैं, आपको गलत समझे तो कोई आश्चर्य नहीं होगा।आप साझा रुचियों और भावनात्मक संगति को अधिक महत्व देतें हैं, किंतु आपको स्वयं को भी वह सब स्वीकार करने के लिए तैयार करना चाहिए जो दूसरों को उनके विचारों के लिए उनको कहना और प्रोत्साहित करना पड़ता है। अन्यथा यह आपको दूसरों से दूर कर देगा।आपके कैरियर की पसंद कोई भी हो, आपकी दृढ़ता और विशुद्ध सहनशीलता का संयोजन आपको एक विजेता सिद्ध करेगा। व्यक्तिगत रूप से यह सप्ताह आपके संवर्धन के लिए एक सोपान सिद्ध होगा, चाहे आर्थिक रूप में या कैरियर के रूप में।आपको किसी सुंदर स्थान की मजेदार यात्रा के लिए प्रस्ताव मिलेंगे। आप इस यात्रा का अधिक आनंद लेंगे क्योंकि आप अपने प्रियजनों के साथ हैं।",
    "2": "काम करना आपके उत्तेजना का प्रमुख स्त्रोत होने के कारण आप शायद ही आपके मन एवं शरीर को आराम देते है। आपको आपके मेहनत का फल जल्द ही मिलेगा जिसपर आपका अधिकार हैं।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।आपके दिमाग में बहुत सारे विचार आएंगे । अब आपको सहकर्मियों की सहायता तथा उन्हे अमल मे लाने हेतू आत्मविश्वास की ज़रुरत हैं।आप बलवान, निष्कपट एवं भरोसेमंद प्रकार के पुरुष हैं जिनकी तलाश स्त्रिया करती है, परंतु आपका झूठा अहंकार आपको दुराग्रही तथा घमंडी पुरुष बना देता है । इससे ही आपका पुरुषार्थ दिखता है ऐसी आपकी धारणा हैं।जिंदगी जीने का तरीका और छोटी चीज से बड़ा लाभ उठाना आपको भलीभाँति आता है, इसलिये इन दिनो आपको जो भी मिलेगा उससे ज्यादा से ज्यादा फ़ायदा आप उठायेंगे।आप अनुभव करेंगे कि आजकल आपका वैवाहिक जीवन बहुत ही नीरस है। आपको अधिक वार्तालाप करने वाला और प्रतिबद्ध होने का प्रयास करना चाहिए क्योंकि यह भी एक ऐसी चीज है जो किसी संबंध में बड़ी भूमिका निभाती है।मित्रों और रिश्तेदारों के प्रति आपकी ईमानदारी आपकी जरूरत में आपके लिए सहायता लाएगी। चूँकि आप हमेशा उनकी सहायता करने के लिए हैं, इसलिए अब आप पर प्रेम और देखभाल की बौछार करने की उनकी बारी है जो आपके लिए बड़े पैमाने में सहायक होगी।आपके रिश्तेदारों और मित्रों की ओर से समर्थन आपके भविष्य के लिए एक मजबूत आधार हेतु नींव रखने के लिए परमसुख के रूप में बौछार करेगा।आपकी स्वयं की दार्शनिक विचारधारा है जो व्यक्तिगत निर्णय लेते समय आपका मार्गदर्शन करती है। इस सप्ताह आप इसे अधिक उपयोगी पाएँगे और शांति का अनुभव करेंगे कि आप इस पर विश्वास करते हैं।आपका चंचल, भ्रमित व्यवहार आपके कार्यों पर कई सीमाएँ लगाएगा। यद्यपि आपके इरादे अच्छे हैं तथापि लोगों का सम्मान प्राप्त करने के लिए कुछ अधिक समय लगेगा।",
    "3": "आप किसी नजदीक व्यक्ति , जिसके साथ आप या तो रिश्ता जोड़ेंगे या फिर मजबूत करेंगे उसके बारे में आप गहराई और दृढ़ता से विचार करेंगे। आपका व्यक्तित्व आपको सकारात्मक रूप में प्रतिसाद करने का प्रलोभन देता है, परंतु ध्यान रहे आपसे कोई बड़ी गलती ना हो ।ऐसा लगता है कि इस सप्ताह में तालमेल आपका संकेत शब्द है। इस सप्ताह में आप जिस किसी से काम में, घर में, मित्रों समेत, आपके नाई के साथ मिले, आपको सुंदर दिखाई देगा। ध्यान रहे, आप अपनी अज्ञानता के कारण इस मौके को खो न दें ।इस हफ्ते खुद को क्रोधित तथा दुखी महसूस कर सकते हैं। आपकी स्थिति अभी संवेदनात्मक और थोड़ी संतोषजनक हैं और छोटी छोटी बातो पर भी आप गुस्सा कर सकते हैं। कुछ समय अपने व्यक्तिगत डायरी के लिये निकाले और अपना हर विचार उसमें लिखें।खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।आपके पुरुषार्थ में छिपा नारी सुलभ प्यार का लक्षण आपके नये दोस्तों को तब पता चलेगा जब आपके प्यार से उन्हे आपके मददगार होने का अहसास होगा। यह आपके लिये लाभदायक साबित होगा!आप दोनों के बीच गहरी समझ और सहयोग आपके सफल वैवाहिक जीवन के पीछे की प्रेरक शक्ति है। स्वयं को भाग्यशाली समझिए और आप दोनों के बीच प्रेम को बनाए रखने के लिए सभी आवश्यक कार्य कीजिए।आपकी स्पष्टवादी और बर्हिमुखी प्रकृति उन लोगों को, जो आपके आसपास हैं, अनुभव करवा सकती है कि एक महिला होने के बावजूद आप एक पुरुष बनने का प्रयास कर रही हैं। इससे आपको हतोत्साहित नहीं होना चाहिए क्योंकि यह उनकी असुरक्षा और उनकी समस्या है, आपकी नहीं।माँ बनने की आपकी प्रतीक्षा इस सप्ताह पूर्ण हो सकती है। चिकित्सक के पास जाने, आपके जीवन में आनंद और सुंदर नई सुगंध आने की पूर्ण संभावना है। सावधानी और देखभाल अपनाना चाहिए और प्रत्येक चीज निर्विघ्न चलना चाहिए।आप इस समय भावनात्मक और शारीरिक रूप से नीचे हैं। यद्यपि आप सामान्यत: स्वयं को धकेलने के लिए प्रवृत्त होते हैं, तथापि अपने शरीर को सुनने और उसे जिस चीज की आवश्यकता है वह देने का बेहतर समय है। माफी की अपेक्षा सुरक्षित रहना बेहतर है!प्रेम में पड़ना आपका पसंदीदा पास टाइमों में से एक हो सकता है, लेकिन आगे बढ़ने के लिए यह एक अच्छा तरीका नहीं है। अब एक सच्चे, स्थिर और स्थाई संबंध में प्रवेश करने का समय है, अन्यथा बहुत देर हो जाएगी।",
    "4": "किसी प्यार में उत्तेजना या आकर्षण खत्म होने पर उसे छोड़ देने का आपका स्वभाव इस बार आपको केवल मानसिक आघात दे सकता है। इसलिए दुसरों को दुखी ना करें क्योंकि उससे आपको दुख होता है।आप हाजिर जवाब, दरिया दिल, प्यार करने वाले और मनभावन होंगे जिससे दुसरों के लिये आपको कभी अरुचिकर नही लगेगा आप हमेशा क्रियाशील रहेंगे और उनके लिये जिंदादिल व्यक्तित्व बने रहेंगे।आपकी कुछ विशिष्टताएं आपको महत्वपूर्ण बैठकों में जाने से रोकेगी, जहाँ जाने से आपको अपने कैरियर को आगे बढ़ाने तथा आत्मविश्वास को बढ़ाने में सहायता मिल सकती थी।किसी मामले को आत्मविश्वास के साथ सुलझाने की आपकी क्षमता आपको कठोर परिस्थिति का सामना शांति के साथ करने हेतू मदद करेगी। दूसरों के प्रति अपनी भावनाओं पर पूरा नियंत्रण रखें।महिलाओं के लिये अनुकूल हफ्ता है । लोग आपकी प्रशंसा करेंगे तथा आपकी ज्यादा हिफ़ाज़त करेंगे।आपको अपना नया प्यार मिलने से, पुरुष होने के नाते आपमें जो विशेषताएं हैं वो समझने में यह सप्ताह आपको मदद करेगा जैसे प्रशंसनीय, हाजिर जवाब और दरियादिल होना.लक्षणो के अनुसार आप कुछ दिनो तक जटिल परीस्थितीयों से गुजरने वाले है। जो भी काम आप अपने हाथ में लेंगे उसमें आप खुद को व्याकुल एवं तर्कसंगत पायेंगे। आपको यह लगेगा की सही मायने में आप अपनी तर्कशुद्धता से कुशल निर्णय लेने की क्षमता खो बैठे हैं।दूसरे लोगों के लिए आप स्वयं के निर्भीक निर्णयों के साथ एक मजबूत व्यक्तित्व के व्यक्ति हो सकते हैं। इससे दूसरेआपकी आलोचना भी करेंगे क्योंकि आप एक महिला होने के बावजूद भी दृढ़ हैं।आपके आगे एक ऊर्जात्मक और तरोताजा करने वाला करने वाला सप्ताह । आप अपने कार्य या नए उद्यमों से संबंध रखने वाले नई चुनौतियों को स्वीकार करने के लिए तैयार रहेंगे । आपकी ताजगी आपके संपूर्ण परिवार के लिए एकरूपता लाएगा।आप अपने किसी प्रियजन द्वारा आपके जीवन में लाए गए अप्रत्याशित बदलाव से दुखी होने का अनुभव करेंगे। अपना आत्मविश्वास मत खोइए वापस लड़ने का प्रयास कीजिए और अपनी स्थिति को मजबूत रखिए।",
    "5": "अब आप बहुत दिनो सें आपके मन में चल रहे योजनाओं को साकार करने की ओर आगे बढ़ सकते है । आपके नक्षत्र आपके लिये अनुकूल दिखाई देते है इसलिये अवश्य आपको लाभ होगा।यह हफ्ता आपके लिये मुश्किलों से भरा होगा। पिता के रुप में अपने बच्चो की ज़रुरतों को पूरा करना आपके लिये कठिन होगा।आपकी मानसिक स्थिति से उभरने के लिये आपको जीवन की विशेषताओं को अगल नज़रिये से देखना होगा और खुद को तनाव से थोड़ा दूर रखना होगा।बहुत असुरक्षित होते हुए, आपको ऐसे व्यक्ति की आवश्यकता है जो आपको विशेष होने का अनुभव कराए। अब आप भाग्यशाली हैं कि आप बिना विलंब के किसी ऐसे व्यक्ति को पाएँगे जो आपके जीवन में मजबूती और एकरूपता लाएगा।आपकी स्वयं की दार्शनिक विचारधारा है जो व्यक्तिगत निर्णय लेते समय आपका मार्गदर्शन करती है। इस सप्ताह आप इसे अधिक उपयोगी पाएँगे और शांति का अनुभव करेंगे कि आप इस पर विश्वास करते हैं।जबरदस्ती खाना और उकसाया गया मदिरापान आपके स्वास्थ्य को खराब कर सकता है। ध्यान और स्वनियंत्रण इस स्थिति से बाहर निकलने के लिए आपकी सहायता करेगा।आपका चंचल, भ्रमित व्यवहार आपके कार्यों पर कई सीमाएँ लगाएगा। यद्यपि आपके इरादे अच्छे हैं तथापि लोगों का सम्मान प्राप्त करने के लिए कुछ अधिक समय लगेगा।आपके प्रियजन आपके मार्गदर्शन के लिए आएँगे, क्योंकि आप अपनी तर्कशक्ति का उपयोग करने और इसे दूसरों के सामने प्रभावी और तार्किक रूप से प्रस्तुत करने में अच्छे हैं।व्यवसाय संबंधित छोटी यात्राएँ आपके लिए सफल होंगी।कौशल, रचनात्मकता और करिश्मा वाले विद्यार्थियों को आपके प्रयासों के लिए शीघ्र ही पुरस्कृत किया जाएगा। अपने प्रयासों के साथ आगे बढ़िए।",
    "6": "संतानों से बात करते समय आपकी दरियादिली एवं जोश के कारण आपके जीवन में आनंद और खुशी के कई मौके आएंगे।इस हफ्ते आप कुछ पाने के संघर्ष में खुद को निर्मम एवं निर्दय महसूस करेंगे, कभी-कभी अपने आप को और आस पास के लोगों को पागल बनाते हैं ।अधिकारियों द्वारा नयी परियोजना के लिये स्वीकृति देने से आपके विचारों, जो अब तक आपके दिमाग तक ही सीमित था, के विकास और उसको अमल में लाने का अवसर प्राप्त होगा।आलोचना ना करें बल्कि पिता होने के नाते आपके बच्चे जिन समस्याओं का सामना कर रहे हैं उन्हे सुलझाने की कोशिश करें। आपके सहायता एवं मदद की उन्हे उत्सुकतापूर्वक प्रतीक्षा है ।अत्यंत आदरणीय मनुष्य होने के नाते लोगो की ज्यादा अपेक्षाओं के कारण आपको बोझ तले दबा हुआ महसूस होगा। केवल उन्ही समस्याओं को सुलझाएं जो आपके नियंत्रण में होगी, अत्यधिक प्रतिबद्धताओं से आपको अधिक तनाव होगा।जिंदगी जीने का तरीका और छोटी चीज से बड़ा लाभ उठाना आपको भलीभाँति आता है, इसलिये इन दिनो आपको जो भी मिलेगा उससे ज्यादा से ज्यादा फ़ायदा आप उठायेंगे।इस सप्ताह आप जिन परियोजनाओं पर काम करेंगे वह फलदायी रहेगी क्योंकि आपके लक्षण अभी अनुकूल स्थिती में हैं जो आपको आकर्षक, बौद्धिक, अती उत्साही तथा अनुकूलनीय बनाएंगे।अनावश्यक आलोचना, अत्यधिक चिंता और भय ऐसे घटक होंगे जो स्वतंत्रता और सहजता की आपकी समझ को नियंत्रित करते हैं। आप अपने सहकर्मियों की दूरी से नीरस अनुभव करेंगे, आपको अत्यधिक प्रोत्साहन और प्रेरणा की आवश्यकता है।अब यह समय आपकी व्यक्तिगत वृद्धि के लिए नजरियों पर अधिक सोचने का है, क्योंकि यह आपके लिए आपके और आपके परिवार हेतु जीने का समय है।खेलों और छोटी चुनौतियों के लिए आपका प्रेम इस सप्ताह आपके लिए निर्धारित यात्रा को मजेदार बनाएगा।",
    "7": "आपको जिस व्यक्ति के प्रति बिलकुल भी रुची नहीं है, यदि आप उनकी ओर आकर्षित होते हैं तो शर्मिन्दा होने की जरूरत नहीं है । इससे आपके जीवन में बहुत बदलाव आ सकता है इसलिए अच्छे की आशा करें।आपकी जारी नौकरी संतोषजनक नही होने की वजह से आप नौकरी बदलना चाहेंगे। ज्योतिष के अनुसार परिवर्तन का समय अभी नहीं आया है । आपको अभी शांत रहना चाहिए। अपने सपनों के प्रोजैक्ट की शुरुआत अभी न करें।किसी मामले को आत्मविश्वास के साथ सुलझाने की आपकी क्षमता आपको कठोर परिस्थिति का सामना शांति के साथ करने हेतू मदद करेगी। दूसरों के प्रति अपनी भावनाओं पर पूरा नियंत्रण रखें।आप अपने काम में अत्यधिक व्यस्त होने के कारण अपने परिवार के लिये समय नही निकाल पायेंगे। ध्यान रहे कि वे आपके देखभाल करनेवालो में से हैं। इसलिये उनके साथ ज्यादा समय बिताने से आपकी जिंदगी में अद्भुत बदलाव आएंगे।कुछ ऐसी घटनाएँ होगी जब आपके प्रियजन आपके साथ सुरक्षित, संरक्षित एवं अच्छा महसूस करेंगे, यहाँ आपका वात्सल्यपूर्ण स्वभाव सबको दिखाई देगा। दुसरों को मदद करने से आपको संतुष्टी एवं खुशी मिलेगी।इस हफ्ते के पूर्वानुमान के अनुसार ,पुरुषो के लिये यह हफ्ते , आगे बहुत अच्छा दिखाई देता हैं। बहुत दिनों से जो अच्छी योजनाएं पुरुष बना रहे थे उसके लिये बाहर निकलने का प्रोत्साहन उन्हे इस हफ्ते मिलेगा इस हफ्ते कामदेव के तीर के साथ आपका लक्ष्य निशाने पर है,आप जिसकी कामना करेंगे वो आपको मिलेगा, इसलिये आपको जो चाहिये सिर्फ उसी की कामना करें, क्योंकि वो आपको मिलनेवाला हैं, उससे कही ज़्यादा भी आपको मिल सकता हैं।संभवत: दुनिया आपको तनाव देने और आजमाने का प्रयास कर रही हो, और यद्यपि आप स्वयं को अपनी व्यवसायिक उपलब्धियों से परिभाषित करती हों, तथापि आपको अपने सहकर्मियों को अभी भी यह याद दिलाने की आवश्यकता हो सकती है कि एक महिला होना आपको कमजोर नहीं बनाता है और आपके अंदर एक पुरुष है।स्थिर होना अच्छा है किंतु आपकी स्थिति में नीरसता और उत्तेजना की स्थाई कमी से रक्षा करने की आवश्यकता होती है। देखिए कई बदलाव और चुनौतियाँ हैं।आप स्वयं को नए वातावरण में परिवर्तित करने के लिए कुछ समय लेंगे। एकांत खोजने वाला आपका मिजाज ही केवल आपको दूसरों से दूर रखने में सहायता करेगा।",
    "8": "आपने आजतक जिन उपक्रमो के लिये कड़ी मेहनत की है उसके परिणाम प्राप्त होने अब शुरु होंगे। तब तक आप शांत रहे और विश्राम करें, क्योकिं आपके कष्ट के फल प्राप्त करने का समय अब आ गया हैं।इस हफ्ते आपकी संताने आपको अधिक सहयोग देंगे। आपके सपनों को साकार करने हेतू वे अपना योगदान देंगे।आपके दिमाग में बहुत सारे विचार आएंगे । अब आपको सहकर्मियों की सहायता तथा उन्हे अमल मे लाने हेतू आत्मविश्वास की ज़रुरत हैं।आपकी योग्यता, रचनात्मकता और प्रतिभा के कारण आपको आपके प्रयासों के लिये जल्द ही पुरस्कृत किया जायेगा। अपनी आगे की जिंदगी के लिये मजबूत नींव रखने का यह उचित वक्त है ।आप स्वतंत्र, महत्वाकांक्षी और उद्देश्य पर लक्ष्य केंद्रित करनेवाले साबित होंगे। आप की होशियारी तथा हाजिरजवाबी, आप को ज़्यादा प्रयासों के बगैर आपके लक्ष्य तक पहुंचाएगी। अभी वक्त आपके लिये सही मायने मे अनुकूल है ।बहुत असुरक्षित होते हुए, आपको ऐसे व्यक्ति की आवश्यकता है जो आपको विशेष होने का अनुभव कराए। अब आप भाग्यशाली हैं कि आप बिना विलंब के किसी ऐसे व्यक्ति को पाएँगे जो आपके जीवन में मजबूती और एकरूपता लाएगा।आपके रिश्तेदारों और मित्रों की ओर से समर्थन आपके भविष्य के लिए एक मजबूत आधार हेतु नींव रखने के लिए परमसुख के रूप में बौछार करेगा।आपकी स्वयं की दार्शनिक विचारधारा है जो व्यक्तिगत निर्णय लेते समय आपका मार्गदर्शन करती है। इस सप्ताह आप इसे अधिक उपयोगी पाएँगे और शांति का अनुभव करेंगे कि आप इस पर विश्वास करते हैं।व्यवसाय संबंधित छोटी यात्राएँ आपके लिए सफल होंगी।कौशल, रचनात्मकता और करिश्मा वाले विद्यार्थियों को आपके प्रयासों के लिए शीघ्र ही पुरस्कृत किया जाएगा। अपने प्रयासों के साथ आगे बढ़िए।",
    "9": "अब आप बहुत दिनो सें आपके मन में चल रहे योजनाओं को साकार करने की ओर आगे बढ़ सकते है । आपके नक्षत्र आपके लिये अनुकूल दिखाई देते है इसलिये अवश्य आपको लाभ होगा।इस हफ्ते आप बहुत जल्द क्रोधित होंगे, आलस एवं ऊर्जाहीनता भी महसूस करेंगे। आप पहले जैसे आकर्षक व्यक्ति के रूप में खुद को प्रस्तुत नही कर पायेंगे।यह हफ्ता आपके लिये मुश्किलों से भरा होगा। पिता के रुप में अपने बच्चो की ज़रुरतों को पूरा करना आपके लिये कठिन होगा।आपने इस हफ्ते जो भी करने का सोचा है, वह मुख्यतः आपकी कुशाग्रता, दृढ़ता काम करने की जबरदस्त इच्छा यशस्वी बनाएगी। कुशाग्रता, दृढ़ता और पूर्णता संबंधित आपके जुनून के कारण सफल होगा ।अब यह समय आपकी व्यक्तिगत वृद्धि के लिए नजरियों पर अधिक सोचने का है, क्योंकि यह आपके लिए आपके और आपके परिवार हेतु जीने का समय है।व्यक्तिगत संबंध के साथ व्यवहार करते समय सावधान और रुढ़ीवादी रहने की आपकी योग्यता आपकी सहायता करेगी। आपका मस्तिष्क जो कहता है उसके साथ चलते रहिए, किंतु इसका अर्थ दूसरों की राय के प्रति पूर्ण रूप से टिके रहना नहीं है।आपको अपनी शारीरिक ताकत बढ़ाने के लिए इन दिनों बहुत बदलावों और चुनौतियों की आवश्यकता है। एकरूपता और उत्तेजना की सतत् कमी से रक्षा करने की आवश्यकता है।आप आपकी ईमानदारी और कर्तव्यनिष्ठा पर निर्भर हो सकते हैं और यह आपके लिए व्यापक स्वीकृति लाएँगे। किंतु कुछ समय के लिए आपके विरुद्ध किसी की ओर से अनावश्यक लिप्तता आपके लिए परेशानी का समय लाएगी।खेलों और छोटी चुनौतियों के लिए आपका प्रेम इस सप्ताह आपके लिए निर्धारित यात्रा को मजेदार बनाएगा।विद्यार्थियों के पास उनके अध्ययनों को पूरा करने के लिए एक उच्च रूप से अनुशासित और व्यवस्थित तरीका होगा। आप अपने उन प्रयासों के लिए, जो आपने किए हैं, एक बहुत अच्छा परिणाम प्राप्त करेंगे।",
    "10": "संतानों से बात करते समय आपकी दरियादिली एवं जोश के कारण आपके जीवन में आनंद और खुशी के कई मौके आएंगे।जिंदगी में एक सा दौर आयेगा जिसके कारण लोगो को आप गैरभरोसेमंद, गैर-समर्पित तथा चंचल प्रतित होंगे।आपके दोस्त एवं सहयोगियों से मिला समर्थन आपको इस हफ्ते आपका सपना पूरा करने में सहायक साबित होगा। दुसरों की सलाह स्वीकार करने हेतू आपका सब्र भी ज़रुरी है।जिंदगी जीने का तरीका और छोटी चीज से बड़ा लाभ उठाना आपको भलीभाँति आता है, इसलिये इन दिनो आपको जो भी मिलेगा उससे ज्यादा से ज्यादा फ़ायदा आप उठायेंगे।इस सप्ताह आप जिन परियोजनाओं पर काम करेंगे वह फलदायी रहेगी क्योंकि आपके लक्षण अभी अनुकूल स्थिती में हैं जो आपको आकर्षक, बौद्धिक, अती उत्साही तथा अनुकूलनीय बनाएंगे।आपके भविष्य के संबंध में निर्णय लेने की दृढ़ इच्छा दूसरों की ईर्ष्या उत्पन्न कर सकती है किंतु यह आपका जीवन है और आपको ही इसके साथ जीना है।अनावश्यक आलोचना, अत्यधिक चिंता और भय ऐसे घटक होंगे जो स्वतंत्रता और सहजता की आपकी समझ को नियंत्रित करते हैं। आप अपने सहकर्मियों की दूरी से नीरस अनुभव करेंगे, आपको अत्यधिक प्रोत्साहन और प्रेरणा की आवश्यकता है।आपके कैरियर की पसंद कोई भी हो, आपकी दृढ़ता और विशुद्ध सहनशीलता का संयोजन आपको एक विजेता सिद्ध करेगा। व्यक्तिगत रूप से यह सप्ताह आपके संवर्धन के लिए एक सोपान सिद्ध होगा, चाहे आर्थिक रूप में या कैरियर के रूप में।आप भोजन में अधिक लिप्त होने की ओर प्रवृत्त होते हैं और वजन आपका समस्या बन जाता है। एक नियंत्रित आहार आपको आपकी शारीरिक एकरूपता वापस प्राप्त करने में सहायता करेगा।आपको किसी सुंदर स्थान की मजेदार यात्रा के लिए प्रस्ताव मिलेंगे। आप इस यात्रा का अधिक आनंद लेंगे क्योंकि आप अपने प्रियजनों के साथ हैं।",
    "11": "भाई-बहन उनके बीच गलतफ़हमी दूर करते और बहुत दिनों के बाद एकत्रित होते हुए दिखाई देंगे। रिश्ते सुलझाने और पुराने दिनों का फिर से आनंद लेने का ये अच्छा मौका होगा।अपने और अपने प्रेम संबंधों के विकास के बीच एक संतुलन साधने की तुलना में अपने समूह के सहयोगियों, या परियोजनाओं के प्रति अपने दायित्व, आपके सीमा को बढ़ाने की संभावना है। इसलिये आपकी ऊर्जा का सही उपयोग होना चाहिए।आपके दिमाग में बहुत सारे विचार आएंगे । अब आपको सहकर्मियों की सहायता तथा उन्हे अमल मे लाने हेतू आत्मविश्वास की ज़रुरत हैं।एक बार अपनी समय-सारणी पर नज़र डाले , आपको पता चलेगा की आप अपने बच्चो को पर्याप्त समय नही दे रहे हैं। उन्हे अपने पिता की उपस्थिति की जरुरत है, और आपको उनके लिये समय निकालना चाहिए।पुरुष होने के नाते आपने दोस्ती के रिश्ते में ऐसे अनुभव लिये होंगे जिससे आपके रिश्ते और गहरे हो सकते हैं। आप इस हफ्ते अपनी पसंद की परियोजनाओं पर अधिकारियों पर भरोसा करने के बजाय खुद कार्य करें। बाद में पछताने के बजाय सावधान रहना अच्छा है ।सुधार हेतू अच्छी संभावना के साथ इस हफ्ते नकारात्मक या व्यर्थ की चिज़ो को नये रुप में परिवर्तित करने की क्षमता आपमें दिखाई देगी। भागीदार, ग्राहक और किसी महत्वपूर्ण व्यक्ति के साथ बातचीत इस वक्त लाभकारी दिखाई देगी। आपका भविष्य निस्संदेह अच्छा दिखाई देता है ।आप दिमाग केवल बॉक्स के अंदर की बात सोचनेमें बहुत उत्सुक हो सकता है, लेकिन अपमानजनक संबंधों को बनाने की आपकी क्षमता, आपको दूसरों के नजरिए से आगे सोचने का विचार प्रदान करता है । आपकी उत्कृष्ट अंतर्दृष्टि अविश्वसनीय आविष्कारों और बड़ी खोजों के लिए प्रेरित करता है ।आपके रिश्तेदारों और मित्रों की ओर से समर्थन आपके भविष्य के लिए एक मजबूत आधार हेतु नींव रखने के लिए परमसुख के रूप में बौछार करेगा।जबरदस्ती खाना और उकसाया गया मदिरापान आपके स्वास्थ्य को खराब कर सकता है। ध्यान और स्वनियंत्रण इस स्थिति से बाहर निकलने के लिए आपकी सहायता करेगा।व्यवसाय संबंधित छोटी यात्राएँ आपके लिए सफल होंगी।",
    "date": "रविवार, 27 सितंबर 2020 से शनिवार, 3 अक्टूबर 2020"
}
]
