horo_hindi=[
{
    "0": "अपनी संतानों से ज्यादा अपेक्षा न रखें अन्यथा आपको निराशा का सामना करना पड़ सकता है जिससे आपको शर्मिंदगी उठानी पड़ सकती है।आने वाले दिनों में स्वयं में सुधार लाना आपके लिये आदर्श रहेगा। इसके लिये आपके मित्रजन तथा रिश्तेदार मददगार रहेंगे.आप जैसे इन्सान को प्यार, वात्सल्य और सौहार्द की ज़रुरत है और इस हफ्ते आपको किसी ऐसे व्यक्ति का साथ मिलेगा जो आपके लिये परीक्षक की तरह कार्य करेगा। आपको कामयाबी मिलना तय है ।आप की समझ और कुशाग्रता से जिन परियोजनाओ पर कार्य करने में आप सक्षम है उस पर आपकी विलासिता और आलसीपन से लगाम लग सकता हैं। अपने सहकर्मियों के साथ मिलकर रहें और उनकी आलोचना न करें।आप किसी और महिला की अपेक्षा इतनी सतर्क, गोपननीय और सामान्यत: शंकालु हैं कि आप किसी व्यक्ति या किसी वस्तु के प्रति प्रतिबद्ध होने के पूर्व अधिक सावधान और जाँच-पड़ताल करने वाली महिला होती हैं।आपके आगे एक ऊर्जात्मक और तरोताजा करने वाला करने वाला सप्ताह । आप अपने कार्य या नए उद्यमों से संबंध रखने वाले नई चुनौतियों को स्वीकार करने के लिए तैयार रहेंगे । आपकी ताजगी आपके संपूर्ण परिवार के लिए एकरूपता लाएगा।एक लंबे समय से आप अपने कलात्मक कौशल से बच रहें होंगे, अब यह समय इसे निखारने और बाहर लाने का है। यह जरूर ही आपके जीवन में एक नया उत्तेजित करने वाला मिजाज लाएगा।यदि आप विश्लेषण करने के लिए अपनी शक्ति का उपयोग और अधिक प्रभावी रूप से करने में अनिच्छुक हैं तो आप अपने कार्यों को अपूर्ण छोड़ते हुए मस्ती की अवस्था में आ जाएँगे। दूसरों के साथ और अधिक तार्किक और समझने योग्य रूप से संवाद करने के लिए कुछ तरीके ढूँढिए।इस सप्ताह आप कुछ रोमांचक पलों से गुजरेंगे। रोमांचकारी अनुभव, जिनका आपने एक लंबे समय से अनुभव नहीं किया है, वे आपको और अधिक ऊर्जावान और आनंददायक बनाते हुए आपके पास वापस आ जाएँगे।व्यस्त समय आपको उस यात्रा को टालने के लिए मजबूर करेगा जिसका आप बेसब्री से इंतजार कर रहे थे। इसके लिए दुखी होने का अनुभव न करें यह कभी भी अंतिम अवसर नहीं होगा।",
    "1": "आपके जीवन से संबंधित सभी पहलुओं पर प्रयोग करने कि आंतरिक आवश्यकता, चाहे वह व्यक्तिगत हो या व्यवसायक , आपको शत्रुता दे सकती है। हर कदम ध्यान से उठायें और आप कभी अफसोस नहीं करेंगे ।आपको हमेशा अपनी स्फूर्तिदायक साथी मिलेगा जिनके साथ आप अपनी मानसिक समस्या बाँट सकते है।ऐसा लगता है कि इस सप्ताह में तालमेल आपका संकेत शब्द है। इस सप्ताह में आप जिस किसी से काम में, घर में, मित्रों समेत, आपके नाई के साथ मिले, आपको सुंदर दिखाई देगा। ध्यान रहे, आप अपनी अज्ञानता के कारण इस मौके को खो न दें ।आपकी सुनियोजित जीवनशैली में आप को आकस्मिक भावनात्मक झटका लग सकता है। इससे आपको लगेगा की आपके आस पास सब कुछ बदल चुका है जिसके लिये आप तैयार नही थे। अपनी ओर से थोड़ी सी नवीनता आपके लिये अच्छा साबित हो सकता है।आप दिमाग केवल बॉक्स के अंदर की बात सोचनेमें बहुत उत्सुक हो सकता है, लेकिन अपमानजनक संबंधों को बनाने की आपकी क्षमता, आपको दूसरों के नजरिए से आगे सोचने का विचार प्रदान करता है । आपकी उत्कृष्ट अंतर्दृष्टि अविश्वसनीय आविष्कारों और बड़ी खोजों के लिए प्रेरित करता है ।आप दोनों के बीच गहरी समझ और सहयोग आपके सफल वैवाहिक जीवन के पीछे की प्रेरक शक्ति है। स्वयं को भाग्यशाली समझिए और आप दोनों के बीच प्रेम को बनाए रखने के लिए सभी आवश्यक कार्य कीजिए।आप केवल उन लोगों को ही प्रेम कर सकते हैं जिनके साथ आप कार्य करते हैं। सच्चाई यह है कि किसी के साथ अच्छा कार्य करना और उसके साथ विचारों को साझा करना ही आप में बदलाव ला सकता है। आप चलने में तेज हैं – उतावलेपन की प्रवृत्ति से सावधान रहें।नकारात्मक रूप से और बिना किसी नियंत्रण के सोचना आपको इस सप्ताह इन दिनों का आनंद नहीं लेने देगा। सभी परिस्थितियों से निपटने के लिए अधिक व्यापक जागरूकता का विकास करने का प्रयास कीजिए।आप एक स्वतंत्र और मुक्त प्रेमी व्यक्ति हैं और आपके उत्तरदायित्व आपको बंधा हुआ अनुभव करवाएँगी। जो लोग आप पर निर्भर हैं उनसे आने वाली शिकायतें आपको परेशान करेंगी।व्यवसाय संबंधित छोटी यात्राएँ आपके लिए सफल होंगी।",
    "2": "आपका कैरियर या रुची कुछ भी हो, आपकी दृढ़ता, प्रबल इच्छा और बहुत सारा धीरज आपको जीत दिलाता है और अत्यधिक लोग आपकी शक्ति और तत्परता से मुकाबला तक नही कर पाते।नयी परियोजना शुरु करते समय उसमें ज्यादा से ज्यादा मुनाफ़ा प्राप्त करने हेतू आपकी कल्पनाओं को अमल मे लाने के लिये आपके सहयोगियों के विरोध का सामना आपको करना पड़ेगा।असुरक्षा की भावना आप में अनिर्णय की स्थिति, निराशा तथा भय पैदा करेगी। आप निराशा में जीने के बज़ाय सुरक्षित जीवन के लिये किसी जिम्मेदार व्यक्ति की सलाह ले सकते हैं।आपकी गहरी, घनिष्ठ दोस्ती, जिसने हमेशा अपने जीवन में एक गहरा अर्थ जोड़ा है, जीवन भर के लिए जरूरी होने वाले जीवनसाथी साबित होंगे । आगे बढ़कर प्रस्ताव रखिए आप पहले ही बहुत विलंब कर चुके हैं।अपने मन को तरोताजा करने वाला करने के लिए किसी को पाइए, क्योंकि यदि आप केवल अपने कैरियर अथवा कार्य के साथ ही जाते हैं तो आप कुछ नीरस हो सकते हैं। इस सप्ताह कोई छुट्टी आपके लिए अधिक ताजगी लाएगा।आपके पास धन खर्च करने के लिए अत्यधिक आवेग है, यह आपसे कुछ अक्षम्य कार्य करवाएगा। इसलिए कोई भी ऐसी गलती करने से सावधान रहें जो बाद में अक्षम्य हो जाए।यह आपके लिए एक बेहतर नजरिया सिद्ध होगा क्योंकि आप पाएँगे कि आपके सहकर्मी आपका लक्ष्य प्राप्त करने के लिए एक सहायक ही नहीं उससे बहुत अधिक हैं।व्यक्तिगत रूप से आप अपने आर्थिक एवं कैरियर संबन्धित जीवन के लिए कुछ योजनाओं को मूर्तरूप देंगे, किंतु आपको दूसरों की ओर से समर्थन की कमी होगी, जिससे आपके परियोजना में विलंब हो सकता है।यद्यपि आप कई लोगों से परिचित हैं, तथापि आपको तर्क करने की आपकी योग्यता को उपयोगी रूप से उपयोग करने का प्रयास करना चाहिए और ऐसे वास्तविक लोगों को खोजने का प्रयास करना चाहिए जो आपके लिए संवाद करने एवं मित्र बनने के लिए अच्छे हों।विद्यार्थियों के पास उनके अध्ययनों को पूरा करने के लिए एक उच्च रूप से अनुशासित और व्यवस्थित तरीका होगा। आप अपने उन प्रयासों के लिए, जो आपने किए हैं, एक बहुत अच्छा परिणाम प्राप्त करेंगे।",
    "3": "आप इस हफ्ते किसी ऐसे व्यक्ति सें मिलेंगे जिसकी ओर आप आकर्षित होंगे। उनकी पहली प्रतिक्रिया से नाराज नही होना चाहिए, बल्कि अगर आपका मन कहता है तो बार बार प्रयास करना चाहिए।आपका आनंदप्रिय स्वभाव और हास्यात्मकता आपको सुंदरता और सामंजस्य भरे जीवन की ओर आकर्षीत करेगा और आप दुसरों कें लिए आकर्षण का लक्ष्य बनेंगे।आपके प्रियजन आपके साथ ऐसा बर्ताव करेंगे जिससे आपको मानसिक आघात पहुंचेगा। शांत रहना आपके लिये बेहेतर होगा, क्योंकि अभी आपसे सामान्य प्रतिक्रिया की अपेक्षा की जाती हैं।आपने इस हफ्ते जो भी करने का सोचा है, वह मुख्यतः आपकी कुशाग्रता, दृढ़ता काम करने की जबरदस्त इच्छा यशस्वी बनाएगी। कुशाग्रता, दृढ़ता और पूर्णता संबंधित आपके जुनून के कारण सफल होगा ।अपने व्यस्त कार्यों में से कुछ समय निकालिए और एक - दो सप्ताह अपने प्रियजनों के साथ व्यतीत कीजिए। किसी सुंदर स्थान की यात्रा रूमानी पलों की कमी के कारण आपने खराब होते संबंध के लिए एक अभिवर्धक का कार्य करेगा।आप एक आलोचक और भड़कीले पूर्णतावादी के रूप में अधिक कार्य करेंगे और अपने दार्शनिक रुखों के प्रति जुड़े रहने के लिए उत्सुक होंगे। इससे दूसरों की ओर दृढ़ आपत्ति उत्पन्न होगी, जिससे आपको स्थिति संभालने में कुछ कठिनाई होगी।आप किसी भी कार्य को करने के लिए तैयार होंगे क्योंकि आपकी मानसिक और शारीरिक ताकत इसके चरम पर है। अपनी ताकत को किसी अच्छे और उद्देश्यपूर्ण कार्य में लगाने का प्रयास कीजिए।परिस्थितियाँ आपको अपने पसंदीदा समय गुजारने के तरीकों से दूर रखेंगे। इसे दिल पर मत लीजिए, क्योंकि इससे आप अवसाद में चले जाएँगे।ऐसे उत्तरदायित्व, जो आपमें निहित हैं, वे आपको उन सभी गतिविधियों से दूर करवाएँगे जिनका उपयोग आपको रोमांचकारी पलों को प्रदान करने के लिए किया गया।आपको किसी सुंदर स्थान की मजेदार यात्रा के लिए प्रस्ताव मिलेंगे। आप इस यात्रा का अधिक आनंद लेंगे क्योंकि आप अपने प्रियजनों के साथ हैं।",
    "4": "आपको जिस व्यक्ति के प्रति बिलकुल भी रुची नहीं है, यदि आप उनकी ओर आकर्षित होते हैं तो शर्मिन्दा होने की जरूरत नहीं है । इससे आपके जीवन में बहुत बदलाव आ सकता है इसलिए अच्छे की आशा करें।संतानों से बात करते समय आपकी दरियादिली एवं जोश के कारण आपके जीवन में आनंद और खुशी के कई मौके आएंगे।आपका अस्थिर, गैर जिम्मेदार एवं गैर समर्पित स्वभाव आपके कैरियर में व्यवहार करते वक्त कलंक साबित होगा।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।आप जोशपूर्ण एवं उत्साही है और आपकी असामान्य उर्जा की वजह से इस हफ्ते बहुत लोग आपकी तरफ आकर्षित होंगे।आप बलवान, निष्कपट एवं भरोसेमंद प्रकार के पुरुष हैं जिनकी तलाश स्त्रिया करती है, परंतु आपका झूठा अहंकार आपको दुराग्रही तथा घमंडी पुरुष बना देता है । इससे ही आपका पुरुषार्थ दिखता है ऐसी आपकी धारणा हैं।इस सप्ताह आप जिन परियोजनाओं पर काम करेंगे वह फलदायी रहेगी क्योंकि आपके लक्षण अभी अनुकूल स्थिती में हैं जो आपको आकर्षक, बौद्धिक, अती उत्साही तथा अनुकूलनीय बनाएंगे।आपकी शारीरिक ताकत इस सप्ताह सर्वश्रेष्ठ स्थिति में है। यद्यपि आप कुछ समस्याओं से गुजरेंगे, तथापि आप उन सबसे सफलतापूर्वक बाहर आ जाएँगे।आपका चंचल, भ्रमित व्यवहार आपके कार्यों पर कई सीमाएँ लगाएगा। यद्यपि आपके इरादे अच्छे हैं तथापि लोगों का सम्मान प्राप्त करने के लिए कुछ अधिक समय लगेगा।आपके प्रियजन आपके मार्गदर्शन के लिए आएँगे, क्योंकि आप अपनी तर्कशक्ति का उपयोग करने और इसे दूसरों के सामने प्रभावी और तार्किक रूप से प्रस्तुत करने में अच्छे हैं।",
    "5": "इधर उधर संदेह करना एवं बोलचाल के अभाव से भाई-बहन के रिश्तो में खटास आने की संभावना है। चीजों को अपूरणीय चरण तक गिरने देने के बजाय शुरू में ही बात करके सुधारना बेहतर होगा।आपका मार्गदर्शक एवं सहयोगी व्यक्तित्व आपके प्रियजनों के लिये बहुत अच्छा साबित होगा। आपके प्रभावशाली स्वभाव के कारण मिलने वाला सहकार्य केवल उनके लिये मददगार ही साबित नही होगा परंतु आपके लिये भी सकारात्मक साबित होगा।इस हफ्ते के पूर्वानुमान के अनुसार ,पुरुषो के लिये यह हफ्ते , आगे बहुत अच्छा दिखाई देता हैं। बहुत दिनों से जो अच्छी योजनाएं पुरुष बना रहे थे उसके लिये बाहर निकलने का प्रोत्साहन उन्हे इस हफ्ते मिलेगा अगर लोग सोचते है कि आप गैरजिम्मेदार हो रहे है तो वे आपकी प्रतिभा को नही समझतें। आप किसी पर निर्भर होना नही चाहते और किसी का प्यार आपको भविष्य के लिये आर्थिक योजना बनाने हेतू प्रोत्साहित करेगा।संभवत: दुनिया आपको तनाव देने और आजमाने का प्रयास कर रही हो, और यद्यपि आप स्वयं को अपनी व्यवसायिक उपलब्धियों से परिभाषित करती हों, तथापि आपको अपने सहकर्मियों को अभी भी यह याद दिलाने की आवश्यकता हो सकती है कि एक महिला होना आपको कमजोर नहीं बनाता है और आपके अंदर एक पुरुष है।आपकी वर्तमान शारीरिक स्थिति का विश्लेषण करने के लिए कुछ समय खर्च करना ही आपको अधिक उर्जात्मक और खुशहाल बनाएगा। इस तरह यह आपको आपकी वर्तमान नीरसता के लिए कोई समाधान ढूँढने में सक्षम करेगा, जो आपको चिढ़चिढ़ा और उदास कर रही है।जो आपके अनुकूल था उसे बार-बार आपके दिमाग में अरुचिकर अनुस्मारक प्रदान करते हुए एक लंबे समय से बेखबर रखा गया होगा। अब आप पुरानी स्मृतियों को ताजा करने में कुछ समय व्यतीत करने के लिए कोई रास्ता खोजेंगे।यदि आप कुछ परिस्थितियों में स्वयं को प्रतिबद्ध करना कठिन पाते हैं, तो आप पीछे हटने के लिए प्रवृत्त होते हैं। यह बेहतर होगा यदि आप आपकी विश्लेषण करने वाली शक्ति का उपयोग करें और उनके साथ अधिक संवादकारी बनें जिनके साथ आप व्यवहार करते हैं।आप चीजों के साथ प्रयोग करते हैं जिसका आप वास्तव में आनंद लेते हैं। धन अथवा स्रोत मनोरंजन के लिए बढ़ावा देते हैं। आप मित्रों के साथ मजा करते हैं। आप स्वयं को ऐसे जबरदस्त जोखिम लेते हुए पाते हैं जो आपको ऐसा व्यक्ति बनाते हैं जिसके जैसा आप होना चाह रहे हैं।यदि आपके पास अन्य विकल्प हैं तो यात्राओं की अपेक्षा उन पर निर्भर रहना अधिक बेहतर है क्योंकि छोटी दुर्घटनाओं के या छोटे हादसे होने की संभावनाएँ होती हैं।",
    "6": "भाई-बहन से बात करते वक्त आपका अहंकार, उतावलापन और शब्दाडंबर दूर ही रखें क्योंकि इससे भाई-बहनों के साथ आपकी अनबन हो सकती हैं।आप हाजिर जवाब, दरिया दिल, प्यार करने वाले और मनभावन होंगे जिससे दुसरों के लिये आपको कभी अरुचिकर नही लगेगा आप हमेशा क्रियाशील रहेंगे और उनके लिये जिंदादिल व्यक्तित्व बने रहेंगे।लक्षणो के अनुसार आप कुछ दिनो तक जटिल परीस्थितीयों से गुजरने वाले है। जो भी काम आप अपने हाथ में लेंगे उसमें आप खुद को व्याकुल एवं तर्कसंगत पायेंगे। आपको यह लगेगा की सही मायने में आप अपनी तर्कशुद्धता से कुशल निर्णय लेने की क्षमता खो बैठे हैं।जिंदगी जीने तथा जिंदगी में सब कुछ अच्छा पाने का जोश आपको उन सब परेशानियों से छुटकारा दिलाएगा जिनका सामना आप बहुत दिनों से कर रहे थे।दूसरे लोगों के लिए आप स्वयं के निर्भीक निर्णयों के साथ एक मजबूत व्यक्तित्व के व्यक्ति हो सकते हैं। इससे दूसरेआपकी आलोचना भी करेंगे क्योंकि आप एक महिला होने के बावजूद भी दृढ़ हैं।आपके स्वास्थ्य के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध, वैमनस्य और दर्द भरी यादों के रूप में मानसिक आघात भी पहुँचा सकती हैं।आपके आगे एक ऊर्जात्मक और तरोताजा करने वाला करने वाला सप्ताह । आप अपने कार्य या नए उद्यमों से संबंध रखने वाले नई चुनौतियों को स्वीकार करने के लिए तैयार रहेंगे । आपकी ताजगी आपके संपूर्ण परिवार के लिए एकरूपता लाएगा।एक लंबे समय से आप अपने कलात्मक कौशल से बच रहें होंगे, अब यह समय इसे निखारने और बाहर लाने का है। यह जरूर ही आपके जीवन में एक नया उत्तेजित करने वाला मिजाज लाएगा।यदि आप विश्लेषण करने के लिए अपनी शक्ति का उपयोग और अधिक प्रभावी रूप से करने में अनिच्छुक हैं तो आप अपने कार्यों को अपूर्ण छोड़ते हुए मस्ती की अवस्था में आ जाएँगे। दूसरों के साथ और अधिक तार्किक और समझने योग्य रूप से संवाद करने के लिए कुछ तरीके ढूँढिए।आनंद लेने के क्षण एकबार फिर यहाँ आपके लिए हैं, क्योंकि आप अपने पसंदीदा मार्ग में रोमांच खोजने के लिए एक नया मार्ग पाएँगे।",
    "7": "प्रयोग करने की आपकी क्षमता आपको नवीन के योजना अनुसार बजट का चयन करने में आपकों सक्षम बनायेगी। आपको वरिष्ठों की प्रशंसा प्राप्त होगी।आपको अत्यंत आर्थिक दबाव या आत्म-सम्मान संबंधित किसी अन्य समस्या का सामना करना पड़ सकता हैं। वास्तविकता आपके सामने होते हुये भी आप ज़रुरत से ज्यादा चिंता कर सकते हैं।आपके कुछ सनकी आदतें, जिसकी वजह से आपकी किसी के साथ नही बनती, कड़ी मेहनत और , ध्यान से कम होगा। अब आप लोगों के साथ ज्यादा आत्मविश्वास से व्यवहार कर पाएंगे।अपने बच्चो के साथ यात्रा पर जाने के बारे में अगर आप सोच रहे हैं, तो यह उचित समय हैं। पिता के रुप में उन्हे आपके प्यार एवं देखभाल की कितनी ज़रुरत है यह समझ के लिए आपको एक अवसर साबित होगा।जो बदलाव आप अपने कार्य परियोजनाओ में लाना चाहते है उस पर अमल करने के लिये यह वक्त सही हैं। आप जिनसे मदद की उम्मीद रखते है उनसे आपको भौतिक तथा आर्थिक मदद प्राप्त होगी ।आपके धैर्य की वजह से आप जिस बात का बहुत दिनो से इतज़ार कर रहे थे आपको अभी प्राप्त होगी। आपके प्रयासों की निश्चित ही सराहना होगी।ऐसे लोग जो धर्मार्थ या ऐसी संस्थाओं से संबंधित होते हैं वे आपके प्रयासों को लोगों द्वारा व्यापक रूप से स्वीकार करता हुआ पाएँगे। अच्‍छा कार्य करने का परिणाम सदैव अच्छा होगा।आप एक काम के लती व्यक्ति हैं, जो कभी नहीं जानता है कि कब रुकना है, इससे आपको केवल थकान और थकावट होगी। अपने शरीर और मस्तिष्क को फिर से ताजा करने के लिए कुछ तरीकों को खोजना बेहतर होगा।अधिक से अधिक लोग आपके मार्गदर्शन के लिए आप के पास आएँगे जिसकी आपने आशा भी नहीं की होगी। यह आपके दिन और दिमाग को व्यस्त बनाएगा, और आप एक खुशहाल परिस्थिति से होकर गुजरेंगे।अपने आप को वर्तमान साहचर्य में ढालने से पहले सोचो। यह केवल अपने व्यक्तित्व को उतारने के लिए सक्षम होगा।",
    "8": "आपकी गुणवत्ता, सृजनता और प्रतिभा और सर्वोपरि विश्लेषण शक्ति से आप वरिष्ठों द्वारा सौपे गए काम को सफलतापूर्वक पूरा करेंगे और उनकी शाबाशी प्राप्त करेंगे।अपनी संतानों से ज्यादा अपेक्षा न रखें अन्यथा आपको निराशा का सामना करना पड़ सकता है जिससे आपको शर्मिंदगी उठानी पड़ सकती है।उत्कृष्ट व्यक्तित्व वाले महत्वपूर्ण व्यक्तियों के साथ काम करने से आपको लंबे समय से सताने वाले नकारात्मक लक्षणों से छुटकारा मिलेगा।अपने परिवार के साथ समय बिताने के लिये छोटी छुट्टी ले लो। केवल उनके लिये पैसा कमाना ही पिता के रुप में आपका कर्तव्य नही हैं परंतु उनकी समस्याओं को सुलझाने हेतू थोड़ा समय भी निकालना होगा ।आप जैसे इन्सान को प्यार, वात्सल्य और सौहार्द की ज़रुरत है और इस हफ्ते आपको किसी ऐसे व्यक्ति का साथ मिलेगा जो आपके लिये परीक्षक की तरह कार्य करेगा। आपको कामयाबी मिलना तय है ।आप अपने घर एवं कार्यालय संरचना में जो परिवर्तन करने कि योजना बना रहे हैं, उसके लिये यह समय अनकूल साबित होगा । इस संबंध में किसी से सलाह मशवरा आपके लिये और अच्छा साबित होगा।आपने जो कार्य लिया है उससे आप घबराए हुए, तनावग्रस्त और उसके प्रति अतिप्रतिबद्ध हैं। इससे आपको केवल अधिक तनाव और मानसिक कष्ट ही होगा।यदि आप कुछ परिस्थितियों में स्वयं को प्रतिबद्ध करना कठिन पाते हैं, तो आप पीछे हटने के लिए प्रवृत्त होते हैं। यह बेहतर होगा यदि आप आपकी विश्लेषण करने वाली शक्ति का उपयोग करें और उनके साथ अधिक संवादकारी बनें जिनके साथ आप व्यवहार करते हैं।असफलता से बचने और अपनी स्थिति पर डटे रहने के लिए विद्यार्थियों को अपने अध्ययन पर अधिक समय और प्रयास लगाना चाहिए।किसी अप्रत्याशित स्रोत से आर्थिक सहायता आपको उस कार्य को बढ़ाने के लिए सक्षम करेगी जिसके बारे में आपको लगता था कि यह बिना उचित सहायता के समाप्त नहीं होगा।",
    "9": "प्रयोग करने योग्य आपकी क्षमता आपके लिए वरदान सिद्ध होगी और हर व्यक्ति को तैयार करने हेतू तथा आपकी ओर ध्यान देने हेतू आप इस स्त्रोत का उपयोग करेंगे।इस हफ्ते खुद को क्रोधित तथा दुखी महसूस कर सकते हैं। आपकी स्थिति अभी संवेदनात्मक और थोड़ी संतोषजनक हैं और छोटी छोटी बातो पर भी आप गुस्सा कर सकते हैं। कुछ समय अपने व्यक्तिगत डायरी के लिये निकाले और अपना हर विचार उसमें लिखें।आपका अनोखापन जिसकी सब लोग हंसी उड़ाते है, इससे आपको इस हफ्ते लाभ होनेवाला हैं। समारोह या सार्वजनिक सम्मेलन में आप महत्वपूर्ण व्यक्ति बनेंगे।आप का कल्पक स्वभाव आपको घर तथा कार्यालय में आपकी गती को बरकरार रखने तथा आपके जीवन में रोचकता लाने के लिये मदद करेगा। इसे बरकरार रखे जिससे जीवन की इसे जारी रखो और जीवन में नीरसता अतीत, भूली हुई एवं दफनाई गाई बाते होगी!जीवन में उतार चढाव आते जाते है, मगर सूर्य आपकी आंतरिक सोच को जीवन की गहराई से नया आयाम देकर चोटी तक पहुँचने में मदद करता है।आपकी स्पष्टवादी और बर्हिमुखी प्रकृति उन लोगों को, जो आपके आसपास हैं, अनुभव करवा सकती है कि एक महिला होने के बावजूद आप एक पुरुष बनने का प्रयास कर रही हैं। इससे आपको हतोत्साहित नहीं होना चाहिए क्योंकि यह उनकी असुरक्षा और उनकी समस्या है, आपकी नहीं।आप इस समय भावनात्मक और शारीरिक रूप से नीचे हैं। यद्यपि आप सामान्यत: स्वयं को धकेलने के लिए प्रवृत्त होते हैं, तथापि अपने शरीर को सुनने और उसे जिस चीज की आवश्यकता है वह देने का बेहतर समय है। माफी की अपेक्षा सुरक्षित रहना बेहतर है!एक लंबे समय से आप अपने कलात्मक कौशल से बच रहें होंगे, अब यह समय इसे निखारने और बाहर लाने का है। यह जरूर ही आपके जीवन में एक नया उत्तेजित करने वाला मिजाज लाएगा।आप चीजों के साथ प्रयोग करते हैं जिसका आप वास्तव में आनंद लेते हैं। धन अथवा स्रोत मनोरंजन के लिए बढ़ावा देते हैं। आप मित्रों के साथ मजा करते हैं। आप स्वयं को ऐसे जबरदस्त जोखिम लेते हुए पाते हैं जो आपको ऐसा व्यक्ति बनाते हैं जिसके जैसा आप होना चाह रहे हैं।किसी अप्रत्याशित व्यक्ति से कोई अप्रत्याशित पहुँच आपके दिनों को नीरस बनाएगी। इस अवसर का उपयोग इसे व्यर्थ किए बिना कीजिए।",
    "10": "आपके नए प्रोजेक्ट के लिए आपके मन में बहुत सारी कल्पनायें आयेगी। प्रयोग करने की आपकी क्षमता उसमें सें अच्छी कल्पना चुननें में आपकी मदद करेगी।किसी की आलोचना करने वाली टिप्पणी देने से पहले विचार करने की कोशिश करें क्योंकि जहाँ ज़रुरत नही वहाँ भी सलाह देने की आपकी आदत हैं।आपके कुछ सनकी आदतें, जिसकी वजह से आपकी किसी के साथ नही बनती, कड़ी मेहनत और , ध्यान से कम होगा। अब आप लोगों के साथ ज्यादा आत्मविश्वास से व्यवहार कर पाएंगे।नयी परियोजनाओं की शुरुआत करने में थोड़ा विलंब करना अच्छा होगा। पुरुष होने के नाते आपको हर व्यवहार में कामयाबी की चाह होती है , परंतु इस नये काम में आपके लिये अपेक्षित लाभ नही दिखाई देते।आप नवीनता नाविन्यता की ओर खिंचे जाने वाले इंसान हैं और यही बात आपको कुछ नई परियोजनाओ से जोड़ देगी जिससे आपको निश्चित ही बिना विलंब फ़ायदा होगा।आपकी ज़िद्दी प्रकृति दूसरों को अनुभव करवाएगी कि आप कुछ अलग हैं और आप में संवेदनशील और भावुक होने की महिलाओं वाली प्रकृति की कमी है।आप अनुभव करेंगे कि आपकी शारीरिक मजबूती उस मानसिक और शारीरिक तनाव के कारण कमजोर हो गई है जिसका आप इस सप्ताह कार्य और घर दोनों जगह अनुभव करते हैं। शरीर और मस्तिष्क के लिए कुछ आनंद हेतु कुछ समय प्राप्त कीजिए जिसकी आपको कुछ समय के लिए वास्तव में आवश्यकता है।आपने कुछ समय से मुख्य रूप से धन और समय के कारण घूमने या किसी हिचकिचाहट के लिए जाने जैसी आपकी इच्छाओं को प्रकट नहीं किया होगा। अब कुछ ऐसा कार्य, जो आपको खुश करे, उसे करने के लिए हर चीज आपके पक्ष में होगी।आनंद लेने के क्षण एकबार फिर यहाँ आपके लिए हैं, क्योंकि आप अपने पसंदीदा मार्ग में रोमांच खोजने के लिए एक नया मार्ग पाएँगे।अधिक से अधिक लोग आपके मार्गदर्शन के लिए आप के पास आएँगे जिसकी आपने आशा भी नहीं की होगी। यह आपके दिन और दिमाग को व्यस्त बनाएगा, और आप एक खुशहाल परिस्थिति से होकर गुजरेंगे।",
    "11": "प्रयोग करने की आपकी क्षमता आपको नवीन के योजना अनुसार बजट का चयन करने में आपकों सक्षम बनायेगी। आपको वरिष्ठों की प्रशंसा प्राप्त होगी।उत्कृष्ट व्यक्तित्व वाले महत्वपूर्ण व्यक्तियों के साथ काम करने से आपको लंबे समय से सताने वाले नकारात्मक लक्षणों से छुटकारा मिलेगा।यह हफ्ता आपके लिये मुश्किलों से भरा होगा। पिता के रुप में अपने बच्चो की ज़रुरतों को पूरा करना आपके लिये कठिन होगा।अन्न एवं मद्यपान में ज्यादा न डुबे अन्यथा आपको शारीरिक पीड़ा और आपकी पत्नी और बच्चो को इससे मानसिक तनाव का सामना करना पड़ सकता हैं ।जो बदलाव आप अपने कार्य परियोजनाओ में लाना चाहते है उस पर अमल करने के लिये यह वक्त सही हैं। आप जिनसे मदद की उम्मीद रखते है उनसे आपको भौतिक तथा आर्थिक मदद प्राप्त होगी ।आप अधिक स्वतंत्र और मुक्त प्रेमी होने की प्रकृति व्यक्त करेंगी, यदि दूसरे लोग, विशेष रूप से वे जो आपके प्रिय हैं, आपको गलत समझे तो कोई आश्चर्य नहीं होगा।आप आपकी ईमानदारी और कर्तव्यनिष्ठा पर निर्भर हो सकते हैं और यह आपके लिए व्यापक स्वीकृति लाएँगे। किंतु कुछ समय के लिए आपके विरुद्ध किसी की ओर से अनावश्यक लिप्तता आपके लिए परेशानी का समय लाएगी।जो आपके अनुकूल था उसे बार-बार आपके दिमाग में अरुचिकर अनुस्मारक प्रदान करते हुए एक लंबे समय से बेखबर रखा गया होगा। अब आप पुरानी स्मृतियों को ताजा करने में कुछ समय व्यतीत करने के लिए कोई रास्ता खोजेंगे।अपने प्रियजनों के साथ कोई यात्रा आपको कुछ रोमांचकारी क्षणों की ओर ले जाएगी। इसका आनंद लीजिए, क्योंकि ये वे नहीं हैं जिन्हें आप अकसर प्राप्त करते हैं।किसी अप्रत्याशित स्रोत से आर्थिक सहायता आपको उस कार्य को बढ़ाने के लिए सक्षम करेगी जिसके बारे में आपको लगता था कि यह बिना उचित सहायता के समाप्त नहीं होगा।",
    "date": "रविवार, 27 जून 2021 से शनिवार, 3 जुलाई 2021"
}
]
