horo_hindi=[
{
    "0": "खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।आपका उदार और गर्म स्वभाव आपके परिवार में बहुत खुशी देगा। परिवार के प्रति आपकी प्रतिबद्धता की वजह से आप जिस प्रेम और देखभाल की तलाश कर रहे थे वो आपको मिलेगी।हालांकि आप अपने मर्जी के मालिक दिखाई देते है, परंतु आप मित्रतापूर्ण, दयालु, सज्जन तथा परोपकारी हैं। दिलासा और देखभाल की ज़रुरत वाले कई लोग आपका यह लक्षण पता चलने पर आपकी तरफ आकर्षित होंगे।जबरदस्त इरादे रखने वाली महिलाओं को नकारात्मक स्थितियों में लड़ने के लिये और जोश तथा बल प्राप्त होगा. आपके मेहनत का फल प्राप्त करने का समय अब आ गया हैं।आप जिस व्यक्ति के प्रति आकर्षित हो रहे है उसके साथ बात करने से पहले एक या दो बार अवश्य सोचें। इस रिश्ते को अगर आप गंभीरतापूर्वक ले रहे है तो इसपर किसी नतिज़े पर पहुंचने से पहले प्रत्येक सकारात्मक एवं नकारात्मक पहलू पर विचार करें।माँ के रूप में आपका प्रेम और देखभाल इन दिनों अधिक उभरेगा, क्योंकि बच्चों के साथ-साथ निकट के अन्य लोग भी आपके साथ रहते समय अधिक राहत महसूस करेंगे।परिस्थितियाँ आपको अपने पसंदीदा समय गुजारने के तरीकों से दूर रखेंगे। इसे दिल पर मत लीजिए, क्योंकि इससे आप अवसाद में चले जाएँगे।परिवार में अप्रत्याशित समस्याएँ आपको उस यात्रा से दूर रखेंगी जिसकी आपने एक लंबे समय से योजना बनाई और जिसका आपने लंबे समय से स्वप्न देखा। दुखी मत होइए, आपको अधिक जल्द ही अवसर मिलेंगे।आप एक नए अनुबंध में हस्ताक्षर करेंगे, जो आपको ऐसा कैरियर प्रदान करेगा जो स्थिर और सुरक्षित दोनों है।असफलता से बचने और अपनी स्थिति पर डटे रहने के लिए विद्यार्थियों को अपने अध्ययन पर अधिक समय और प्रयास लगाना चाहिए।",
    "1": "रचनात्मकता एवं कल्पनाशक्ती आपकी अच्छी आदते हैं। इसे बढ़ावा देना तथा इसके लिये ज़रुरत अनुसार सहयोग लेने की सलाह आपको दी जाती हैं। याद रखें इससे आपके जीवन शैली में भी सुधार आयेगा।आप अपने कुछ मित्रों को आपके विश्वास और ईमानदारी का दुरुपयोग करते हुए पाएँगे। वे आपको निराश और शर्मिंदा करेंगे कि आपने उन लोगों पर इतने समय तक विश्वास किया।संभवत: दुनिया आपको तनाव देने और आजमाने का प्रयास कर रही हो, और यद्यपि आप स्वयं को अपनी व्यवसायिक उपलब्धियों से परिभाषित करती हों, तथापि आपको अपने सहकर्मियों को अभी भी यह याद दिलाने की आवश्यकता हो सकती है कि एक महिला होना आपको कमजोर नहीं बनाता है और आपके अंदर एक पुरुष है।आप केवल उन लोगों को ही प्रेम कर सकते हैं जिनके साथ आप कार्य करते हैं। सच्चाई यह है कि किसी के साथ अच्छा कार्य करना और उसके साथ विचारों को साझा करना ही आप में बदलाव ला सकता है। आप चलने में तेज हैं – उतावलेपन की प्रवृत्ति से सावधान रहें।आपके व्यक्तिगत नीति किसी ऐसे व्यक्ति को घाव देंगे जिसके साथ आप व्यवहार करते हैं। किंतु यदि आपको अपने तरीकों और व्यवहार में पूर्ण विश्वास है, तोजारी रखिए। दूसरे शीघ्र ही आपके उद्देश्यों को समझेंगे।आप एक आलोचक और भड़कीले पूर्णतावादी के रूप में अधिक कार्य करेंगे और अपने दार्शनिक रुखों के प्रति जुड़े रहने के लिए उत्सुक होंगे। इससे दूसरों की ओर दृढ़ आपत्ति उत्पन्न होगी, जिससे आपको स्थिति संभालने में कुछ कठिनाई होगी।एक लंबे समय से आप अपने कलात्मक कौशल से बच रहें होंगे, अब यह समय इसे निखारने और बाहर लाने का है। यह जरूर ही आपके जीवन में एक नया उत्तेजित करने वाला मिजाज लाएगा।आप चीजों के साथ प्रयोग करते हैं जिसका आप वास्तव में आनंद लेते हैं। धन अथवा स्रोत मनोरंजन के लिए बढ़ावा देते हैं। आप मित्रों के साथ मजा करते हैं। आप स्वयं को ऐसे जबरदस्त जोखिम लेते हुए पाते हैं जो आपको ऐसा व्यक्ति बनाते हैं जिसके जैसा आप होना चाह रहे हैं।अवसाद की अवस्था आपको नष्ट कर देगी क्योंकि आप अनुभव करते हैं कि आपके प्रयास हाथ से निकलते जा रहे हैं। इस मिजाज से बाहर आने का प्रयास कीजिए, यह आपकी गलती नहीं है क्योंकि आपने अपने उत्तरदायित्व के अनुसार किया है।यह आपके लिए बेहतर होगा यदि आप किसी नए संबंध की ओर प्रतिबद्ध होने के पूर्व कुछ सोचें। चूँकि आपका समय अनुकूल है इसलिए आप सर्वश्रेष्ठ को चुनने के लिए उचित मार्गदर्शन प्राप्त करेंगे।",
    "2": "आप इस हफ्ते किसी ऐसे व्यक्ति सें मिलेंगे जिसकी ओर आप आकर्षित होंगे। उनकी पहली प्रतिक्रिया से नाराज नही होना चाहिए, बल्कि अगर आपका मन कहता है तो बार बार प्रयास करना चाहिए।अधिकारियों के सामने अपनी कल्पनायें प्रस्तुत करने से पहले उन पर पुनः विचार करना अच्छा साबित होगा। इस हफ्ते आपके कैरियर में कोई कमी तो दिखाई नही देती परंतु कोई अच्छाई भी नही दिखाई देती।आपके कुछ सनकी आदतें, जिसकी वजह से आपकी किसी के साथ नही बनती, कड़ी मेहनत और , ध्यान से कम होगा। अब आप लोगों के साथ ज्यादा आत्मविश्वास से व्यवहार कर पाएंगे।आप अपने विवाह को अत्यंत उबाऊ मानते है, फिर भी अपने परिवार एवं जीवनसाथी के लिये प्रतिबद्धता हेतू आप निभाने की कोशिश करेंगे ।सदाचार का कोई कार्य, किसी व्यक्ति को उसकी उस गलती के लिए क्षमा करना जिसने आपको दुख पहुँचाया, आपकी ओर से आपको अपने प्रियजनों के बीच अधिक आदरणीय बनाएगा।आपने दूसरों के लिए अधिक समय व्यर्थ कर चुके है, यदि अब भी आप अपने और अपने भविष्य के बारे में सोचना प्रारंभ करें तो बेहतर होगा ।आपकी शारीरिक ताकत इस सप्ताह सर्वश्रेष्ठ स्थिति में है। यद्यपि आप कुछ समस्याओं से गुजरेंगे, तथापि आप उन सबसे सफलतापूर्वक बाहर आ जाएँगे।आनंद और ताजगी का मिजाज आपको कुछ दिनों के अवकाश पर ले जाने के लिए प्रेरित करेगा। इसके बाद आप और अधिक नया एवं ऊर्जावान अनुभव करेंगे।पारिवारिक सदस्य आपकी स्थिरता के लिए आपके प्रेम हेतु आपके विरुद्ध होंगे। उन्हें कुछ समय के लिए कुछ नए और साहसिक चीज की जरूरत है। उनकी इच्छा के अनुसार कार्य करने से आपके अंदर एक नई ऊर्जा आएगी।अधिक से अधिक लोग आपके मार्गदर्शन के लिए आप के पास आएँगे जिसकी आपने आशा भी नहीं की होगी। यह आपके दिन और दिमाग को व्यस्त बनाएगा, और आप एक खुशहाल परिस्थिति से होकर गुजरेंगे।",
    "3": "प्रयोग करने की आपकी क्षमता आपको नवीन के योजना अनुसार बजट का चयन करने में आपकों सक्षम बनायेगी। आपको वरिष्ठों की प्रशंसा प्राप्त होगी।आप इस हफ्ते खुद को बहुत सख्त, मजबूत, उत्साही तथा बेचैन महसूस करेंगे। आप जो भी काम करेंगे उसमे आपको लाभदायक परिणाम प्राप्त होंगे।नयी परियोजना शुरु करते समय उसमें ज्यादा से ज्यादा मुनाफ़ा प्राप्त करने हेतू आपकी कल्पनाओं को अमल मे लाने के लिये आपके सहयोगियों के विरोध का सामना आपको करना पड़ेगा।अत्यंत प्रेममय और कर्तव्यनिष्ठ मनुष्य होने के नाते आप जिन लोगो के साथ रहेंगे वो आपसे प्यार एवं आपकी परवाह करेंगे।खुद पर दया करने की प्रवृत्ति छोड़िए। भविष्य के बारे में आपकी चिंताएं कई दिनो तक चलती रहेगी। हमेशा अच्छे की कामना करें, जल्द ही इस परिस्थिति में बदलाव आयेगा।जो बदलाव आप अपने कार्य परियोजनाओ में लाना चाहते है उस पर अमल करने के लिये यह वक्त सही हैं। आप जिनसे मदद की उम्मीद रखते है उनसे आपको भौतिक तथा आर्थिक मदद प्राप्त होगी ।आप दोनों एक मित्र के रूप में ईमानदार और प्रेमी हैं किंतु धोखा खाने की भावना आप पर हावी होगी। यह आपको दयाहीन, असंवेदनशील और एकदम निर्दयी भी बना सकती है। कार्य करने के पूर्व सोचें अन्यथा इससे संबंधों में दरार भी पड़ सकती है।अपने मन को तरोताजा करने वाला करने के लिए किसी को पाइए, क्योंकि यदि आप केवल अपने कैरियर अथवा कार्य के साथ ही जाते हैं तो आप कुछ नीरस हो सकते हैं। इस सप्ताह कोई छुट्टी आपके लिए अधिक ताजगी लाएगा।यद्यपि आप कई लोगों से परिचित हैं, तथापि आपको तर्क करने की आपकी योग्यता को उपयोगी रूप से उपयोग करने का प्रयास करना चाहिए और ऐसे वास्तविक लोगों को खोजने का प्रयास करना चाहिए जो आपके लिए संवाद करने एवं मित्र बनने के लिए अच्छे हों।पारिवारिक सदस्य उनकी समस्याओं के लिए आप पर अधिक निर्भर होंगे जो आपको भँवर में फँसे होने का अनुभव करवाएँगे।",
    "4": "संतानों से बात करते समय आपकी दरियादिली एवं जोश के कारण आपके जीवन में आनंद और खुशी के कई मौके आएंगे।आपका अस्थिर, गैर जिम्मेदार एवं गैर समर्पित स्वभाव आपके कैरियर में व्यवहार करते वक्त कलंक साबित होगा।आपका अनोखापन जिसकी सब लोग हंसी उड़ाते है, इससे आपको इस हफ्ते लाभ होनेवाला हैं। समारोह या सार्वजनिक सम्मेलन में आप महत्वपूर्ण व्यक्ति बनेंगे।एक सफल उद्यम प्रारम्भ करने के अपने विचार को आगे बढ़ने के लिए और समय लगेगा, समय आपके लिए अनुकूल नहीं है। अवसाद की जरुरत नहीं है, यह बुरा समय ज्यादा दिन तक नहीं रहेगा, आप बहुत जल्द अपने आप को भाग्यशाली साबित करेंगे।आपके परिवार के सदस्यों को आनंद देना और एकसाथ बाँधे रखना आपके लिये मुश्किल होगा। किसी के मनोबल और वास्तविक सहयोग के बिना परिस्थिति का सामना करना कठिन होगा।अपने परिवार के साथ समय बिताने के लिये छोटी छुट्टी ले लो। केवल उनके लिये पैसा कमाना ही पिता के रुप में आपका कर्तव्य नही हैं परंतु उनकी समस्याओं को सुलझाने हेतू थोड़ा समय भी निकालना होगा ।आप अपने घर एवं कार्यालय संरचना में जो परिवर्तन करने कि योजना बना रहे हैं, उसके लिये यह समय अनकूल साबित होगा । इस संबंध में किसी से सलाह मशवरा आपके लिये और अच्छा साबित होगा।आप सलाह और समर्थन के लिए दूसरों पर अधिक विश्वास करेंगे। बाद में यह केवल आपके लिए बोझ में बदल जाएगा, क्योंकि आपके व्यक्तिगत वृद्धि के लिए आपको किस चीज की आवयश्कता है, इसका चयन करने के लिए आप अंतिम अधिकारी हैं।आप किसी भी कार्य को करने के लिए तैयार होंगे क्योंकि आपकी मानसिक और शारीरिक ताकत इसके चरम पर है। अपनी ताकत को किसी अच्छे और उद्देश्यपूर्ण कार्य में लगाने का प्रयास कीजिए।किसी अप्रत्याशित व्यक्ति से कोई अप्रत्याशित पहुँच आपके दिनों को नीरस बनाएगी। इस अवसर का उपयोग इसे व्यर्थ किए बिना कीजिए।",
    "5": "प्रयोग करने योग्य आपकी क्षमता आपके लिए वरदान सिद्ध होगी और हर व्यक्ति को तैयार करने हेतू तथा आपकी ओर ध्यान देने हेतू आप इस स्त्रोत का उपयोग करेंगे।भाई-बहन उनके बीच गलतफ़हमी दूर करते और बहुत दिनों के बाद एकत्रित होते हुए दिखाई देंगे। रिश्ते सुलझाने और पुराने दिनों का फिर से आनंद लेने का ये अच्छा मौका होगा।कार्यस्थान पर कोई या आपका साथी आप पर बहुत दबाव बना रहे है। आपके इर्दगिर्द गंभीर स्थिति उत्पन्न हो रही हैं जिससे आप तंग आ चुके है, फिर भी आप शांत एवं निष्पक्ष हैं।काम करने के नयी समझ आपमे आयेगी। लेकिन आप स्वास्थ्य - सभी प्रकार के स्वास्थ्य - के बारे में, अपने काम या स्वास्थ्य के तरीके में ज्यादा संगठित होने की बात करेंगे । आपको अप्रत्याशित आर्थिक लाभ होने की संभावना हैं। आपकी भरपूर ऊर्जा इसके लिये जिम्मेदार होगी।कुछ ऐसी घटनाएँ होगी जब आपके प्रियजन आपके साथ सुरक्षित, संरक्षित एवं अच्छा महसूस करेंगे, यहाँ आपका वात्सल्यपूर्ण स्वभाव सबको दिखाई देगा। दुसरों को मदद करने से आपको संतुष्टी एवं खुशी मिलेगी।इस हफ्ते के पूर्वानुमान के अनुसार ,पुरुषो के लिये यह हफ्ते , आगे बहुत अच्छा दिखाई देता हैं। बहुत दिनों से जो अच्छी योजनाएं पुरुष बना रहे थे उसके लिये बाहर निकलने का प्रोत्साहन उन्हे इस हफ्ते मिलेगा आप का कल्पक स्वभाव आपको घर तथा कार्यालय में आपकी गती को बरकरार रखने तथा आपके जीवन में रोचकता लाने के लिये मदद करेगा। इसे बरकरार रखे जिससे जीवन की इसे जारी रखो और जीवन में नीरसता अतीत, भूली हुई एवं दफनाई गाई बाते होगी!बहुत असुरक्षित होते हुए, आपको ऐसे व्यक्ति की आवश्यकता है जो आपको विशेष होने का अनुभव कराए। अब आप भाग्यशाली हैं कि आप बिना विलंब के किसी ऐसे व्यक्ति को पाएँगे जो आपके जीवन में मजबूती और एकरूपता लाएगा।आपके प्रियजन आपके मार्गदर्शन के लिए आएँगे, क्योंकि आप अपनी तर्कशक्ति का उपयोग करने और इसे दूसरों के सामने प्रभावी और तार्किक रूप से प्रस्तुत करने में अच्छे हैं।कौशल, रचनात्मकता और करिश्मा वाले विद्यार्थियों को आपके प्रयासों के लिए शीघ्र ही पुरस्कृत किया जाएगा। अपने प्रयासों के साथ आगे बढ़िए।",
    "6": "आप बिना किसी दूसरी सोच के किसी व्यक्ति की ओर आकर्षित होंगे।इस हफ्ते आपकी संताने आपको अधिक सहयोग देंगे। आपके सपनों को साकार करने हेतू वे अपना योगदान देंगे।उत्कृष्ट व्यक्तित्व वाले महत्वपूर्ण व्यक्तियों के साथ काम करने से आपको लंबे समय से सताने वाले नकारात्मक लक्षणों से छुटकारा मिलेगा।उनके जीवन में पैतृक देखभाल की कितनी ज़रुरत है यह समझ में आने के बाद आप उनके साथ बिताने के लिए अधिक समय निकालेंगे ।आप स्वतंत्र, महत्वाकांक्षी और उद्देश्य पर लक्ष्य केंद्रित करनेवाले साबित होंगे। आप की होशियारी तथा हाजिरजवाबी, आप को ज़्यादा प्रयासों के बगैर आपके लक्ष्य तक पहुंचाएगी। अभी वक्त आपके लिये सही मायने मे अनुकूल है ।यद्यपि आप अधीर, आवेगी हैं और आपको अत्यधिक उत्तेजना की तलाश है, तथापि आपका सरल और प्रेमी स्वभाव आपको आपकी गलतियों के लिए क्षमा किए जाने हेतु आपकी सहायता करेगा।आप स्वास्थ्यवधर्क और मजबूत हैं। अपनी योजनाओं और परियोजनाओं के साथ आगे बढ़िए, आप सफलता प्राप्त करेंगे।कार्य आपका उत्साह का स्रोत है और आप कभी भी अपने शरीर को आराम नहीं देते हैं तब भी जब आप थका हुआ अनुभव करते हैं। किंतु यह सप्ताह आपको किसी स्फूर्तिदायक मिजाज के लिए कामना करवाते हुए आपके मस्तिष्क और शरीर को नया करने के लिए आप में एक समग्र बदलाव लाएगा।खेलों और छोटी चुनौतियों के लिए आपका प्रेम इस सप्ताह आपके लिए निर्धारित यात्रा को मजेदार बनाएगा।किसी अप्रत्याशित स्रोत से आर्थिक सहायता आपको उस कार्य को बढ़ाने के लिए सक्षम करेगी जिसके बारे में आपको लगता था कि यह बिना उचित सहायता के समाप्त नहीं होगा।",
    "7": "आप इस हफ्ते किसी ऐसे व्यक्ति सें मिलेंगे जिसकी ओर आप आकर्षित होंगे। उनकी पहली प्रतिक्रिया से नाराज नही होना चाहिए, बल्कि अगर आपका मन कहता है तो बार बार प्रयास करना चाहिए।जातिभेद करना, व्यक्तिपरक रहना, अत्यंत विवेचनात्मक तथा विवादप्रिय होने के आपके स्वभाव के कारण आपके अधिकार के लाभ प्राप्त करने में अनावश्यक विलंब हो सकता हैं। ज्यादा खुलापन आपको लोगो से शत्रुता से ज्यादा कुछ नही देगा।आपका अनोखापन जिसकी सब लोग हंसी उड़ाते है, इससे आपको इस हफ्ते लाभ होनेवाला हैं। समारोह या सार्वजनिक सम्मेलन में आप महत्वपूर्ण व्यक्ति बनेंगे।बातचित के अभाव के कारण परिवार में कुछ विवाद होने की संभावना हैं। परिवार के अन्य सदस्य आपकी प्रतिबद्धता का दूसरा अर्थ निकालते हैं तो इसमें आश्चर्य की कोई बात नही होगी।आपने इस हफ्ते जो भी करने का सोचा है, वह मुख्यतः आपकी कुशाग्रता, दृढ़ता काम करने की जबरदस्त इच्छा यशस्वी बनाएगी। कुशाग्रता, दृढ़ता और पूर्णता संबंधित आपके जुनून के कारण सफल होगा ।गलती करना मानव स्वभाव है और क्षमा करना भगवान है। आपने जो गलती अनजाने में की है उसके लिए अपने प्रियजनों से माफी मिलने से आप अधिक शांति का अनुभव करेंगे।आप एक आलोचक और भड़कीले पूर्णतावादी के रूप में अधिक कार्य करेंगे और अपने दार्शनिक रुखों के प्रति जुड़े रहने के लिए उत्सुक होंगे। इससे दूसरों की ओर दृढ़ आपत्ति उत्पन्न होगी, जिससे आपको स्थिति संभालने में कुछ कठिनाई होगी।आप अत्यधिक शक्ति को धारण करते हैं और नई परियोजनाओं, नए लोगों और नई रुचियों को प्रेम करते हैं और अपनी आशावादी प्रकृति के द्वारा स्वयं को फिर से नया अनुभव करेंगे।आपको किसी सुंदर स्थान की मजेदार यात्रा के लिए प्रस्ताव मिलेंगे। आप इस यात्रा का अधिक आनंद लेंगे क्योंकि आप अपने प्रियजनों के साथ हैं।स्थिर होना अच्छा है किंतु आपकी स्थिति में नीरसता और उत्तेजना की स्थाई कमी से रक्षा करने की आवश्यकता होती है। देखिए कई बदलाव और चुनौतियाँ हैं।",
    "8": "आपको जिस व्यक्ति के प्रति बिलकुल भी रुची नहीं है, यदि आप उनकी ओर आकर्षित होते हैं तो शर्मिन्दा होने की जरूरत नहीं है । इससे आपके जीवन में बहुत बदलाव आ सकता है इसलिए अच्छे की आशा करें।आपके कुछ सनकी आदतें, जिसकी वजह से आपकी किसी के साथ नही बनती, कड़ी मेहनत और , ध्यान से कम होगा। अब आप लोगों के साथ ज्यादा आत्मविश्वास से व्यवहार कर पाएंगे।आपकी मुलाकात कुछ ऐसे वन्दनीय लोगों से होगी जो आपको अपने मायाजाल से छुटकारा दिलायेंगे, इससे आपकी रचनात्मक प्रतिभा को भी प्रोत्साहन मिलेगा।इस सप्ताह आप जिन परियोजनाओं पर काम करेंगे वह फलदायी रहेगी क्योंकि आपके लक्षण अभी अनुकूल स्थिती में हैं जो आपको आकर्षक, बौद्धिक, अती उत्साही तथा अनुकूलनीय बनाएंगे।चूँकि आपने सही साथी को चुना है, इसलिए आपका वैवाहिक जीवन आनंद और प्रभाव का एक सतत् स्रोत हो सकता है।सदाचार का कोई कार्य, किसी व्यक्ति को उसकी उस गलती के लिए क्षमा करना जिसने आपको दुख पहुँचाया, आपकी ओर से आपको अपने प्रियजनों के बीच अधिक आदरणीय बनाएगा।ऐसे लोग जो धर्मार्थ या ऐसी संस्थाओं से संबंधित होते हैं वे आपके प्रयासों को लोगों द्वारा व्यापक रूप से स्वीकार करता हुआ पाएँगे। अच्‍छा कार्य करने का परिणाम सदैव अच्छा होगा।आनंद और ताजगी का मिजाज आपको कुछ दिनों के अवकाश पर ले जाने के लिए प्रेरित करेगा। इसके बाद आप और अधिक नया एवं ऊर्जावान अनुभव करेंगे।व्यवसाय संबंधित छोटी यात्राएँ आपके लिए सफल होंगी।आपके परिवार से अलग होना आपके लिए एक नया अनुभव होगा। किंतु ये बदलाव आपको जीवन में किसी समस्या का सामना करने के लिए अधिक स्वतंत्र और आत्मविश्वासी बनाएगा।",
    "9": "आप किसी नजदीक व्यक्ति , जिसके साथ आप या तो रिश्ता जोड़ेंगे या फिर मजबूत करेंगे उसके बारे में आप गहराई और दृढ़ता से विचार करेंगे। आपका व्यक्तित्व आपको सकारात्मक रूप में प्रतिसाद करने का प्रलोभन देता है, परंतु ध्यान रहे आपसे कोई बड़ी गलती ना हो ।उत्कृष्ट व्यक्तित्व वाले महत्वपूर्ण व्यक्तियों के साथ काम करने से आपको लंबे समय से सताने वाले नकारात्मक लक्षणों से छुटकारा मिलेगा।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।आपके रिश्ते में बहुत कठिन समय चल रहा हैं जिसके लिये आपको सामाजिक तौर पर आत्माभिव्यक्ति तथा अधिक संतोष पाने हेतू व्यक्तिगत सायकोथेरपी तथा ग्रुप थेरपी की ज़रुरत है।काम के स्थान पर महिलाओं का दिन अच्छा नही रहेगा। आर्थिक समस्या उनकी चिंता का विषय बना रहेगा। परंतु आप हमेशा की तरह ज्यादा से ज्यादा कोशिश करेंगी। आपको काम के स्थान पर चौकन्ना रहना चाहिए।आप दिमाग केवल बॉक्स के अंदर की बात सोचनेमें बहुत उत्सुक हो सकता है, लेकिन अपमानजनक संबंधों को बनाने की आपकी क्षमता, आपको दूसरों के नजरिए से आगे सोचने का विचार प्रदान करता है । आपकी उत्कृष्ट अंतर्दृष्टि अविश्वसनीय आविष्कारों और बड़ी खोजों के लिए प्रेरित करता है ।यद्यपि आप अधीर, आवेगी हैं और आपको अत्यधिक उत्तेजना की तलाश है, तथापि आपका सरल और प्रेमी स्वभाव आपको आपकी गलतियों के लिए क्षमा किए जाने हेतु आपकी सहायता करेगा।व्यावसायिक गौरव की आपकी खोज में, आप अपने जीवन के सौंदर्य और समान रूप से महत्वपूर्ण पहलुओं को खो सकते हैं, उदाहरण के लिए आपके बच्चे! आपके अंदर के माँ को जीवित रखिए और जीवन को खुशहाल और भाग्यशाली बनना चाहिए!कार्य आपका उत्साह का स्रोत है और आप कभी भी अपने शरीर को आराम नहीं देते हैं तब भी जब आप थका हुआ अनुभव करते हैं। किंतु यह सप्ताह आपको किसी स्फूर्तिदायक मिजाज के लिए कामना करवाते हुए आपके मस्तिष्क और शरीर को नया करने के लिए आप में एक समग्र बदलाव लाएगा।खेलों और छोटी चुनौतियों के लिए आपका प्रेम इस सप्ताह आपके लिए निर्धारित यात्रा को मजेदार बनाएगा।",
    "10": "सुंदरता और सामंजस्य की ओर आपका आकर्षण आपको कुछ नवीन परिस्थितियों के समीप लायेगा। इससे आप ज्यादा आरामदायी और कार्यक्षम महसूस करेंगे ।आप हाजिर जवाब, दरिया दिल, प्यार करने वाले और मनभावन होंगे जिससे दुसरों के लिये आपको कभी अरुचिकर नही लगेगा आप हमेशा क्रियाशील रहेंगे और उनके लिये जिंदादिल व्यक्तित्व बने रहेंगे।आपके प्रियजन आपके साथ ऐसा बर्ताव करेंगे जिससे आपको मानसिक आघात पहुंचेगा। शांत रहना आपके लिये बेहेतर होगा, क्योंकि अभी आपसे सामान्य प्रतिक्रिया की अपेक्षा की जाती हैं।आपको इस वक्त असुरक्षित महसूस हो रहा है, इसलिये आपको खुद की उर्जा और उत्साह में बढ़ाने हेतू किसी की मदद की ज़रुरत होगी।बहुत समय से आपको परेशान कर रहे भ्रम से आपको छुटकारा मिलेगा। आपको पूरी तरह छुटकारा मिलने तक ध्यान चिंतन करते रहें।जिंदगी जीने तथा जिंदगी में सब कुछ अच्छा पाने का जोश आपको उन सब परेशानियों से छुटकारा दिलाएगा जिनका सामना आप बहुत दिनों से कर रहे थे।आपका अहम और गर्व हथकड़ियाँ बन सकते हैं जो जीवन में आपकी प्रगति को रोकते हैं। उन लोगों के साथ अधिक मिलना बुद्धिमानी होगी जिनके साथ आप व्यवसाय करते हैं और अपने उद्देश्य तक पहुँचने के लिए उनकी सलाह स्वीकार करते हैं।आपके आगे एक ऊर्जात्मक और तरोताजा करने वाला करने वाला सप्ताह । आप अपने कार्य या नए उद्यमों से संबंध रखने वाले नई चुनौतियों को स्वीकार करने के लिए तैयार रहेंगे । आपकी ताजगी आपके संपूर्ण परिवार के लिए एकरूपता लाएगा।आपकी शारीरिक स्थिति के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध और वैमनस्य के रूप में मानसिक आघात भी पहुँचा सकती हैं।आप किसी जोशीले, स्थिर, स्नेही व्यक्ति को खोजने का एक अवसर पाएँगे जो एक खुशहाल संबंध के लिए सर्वश्रेष्ठ पसंद में बदल जाएगा।",
    "11": "प्रयोग करने की आपकी क्षमता आपको नवीन के योजना अनुसार बजट का चयन करने में आपकों सक्षम बनायेगी। आपको वरिष्ठों की प्रशंसा प्राप्त होगी।कार्यस्थान पर कोई या आपका साथी आप पर बहुत दबाव बना रहे है। आपके इर्दगिर्द गंभीर स्थिति उत्पन्न हो रही हैं जिससे आप तंग आ चुके है, फिर भी आप शांत एवं निष्पक्ष हैं।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।खुशहाली की तलाश करनेवाले मनुष्य को शांत, लचीला एवं विनम्रता के साथ रहने की आदत होती है । आपका अहंकार एवं अभिमान ऐसे बंधन हैं जो आपके जीवन का प्रगती रोक देते हैं।अत्यंत प्रेममय और कर्तव्यनिष्ठ मनुष्य होने के नाते आप जिन लोगो के साथ रहेंगे वो आपसे प्यार एवं आपकी परवाह करेंगे।बहुत असुरक्षित होते हुए, आपको ऐसे व्यक्ति की आवश्यकता है जो आपको विशेष होने का अनुभव कराए। अब आप भाग्यशाली हैं कि आप बिना विलंब के किसी ऐसे व्यक्ति को पाएँगे जो आपके जीवन में मजबूती और एकरूपता लाएगा।एक माँ के रूप में जब आप अपने बच्चों के साथ व्यवहार कर रहीं हों तो आप पुराने समय के ऐसे व्यक्ति के समान अधिक कार्य करती हैं जो नैतिक सिद्धांतों पर अधिक विश्वास करता है। यह केवल आपको अपने बच्चों से दूर करने में सहायता करेगा।जबरदस्ती खाना और उकसाया गया मदिरापान आपके स्वास्थ्य को खराब कर सकता है। ध्यान और स्वनियंत्रण इस स्थिति से बाहर निकलने के लिए आपकी सहायता करेगा।आपके प्रियजन आपके मार्गदर्शन के लिए आएँगे, क्योंकि आप अपनी तर्कशक्ति का उपयोग करने और इसे दूसरों के सामने प्रभावी और तार्किक रूप से प्रस्तुत करने में अच्छे हैं।कौशल, रचनात्मकता और करिश्मा वाले विद्यार्थियों को आपके प्रयासों के लिए शीघ्र ही पुरस्कृत किया जाएगा। अपने प्रयासों के साथ आगे बढ़िए।",
    "date": "रविवार, 25 अप्रैल 2021 से शनिवार, 1 मई 2021"
}
]
