horo_english=[
{
    "0": "You can now proceed with your plans you have been fabricating in your mind for a long time. Benefits are sure to reach you as your signs are now in a favourable position.You possess an irresistible sense of humour and the spontaneous enthusiasm of an innocent child making you popular among those you mingle with during this week.Superiors will get a negative impression of you, cause of the eccentricities you possess. Talking openly with a good counselor can help you out of this.Being a man of deep loving and highly trustworthy nature towards those you mingle with will attain you the love and care you expect from them.Think well and consult someone responsible before doing any innovations in your already successful venture. Chances are there for the result to turn out negative.You will prove yourself to be shrewd, organised, hard working, calculating and content to pull all the strings your position allows. Nothing to feel embarrassed if others feel that you are having more vigour than femininity.Your ability to stay cautious and conservative while dealing with personal relationships will come to your aid. Keep going with what your mind says, but this doesn't mean to stay completely obstinate to others opinions.You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against.You will sign in a new contract, which will provide you with a career that is both stable and secure.Consult with your family before making any decisions, cause chances are there for unexpected rejection from your near and dear ones.",
    "1": "You are generous to achieve anything beautiful and harmonious and will be willing to lavish money and energy for it.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.You are a strong, honest and dependable kind of man whom women often seek But, your false pride will make you act like a headstrong and arrogant male, hoping that it will project the manly qualities in you.You will get rid of some illusions that used to haunt you for a long time. Go ahead with your meditations till you feel entirely free of it.Your analytical nature on minor problems and criticising it will only help to generate more detachment from your children. As a mother, you have every right to control them, but overdose of anything will never bring good.It won't be a matter of wonder if others mistook your acts of the good deed, as the time is not at all favourable for you. Don't feel depressed, one day or the other, you will attain the apperception you deserve.For a long time you would have been avoiding your artistic talent, now it is time to brush and take it out. This, of course, will bring a new stimulating mood to your life.You will get an opportunity to find a warm, stable, affectionate person which will turn out to be the best choice for a happy relationship.The new job will bring out an utter change in the procedures of your day to day life. You will take a bit of time but adjust to the new circumstances very soon.It will do you better if you give a thought before getting committed to a new relationship. As your time is now favourable, you will get a proper guidance to choose the best.",
    "2": "You will find out a most stimulating partner with whom you can share your mental interest.Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.Your supersensitive feelings hamper your personal progress. You need to loosen up, taking things a little less seriously rather than reacting to it.Women may not enjoy their day at work. Something relating to your finance may cause worry. But you will not fail to put in as much of effort as you generally do. You must maintain a cautious behaviour at your place of work.The deep understanding and cooperation between the two of you have been the driving force behind your successful marital life. Consider yourself lucky and take all actions necessary to maintain the love between the two of you.An act of virtue, forgiving a person for his mistake that hurt you a lot, from your part will make you more respectable among people you love.In your search for professional glory, you may miss out on the finer and more important aspects of your life, your children! Keep the mother in you alive and life should turn out to be one happy-go-lucky ride!A mood of enjoyment and refreshing will prompt you to take holiday for some days. You will feel more revitalised and energetic after this.More and more people will approach you for your guidance without you even expecting it. This will make your days and mind busy, and you will go through a pleasant situation altogether.",
    "3": "More and more project ideas will come to you. Your ability to experiment will help you choose the best out of it.You will find yourself attracted towards someone who will make you reveal your heart without a second thought.Dealing with important persons with excellent personalities will help you to get rid of some negative peculiarities that were haunting you for a long time.Whatever be your specific career choice or your interests, the combinations of your tenacity, drive and sheer endurance is a winning one that most people are too weak to compete against your energy and willingness.Although you act as a tough guy outwardly, the delicate and loving nature in you will get blossomed these days, making you more lovable and caring than ever before.You are a person who is attracted towards novelties. This will bring you attached to some new projects which are sure to gain you profit without much delay.Although you are restless, impulsive and looking for the wildest kind of excitement, your easy going and loving nature will help you to get pardoned for your follies.You are healthy and robust. Go ahead with your plans and projects; you will attain success.Work is your source of excitement and you'll not give your body a rest even when you feel exhausted. But, this week will bring an absolute change in you, making you wish for a refreshing mood, to rejuvenate your mind and body.Financial help from some unexpected source will enable you to speed up the project which you felt would come up to an end without proper support.",
    "4": "Some of your peculiarities will make you stay away from important meetings, which if attended would have been a great help to boost up your career along with your confidence.Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father.Being a man of deep loving and highly trustworthy nature towards those you mingle with will attain you the love and care you expect from them.When you do decide to make a commitment towards anyone you will only be happy to stay loyal to them. This enables you to remain attached to those who really love and care for you.You give more importance to shared interests and emotional compatibility. You must also make yourself prepared to accept what others have to say and encourage them for their ideas. Otherwise, it will make you aloof from others.As a born leader, you are a pioneer with a purpose. You tend to reach your goals in straightforward ways and without hurting anyone.Your ability to remain silent, humble and flexible when it is not necessary to air your views will bring more recognition for you among others. You can very well present your philosophical insights when it is in need.Situations will make you stay away from some of your favourite past times. Don't take it into your heart as it will pull you into a mood of depression.Responsibilities vested upon you will make you stay away from all the activities which used to give you exciting instances.You will feel much relieved this week, as you are able to fulfil the needs of your family members through your tremendous efforts.",
    "5": "Don't feel embarrassed if you feel drawn towards a person who was never a person of interest for you. Hope for the best, as this may lead to an utter change in your life.You are generous to achieve anything beautiful and harmonious and will be willing to lavish money and energy for it.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.Your supersensitive feelings hamper your personal progress. You need to loosen up, taking things a little less seriously rather than reacting to it.You are a strong, honest and dependable kind of man whom women often seek But, your false pride will make you act like a headstrong and arrogant male, hoping that it will project the manly qualities in you.You will meet some respectable people who will help you find a way out of your delusions. This will also boost up your creative talents.As you have chosen the right partner, your married life can be a continual source of joy and impression.Your flighty, confused behaviour will impose severe limitations on your deeds. Although your intentions are good, it will take some more time to gain the public recognition.The less time you spend thinking about yourself by mingling with more and more people will present you with some romantic moments.Separation from your family will be a new experience for you. But these changes will make you more independent and confident to face any hazards in the life.",
    "6": "You will be feeling deeply and strongly about a person close to you with whom you may either start or deepen a relationship. Your personality may entice the person to respond positively provided you don't commit any blunders.Dealing with important persons with excellent personalities will help you to get rid of some negative peculiarities that were haunting you for a long time.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.You will be going through a very difficult time being direct in your relationships, and you need both individual psychotherapy and group therapy to achieve greater self-expression and more satisfaction on the social scene.Women may not enjoy their day at work. Something relating to your finance may cause worry. But you will not fail to put in as much of effort as you generally do. You must maintain a cautious behaviour at your place of work.The deep understanding and cooperation between the two of you have been the driving force behind your successful marital life. Consider yourself lucky and take all actions necessary to maintain the love between the two of you.Although you are restless, impulsive and looking for the wildest kind of excitement, your easy going and loving nature will help you to get pardoned for your follies.In your search for professional glory, you may miss out on the finer and more important aspects of your life, your children! Keep the mother in you alive and life should turn out to be one happy-go-lucky ride!Work is your source of excitement and you'll not give your body a rest even when you feel exhausted. But, this week will bring an absolute change in you, making you wish for a refreshing mood, to rejuvenate your mind and body.Financial help from some unexpected source will enable you to speed up the project which you felt would come up to an end without proper support.",
    "7": "The efforts you put into your ventures till now, will start attaining benefits. For the time being, you can just sit down and relax. Then you can start plucking the ripe fruits of your hard labour.You will be witty, generous, endearing and charming making you a never boring, always active and intensely alive personality for others to deal with.Some of your peculiarities will make you stay away from important meetings, which if attended would have been a great help to boost up your career along with your confidence.This week, as you will spend more time with your new found love, it will help you find out the virtues you possess as a male like being wonderful, witty and generous.Better postpone the changes you intend to do in your current project, as time is not favorable for you to undertake it now.Others may find you to be a strong personality with your own bold decisions. This can even arise criticism from others as you are firm in spite of being a woman.Your ability to remain silent, humble and flexible when it is not necessary to air your views will bring more recognition for you among others. You can very well present your philosophical insights when it is in need.The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome.Since you are a person who seeks stability in your deeds, you will find it easier to reach the success in the current project you are dealing with.You will feel depressed by the unexpected changes brought into your life by someone dear to you. Don't lose you confidence and try to fight back and get your stand firm.",
    "8": "Your fun-loving nature and the keen sense of humour will make you attracted towards beauty and harmony. You will also be a target of attraction for others.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.As a man who seeks prosperity you must get trained to be silent, flexible and humble. Your ego and pride will act like shackles that hamper your progress in life.You will meet some respectable people who will help you find a way out of your delusions. This will also boost up your creative talents.As a mother, while dealing with your children, you act more like an old-fashioned person who believes more on moral principles. This will only help to get you detached from your children.Your flighty, confused behaviour will impose severe limitations on your deeds. Although your intentions are good, it will take some more time to gain the public recognition.You have been kept tacit for some time about your wishes like wandering around or hitchhiking, mainly because of money and time. Now everything will come in favour of you for doing something which makes you pleasant.The less time you spend thinking about yourself by mingling with more and more people will present you with some romantic moments.Separation from your family will be a new experience for you. But these changes will make you more independent and confident to face any hazards in the life.A thorough analysing of the situation will only shower on you the best, whether it is for beginning a new venture or choosing a life partner.",
    "9": "With your talent, creativity, charisma and power of analysing you would successfully finish the assigned tasks and win the accolades of your seniors.You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased.Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others.You are vibrant and enthusiastic and your extraordinary energy will draw more people towards you this week.You will find yourself itching for emotional intensity and wild romance and in longing to sweep away by a grand passion.Your rapid and logical mind along with your highly imaginative power and obsession for perfection will bring out some outstanding results.You will find time favourable for you to execute the alterations you are planning to make in your house as well as in the office. Consulting with someone related will bring more good to you.A close, intimate friendship that always added a profound meaning to your life will prove out to be the one you need for your whole life. Go ahead and propose, already you are a bit late.Encouragement and assurance you provide on others will bring you great acceptance and applause. This will later help you to attain the support to reach your aim.You will go through some exciting instants this week. Thrilling experiences you haven't experienced for such a long time will come back to you making you more energetic and joyful.",
    "10": "Harmony seems to be the keyword for you this week. At work, at home, with friends, with your hairdresser, everyone you meet this week will look beautiful to you. Just make sure that you don't miss out due to ignorance.A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy.The feminine nature hidden in your masculine shell will open you to new friends as that caring and loving touch will give them the feeling that you are very supportive. It'll do you good!You may be the object of affection by being sweet as honey, painting visions of the future and imparting some of them with a secret, spiritual or unselfish communications. Women will have a positive time this week.You will get rid of some illusions that used to haunt you for a long time. Go ahead with your meditations till you feel entirely free of it.The deep understanding and cooperation between the two of you have been the driving force behind your successful marital life. Consider yourself lucky and take all actions necessary to maintain the love between the two of you.Your wait to be a mother may be fulfilled this week. There's every likely for a visit to the doctor, bringing joy and a beautiful new essence to life. Precaution and care should be taken and everything should go smooth.Your ability to be there for the needy persons will bring out wide recognition for you among the public. This will be a sweet revenge of you towards some, who always used to find one or the other reason to disapprove your efforts.You will get an opportunity to find a warm, stable, affectionate person which will turn out to be the best choice for a happy relationship.The new job will bring out an utter change in the procedures of your day to day life. You will take a bit of time but adjust to the new circumstances very soon.",
    "11": "You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased.Emotional blowups will only create unending problems, better prepare yourself to face any situations calmly. Showing sympathy towards your near and dear ones will never bring any harm to your image.You will love to be swept off your feet by a deliciously seductive soul, as you are romantic, dramatic and daring.Women will have a favourable week, both at workplace and home. You will find yourself more appreciated and cared by others.To come out from the world of imagination, try to fully enjoy yourself, develop a more expansive awareness, avoid negative thinking and be always in control of your thoughts.Now it is time to reveal your mind to the one you love. Otherwise, it will turn out to be too late.It will prove to be a better prospect for you as you will find out your co-workers are more than a helping hand to achieve your goal.You have been kept tacit for some time about your wishes like wandering around or hitchhiking, mainly because of money and time. Now everything will come in favour of you for doing something which makes you pleasant.Moments of rejoicing are here for you once again, as you will find out a new way to seek thrills in your favourite way.A thorough analysing of the situation will only shower on you the best, whether it is for beginning a new venture or choosing a life partner.",
    "date": "Sunday, 31 January 2021 to Saturday, 6 February 2021"
}
]
