horo_english=[
{
    "0": "More and more project ideas will come to you. Your ability to experiment will help you choose the best out of it.Your nature of getting out of the relation when all the excitements of a romance die down will only present you with mental trauma this time. So avoid hurting others and by which hurting yourself.Whatever be your specific career choice or your interests, the combinations of your tenacity, drive and sheer endurance is a winning one that most people are too weak to compete against your energy and willingness.You will find yourself itching for emotional intensity and wild romance and in longing to sweep away by a grand passion.You will find yourself aloof from your family members. The fault is more from your side. Think for a little while what, other than bringing money, you have done for your kids as a fatherYou are a person who is attracted towards novelties. This will bring you attached to some new projects which are sure to gain you profit without much delay.As per signs, you will go through complex situations for a few days. You will find yourself restless and argumentative in whatever work you undertake. You will feel that you lack the power for analysing to reach an intelligent decision.You are strong, sincere, steadfast and practical in your approach towards whatever you undertake. For the time being this approach of yours will bring you great success in your career or business dealings.Your ability to stay cautious and conservative while dealing with personal relationships will come to your aid. Keep going with what your mind says, but this doesn't mean to stay completely obstinate to others opinions.If you have other options better depend on it than preferring journeys, as chances are there for minor accidents or mishaps.",
    "1": "Your fun-loving nature and the keen sense of humour will make you attracted towards beauty and harmony. You will also be a target of attraction for others.Your nature of remaining chauvinistic, subjective, destructively critical and argumentative will make unnecessary delay in gaining the benefits you deserve. Too much openness will gain you nothing, other than the grudge of those you deal with.You possess an irresistible sense of humour and the spontaneous enthusiasm of an innocent child making you popular among those you mingle with during this week.A temptation to get too involved in vicarious experiences will leave you suffering severe frustration, as your emotions are not satisfied.Women will attain respect and recognition from those you mingle with. You will find yourself presentable on important occasions.You will go through a period, which make your mind restless, impatient and changeable. Unnecessary imagination mainly negative ones will make it impossible for you to workout any of your projects efficiently.At last, your patience will help you gain what you were waiting for a long time. Your efforts are sure to be appreciated.You will prove yourself to be shrewd, organised, hard working, calculating and content to pull all the strings your position allows. Nothing to feel embarrassed if others feel that you are having more vigour than femininity.An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family.You will act more as a critic and a fussy perfectionist and will be eager to remain attached to your philosophical attitudes. This will raise a strong objection from others, making it somewhat difficult for you to handle the situation.",
    "2": "Emotional blowups will only create unending problems, better prepare yourself to face any situations calmly. Showing sympathy towards your near and dear ones will never bring any harm to your image.Support from those you expected for the expansion of the dream project will not turn out in time. Don't' feel downhearted and continue with your efforts to make it a success, results will never be the same.Take a short vacation to spend some time with your family. Money earning for them is not the sole responsibility of a father, you must also find out time to solve their problems.Women with a strong motive will get more energy and stamina to fight back in any negative situations. Time is apt for plucking the ripe fruits of your hard work.A man like you need lots of love, affection and warmth and this week you will have someone behind you to act as a sounding board. And you are in for success.Your wish to stay in aloofness will only make you dip more into illusions and bad dreams which are haunting you for a very long time.Now it is time to reveal your mind to the one you love. Otherwise, it will turn out to be too late.You are so cautious, secretive and generally suspicious more than any woman used to be. So you tend to be more watchful and scrutinised before getting committed to anyone or anything.Your sense of insecurity will evoke worry, depression and indecisiveness. But doing some follies is not a remedy for it. This will only make you more aloof from others.You have wasted more than enough time for others. It will be better if you start thinking on behalf of you and your future.",
    "3": "You will be feeling deeply and strongly about a person close to you with whom you may either start or deepen a relationship. Your personality may entice the person to respond positively provided you don't commit any blunders.Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others.There are going to be incidents where your fatherly nature will hold good for you as those close to you will feel secure, protected and feeling good. You will feel happy and content that you have been of help to others.The forecast shows a very good week ahead. All those men out there can go out and do those wonderful things they have been planning for quite some time now!Those who are related to you will find it difficult to deal with you and your illusions. Talk it over; otherwise, you will find yourself mentally away from others.Poor health and sudden change in weather conditions may cause you to hallucinate. Be composed and try not to end up imagining unwanted thoughts that may prove to a thorn in the flesh.Your love signs are shining brightly over you and you will go through the most fabulous moments this week.The world may be stressing and testing you. Although you may outwardly define yourself by your professional achievements, you may still need to remind your colleagues that your being a woman does not make you weak and that there is a man inside you.You rely much on your friends for the emotional stability and happiness you seek. Try to be your own, as depending on others is not going to bring you always the same status of mood.Joining hands with anyone for some more time will not do you good. Better consider the proposals after some time.",
    "4": "You will be witty, generous, endearing and charming making you a never boring, always active and intensely alive personality for others to deal with.Your ability to face matters confidently will make you able to deal with some harsh situations coolly. Try to keep a tight grip on your emotions towards others.Your idea for a successful venture will take more time to commence, as the period is not favourable for you. Don't fall into depression, this is not going to stay for long. You will prove yourself fortunate without much delay.Women will have a favourable week, both at workplace and home. You will find yourself more appreciated and cared by others.Your sense of insecurity about your future will evoke in you indecisiveness, depression and fearfulness. You can seek some suggestion from the responsible persons and find out a way for a secured life, other than falling into depression.You will prove to be romantic for your love for whom life really isn't worth living without your love and care.Others may find you to be a strong personality with your own bold decisions. This can even arise criticism from others as you are firm in spite of being a woman.You are prone to nervousness which will make you do some blunders with your near and dear ones. A heartfelt apology may enable you to rescue from the consequences, even though it is not fully guaranteed for the time being.Your personal ethics would wound someone you deal with. But, if you have full faith in your ways and dealings, continue with it. Others will understand your motives very soon.An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family.",
    "5": "Since you are restless, impulsive and looking for the wildest kind of excitement, it will be difficult for you to find the beauty and harmony you wish.Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently.More and more ideas with novelty will come to your mind. What you need now is the support of your co-workers and the confidence to implement it successfully.Time is congenial to you to choose a career or commence a new venture. Forming a new base now will act beneficial for your whole future.The greatest way to overcome your present mental status is to create a distance from yourself in order to see the specifications of your life in greater outlook.Minor misunderstandings with your spouse will make your days dull. Just find a way to talk it over so that both of you will feel relieved and your happy days will be back.An act of virtue, forgiving a person for his mistake that hurt you a lot, from your part will make you more respectable among people you love.Support from your relatives and friends will shower as bliss for you to lay a strong base for your future.Your flighty, confused behaviour will impose severe limitations on your deeds. Although your intentions are good, it will take some more time to gain the public recognition.More and more people will approach you for your guidance without you even expecting it. This will make your days and mind busy, and you will go through a pleasant situation altogether.",
    "6": "As work is your main source of excitement, you rarely give your mind and body a rest. And your hard work will bring you benefits you deserve without much delay.Avoid expecting a lot from your siblings. Otherwise, you may feel disappointed and embarrassed.You will find yourself itching for emotional intensity and wild romance and in longing to sweep away by a grand passion.Stop criticizing and think how as a father you can deal with the situation your children are facing. They are eagerly waiting for your support and help.Your rapid and logical mind along with your highly imaginative power and obsession for perfection will bring out some outstanding results.You are nervous, intense and over committed to whatever you undertake. This will only lead you to over stress and mental disorders.Encouragement and assurance you provide on others will bring you great acceptance and applause. This will later help you to attain the support to reach your aim.Your ability to stay cautious and conservative while dealing with personal relationships will come to your aid. Keep going with what your mind says, but this doesn't mean to stay completely obstinate to others opinions.If you find it difficult to commit yourself to certain situations, you tend to withdraw. It will be better if you use your analysing power and be more communicative with those you deal with.You will go through some exciting instants this week. Thrilling experiences you haven't experienced for such a long time will come back to you making you more energetic and joyful.",
    "7": "Your ability to face matters confidently will make you able to deal with some harsh situations coolly. Try to keep a tight grip on your emotions towards others.Your idea for a successful venture will take more time to commence, as the period is not favourable for you. Don't fall into depression, this is not going to stay for long. You will prove yourself fortunate without much delay.There are going to be incidents where your fatherly nature will hold good for you as those close to you will feel secure, protected and feeling good. You will feel happy and content that you have been of help to others.You may be the object of affection by being sweet as honey, painting visions of the future and imparting some of them with a secret, spiritual or unselfish communications. Women will have a positive time this week.The forecast shows a very good week ahead. All those men out there can go out and do those wonderful things they have been planning for quite some time now!You will be in a world with your illusions to give you company. Try to get out of this seclusion, otherwise it will become more troublesome for you to get rid of this.This week, your aim with Cupid's arrow is especially on target. So make sure 'what you're passionate about is what you want' because you just might get it or get more of it than you ever thought possible.The world may be stressing and testing you. Although you may outwardly define yourself by your professional achievements, you may still need to remind your colleagues that your being a woman does not make you weak and that there is a man inside you.You will rely more on others for advice and support. This will, later, turn to be a burden for you, as you are the final authority to choose what you need for your personal growth.A deep-seated sense of insecurity inside you will make a love situation far more painful than pleasurable.",
    "8": "More and more ideas with novelty will come to your mind. What you need now is the support of your co-workers and the confidence to implement it successfully.It will be better for you to make some delay in beginning the new projects. As a man tend to have success in all you dealt with, this new one is not supposed to bring you the benefits you expect.Your talent, creativity and charisma will soon make you duly rewarded for your endeavours. This will be an apt time for you to pave a strong foundation for your life ahead.You will meet some respectable people who will help you find a way out of your delusions. This will also boost up your creative talents.Complications from misunderstandings in your love life will get you into some bewildered situation this week. A good conversation between you two will bring you better moments.The main menace to your health is your emotions, which, in the form of repressed anger, grudges and painful remembrances can even lead to a mental syndrome.An act of virtue, forgiving a person for his mistake that hurt you a lot, from your part will make you more respectable among people you love.Support from your relatives and friends will shower as bliss for you to lay a strong base for your future.The less time you spend thinking about yourself by mingling with more and more people will present you with some romantic moments.Students must spend more time on your work as you need a great amount of effort to excel in your studies.",
    "9": "Dealing with important persons with excellent personalities will help you to get rid of some negative peculiarities that were haunting you for a long time.You will get easily agitated this week that you will find yourself inactive and in a lack of energy to present yourself the kind of charismatic man you used to be.Approval of a new project by the authority will give you the opportunity of expanding and implementing new ideas which were only in your mind till now.Time is congenial to you to choose a career or commence a new venture. Forming a new base now will act beneficial for your whole future.Your talents will get a proper guidance and you will also get rid of the fallacies that were in your mind since your childhood.Although you are restless, impulsive and looking for the wildest kind of excitement, your easy going and loving nature will help you to get pardoned for your follies.You give more importance to shared interests and emotional compatibility. You must also make yourself prepared to accept what others have to say and encourage them for their ideas. Otherwise, it will make you aloof from others.Think more about the prospects for your personal growth, as it is time for you to live for you and your family.You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against.Financial help from some unexpected source will enable you to speed up the project which you felt would come up to an end without proper support.",
    "10": "This week you will find yourself relentless and driven in your struggle towards achievement, at times, driving you as well as those around you crazy.Backing from your friends and those assisting you will help you. this week, to make a dream come true. Patience from your side to accept the advice of others is also needed.You will get rid of some illusions that used to haunt you for a long time. Go ahead with your meditations till you feel entirely free of it.Your rapid and logical mind along with your highly imaginative power and obsession for perfection will bring out some outstanding results.Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive.Whatever be your specific career choice, the combinations of your tenacity and sheer endurance will prove to be a winning one. Personally, this week will prove to be a stepping stone to your augmentation either financially or career wise.The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome.For a long time you would have been avoiding your artistic talent, now it is time to brush and take it out. This, of course, will bring a new stimulating mood to your life.You will get an opportunity to find a warm, stable, affectionate person which will turn out to be the best choice for a happy relationship.It will do you better if you give a thought before getting committed to a new relationship. As your time is now favourable, you will get a proper guidance to choose the best.",
    "11": "Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently.A balancing act between developing yourself and your romantic relationship, versus your obligations to your group associates or projects is likely to stretch your limits. So, your energy has to be well spent.More and more ideas with novelty will come to your mind. What you need now is the support of your co-workers and the confidence to implement it successfully.You have the ability this week to turn that which appeared negative or wasted, into a new form with good potential for improvement. Communications with partners, clientele and significant others will be productive at this time. Future looks good indeedAn act of virtue, forgiving a person for his mistake that hurt you a lot, from your part will make you more respectable among people you love.You may feel down and depressed as things may not be going according to your expectations. Let this not make you lethargic and demotivate you. This may only be a small hurdle in one of the life's journeys. Remember you have a goal to fulfil.Your loyalty towards friends and relatives will bring help to you in your need. As you are always there for their help, now this is their turn to shower you with love and care that will help you a great deal.Support from your relatives and friends will shower as bliss for you to lay a strong base for your future.Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation.More and more people will approach you for your guidance without you even expecting it. This will make your days and mind busy, and you will go through a pleasant situation altogether.",
    "date": "Sunday, 30 May 2021 to Saturday, 5 June 2021"
}
]
