horo_english=[
  {
      "0": "You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. Your ability to face matters confidently will make you able to deal with some harsh situations coolly. Try to keep a tight grip on your emotions towards others. The feminine nature hidden in your masculine shell will open you to new friends as that caring and loving touch will give them the feeling that you are very supportive. It'll do you good! You may be the object of affection by being sweet as honey, painting visions of the future and imparting some of them with a secret, spiritual or unselfish communications. Women will have a positive time this week. Giving some extra energy through meditations and caring will only help you to vitalize your mind and body which now really needs an extra care. Your wait to be a mother may be fulfilled this week. There's every likely for a visit to the doctor, bringing joy and a beautiful new essence to life. Precaution and care should be taken and everything should go smooth. Your ability to be there for the needy persons will bring out wide recognition for you among the public. This will be a sweet revenge of you towards some, who always used to find one or the other reason to disapprove your efforts. If you get reluctant in using your analysing power more effectively you will fall into a state of rut, leaving you with unfinished projects. Find some ways to communicate with others more reasonably and understandably. Students will get assailed by elders for an attitude of irresponsibility and carelessness. Now the time is apt for taking some responsible steps towards your studies as well as future life.",
      "1": "The efforts you put into your ventures till now, will start attaining benefits. For the time being, you can just sit down and relax. Then you can start plucking the ripe fruits of your hard labour. You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased. Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful. You will show the nature of being unimaginative, biased and always worrying. You will get weaker than you used to be before, that you will feel yourself incapable of taking any decision like a man. A feeling of depression will crush the mother in you with the separation of your children for higher studies or job. Forthcoming days are expected to bring you back to mood. Your loyalty towards friends and relatives will bring help to you in your need. As you are always there for their help, now this is their turn to shower you with love and care that will help you a great deal. You have your own philosophical thinking that guides you while taking personal decisions. This week you will find it more useful and will feel relieved that you rely upon it. Your flighty, confused behaviour will impose severe limitations on your deeds. Although your intentions are good, it will take some more time to gain the public recognition. As a person of high esteem, you will go through a state where everyone expects from you something relevant. Now you can feel proud yourself that you reached the stage where you have successfully fulfilled what others expected from you. Excitement and love in your newfound love will also give you a stable relationship. You can blindly rely upon this as a life long one.",
      "2": "Since you are restless, impulsive and looking for the wildest kind of excitement, it will be difficult for you to find the beauty and harmony you wish. Approval of a new project by the authority will give you the opportunity of expanding and implementing new ideas which were only in your mind till now. Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father. Time is congenial to you to choose a career or commence a new venture. Forming a new base now will act beneficial for your whole future. People who mingle with you will find you reliable for your loyalty, sincerity and constant support you provide to them. Minor misunderstandings with your spouse will make your days dull. Just find a way to talk it over so that both of you will feel relieved and your happy days will be back. You give more importance to shared interests and emotional compatibility. You must also make yourself prepared to accept what others have to say and encourage them for their ideas. Otherwise, it will make you aloof from others. Work is your source of excitement and you'll not give your body a rest even when you feel exhausted. But, this week will bring an absolute change in you, making you wish for a refreshing mood, to rejuvenate your mind and body. You will overcome the minor hazards in your way to carry out the responsibilities vested upon you as a family as well as a social member. If you have other options better depend on it than preferring journeys, as chances are there for minor accidents or mishaps.",
      "3": "You may find yourself unknowingly attracted to someone you interact with quite regularly. You should be watchful of the person as your attraction may blind you from the true nature of the individual. As work is your main source of excitement, you rarely give your mind and body a rest. And your hard work will bring you benefits you deserve without much delay. You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased. A man like you need lots of love, affection and warmth and this week you will have someone behind you to act as a sounding board. And you are in for success. Self-indulgence and laziness will curb you from utilising the wit and intelligence you own to handle the projects you undertake. Try to mingle more with your co-workers and think before saying anything critical about others. As a born leader, you are a pioneer with a purpose. You tend to reach your goals in straightforward ways and without hurting anyone. Your ability to remain silent, humble and flexible when it is not necessary to air your views will bring more recognition for you among others. You can very well present your philosophical insights when it is in need. The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome. You will feel much relieved this week, as you are able to fulfil the needs of your family members through your tremendous efforts. Busy schedules will force you to postpone a trip you were anxiously waiting for. Don't get depressed for this will never be the last chance.",
      "4": "Harmony seems to be the keyword for you this week. At work, at home, with friends, with your hairdresser, everyone you meet this week will look beautiful to you. Just make sure that you don't miss out due to ignorance. You may be feeling both angry and hurt this week. You are in an especially sensitive and mildly irritable state and small things get on your nerves. Spend some time with your personal diary and express every thought on your mind. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. The feminine nature hidden in your masculine shell will open you to new friends as that caring and loving touch will give them the feeling that you are very supportive. It'll do you good! The deep understanding and cooperation between the two of you have been the driving force behind your successful marital life. Consider yourself lucky and take all actions necessary to maintain the love between the two of you. Your outspoken and extrovert nature may make those around you to feel that, in spite of being a woman, you are trying to be a man. This shouldn't discourage you as it is their insecurity and their problem, not yours. Your wait to be a mother may be fulfilled this week. There's every likely for a visit to the doctor, bringing joy and a beautiful new essence to life. Precaution and care should be taken and everything should go smooth. A mood of depression will overwhelm you as you think about your old desires you have been cast off purposely from your mind for a long time. It will take some time for you to get rid of those haunting memories. The physical and mental stress you are going through will make you keep away from the entertainments which provided the titillation you seek. Business-related short trips would turn out to be successful for you.",
      "5": "The efforts you put into your ventures till now, will start attaining benefits. For the time being, you can just sit down and relax. Then you can start plucking the ripe fruits of your hard labour. Try to keep aside your proud, impatient and bombastic nature while dealing with your siblings as chances are there for minor clashes with your brothers or sisters. You will be witty, generous, endearing and charming making you a never boring, always active and intensely alive personality for others to deal with. You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased. Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm. This week, as you will spend more time with your new found love, it will help you find out the virtues you possess as a male like being wonderful, witty and generous. Others may find you to be a strong personality with your own bold decisions. This can even arise criticism from others as you are firm in spite of being a woman. Your ability to stay cautious and conservative while dealing with personal relationships will come to your aid. Keep going with what your mind says, but this doesn't mean to stay completely obstinate to others opinions. You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against. If you find it difficult to commit yourself to certain situations, you tend to withdraw. It will be better if you use your analysing power and be more communicative with those you deal with.",
      "6": "Since you are restless, impulsive and looking for the wildest kind of excitement, it will be difficult for you to find the beauty and harmony you wish. Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father. Time is congenial to you to choose a career or commence a new venture. Forming a new base now will act beneficial for your whole future. Your critical and argumentative nature towards your subordinates will bring out a negative approach from them even towards the wise and intelligent decisions you take. When you do decide to make a commitment towards anyone you will only be happy to stay loyal to them. This enables you to remain attached to those who really love and care for you. Minor misunderstandings with your spouse will make your days dull. Just find a way to talk it over so that both of you will feel relieved and your happy days will be back. As a born leader, you are a pioneer with a purpose. You tend to reach your goals in straightforward ways and without hurting anyone. You wield a lot of power and love new projects, people and interests. The optimistic nature will help you feel rejuvenated. You will feel much relieved this week, as you are able to fulfil the needs of your family members through your tremendous efforts. Busy schedules will force you to postpone a trip you were anxiously waiting for. Don't get depressed for this will never be the last chance.",
      "7": "You are prone to nervousness, making it difficult for the time being to utilise your ability to experiment. So it will be better from your part to depend on someone who can be relied upon. Self-improvement will be your self-imposed motto in the coming days. Friends and relatives will be there for you with a helping hand. Your supersensitive feelings hamper your personal progress. You need to loosen up, taking things a little less seriously rather than reacting to it. Generous and warm qualities in you will lead to many joyful experiences in the family. Your commitment towards family will help you to gain the love and care you seek. Confidence and mental preparation to achieve the best will boost up your energy. Your inner self will always act as a good guide for you. Will get a relief from an ailment haunting you for a long time, and you will feel more relaxed. You will start relying more on the words of your physician. Situations will make you stay away from some of your favourite past times. Don't take it into your heart as it will pull you into a mood of depression. The physical and mental stress you are going through will make you keep away from the entertainments which provided the titillation you seek. Excitement and love in your newfound love will also give you a stable relationship. You can blindly rely upon this as a life long one. Separation from your family will be a new experience for you. But these changes will make you more independent and confident to face any hazards in the life.",
      "8": "Success will be your hallmark in your career world this week. Approval of a new project by the authority will give you the opportunity of expanding and implementing new ideas which were only in your mind till now. There are going to be incidents where your fatherly nature will hold good for you as those close to you will feel secure, protected and feeling good. You will feel happy and content that you have been of help to others. You have the ability this week to turn that which appeared negative or wasted, into a new form with good potential for improvement. Communications with partners, clientele and significant others will be productive at this time. Future looks good indeed People who mingle with you will find you reliable for your loyalty, sincerity and constant support you provide to them. Think more about the prospects for your personal growth, as it is time for you to live for you and your family. Success will come on your way for the work you have done for the society. Your hard work and devotion will attain wide recognition and applause. This will make you more encouraged to continue with your projects. Work is your source of excitement and you'll not give your body a rest even when you feel exhausted. But, this week will bring an absolute change in you, making you wish for a refreshing mood, to rejuvenate your mind and body. You will overcome the minor hazards in your way to carry out the responsibilities vested upon you as a family as well as a social member. New atmosphere and new friends will be a real experience for you. Your active presence will reform your friends also.",
      "9": "The efforts you put into your ventures till now, will start attaining benefits. For the time being, you can just sit down and relax. Then you can start plucking the ripe fruits of your hard labour. Try to keep aside your proud, impatient and bombastic nature while dealing with your siblings as chances are there for minor clashes with your brothers or sisters. You will be witty, generous, endearing and charming making you a never boring, always active and intensely alive personality for others to deal with. Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm. Others may find you to be a strong personality with your own bold decisions. This can even arise criticism from others as you are firm in spite of being a woman. The main menace to your health is your emotions, which, in the form of repressed anger, grudges and painful remembrances can even lead to a mental syndrome. An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family. Your ability to remain silent, humble and flexible when it is not necessary to air your views will bring more recognition for you among others. You can very well present your philosophical insights when it is in need. If you get reluctant in using your analysing power more effectively you will fall into a state of rut, leaving you with unfinished projects. Find some ways to communicate with others more reasonably and understandably. Since you are a person who seeks stability in your deeds, you will find it easier to reach the success in the current project you are dealing with.",
      "10": "Your casual attitude towards love will only help to fade out the attraction your lover owns towards you. You can now proceed with your plans you have been fabricating in your mind for a long time. Benefits are sure to reach you as your signs are now in a favourable position. You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased. Being a man of deep loving and highly trustworthy nature towards those you mingle with will attain you the love and care you expect from them. Your critical and argumentative nature towards your subordinates will bring out a negative approach from them even towards the wise and intelligent decisions you take. Your loyalty towards friends and relatives will bring help to you in your need. As you are always there for their help, now this is their turn to shower you with love and care that will help you a great deal. You have your own philosophical thinking that guides you while taking personal decisions. This week you will find it more useful and will feel relieved that you rely upon it. Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation. As a person of high esteem, you will go through a state where everyone expects from you something relevant. Now you can feel proud yourself that you reached the stage where you have successfully fulfilled what others expected from you. Journeys you are planning to have will make money slip through your fingers like quicksilvers without you even realising it.",
      "11": "The sense of insecurity you feel would invoke worry, indecisiveness, depression and fearfulness in you. This would keep away the beauty and harmony of your life for a short while Your concept of your future may be changed in some ways. Your participation with friends may be quite exciting and refreshing. Your may struggle with people or institutions but is rewarded by a job or a well-done negotiation. Approval of a new project by the authority will give you the opportunity of expanding and implementing new ideas which were only in your mind till now. As you possess the main essential that is the sense of survival and knowledge to make a lot from a little, you are sure to attain much from what come in search of you these days. Think it over once or twice before speaking out your mind to the person you felt attracted towards. Give a thorough analysing about every positive and negative aspect before jumping into a conclusion. People who mingle with you will find you reliable for your loyalty, sincerity and constant support you provide to them. Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive. Think more about the prospects for your personal growth, as it is time for you to live for you and your family. Work is your source of excitement and you'll not give your body a rest even when you feel exhausted. But, this week will bring an absolute change in you, making you wish for a refreshing mood, to rejuvenate your mind and body. In order to avoid a failure and to withstand your position, students must contribute more time and effort on studies.",
      "date": "Sunday, 8 November 2020 to Saturday, 14 November 2020"
  }
]
