horo_hindi=[
{
    "0": "आपमें परखने की क्षमता होगी, फिर भी दूसरों के विचारों को मना करना बुद्धिमानी नहीं है। आपका हमेशा सही होना जरूरी नहीं है ।आपमें मज़ाक करने की प्रबल शक्ती है तथा बच्चो जैसा स्वाभाविक उत्साह भी हैं जिसके कारण इस हफ्ते आपसे घुलने मिलने वाले लोगों के बीच आप लोकप्रिय बने रहेंगे।आपसे जुड़े लोगों को आपके व्यक्तित्व के लक्षणों की वजह से आपसे समायोजन करना मुश्किल होगा। उनसे खुलकर बात करने से आपको इस स्थिति से छुटकारा मिल सकता हैं।भावनात्मक विस्फोट से केवल अंतहीन समस्याये उत्पन्न होती हैं। परिस्थिति चाहे अच्छी हो या बुरी उसका सामना शांति से करने हेतू खुद को तैयार कर लेना अच्छा होगा। आपके प्रियजनों के प्रति सहानुभूति दिखाने से आपकी छवि को कोई ठेस नही पहुंचेगी।महिलाये जिनके साथ रहेंगी उनसे आदर तथा पहचान हासिल करेंगी। आप खुद को महत्वपूर्ण मौकों पर प्रस्तुत करने योग्य समझेगी।जो उद्यम आप पहले से यशस्वी रूप से चला रहे हैं, उसमे कोई नव परिवर्तन करने से पूर्व ठीक से सोचे तथा किसी जिम्मेदार व्यक्ती की सलाह लें। अन्यथा नकारात्मक परिणाम आने की संभावना हैं।आप अपने पद के अनुसार कार्य करने के लिए स्वयं को चतुर, व्यवस्थित, मेहनती, परिकलन और संतुष्ट सिद्ध करेंगे। यदि दूसरे अनुभव करते हैं कि आपके पास स्त्रित्व की अपेक्षा अधिक ताकत है तो शर्मिंदा होने की आवश्यकता नहीं है।आपको लंबे समय से परेशान कर रही किसी बीमारी से आराम मिलेगा, और आप अधिक शांत अनुभव करेंगे। आप अपने चिकित्सक की बातों पर अधिक विश्वास करना प्रारंभ करेंगे।आपके नए मिले प्रेम में उत्साह और प्रेम आपको एक स्थिर संबंध प्रदान करेगा और आप इस पर लंबे संबंध के रूप में आँख बंद कर विश्वास कर सकते हैं।अधिक से अधिक विचार आपकी योजना में अचानक बदलाव लाएँगे। कोई भी बदलाव करने के पूर्व अच्छी तरह सोचना बेहतर होगा क्योंकि यह आपको अत्यधिक हानि पहुँचा सकता है।",
    "1": "आप पूर्णतावादी होने के बावज़ूद, आपकी तरफ से होने वाले अनावश्यक विलंब के कारण आपको लाभ मिलने में भी अनावश्यक विलंब हो सकता हैं।भविष्य के बारे में आपकी संकल्पना में किसी कारण बदलाव आने की संभावना हैं। दोस्तों के साथ आपका सहयोग रोमांचक तथा स्फूर्तिदायक रहेगा। लोगों या संस्थाओं के साथ आपको संघर्ष करना पड़ सकता है, परंतु इसके बदले आपको नौकरी या बातचीत से पुरस्कृत किया जाएगा ।खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।नैराश्य की भावना तथा नकारात्मकता आपको जीवन का अधिक आनंद लेने से रोक देगी।हालांकि आप अपने मर्जी के मालिक दिखाई देते है, परंतु आप मित्रतापूर्ण, दयालु, सज्जन तथा परोपकारी हैं। दिलासा और देखभाल की ज़रुरत वाले कई लोग आपका यह लक्षण पता चलने पर आपकी तरफ आकर्षित होंगे।फिलहाल आपका ध्यान ज्यादा पैसे कमाने पर है , इससे आपके रचनात्मक तथा काल्पनिक प्रतिभा का इस्तेमाल करने में बाधा आती हैं।चूँकि आपने सही साथी को चुना है, इसलिए आपका वैवाहिक जीवन आनंद और प्रभाव का एक सतत् स्रोत हो सकता है।माँ के रूप में आपका प्रेम और देखभाल इन दिनों अधिक उभरेगा, क्योंकि बच्चों के साथ-साथ निकट के अन्य लोग भी आपके साथ रहते समय अधिक राहत महसूस करेंगे।आपने समाज के लिए जो कार्य किया है उसके लिए सफलता आपके मार्ग पर आएगी। आपकी कड़ी मेहनत और समर्पण व्यापक पहचान और प्रशंसा प्राप्त करेगी। यह आपको आपके कार्य जारी रखने के लिए और अधिक प्रोत्साहित करेगी।कुछ अधिक समय के लिए किसी के साथ हाथ मिलाना आपके लिए अच्‍छा नहीं होगा। बेहतर होगा यदि प्रस्तावों पर कुछ समय के बाद विचार करें।",
    "2": "निराश होने की संभावना है। आपको लगेगा की आपके प्रयासों का फल नहीं मिला है और आपको उसके परिणाम भी प्राप्त नहीं हुए हैं । इससे निराश न हो । फीनिक्स की तरह राख से उठिये !आपका मार्गदर्शक एवं सहयोगी व्यक्तित्व आपके प्रियजनों के लिये बहुत अच्छा साबित होगा। आपके प्रभावशाली स्वभाव के कारण मिलने वाला सहकार्य केवल उनके लिये मददगार ही साबित नही होगा परंतु आपके लिये भी सकारात्मक साबित होगा।प्रतिनिधिक अनुभवों में अत्यधिक जुड़े होने के प्रलोभन से भावनाये संतुष्ट न होनें पर आपको गंभीर नैराश्य आने की संभावना है।आप मीठी बाते करके लोगों को आकर्षित कर सकते हैं, भविष्य के बारे में आप विचार करेंगे और कुछ गुप्त, अध्यात्मिक या निस्वार्थ बातचीत के ज़रिये भविष्य के कुछ सपने प्रकट भी करेंगे। महिलायें इस हफ्ते सकारात्मक समय व्यतीत करेंगी।स्वास्थ्य दुर्बलता और मौसम की स्थिति में अचानक आये बदलाव आपको भ्रम में डाल सकते हैं। शांत रहे एवं अनावश्यक विचारों से खुद को परेशान न करें अन्यथा इसका परिणाम अच्छा नही होगा।आपकी बंद परियोजनों पर कार्य करने के लिये यह एक अच्छा सप्ताह है। नये जीवन के लिये तैयार रहें। आगे कैसे बढ़े इसके बारे में अगर आप अनिश्चित हैं, तो अपना लक्ष्य तय करना आपका पहला कदम होगा।संभवत: दुनिया आपको तनाव देने और आजमाने का प्रयास कर रही हो, और यद्यपि आप स्वयं को अपनी व्यवसायिक उपलब्धियों से परिभाषित करती हों, तथापि आपको अपने सहकर्मियों को अभी भी यह याद दिलाने की आवश्यकता हो सकती है कि एक महिला होना आपको कमजोर नहीं बनाता है और आपके अंदर एक पुरुष है।आपके व्यक्तिगत नीति किसी ऐसे व्यक्ति को घाव देंगे जिसके साथ आप व्यवहार करते हैं। किंतु यदि आपको अपने तरीकों और व्यवहार में पूर्ण विश्वास है, तोजारी रखिए। दूसरे शीघ्र ही आपके उद्देश्यों को समझेंगे।आपके आगे एक ऊर्जात्मक और तरोताजा करने वाला करने वाला सप्ताह । आप अपने कार्य या नए उद्यमों से संबंध रखने वाले नई चुनौतियों को स्वीकार करने के लिए तैयार रहेंगे । आपकी ताजगी आपके संपूर्ण परिवार के लिए एकरूपता लाएगा।चूँकि आप एक ऐसे व्यक्ति हैं जो अपने कार्यों में स्थिरता खोजता है, तो आप वर्तमान परियोजना, जिसके साथ आप कार्य कर रहे हैं, उसमें सफलता प्राप्त करने में सरलता पाएँगे।",
    "3": "इस हफ्ते आपकी संताने आपको अधिक सहयोग देंगे। आपके सपनों को साकार करने हेतू वे अपना योगदान देंगे।आपके ड्रिम प्रोजैक्ट के विस्तारण हेतू जिन लोगों के सहकार्य की आपको अपेक्षा हैं वह समय पर प्राप्त नहीं होगा । खुद को निराश न होने दें, उसे कामयाब करने हेतू प्रयास करें, परिणाम अच्छे आयेंगे।उनके जीवन में पैतृक देखभाल की कितनी ज़रुरत है यह समझ में आने के बाद आप उनके साथ बिताने के लिए अधिक समय निकालेंगे ।अलगाव में रहने की आपकी इच्छा केवल आपको भ्रम या बुरे सपनो में अधिक डूबो देगी जो आपको कई दिनो से परेशान कर रहे हैं।आप जिनसे व्यवहार करते है उनके साथ इमानदार रहने का गुण अगर आप में है तो आपको मित्र या सहकर्मी के रुप में बहुल लोगो द्वारा स्वीकृत किया जाएगा।बहुत असुरक्षित होते हुए, आपको ऐसे व्यक्ति की आवश्यकता है जो आपको विशेष होने का अनुभव कराए। अब आप भाग्यशाली हैं कि आप बिना विलंब के किसी ऐसे व्यक्ति को पाएँगे जो आपके जीवन में मजबूती और एकरूपता लाएगा।आपके प्रियजन आपके मार्गदर्शन के लिए आएँगे, क्योंकि आप अपनी तर्कशक्ति का उपयोग करने और इसे दूसरों के सामने प्रभावी और तार्किक रूप से प्रस्तुत करने में अच्छे हैं।जब आप प्रेम में हो तो आपकी आवश्यकता को गंभीरतापूर्वक लिया जाना चाहिए क्योंकि आपका किसी प्रेम प्रसंग में गंभीर होने की ओर प्रवृत्त होना आपके लिए एक रूमानी युग्म को खोजने में कुछ विलंब करेगा।उच्च सम्मान के व्यक्ति के रूप में आप ऐसी अवस्था से गुजरेंगे जहाँ प्रत्येक व्यक्ति आपसे कुछ उचित की अपेक्षा करता है। अब आप स्वयं पर गर्व कर सकते हैं कि आप उस जगह पहुँच गए जहाँ आपने उन चीजों को सफलतापूर्वक पूर्ण किया है जिसकी दूसरों ने आपसे अपेक्षा की।आप अपने निर्णय को किसी नई योजना को स्वीकार करने में भ्रम में पड़ा हुआ पाएँगे। परिस्थिति की चर्चा और विश्लेषण करने के लिए अधिक समय लीजिए अन्यथा यह आपके लिए व्यर्थ सिद्ध होगा।",
    "4": "आपमें मज़ाक करने की प्रबल शक्ती है तथा बच्चो जैसा स्वाभाविक उत्साह भी हैं जिसके कारण इस हफ्ते आपसे घुलने मिलने वाले लोगों के बीच आप लोकप्रिय बने रहेंगे।आपका सहनशील, अटल, प्रतिबद्ध एवं उद्देश्यपूर्ण स्वभाव से आपको खुद के एवं दुसरों की समस्याओं को सुलझाने में मदद मिलेगी।नयी परियोजना शुरु करते समय उसमें ज्यादा से ज्यादा मुनाफ़ा प्राप्त करने हेतू आपकी कल्पनाओं को अमल मे लाने के लिये आपके सहयोगियों के विरोध का सामना आपको करना पड़ेगा।महिलाये जिनके साथ रहेंगी उनसे आदर तथा पहचान हासिल करेंगी। आप खुद को महत्वपूर्ण मौकों पर प्रस्तुत करने योग्य समझेगी।खुद पर दया करने की प्रवृत्ति छोड़िए। भविष्य के बारे में आपकी चिंताएं कई दिनो तक चलती रहेगी। हमेशा अच्छे की कामना करें, जल्द ही इस परिस्थिति में बदलाव आयेगा।आप अपने पद के अनुसार कार्य करने के लिए स्वयं को चतुर, व्यवस्थित, मेहनती, परिकलन और संतुष्ट सिद्ध करेंगे। यदि दूसरे अनुभव करते हैं कि आपके पास स्त्रित्व की अपेक्षा अधिक ताकत है तो शर्मिंदा होने की आवश्यकता नहीं है।आपके पास धन खर्च करने के लिए अत्यधिक आवेग है, यह आपसे कुछ अक्षम्य कार्य करवाएगा। इसलिए कोई भी ऐसी गलती करने से सावधान रहें जो बाद में अक्षम्य हो जाए।कभी-कभी आप इतने भावुक हो जाते हैं कि आप उन विलासताओं का प्रेम और उनका आनंद लेना भी भूल जाते हैं जिनकी आपको अनुमति है। यदि आपका परिवार अनुभव करता है कि आप उनके जीवन में भी खुशियों के विरुद्ध है तो कोई आश्चर्य नहीं है।आपकी वर्तमान शारीरिक स्थिति का विश्लेषण करने के लिए कुछ समय खर्च करना ही आपको अधिक उर्जात्मक और खुशहाल बनाएगा। इस तरह यह आपको आपकी वर्तमान नीरसता के लिए कोई समाधान ढूँढने में सक्षम करेगा, जो आपको चिढ़चिढ़ा और उदास कर रही है।आप एक नए अनुबंध में हस्ताक्षर करेंगे, जो आपको ऐसा कैरियर प्रदान करेगा जो स्थिर और सुरक्षित दोनों है।",
    "5": "आपकी असुरक्षा की भावना जो आप में चिंता, अनिश्चितता, अवसाद और भयानकता पैदा करते हैं, वे आपके जीवन की सुंदरता और तालमेल को कुछ पलो तक आपसे दूर करते हैं।आपका अनोखापन जिसकी सब लोग हंसी उड़ाते है, इससे आपको इस हफ्ते लाभ होनेवाला हैं। समारोह या सार्वजनिक सम्मेलन में आप महत्वपूर्ण व्यक्ति बनेंगे।आपके दोस्त एवं सहयोगियों से मिला समर्थन आपको इस हफ्ते आपका सपना पूरा करने में सहायक साबित होगा। दुसरों की सलाह स्वीकार करने हेतू आपका सब्र भी ज़रुरी है।जिंदगी जीने का तरीका और छोटी चीज से बड़ा लाभ उठाना आपको भलीभाँति आता है, इसलिये इन दिनो आपको जो भी मिलेगा उससे ज्यादा से ज्यादा फ़ायदा आप उठायेंगे।आप अनुभव करेंगे कि आजकल आपका वैवाहिक जीवन बहुत ही नीरस है। आपको अधिक वार्तालाप करने वाला और प्रतिबद्ध होने का प्रयास करना चाहिए क्योंकि यह भी एक ऐसी चीज है जो किसी संबंध में बड़ी भूमिका निभाती है।गलती करना मानव स्वभाव है और क्षमा करना भगवान है। आपने जो गलती अनजाने में की है उसके लिए अपने प्रियजनों से माफी मिलने से आप अधिक शांति का अनुभव करेंगे।आप किसी भी कार्य को करने के लिए तैयार होंगे क्योंकि आपकी मानसिक और शारीरिक ताकत इसके चरम पर है। अपनी ताकत को किसी अच्छे और उद्देश्यपूर्ण कार्य में लगाने का प्रयास कीजिए।यह कोई आश्चर्य की बात नहीं होगी यदि दूसरे लोग आपके अच्छे कार्यों को गलत समझें, क्योंकि आपका समय हमेशा आपके अनुकूल नहीं होता है। दुखी होने का अनुभव न करें, एक न एक दिन आप अपने कार्य के लिए वह प्रशंसा प्राप्त करेंगे जिसके आप योग्य हैं।व्यस्त समय आपको उस यात्रा को टालने के लिए मजबूर करेगा जिसका आप बेसब्री से इंतजार कर रहे थे। इसके लिए दुखी होने का अनुभव न करें यह कभी भी अंतिम अवसर नहीं होगा।किसी अप्रत्याशित व्यक्ति से कोई अप्रत्याशित पहुँच आपके दिनों को नीरस बनाएगी। इस अवसर का उपयोग इसे व्यर्थ किए बिना कीजिए।",
    "6": "आजतक आपने जितने भी कष्ट उठाये हैं उसका फल अभी आपको बड़ी मात्रा में प्राप्त होने वाला है। आवेश में आकर आलसी ना बनें। इसके अलावा लाभ का आनंद उठाइए, आपका अधिकार है।इधर उधर संदेह करना एवं बोलचाल के अभाव से भाई-बहन के रिश्तो में खटास आने की संभावना है। चीजों को अपूरणीय चरण तक गिरने देने के बजाय शुरू में ही बात करके सुधारना बेहतर होगा।किसी आकर्षक व्यक्ति को अपने प्यार में पागल करना आपको अच्छा लगता हैं क्योंकि आप स्वच्छंद, प्रभावशाली एवं साहसी हैं।एक बार अपनी समय-सारणी पर नज़र डाले , आपको पता चलेगा की आप अपने बच्चो को पर्याप्त समय नही दे रहे हैं। उन्हे अपने पिता की उपस्थिति की जरुरत है, और आपको उनके लिये समय निकालना चाहिए।रचनात्मकता एवं कल्पनाशक्ती आपकी अच्छी आदते हैं। इसे बढ़ावा देना तथा इसके लिये ज़रुरत अनुसार सहयोग लेने की सलाह आपको दी जाती हैं। याद रखें इससे आपके जीवन शैली में भी सुधार आयेगा।ध्यान और देखभाल के माध्यम से कुछ अतिरिक्त ऊर्जा प्रदान करना केवल आपके मस्तिष्क और शरीर को प्राण शक्ति प्रदान करने के लिए सहायता करेगा जिसे अब वास्तव में कुछ अतिरिक्त देखभाल की आवश्यकता है।आप केवल उन लोगों को ही प्रेम कर सकते हैं जिनके साथ आप कार्य करते हैं। सच्चाई यह है कि किसी के साथ अच्छा कार्य करना और उसके साथ विचारों को साझा करना ही आप में बदलाव ला सकता है। आप चलने में तेज हैं – उतावलेपन की प्रवृत्ति से सावधान रहें।आपकी स्वयं की दार्शनिक विचारधारा है जो व्यक्तिगत निर्णय लेते समय आपका मार्गदर्शन करती है। इस सप्ताह आप इसे अधिक उपयोगी पाएँगे और शांति का अनुभव करेंगे कि आप इस पर विश्वास करते हैं।यद्यपि आपको क्या छिए यह आपको पता है, तथापि कोई सहज तरीका प्राप्त करने के लिए आपको स्वयं को दूसरों के प्रति पर्याप्त तर्क के साथ प्रस्तुत करने के लिए सक्षम होना चाहिए। स्वयं को प्रस्तुत करते समय और अधिक तार्किक होने का प्रयास कीजिए।आप चीजों के साथ प्रयोग करते हैं जिसका आप वास्तव में आनंद लेते हैं। धन अथवा स्रोत मनोरंजन के लिए बढ़ावा देते हैं। आप मित्रों के साथ मजा करते हैं। आप स्वयं को ऐसे जबरदस्त जोखिम लेते हुए पाते हैं जो आपको ऐसा व्यक्ति बनाते हैं जिसके जैसा आप होना चाह रहे हैं।",
    "7": "आप हाजिर जवाब, दरिया दिल, प्यार करने वाले और मनभावन होंगे जिससे दुसरों के लिये आपको कभी अरुचिकर नही लगेगा आप हमेशा क्रियाशील रहेंगे और उनके लिये जिंदादिल व्यक्तित्व बने रहेंगे।आपका सहनशील, अटल, प्रतिबद्ध एवं उद्देश्यपूर्ण स्वभाव से आपको खुद के एवं दुसरों की समस्याओं को सुलझाने में मदद मिलेगी।नयी परियोजना शुरु करते समय उसमें ज्यादा से ज्यादा मुनाफ़ा प्राप्त करने हेतू आपकी कल्पनाओं को अमल मे लाने के लिये आपके सहयोगियों के विरोध का सामना आपको करना पड़ेगा।महिलाओं के लिये अनुकूल हफ्ता है । लोग आपकी प्रशंसा करेंगे तथा आपकी ज्यादा हिफ़ाज़त करेंगे।असुरक्षा की भावना आप में अनिर्णय की स्थिति, निराशा तथा भय पैदा करेगी। आप निराशा में जीने के बज़ाय सुरक्षित जीवन के लिये किसी जिम्मेदार व्यक्ति की सलाह ले सकते हैं।दूसरे लोगों के लिए आप स्वयं के निर्भीक निर्णयों के साथ एक मजबूत व्यक्तित्व के व्यक्ति हो सकते हैं। इससे दूसरेआपकी आलोचना भी करेंगे क्योंकि आप एक महिला होने के बावजूद भी दृढ़ हैं।आपके पास धन खर्च करने के लिए अत्यधिक आवेग है, यह आपसे कुछ अक्षम्य कार्य करवाएगा। इसलिए कोई भी ऐसी गलती करने से सावधान रहें जो बाद में अक्षम्य हो जाए।कभी-कभी आप इतने भावुक हो जाते हैं कि आप उन विलासताओं का प्रेम और उनका आनंद लेना भी भूल जाते हैं जिनकी आपको अनुमति है। यदि आपका परिवार अनुभव करता है कि आप उनके जीवन में भी खुशियों के विरुद्ध है तो कोई आश्चर्य नहीं है।आपकी वर्तमान शारीरिक स्थिति का विश्लेषण करने के लिए कुछ समय खर्च करना ही आपको अधिक उर्जात्मक और खुशहाल बनाएगा। इस तरह यह आपको आपकी वर्तमान नीरसता के लिए कोई समाधान ढूँढने में सक्षम करेगा, जो आपको चिढ़चिढ़ा और उदास कर रही है।आप एक नए अनुबंध में हस्ताक्षर करेंगे, जो आपको ऐसा कैरियर प्रदान करेगा जो स्थिर और सुरक्षित दोनों है।",
    "8": "आपके दोस्त एवं सहयोगियों से मिला समर्थन आपको इस हफ्ते आपका सपना पूरा करने में सहायक साबित होगा। दुसरों की सलाह स्वीकार करने हेतू आपका सब्र भी ज़रुरी है।अन्न एवं मद्यपान में ज्यादा न डुबे अन्यथा आपको शारीरिक पीड़ा और आपकी पत्नी और बच्चो को इससे मानसिक तनाव का सामना करना पड़ सकता हैं ।नयी बुनियाद रखने हेतू अभी कैरियर या नये उपक्रम की शुरुआत करना आपके भविष्य के लिये लाभदायक होगा।बहुत समय से आपको परेशान कर रहे भ्रम से आपको छुटकारा मिलेगा। आपको पूरी तरह छुटकारा मिलने तक ध्यान चिंतन करते रहें।आपके रिश्ते में कुछ होता हुआ दिखाई नही देता, आप दोनो एक दुसरे की पहल का इंतज़ार कर रहे हैं। बहुत देर होने से पहले आपका पहल करना बेहतर होगा।आप अधिक स्वतंत्र और मुक्त प्रेमी होने की प्रकृति व्यक्त करेंगी, यदि दूसरे लोग, विशेष रूप से वे जो आपके प्रिय हैं, आपको गलत समझे तो कोई आश्चर्य नहीं होगा।गलती करना मानव स्वभाव है और क्षमा करना भगवान है। आपने जो गलती अनजाने में की है उसके लिए अपने प्रियजनों से माफी मिलने से आप अधिक शांति का अनुभव करेंगे।आपके कैरियर की पसंद कोई भी हो, आपकी दृढ़ता और विशुद्ध सहनशीलता का संयोजन आपको एक विजेता सिद्ध करेगा। व्यक्तिगत रूप से यह सप्ताह आपके संवर्धन के लिए एक सोपान सिद्ध होगा, चाहे आर्थिक रूप में या कैरियर के रूप में।आप किसी जोशीले, स्थिर, स्नेही व्यक्ति को खोजने का एक अवसर पाएँगे जो एक खुशहाल संबंध के लिए सर्वश्रेष्ठ पसंद में बदल जाएगा।यदि विद्यार्थी उनके गैरजिम्मेदाराना और लापरवाह व्यवहार को जारी रखते हैं, तो विद्यार्थियों को बड़ों के द्वारा दोषी ठहराया जाएगा। अब आपके अध्ययन के साथ-साथ भावी जीवन के प्रति कुछ जिम्मेदार कदम उठाने के लिए यह सही समय है।",
    "9": "आपकी गुणवत्ता, सृजनता और प्रतिभा और सर्वोपरि विश्लेषण शक्ति से आप वरिष्ठों द्वारा सौपे गए काम को सफलतापूर्वक पूरा करेंगे और उनकी शाबाशी प्राप्त करेंगे।काम करना आपके उत्तेजना का प्रमुख स्त्रोत होने के कारण आप शायद ही आपके मन एवं शरीर को आराम देते है। आपको आपके मेहनत का फल जल्द ही मिलेगा जिसपर आपका अधिकार हैं।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।किसी आकर्षक व्यक्ति को अपने प्यार में पागल करना आपको अच्छा लगता हैं क्योंकि आप स्वच्छंद, प्रभावशाली एवं साहसी हैं।आप बलवान, निष्कपट एवं भरोसेमंद प्रकार के पुरुष हैं जिनकी तलाश स्त्रिया करती है, परंतु आपका झूठा अहंकार आपको दुराग्रही तथा घमंडी पुरुष बना देता है । इससे ही आपका पुरुषार्थ दिखता है ऐसी आपकी धारणा हैं।आपके तार्किक तथा तत्पर बुद्धी के साथ साथ आपकी दृढ कल्पना शक्ती और हर चीज़ प्राविण्यपूर्वक करने की इच्छा कुछ विशेष परिणाम दिलायेंगे।आपकी स्वयं की दार्शनिक विचारधारा है जो व्यक्तिगत निर्णय लेते समय आपका मार्गदर्शन करती है। इस सप्ताह आप इसे अधिक उपयोगी पाएँगे और शांति का अनुभव करेंगे कि आप इस पर विश्वास करते हैं।जबरदस्ती खाना और उकसाया गया मदिरापान आपके स्वास्थ्य को खराब कर सकता है। ध्यान और स्वनियंत्रण इस स्थिति से बाहर निकलने के लिए आपकी सहायता करेगा।आपका चंचल, भ्रमित व्यवहार आपके कार्यों पर कई सीमाएँ लगाएगा। यद्यपि आपके इरादे अच्छे हैं तथापि लोगों का सम्मान प्राप्त करने के लिए कुछ अधिक समय लगेगा।इस सप्ताह आप कुछ रोमांचक पलों से गुजरेंगे। रोमांचकारी अनुभव, जिनका आपने एक लंबे समय से अनुभव नहीं किया है, वे आपको और अधिक ऊर्जावान और आनंददायक बनाते हुए आपके पास वापस आ जाएँगे।",
    "10": "उत्कृष्ट व्यक्तित्व वाले महत्वपूर्ण व्यक्तियों के साथ काम करने से आपको लंबे समय से सताने वाले नकारात्मक लक्षणों से छुटकारा मिलेगा।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।आपके रिश्ते में बहुत कठिन समय चल रहा हैं जिसके लिये आपको सामाजिक तौर पर आत्माभिव्यक्ति तथा अधिक संतोष पाने हेतू व्यक्तिगत सायकोथेरपी तथा ग्रुप थेरपी की ज़रुरत है।अधिकारियों द्वारा नयी परियोजना के लिये स्वीकृति देने से आपके विचारों, जो अब तक आपके दिमाग तक ही सीमित था, के विकास और उसको अमल में लाने का अवसर प्राप्त होगा।काम के स्थान पर महिलाओं का दिन अच्छा नही रहेगा। आर्थिक समस्या उनकी चिंता का विषय बना रहेगा। परंतु आप हमेशा की तरह ज्यादा से ज्यादा कोशिश करेंगी। आपको काम के स्थान पर चौकन्ना रहना चाहिए।सुधार हेतू अच्छी संभावना के साथ इस हफ्ते नकारात्मक या व्यर्थ की चिज़ो को नये रुप में परिवर्तित करने की क्षमता आपमें दिखाई देगी। भागीदार, ग्राहक और किसी महत्वपूर्ण व्यक्ति के साथ बातचीत इस वक्त लाभकारी दिखाई देगी। आपका भविष्य निस्संदेह अच्छा दिखाई देता है ।यद्यपि आप अधीर, आवेगी हैं और आपको अत्यधिक उत्तेजना की तलाश है, तथापि आपका सरल और प्रेमी स्वभाव आपको आपकी गलतियों के लिए क्षमा किए जाने हेतु आपकी सहायता करेगा।व्यावसायिक गौरव की आपकी खोज में, आप अपने जीवन के सौंदर्य और समान रूप से महत्वपूर्ण पहलुओं को खो सकते हैं, उदाहरण के लिए आपके बच्चे! आपके अंदर के माँ को जीवित रखिए और जीवन को खुशहाल और भाग्यशाली बनना चाहिए!अब यह समय आपकी व्यक्तिगत वृद्धि के लिए नजरियों पर अधिक सोचने का है, क्योंकि यह आपके लिए आपके और आपके परिवार हेतु जीने का समय है।किसी अप्रत्याशित स्रोत से आर्थिक सहायता आपको उस कार्य को बढ़ाने के लिए सक्षम करेगी जिसके बारे में आपको लगता था कि यह बिना उचित सहायता के समाप्त नहीं होगा।",
    "11": "आपके प्रियजन आपके साथ ऐसा बर्ताव करेंगे जिससे आपको मानसिक आघात पहुंचेगा। शांत रहना आपके लिये बेहेतर होगा, क्योंकि अभी आपसे सामान्य प्रतिक्रिया की अपेक्षा की जाती हैं।आपको इस वक्त असुरक्षित महसूस हो रहा है, इसलिये आपको खुद की उर्जा और उत्साह में बढ़ाने हेतू किसी की मदद की ज़रुरत होगी।आपके दोस्त एवं सहयोगियों से मिला समर्थन आपको इस हफ्ते आपका सपना पूरा करने में सहायक साबित होगा। दुसरों की सलाह स्वीकार करने हेतू आपका सब्र भी ज़रुरी है।आपकी योग्यता, रचनात्मकता और प्रतिभा के कारण आपको आपके प्रयासों के लिये जल्द ही पुरस्कृत किया जायेगा। अपनी आगे की जिंदगी के लिये मजबूत नींव रखने का यह उचित वक्त है ।बहुत समय से आपको परेशान कर रहे भ्रम से आपको छुटकारा मिलेगा। आपको पूरी तरह छुटकारा मिलने तक ध्यान चिंतन करते रहें।गलती करना मानव स्वभाव है और क्षमा करना भगवान है। आपने जो गलती अनजाने में की है उसके लिए अपने प्रियजनों से माफी मिलने से आप अधिक शांति का अनुभव करेंगे।आपका अहम और गर्व हथकड़ियाँ बन सकते हैं जो जीवन में आपकी प्रगति को रोकते हैं। उन लोगों के साथ अधिक मिलना बुद्धिमानी होगी जिनके साथ आप व्यवसाय करते हैं और अपने उद्देश्य तक पहुँचने के लिए उनकी सलाह स्वीकार करते हैं।आपके कैरियर की पसंद कोई भी हो, आपकी दृढ़ता और विशुद्ध सहनशीलता का संयोजन आपको एक विजेता सिद्ध करेगा। व्यक्तिगत रूप से यह सप्ताह आपके संवर्धन के लिए एक सोपान सिद्ध होगा, चाहे आर्थिक रूप में या कैरियर के रूप में।आपकी शारीरिक स्थिति के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध और वैमनस्य के रूप में मानसिक आघात भी पहुँचा सकती हैं।आप किसी जोशीले, स्थिर, स्नेही व्यक्ति को खोजने का एक अवसर पाएँगे जो एक खुशहाल संबंध के लिए सर्वश्रेष्ठ पसंद में बदल जाएगा।",
    "date": "रविवार, 23 मई 2021 से शनिवार, 29 मई 2021"
}
]
