horo_hindi=[
  {
    "0": "पहले बार मिले किसी इन्सान की ओर आकर्षित होने की लालसा आपके भीतर घबराहट पैदा करेगी। इस व्यक्ति के साथ कोई रिश्ते जोड़ने से पहले, उनके बारे मेँ विस्तृत जानकारी पाने का मौका ना छोड़ें ।सब कुछ उलट-पलट होने जैसा दिखेगा। आप सोच रहे होंगे कि क्या और कहा गलत हुआ है। अचानक जीवन का पूरा सामंजस्य खो गया जैसा लग सकता है । आराम से बैठें और उसके कारण बने सभी घटनाओं को शांती सें विचार करें और आपको पता चलेगा कि हालात उतने खराब नहीं है।कार्यस्थान पर कोई या आपका साथी आप पर बहुत दबाव बना रहे है। आपके इर्दगिर्द गंभीर स्थिति उत्पन्न हो रही हैं जिससे आप तंग आ चुके है, फिर भी आप शांत एवं निष्पक्ष हैं।कुछ ऐसी घटनाएँ होगी जब आपके प्रियजन आपके साथ सुरक्षित, संरक्षित एवं अच्छा महसूस करेंगे, यहाँ आपका वात्सल्यपूर्ण स्वभाव सबको दिखाई देगा। दुसरों को मदद करने से आपको संतुष्टी एवं खुशी मिलेगी।इस हफ्ते के पूर्वानुमान के अनुसार ,पुरुषो के लिये यह हफ्ते , आगे बहुत अच्छा दिखाई देता हैं। बहुत दिनों से जो अच्छी योजनाएं पुरुष बना रहे थे उसके लिये बाहर निकलने का प्रोत्साहन उन्हे इस हफ्ते मिलेगा आपके विचार एवं अभिप्रेरणा बदलाव और आत्मीयता के दायरे में आते हैं। प्रिय व्यक्ति के साथ निराशाजनक बातचीत से आप दुखी होकर खुद को समझने की कोशिश करेंगे।संदेह किसी भी रिश्ते को तोड़ सकता है और विवाह के रिश्ते में अधिक खतरनाक हो जाता है । इस सप्ताह संदेह के बीजों को बोया जा सकता है, ज्यादा डीईआर होने से पहले अपने जीवनसाथी के साथ सभी संदेहों को दूर करना बेहतर होगा, वरना बहुत देर हो जाएगी। आप गलत हो सकते हैं!मित्रों और रिश्तेदारों के प्रति आपकी ईमानदारी आपकी जरूरत में आपके लिए सहायता लाएगी। चूँकि आप हमेशा उनकी सहायता करने के लिए हैं, इसलिए अब आप पर प्रेम और देखभाल की बौछार करने की उनकी बारी है जो आपके लिए बड़े पैमाने में सहायक होगी।आपकी स्वयं की दार्शनिक विचारधारा है जो व्यक्तिगत निर्णय लेते समय आपका मार्गदर्शन करती है। इस सप्ताह आप इसे अधिक उपयोगी पाएँगे और शांति का अनुभव करेंगे कि आप इस पर विश्वास करते हैं।उच्च सम्मान के व्यक्ति के रूप में आप ऐसी अवस्था से गुजरेंगे जहाँ प्रत्येक व्यक्ति आपसे कुछ उचित की अपेक्षा करता है। अब आप स्वयं पर गर्व कर सकते हैं कि आप उस जगह पहुँच गए जहाँ आपने उन चीजों को सफलतापूर्वक पूर्ण किया है जिसकी दूसरों ने आपसे अपेक्षा की।",
    "1": "आपने आजतक जिन उपक्रमो के लिये कड़ी मेहनत की है उसके परिणाम प्राप्त होने अब शुरु होंगे। तब तक आप शांत रहे और विश्राम करें, क्योकिं आपके कष्ट के फल प्राप्त करने का समय अब आ गया हैं।कार्यस्थान पर कोई या आपका साथी आप पर बहुत दबाव बना रहे है। आपके इर्दगिर्द गंभीर स्थिति उत्पन्न हो रही हैं जिससे आप तंग आ चुके है, फिर भी आप शांत एवं निष्पक्ष हैं।आप अपने आप को परिवार के सदस्यों से अलग महसूस करेंगे। इसमें आपका ही ज्यादा दोष होगा, थोड़ी देर विचार करें आपने अपने बच्चो के लिये पैसा कमाने के अलावा और क्या किया है ।आपका स्वभाव नीरस, पूर्वाग्रहयुक्त एव हमेशा चिंता करनेवाला है । आप पहले से बहुत ज्यादा कमज़ोर हो गये हैं, और मनुष्य की तरह अब निर्णय लेने में खुद को सक्षम नही समझते।लक्षणो के अनुसार आप कुछ दिनो तक जटिल परीस्थितीयों से गुजरने वाले है। जो भी काम आप अपने हाथ में लेंगे उसमें आप खुद को व्याकुल एवं तर्कसंगत पायेंगे। आपको यह लगेगा की सही मायने में आप अपनी तर्कशुद्धता से कुशल निर्णय लेने की क्षमता खो बैठे हैं।आपकी गहरी, घनिष्ठ दोस्ती, जिसने हमेशा अपने जीवन में एक गहरा अर्थ जोड़ा है, जीवन भर के लिए जरूरी होने वाले जीवनसाथी साबित होंगे । आगे बढ़कर प्रस्ताव रखिए आप पहले ही बहुत विलंब कर चुके हैं।आप जो कार्य की जिम्मेदारी लेते हैं उसके प्रति अपने तरीके में आप दृढ़, ईमानदार, अटल और प्रयोगात्मक होते हैं। कुछ समय के लिए आपका यह तरीका आपके कैरियर व्यवसायक सौदेबाजियों में आपके लिए बहुत ज्यादा सफलता लाएगा।व्यक्तिगत संबंध के साथ व्यवहार करते समय सावधान और रुढ़ीवादी रहने की आपकी योग्यता आपकी सहायता करेगी। आपका मस्तिष्क जो कहता है उसके साथ चलते रहिए, किंतु इसका अर्थ दूसरों की राय के प्रति पूर्ण रूप से टिके रहना नहीं है।आप उन उत्तरदायित्वों को, जो एक पारिवारिक सदस्य के साथ-साथ सामाजिक सदस्य के रूप में आप में निहित होते हैं, उन्हें निष्पादित करने के लिए आपके मार्ग में आने वाली छोटी-छोटी परेशानियों पर विजय पाएँगे।यदि आपके पास अन्य विकल्प हैं तो यात्राओं की अपेक्षा उन पर निर्भर रहना अधिक बेहतर है क्योंकि छोटी दुर्घटनाओं के या छोटे हादसे होने की संभावनाएँ होती हैं।",
    "2": "आपका आनंदप्रिय स्वभाव और हास्यात्मकता आपको सुंदरता और सामंजस्य भरे जीवन की ओर आकर्षीत करेगा और आप दुसरों कें लिए आकर्षण का लक्ष्य बनेंगे।भविष्य के बारे में आपकी संकल्पना में किसी कारण बदलाव आने की संभावना हैं। दोस्तों के साथ आपका सहयोग रोमांचक तथा स्फूर्तिदायक रहेगा। लोगों या संस्थाओं के साथ आपको संघर्ष करना पड़ सकता है, परंतु इसके बदले आपको नौकरी या बातचीत से पुरस्कृत किया जाएगा ।आपके प्रियजन आपके साथ ऐसा बर्ताव करेंगे जिससे आपको मानसिक आघात पहुंचेगा। शांत रहना आपके लिये बेहेतर होगा, क्योंकि अभी आपसे सामान्य प्रतिक्रिया की अपेक्षा की जाती हैं।अपने परिवार की निरंतर देखभाल और परिवार के प्रति प्रतिबद्धता से आपका घर खुशहाल रहता हैं। परिवार का हर सदस्य उसकी भूमिका निभाने में खुश रहता हैं।अन्न एवं मद्यपान में ज्यादा न डुबे अन्यथा आपको शारीरिक पीड़ा और आपकी पत्नी और बच्चो को इससे मानसिक तनाव का सामना करना पड़ सकता हैं ।अपने व्यस्त कार्यों में से कुछ समय निकालिए और एक - दो सप्ताह अपने प्रियजनों के साथ व्यतीत कीजिए। किसी सुंदर स्थान की यात्रा रूमानी पलों की कमी के कारण आपने खराब होते संबंध के लिए एक अभिवर्धक का कार्य करेगा।आप अधिक स्वतंत्र और मुक्त प्रेमी होने की प्रकृति व्यक्त करेंगी, यदि दूसरे लोग, विशेष रूप से वे जो आपके प्रिय हैं, आपको गलत समझे तो कोई आश्चर्य नहीं होगा।चूँकि आप एक ऐसे व्यक्ति हैं जो अपने कार्यों में स्थिरता खोजता है, तो आप वर्तमान परियोजना, जिसके साथ आप कार्य कर रहे हैं, उसमें सफलता प्राप्त करने में सरलता पाएँगे।यदि विद्यार्थी उनके गैरजिम्मेदाराना और लापरवाह व्यवहार को जारी रखते हैं, तो विद्यार्थियों को बड़ों के द्वारा दोषी ठहराया जाएगा। अब आपके अध्ययन के साथ-साथ भावी जीवन के प्रति कुछ जिम्मेदार कदम उठाने के लिए यह सही समय है।नई नौकरी आपके दैनिक जीवन की प्रक्रियाओं में पूर्ण बदलाव लाएगा। इसमें थोड़ा समय लगेगा किंतु आप नई परिस्थितियों के साथ अतिशीघ्र समायोजित हो जाएँगे।",
    "3": "आपको जिस व्यक्ति के प्रति बिलकुल भी रुची नहीं है, यदि आप उनकी ओर आकर्षित होते हैं तो शर्मिन्दा होने की जरूरत नहीं है । इससे आपके जीवन में बहुत बदलाव आ सकता है इसलिए अच्छे की आशा करें।आप बहुत समय से नौकरी बदलने के बारे में सोच रहे हैं। कोशिश कीजिये, आपके नक्षत्र के अनुसार बेहतर संभावनाओं के लिए अच्छा समय हैं।इस हफ्ते आप कुछ पाने के संघर्ष में खुद को निर्मम एवं निर्दय महसूस करेंगे, कभी-कभी अपने आप को और आस पास के लोगों को पागल बनाते हैं ।आपके दिमाग में बहुत सारे विचार आएंगे । अब आपको सहकर्मियों की सहायता तथा उन्हे अमल मे लाने हेतू आत्मविश्वास की ज़रुरत हैं।चूँकि आपने सही साथी को चुना है, इसलिए आपका वैवाहिक जीवन आनंद और प्रभाव का एक सतत् स्रोत हो सकता है।अनावश्यक आलोचना, अत्यधिक चिंता और भय ऐसे घटक होंगे जो स्वतंत्रता और सहजता की आपकी समझ को नियंत्रित करते हैं। आप अपने सहकर्मियों की दूरी से नीरस अनुभव करेंगे, आपको अत्यधिक प्रोत्साहन और प्रेरणा की आवश्यकता है।आपके रिश्तेदारों और मित्रों की ओर से समर्थन आपके भविष्य के लिए एक मजबूत आधार हेतु नींव रखने के लिए परमसुख के रूप में बौछार करेगा।जबरदस्ती खाना और उकसाया गया मदिरापान आपके स्वास्थ्य को खराब कर सकता है। ध्यान और स्वनियंत्रण इस स्थिति से बाहर निकलने के लिए आपकी सहायता करेगा।ऐसे लोग जो धर्मार्थ या ऐसी संस्थाओं से संबंधित होते हैं वे आपके प्रयासों को लोगों द्वारा व्यापक रूप से स्वीकार करता हुआ पाएँगे। अच्‍छा कार्य करने का परिणाम सदैव अच्छा होगा।आपके परिवार से अलग होना आपके लिए एक नया अनुभव होगा। किंतु ये बदलाव आपको जीवन में किसी समस्या का सामना करने के लिए अधिक स्वतंत्र और आत्मविश्वासी बनाएगा।",
    "4": "इस हफ्ते खुद को क्रोधित तथा दुखी महसूस कर सकते हैं। आपकी स्थिति अभी संवेदनात्मक और थोड़ी संतोषजनक हैं और छोटी छोटी बातो पर भी आप गुस्सा कर सकते हैं। कुछ समय अपने व्यक्तिगत डायरी के लिये निकाले और अपना हर विचार उसमें लिखें।खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।आपका सहनशील, अटल, प्रतिबद्ध एवं उद्देश्यपूर्ण स्वभाव से आपको खुद के एवं दुसरों की समस्याओं को सुलझाने में मदद मिलेगी।आपके पुरुषार्थ में छिपा नारी सुलभ प्यार का लक्षण आपके नये दोस्तों को तब पता चलेगा जब आपके प्यार से उन्हे आपके मददगार होने का अहसास होगा। यह आपके लिये लाभदायक साबित होगा!आप मीठी बाते करके लोगों को आकर्षित कर सकते हैं, भविष्य के बारे में आप विचार करेंगे और कुछ गुप्त, अध्यात्मिक या निस्वार्थ बातचीत के ज़रिये भविष्य के कुछ सपने प्रकट भी करेंगे। महिलायें इस हफ्ते सकारात्मक समय व्यतीत करेंगी।आपकी स्पष्टवादी और बर्हिमुखी प्रकृति उन लोगों को, जो आपके आसपास हैं, अनुभव करवा सकती है कि एक महिला होने के बावजूद आप एक पुरुष बनने का प्रयास कर रही हैं। इससे आपको हतोत्साहित नहीं होना चाहिए क्योंकि यह उनकी असुरक्षा और उनकी समस्या है, आपकी नहीं।माँ बनने की आपकी प्रतीक्षा इस सप्ताह पूर्ण हो सकती है। चिकित्सक के पास जाने, आपके जीवन में आनंद और सुंदर नई सुगंध आने की पूर्ण संभावना है। सावधानी और देखभाल अपनाना चाहिए और प्रत्येक चीज निर्विघ्न चलना चाहिए।आप इस समय भावनात्मक और शारीरिक रूप से नीचे हैं। यद्यपि आप सामान्यत: स्वयं को धकेलने के लिए प्रवृत्त होते हैं, तथापि अपने शरीर को सुनने और उसे जिस चीज की आवश्यकता है वह देने का बेहतर समय है। माफी की अपेक्षा सुरक्षित रहना बेहतर है!अवसाद का मिजाज आपको अभिभूत करेगा क्योंकि आप अपनी उन पुरानी इच्छाओं के बारे में सोचते हैं जिन्हें आपने जानबूझकर एक लंबे समय से अपने दिमाग से दूर कर रखा है। उन डरावनी स्मृतियों से पीछा छुड़ाने के लिए आपको कुछ समय लगेगा।",
    "5": "आपको हमेशा अपनी स्फूर्तिदायक साथी मिलेगा जिनके साथ आप अपनी मानसिक समस्या बाँट सकते है।आपको इस वक्त असुरक्षित महसूस हो रहा है, इसलिये आपको खुद की उर्जा और उत्साह में बढ़ाने हेतू किसी की मदद की ज़रुरत होगी।आपके दोस्त एवं सहयोगियों से मिला समर्थन आपको इस हफ्ते आपका सपना पूरा करने में सहायक साबित होगा। दुसरों की सलाह स्वीकार करने हेतू आपका सब्र भी ज़रुरी है।उनके जीवन में पैतृक देखभाल की कितनी ज़रुरत है यह समझ में आने के बाद आप उनके साथ बिताने के लिए अधिक समय निकालेंगे ।आपकी योग्यता, रचनात्मकता और प्रतिभा के कारण आपको आपके प्रयासों के लिये जल्द ही पुरस्कृत किया जायेगा। अपनी आगे की जिंदगी के लिये मजबूत नींव रखने का यह उचित वक्त है ।आप किसी के प्रति प्रतिबद्ध रहने के विचार में अगर हैं तो उसके साथ इमानदार रहने से ही आपको खुशी मिलेगी। आपको प्यार करने वाले तथा आपकी चिंता करनेवाले व्यक्ति से इस तरह आप जुड़े रहेंगे।आपका अहम और गर्व हथकड़ियाँ बन सकते हैं जो जीवन में आपकी प्रगति को रोकते हैं। उन लोगों के साथ अधिक मिलना बुद्धिमानी होगी जिनके साथ आप व्यवसाय करते हैं और अपने उद्देश्य तक पहुँचने के लिए उनकी सलाह स्वीकार करते हैं।आपकी शारीरिक स्थिति के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध और वैमनस्य के रूप में मानसिक आघात भी पहुँचा सकती हैं।आप अत्यधिक शक्ति को धारण करते हैं और नई परियोजनाओं, नए लोगों और नई रुचियों को प्रेम करते हैं और अपनी आशावादी प्रकृति के द्वारा स्वयं को फिर से नया अनुभव करेंगे।आप इस सप्ताह अधिक आराम का अनुभव करेंगे, क्योंकि आप अपने शानदार प्रयासों के माध्यम से अपने परिवार के सदस्यों की आवश्यकताओं को पूरा करने में सक्षम हैं।",
    "6": "आपका आनंदप्रिय स्वभाव और हास्यात्मकता आपको सुंदरता और सामंजस्य भरे जीवन की ओर आकर्षीत करेगा और आप दुसरों कें लिए आकर्षण का लक्ष्य बनेंगे।इस हफ्ते आपके कैरियर में कामयाबी हासिल होगी।इस हफ्ते आप बहुत जल्द क्रोधित होंगे, आलस एवं ऊर्जाहीनता भी महसूस करेंगे। आप पहले जैसे आकर्षक व्यक्ति के रूप में खुद को प्रस्तुत नही कर पायेंगे।अपने परिवार की निरंतर देखभाल और परिवार के प्रति प्रतिबद्धता से आपका घर खुशहाल रहता हैं। परिवार का हर सदस्य उसकी भूमिका निभाने में खुश रहता हैं।आपके धैर्य की वजह से आप जिस बात का बहुत दिनो से इतज़ार कर रहे थे आपको अभी प्राप्त होगी। आपके प्रयासों की निश्चित ही सराहना होगी।अपने व्यस्त कार्यों में से कुछ समय निकालिए और एक - दो सप्ताह अपने प्रियजनों के साथ व्यतीत कीजिए। किसी सुंदर स्थान की यात्रा रूमानी पलों की कमी के कारण आपने खराब होते संबंध के लिए एक अभिवर्धक का कार्य करेगा।आप साझा रुचियों और भावनात्मक संगति को अधिक महत्व देतें हैं, किंतु आपको स्वयं को भी वह सब स्वीकार करने के लिए तैयार करना चाहिए जो दूसरों को उनके विचारों के लिए उनको कहना और प्रोत्साहित करना पड़ता है। अन्यथा यह आपको दूसरों से दूर कर देगा।जबरदस्ती खाना और उकसाया गया मदिरापान आपके स्वास्थ्य को खराब कर सकता है। ध्यान और स्वनियंत्रण इस स्थिति से बाहर निकलने के लिए आपकी सहायता करेगा।ऐसे लोग जो धर्मार्थ या ऐसी संस्थाओं से संबंधित होते हैं वे आपके प्रयासों को लोगों द्वारा व्यापक रूप से स्वीकार करता हुआ पाएँगे। अच्‍छा कार्य करने का परिणाम सदैव अच्छा होगा।आपके परिवार से अलग होना आपके लिए एक नया अनुभव होगा। किंतु ये बदलाव आपको जीवन में किसी समस्या का सामना करने के लिए अधिक स्वतंत्र और आत्मविश्वासी बनाएगा।",
    "7": "आपको घबराहट होने का खतरा है, इसलिए इस वक्त आपके प्रयोग करने की क्षमता का उपयोग करना मुश्किल होगा । इसलिए आपको किसी भरोसा करने लायक व्यक्ति पर निर्भर रहना बेहतर होगा।आने वाले दिनों में स्वयं में सुधार लाना आपके लिये आदर्श रहेगा। इसके लिये आपके मित्रजन तथा रिश्तेदार मददगार रहेंगे.आपके रिश्ते में बहुत कठिन समय चल रहा हैं जिसके लिये आपको सामाजिक तौर पर आत्माभिव्यक्ति तथा अधिक संतोष पाने हेतू व्यक्तिगत सायकोथेरपी तथा ग्रुप थेरपी की ज़रुरत है।आपका उदार और गर्म स्वभाव आपके परिवार में बहुत खुशी देगा। परिवार के प्रति आपकी प्रतिबद्धता की वजह से आप जिस प्रेम और देखभाल की तलाश कर रहे थे वो आपको मिलेगी।घर में बदलाव लाने के आपके इरादे से घर के लोग आप के खिलाफ़ जा सकते है । वे आपको घमंडी समझने की संभावना है ।आत्मविश्वास तथा बेहतर पाने की मानसिक तैयारी आपके जोश को बढ़ावा देंगे। आपका आत्मविश्वास आपके लिये हमेशा मार्गदर्शक रहेगा।आप किसी और महिला की अपेक्षा इतनी सतर्क, गोपननीय और सामान्यत: शंकालु हैं कि आप किसी व्यक्ति या किसी वस्तु के प्रति प्रतिबद्ध होने के पूर्व अधिक सावधान और जाँच-पड़ताल करने वाली महिला होती हैं।आपकी वर्तमान शारीरिक स्थिति का विश्लेषण करने के लिए कुछ समय खर्च करना ही आपको अधिक उर्जात्मक और खुशहाल बनाएगा। इस तरह यह आपको आपकी वर्तमान नीरसता के लिए कोई समाधान ढूँढने में सक्षम करेगा, जो आपको चिढ़चिढ़ा और उदास कर रही है।परिवार में अप्रत्याशित समस्याएँ आपको उस यात्रा से दूर रखेंगी जिसकी आपने एक लंबे समय से योजना बनाई और जिसका आपने लंबे समय से स्वप्न देखा। दुखी मत होइए, आपको अधिक जल्द ही अवसर मिलेंगे।आप एक नए अनुबंध में हस्ताक्षर करेंगे, जो आपको ऐसा कैरियर प्रदान करेगा जो स्थिर और सुरक्षित दोनों है।",
    "8": "पहले बार मिले किसी इन्सान की ओर आकर्षित होने की लालसा आपके भीतर घबराहट पैदा करेगी। इस व्यक्ति के साथ कोई रिश्ते जोड़ने से पहले, उनके बारे मेँ विस्तृत जानकारी पाने का मौका ना छोड़ें ।सब कुछ उलट-पलट होने जैसा दिखेगा। आप सोच रहे होंगे कि क्या और कहा गलत हुआ है। अचानक जीवन का पूरा सामंजस्य खो गया जैसा लग सकता है । आराम से बैठें और उसके कारण बने सभी घटनाओं को शांती सें विचार करें और आपको पता चलेगा कि हालात उतने खराब नहीं है।आपका मार्गदर्शक एवं सहयोगी व्यक्तित्व आपके प्रियजनों के लिये बहुत अच्छा साबित होगा। आपके प्रभावशाली स्वभाव के कारण मिलने वाला सहकार्य केवल उनके लिये मददगार ही साबित नही होगा परंतु आपके लिये भी सकारात्मक साबित होगा।आपके परिवार या अपने अधिवास के बारे में आप मानसिक रुप से सकारात्मक एवं उन्मुक्त हैं। जिनके कारण आप संपन्न महसूस करते हैं। वास्तव में, पैसा आता जाता रहता हैं। आपकी बुद्धिमानी से अच्छी प्राप्ति होगी।आपकी बंद परियोजनों पर कार्य करने के लिये यह एक अच्छा सप्ताह है। नये जीवन के लिये तैयार रहें। आगे कैसे बढ़े इसके बारे में अगर आप अनिश्चित हैं, तो अपना लक्ष्य तय करना आपका पहला कदम होगा।आपके विचार एवं अभिप्रेरणा बदलाव और आत्मीयता के दायरे में आते हैं। प्रिय व्यक्ति के साथ निराशाजनक बातचीत से आप दुखी होकर खुद को समझने की कोशिश करेंगे।संदेह किसी भी रिश्ते को तोड़ सकता है और विवाह के रिश्ते में अधिक खतरनाक हो जाता है । इस सप्ताह संदेह के बीजों को बोया जा सकता है, ज्यादा डीईआर होने से पहले अपने जीवनसाथी के साथ सभी संदेहों को दूर करना बेहतर होगा, वरना बहुत देर हो जाएगी। आप गलत हो सकते हैं!संभवत: दुनिया आपको तनाव देने और आजमाने का प्रयास कर रही हो, और यद्यपि आप स्वयं को अपनी व्यवसायिक उपलब्धियों से परिभाषित करती हों, तथापि आपको अपने सहकर्मियों को अभी भी यह याद दिलाने की आवश्यकता हो सकती है कि एक महिला होना आपको कमजोर नहीं बनाता है और आपके अंदर एक पुरुष है।आपके आगे एक ऊर्जात्मक और तरोताजा करने वाला करने वाला सप्ताह । आप अपने कार्य या नए उद्यमों से संबंध रखने वाले नई चुनौतियों को स्वीकार करने के लिए तैयार रहेंगे । आपकी ताजगी आपके संपूर्ण परिवार के लिए एकरूपता लाएगा।चूँकि आप एक ऐसे व्यक्ति हैं जो अपने कार्यों में स्थिरता खोजता है, तो आप वर्तमान परियोजना, जिसके साथ आप कार्य कर रहे हैं, उसमें सफलता प्राप्त करने में सरलता पाएँगे।",
    "9": "आपने आजतक जिन उपक्रमो के लिये कड़ी मेहनत की है उसके परिणाम प्राप्त होने अब शुरु होंगे। तब तक आप शांत रहे और विश्राम करें, क्योकिं आपके कष्ट के फल प्राप्त करने का समय अब आ गया हैं।आप हाजिर जवाब, दरिया दिल, प्यार करने वाले और मनभावन होंगे जिससे दुसरों के लिये आपको कभी अरुचिकर नही लगेगा आप हमेशा क्रियाशील रहेंगे और उनके लिये जिंदादिल व्यक्तित्व बने रहेंगे।कार्यस्थान पर कोई या आपका साथी आप पर बहुत दबाव बना रहे है। आपके इर्दगिर्द गंभीर स्थिति उत्पन्न हो रही हैं जिससे आप तंग आ चुके है, फिर भी आप शांत एवं निष्पक्ष हैं।आपको इस वक्त असुरक्षित महसूस हो रहा है, इसलिये आपको खुद की उर्जा और उत्साह में बढ़ाने हेतू किसी की मदद की ज़रुरत होगी।आपको अपना नया प्यार मिलने से, पुरुष होने के नाते आपमें जो विशेषताएं हैं वो समझने में यह सप्ताह आपको मदद करेगा जैसे प्रशंसनीय, हाजिर जवाब और दरियादिल होना.आप जिससे प्यार करते है उसे अपने मन की बात बताने का समय आ गया हैं, अन्यथा बहुत देर हो जाएगी।दूसरे लोगों के लिए आप स्वयं के निर्भीक निर्णयों के साथ एक मजबूत व्यक्तित्व के व्यक्ति हो सकते हैं। इससे दूसरेआपकी आलोचना भी करेंगे क्योंकि आप एक महिला होने के बावजूद भी दृढ़ हैं।आपका अहम और गर्व हथकड़ियाँ बन सकते हैं जो जीवन में आपकी प्रगति को रोकते हैं। उन लोगों के साथ अधिक मिलना बुद्धिमानी होगी जिनके साथ आप व्यवसाय करते हैं और अपने उद्देश्य तक पहुँचने के लिए उनकी सलाह स्वीकार करते हैं।आपकी स्वयं की दार्शनिक विचारधारा है जो व्यक्तिगत निर्णय लेते समय आपका मार्गदर्शन करती है। इस सप्ताह आप इसे अधिक उपयोगी पाएँगे और शांति का अनुभव करेंगे कि आप इस पर विश्वास करते हैं।जबरदस्ती खाना और उकसाया गया मदिरापान आपके स्वास्थ्य को खराब कर सकता है। ध्यान और स्वनियंत्रण इस स्थिति से बाहर निकलने के लिए आपकी सहायता करेगा।",
    "10": "आपको हमेशा अपनी स्फूर्तिदायक साथी मिलेगा जिनके साथ आप अपनी मानसिक समस्या बाँट सकते है।आप बहुत समय से नौकरी बदलने के बारे में सोच रहे हैं। कोशिश कीजिये, आपके नक्षत्र के अनुसार बेहतर संभावनाओं के लिए अच्छा समय हैं।इस हफ्ते आप बहुत जल्द क्रोधित होंगे, आलस एवं ऊर्जाहीनता भी महसूस करेंगे। आप पहले जैसे आकर्षक व्यक्ति के रूप में खुद को प्रस्तुत नही कर पायेंगे।अधिकारियों द्वारा नयी परियोजना के लिये स्वीकृति देने से आपके विचारों, जो अब तक आपके दिमाग तक ही सीमित था, के विकास और उसको अमल में लाने का अवसर प्राप्त होगा।अपने व्यस्त कार्यों में से कुछ समय निकालिए और एक - दो सप्ताह अपने प्रियजनों के साथ व्यतीत कीजिए। किसी सुंदर स्थान की यात्रा रूमानी पलों की कमी के कारण आपने खराब होते संबंध के लिए एक अभिवर्धक का कार्य करेगा।आप साझा रुचियों और भावनात्मक संगति को अधिक महत्व देतें हैं, किंतु आपको स्वयं को भी वह सब स्वीकार करने के लिए तैयार करना चाहिए जो दूसरों को उनके विचारों के लिए उनको कहना और प्रोत्साहित करना पड़ता है। अन्यथा यह आपको दूसरों से दूर कर देगा।अब यह समय आपकी व्यक्तिगत वृद्धि के लिए नजरियों पर अधिक सोचने का है, क्योंकि यह आपके लिए आपके और आपके परिवार हेतु जीने का समय है।आपको अपनी शारीरिक ताकत बढ़ाने के लिए इन दिनों बहुत बदलावों और चुनौतियों की आवश्यकता है। एकरूपता और उत्तेजना की सतत् कमी से रक्षा करने की आवश्यकता है।आपने समाज के लिए जो कार्य किया है उसके लिए सफलता आपके मार्ग पर आएगी। आपकी कड़ी मेहनत और समर्पण व्यापक पहचान और प्रशंसा प्राप्त करेगी। यह आपको आपके कार्य जारी रखने के लिए और अधिक प्रोत्साहित करेगी।नया वातावरण और नए मित्र आपके लिए एक नया अनुभव होगा। आपकी सक्रिय उपस्थिति आपके मित्रों को भी सुधारेगी।",
    "11": "आप किसी भी सुंदर वस्तु और सामंजस्यता प्राप्त करने में उदार है और उसके लिए पैसा औऱ उर्जा खर्च करने के लिए तैयार रहेंगे ।आने वाले दिनों में स्वयं में सुधार लाना आपके लिये आदर्श रहेगा। इसके लिये आपके मित्रजन तथा रिश्तेदार मददगार रहेंगे.इस हफ्ते आप कुछ पाने के संघर्ष में खुद को निर्मम एवं निर्दय महसूस करेंगे, कभी-कभी अपने आप को और आस पास के लोगों को पागल बनाते हैं ।आपका उदार और गर्म स्वभाव आपके परिवार में बहुत खुशी देगा। परिवार के प्रति आपकी प्रतिबद्धता की वजह से आप जिस प्रेम और देखभाल की तलाश कर रहे थे वो आपको मिलेगी।आत्मविश्वास तथा बेहतर पाने की मानसिक तैयारी आपके जोश को बढ़ावा देंगे। आपका आत्मविश्वास आपके लिये हमेशा मार्गदर्शक रहेगा।आप किसी और महिला की अपेक्षा इतनी सतर्क, गोपननीय और सामान्यत: शंकालु हैं कि आप किसी व्यक्ति या किसी वस्तु के प्रति प्रतिबद्ध होने के पूर्व अधिक सावधान और जाँच-पड़ताल करने वाली महिला होती हैं।अनावश्यक आलोचना, अत्यधिक चिंता और भय ऐसे घटक होंगे जो स्वतंत्रता और सहजता की आपकी समझ को नियंत्रित करते हैं। आप अपने सहकर्मियों की दूरी से नीरस अनुभव करेंगे, आपको अत्यधिक प्रोत्साहन और प्रेरणा की आवश्यकता है।आपके आगे एक ऊर्जात्मक और तरोताजा करने वाला करने वाला सप्ताह । आप अपने कार्य या नए उद्यमों से संबंध रखने वाले नई चुनौतियों को स्वीकार करने के लिए तैयार रहेंगे । आपकी ताजगी आपके संपूर्ण परिवार के लिए एकरूपता लाएगा।आपकी शारीरिक स्थिति के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध और वैमनस्य के रूप में मानसिक आघात भी पहुँचा सकती हैं।चूँकि आप एक ऐसे व्यक्ति हैं जो अपने कार्यों में स्थिरता खोजता है, तो आप वर्तमान परियोजना, जिसके साथ आप कार्य कर रहे हैं, उसमें सफलता प्राप्त करने में सरलता पाएँगे।",
    "date": "रविवार, 25 अक्टूबर 2020 से शनिवार, 31 अक्टूबर 2020"
}
]
