horo_english=[
  {
      "0": "Self-improvement will be your self-imposed motto in the coming days. Friends and relatives will be there for you with a helping hand. You will find it really hard to please and hold your family members. You will find it difficult to cope up with the situation without anyone to give you moral or physical support. Take a short vacation to spend some time with your family. Money earning for them is not the sole responsibility of a father, you must also find out time to solve their problems. A man like you need lots of love, affection and warmth and this week you will have someone behind you to act as a sounding board. And you are in for success. Confidence and mental preparation to achieve the best will boost up your energy. Your inner self will always act as a good guide for you. You are so cautious, secretive and generally suspicious more than any woman used to be. So you tend to be more watchful and scrutinised before getting committed to anyone or anything. Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive. Will get a relief from an ailment haunting you for a long time, and you will feel more relaxed. You will start relying more on the words of your physician. Family members will turn against you for your love for stability. They need something new and adventurous for the time being. Acting according to their wish will bring in you a new energy. Think before adapting yourself to the present companionship. This will only enable you to cast off your individuality.",
      "1": "Harmony seems to be the keyword for you this week. At work, at home, with friends, with your hairdresser, everyone you meet this week will look beautiful to you. Just make sure that you don't miss out due to ignorance. Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others. A balancing act between developing yourself and your romantic relationship, versus your obligations to your group associates or projects is likely to stretch your limits. So, your energy has to be well spent. You are mentally optimistic and expansive about your family or your domicile now. You may feel enriched by them. In fact, money may pass back and forth. Your talents come out so naturally and find a good reception with them. Look back at your time schedule and you'll realise that you haven't been spending quality time with your children. They need the presence of their father and you should find time for them. You may be the object of affection by being sweet as honey, painting visions of the future and imparting some of them with a secret, spiritual or unselfish communications. Women will have a positive time this week. Being the man you are, you may have experiences with a friend that can deepen your relationship. You'd rather instigate action with your pet projects than deal with authority figures early this week. It's better to be safe than sorry. Your wait to be a mother may be fulfilled this week. There's every likely for a visit to the doctor, bringing joy and a beautiful new essence to life. Precaution and care should be taken and everything should go smooth. You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against. You will sign in a new contract, which will provide you with a career that is both stable and secure.",
      "2": "The efforts you put into your ventures till now, will start attaining benefits. For the time being, you can just sit down and relax. Then you can start plucking the ripe fruits of your hard labour. Try to keep aside your proud, impatient and bombastic nature while dealing with your siblings as chances are there for minor clashes with your brothers or sisters. Your ability to face matters confidently will make you able to deal with some harsh situations coolly. Try to keep a tight grip on your emotions towards others. Women will have a favourable week, both at workplace and home. You will find yourself more appreciated and cared by others. As per signs, you will go through complex situations for a few days. You will find yourself restless and argumentative in whatever work you undertake. You will feel that you lack the power for analysing to reach an intelligent decision. You will prove to be romantic for your love for whom life really isn't worth living without your love and care. Your ability to remain silent, humble and flexible when it is not necessary to air your views will bring more recognition for you among others. You can very well present your philosophical insights when it is in need. If you get reluctant in using your analysing power more effectively you will fall into a state of rut, leaving you with unfinished projects. Find some ways to communicate with others more reasonably and understandably. Busy schedules will force you to postpone a trip you were anxiously waiting for. Don't get depressed for this will never be the last chance. Since you are a person who seeks stability in your deeds, you will find it easier to reach the success in the current project you are dealing with.",
      "3": "Your fun-loving nature and the keen sense of humour will make you attracted towards beauty and harmony. You will also be a target of attraction for others. Emotional blowups will only create unending problems, better prepare yourself to face any situations calmly. Showing sympathy towards your near and dear ones will never bring any harm to your image. You will get easily agitated this week that you will find yourself inactive and in a lack of energy to present yourself the kind of charismatic man you used to be. Your constant attention and commitment towards your family will make it a happier place. Everyone in the family will only be happy to carry out their roles successfully. Will go through a difficult situation this week. As a father, you will find it hard to cope up with the necessities of the children. Women will attain respect and recognition from those you mingle with. You will find yourself presentable on important occasions. Bring restrictions on yourself from overindulging in food and alcohol which can lead to physical ailments for you and mental stress for your wife and children. Motherly affection you possess will make your children as well as their friends, come in search of you in their difficulty for some comfort and advice from you. Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation. Excitement and love in your newfound love will also give you a stable relationship. You can blindly rely upon this as a life long one.",
      "4": "As work is your main source of excitement, you rarely give your mind and body a rest. And your hard work will bring you benefits you deserve without much delay. Avoid expecting a lot from your siblings. Otherwise, you may feel disappointed and embarrassed. Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others. Women with a strong motive will get more energy and stamina to fight back in any negative situations. Time is apt for plucking the ripe fruits of your hard work. Self-indulgence and laziness will curb you from utilising the wit and intelligence you own to handle the projects you undertake. Try to mingle more with your co-workers and think before saying anything critical about others. A close, intimate friendship that always added a profound meaning to your life will prove out to be the one you need for your whole life. Go ahead and propose, already you are a bit late. Your ability to stay cautious and conservative while dealing with personal relationships will come to your aid. Keep going with what your mind says, but this doesn't mean to stay completely obstinate to others opinions. If you find it difficult to commit yourself to certain situations, you tend to withdraw. It will be better if you use your analysing power and be more communicative with those you deal with. If you have other options better depend on it than preferring journeys, as chances are there for minor accidents or mishaps. You will sign in a new contract, which will provide you with a career that is both stable and secure.",
      "5": "Harmony seems to be the keyword for you this week. At work, at home, with friends, with your hairdresser, everyone you meet this week will look beautiful to you. Just make sure that you don't miss out due to ignorance. You may be feeling both angry and hurt this week. You are in an especially sensitive and mildly irritable state and small things get on your nerves. Spend some time with your personal diary and express every thought on your mind. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. You are mentally optimistic and expansive about your family or your domicile now. You may feel enriched by them. In fact, money may pass back and forth. Your talents come out so naturally and find a good reception with them. The feminine nature hidden in your masculine shell will open you to new friends as that caring and loving touch will give them the feeling that you are very supportive. It'll do you good! Being the man you are, you may have experiences with a friend that can deepen your relationship. You'd rather instigate action with your pet projects than deal with authority figures early this week. It's better to be safe than sorry. The deep understanding and cooperation between the two of you have been the driving force behind your successful marital life. Consider yourself lucky and take all actions necessary to maintain the love between the two of you. Your outspoken and extrovert nature may make those around you to feel that, in spite of being a woman, you are trying to be a man. This shouldn't discourage you as it is their insecurity and their problem, not yours. Your wait to be a mother may be fulfilled this week. There's every likely for a visit to the doctor, bringing joy and a beautiful new essence to life. Precaution and care should be taken and everything should go smooth. You may feel down and depressed as things may not be going according to your expectations. Let this not make you lethargic and demotivate you. This may only be a small hurdle in one of the life's journeys. Remember you have a goal to fulfil.",
      "6": "Your attraction towards beauty and harmony will bring you close to some new situations. This will make you feel more relaxed and efficient. Emotional blowups will only create unending problems, better prepare yourself to face any situations calmly. Showing sympathy towards your near and dear ones will never bring any harm to your image. Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm. For you, your home is basically a launching pad from where you take off for your other activities. As you rely much on your family for emotional support, you will also never set back to fulfil the needs of your family. You will find yourself aloof from your family members. The fault is more from your side. Think for a little while what, other than bringing money, you have done for your kids as a father Women will have a favourable week, both at workplace and home. You will find yourself more appreciated and cared by others. It will be better for you to make some delay in beginning the new projects. As a man tend to have success in all you dealt with, this new one is not supposed to bring you the benefits you expect. Children will depend more on you for their problems. As a mother, you will be able to help them out of it with your practical and intelligent mind. Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation. Excitement and love in your newfound love will also give you a stable relationship. You can blindly rely upon this as a life long one.",
      "7": "You possess an irresistible sense of humour and the spontaneous enthusiasm of an innocent child making you popular among those you mingle with during this week. Lack of communication will bring some disputes in the family. It won't be a matter to wonder, if the other members in the family mistook your commitment towards them. Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father. Being a man of deep loving and highly trustworthy nature towards those you mingle with will attain you the love and care you expect from them. At last, your patience will help you gain what you were waiting for a long time. Your efforts are sure to be appreciated. You will prove yourself to be shrewd, organised, hard working, calculating and content to pull all the strings your position allows. Nothing to feel embarrassed if others feel that you are having more vigour than femininity. You give more importance to shared interests and emotional compatibility. You must also make yourself prepared to accept what others have to say and encourage them for their ideas. Otherwise, it will make you aloof from others. Spending some time to analyse your present physical condition will only make you more energetic and pleasant. In a way, this will enable you to seek out a solution for your present dullness, which is making you both irritating and gloomy. Falling in love may be one of your favourite pass time, but this is not a good pattern to move along. Now it is time to get into a true, stable and steady relationship or it will be too late. You tend to be somewhat shy and secretive. Also, you value your privacy a lot. All this is going to take a lot of time for you to mingle with the new circumstances you are going through.",
      "8": "You may find yourself unknowingly attracted to someone you interact with quite regularly. You should be watchful of the person as your attraction may blind you from the true nature of the individual. The sense of insecurity you feel would invoke worry, indecisiveness, depression and fearfulness in you. This would keep away the beauty and harmony of your life for a short while Backing from your friends and those assisting you will help you. this week, to make a dream come true. Patience from your side to accept the advice of others is also needed. As you possess the main essential that is the sense of survival and knowledge to make a lot from a little, you are sure to attain much from what come in search of you these days. Whatever projects you indulge this week will become fruitful. Your signs seem to be in favourable position making you more charming, intellectual, dynamically enthusiastic and adaptable. Think it over once or twice before speaking out your mind to the person you felt attracted towards. Give a thorough analysing about every positive and negative aspect before jumping into a conclusion. When you do decide to make a commitment towards anyone you will only be happy to stay loyal to them. This enables you to remain attached to those who really love and care for you. You will feel that your marriage is dreadfully boring nowadays. You must try to be more communicative and committed, cause it is also something which plays a major role in a relationship. Whatever be your specific career choice, the combinations of your tenacity and sheer endurance will prove to be a winning one. Personally, this week will prove to be a stepping stone to your augmentation either financially or career wise. Proposals for a pleasure trip to some beautiful place will come in search of you. You will highly enjoy this trip with your near and dear.",
      "9": "Harmony seems to be the keyword for you this week. At work, at home, with friends, with your hairdresser, everyone you meet this week will look beautiful to you. Just make sure that you don't miss out due to ignorance. You may be feeling both angry and hurt this week. You are in an especially sensitive and mildly irritable state and small things get on your nerves. Spend some time with your personal diary and express every thought on your mind. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. You are mentally optimistic and expansive about your family or your domicile now. You may feel enriched by them. In fact, money may pass back and forth. Your talents come out so naturally and find a good reception with them. The feminine nature hidden in your masculine shell will open you to new friends as that caring and loving touch will give them the feeling that you are very supportive. It'll do you good! The deep understanding and cooperation between the two of you have been the driving force behind your successful marital life. Consider yourself lucky and take all actions necessary to maintain the love between the two of you. Your outspoken and extrovert nature may make those around you to feel that, in spite of being a woman, you are trying to be a man. This shouldn't discourage you as it is their insecurity and their problem, not yours. Your wait to be a mother may be fulfilled this week. There's every likely for a visit to the doctor, bringing joy and a beautiful new essence to life. Precaution and care should be taken and everything should go smooth. You may feel down and depressed as things may not be going according to your expectations. Let this not make you lethargic and demotivate you. This may only be a small hurdle in one of the life's journeys. Remember you have a goal to fulfil. You are at a low both emotionally and physically at this time. Though you are normally prone to push yourself, this is a period to give your body what it needs. It is better to be safe than sorry!",
      "10": "Your attraction towards beauty and harmony will bring you close to some new situations. This will make you feel more relaxed and efficient. Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others. Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm. For you, your home is basically a launching pad from where you take off for your other activities. As you rely much on your family for emotional support, you will also never set back to fulfil the needs of your family. You will find yourself aloof from your family members. The fault is more from your side. Think for a little while what, other than bringing money, you have done for your kids as a father Women will have a favourable week, both at workplace and home. You will find yourself more appreciated and cared by others. It will be better for you to make some delay in beginning the new projects. As a man tend to have success in all you dealt with, this new one is not supposed to bring you the benefits you expect. Children will depend more on you for their problems. As a mother, you will be able to help them out of it with your practical and intelligent mind. You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against. You will sign in a new contract, which will provide you with a career that is both stable and secure.",
      "11": "Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true. You will love life and will find one or the other way to get the very most out of today. But your irritating nature and love towards yourself will hurt your near and dear ones. The greatest way to overcome your present mental status is to create a distance from yourself in order to see the specifications of your life in greater outlook. When you do decide to make a commitment towards anyone you will only be happy to stay loyal to them. This enables you to remain attached to those who really love and care for you. You will express the nature of being too independent and freedom loving. It won't be something of wonder if others, especially your near and dear mistook you. An unexpected love approach from an unexpected person will bring out some extra energy and happiness to your mind. You have all the right to think it over and take the decision. As a born leader, you are a pioneer with a purpose. You tend to reach your goals in straightforward ways and without hurting anyone. Try to be in control, as compulsive eating and escape motivated drinking can perpetrate ruin to your physical condition. Your power for reasoning will make you see the world in black and white, which will help you much in business matters. You will feel much relieved this week, as you are able to fulfil the needs of your family members through your tremendous efforts.",
      "date": "Sunday, 4 October 2020 to Saturday, 10 October 2020"
  }
]
