horo_hindi=[
  {
    "0": "आपको घबराहट होने का खतरा है, इसलिए इस वक्त आपके प्रयोग करने की क्षमता का उपयोग करना मुश्किल होगा । इसलिए आपको किसी भरोसा करने लायक व्यक्ति पर निर्भर रहना बेहतर होगा।आप किसी भी सुंदर वस्तु और सामंजस्यता प्राप्त करने में उदार है और उसके लिए पैसा औऱ उर्जा खर्च करने के लिए तैयार रहेंगे ।आपकी कुछ विशिष्टताएं आपको महत्वपूर्ण बैठकों में जाने से रोकेगी, जहाँ जाने से आपको अपने कैरियर को आगे बढ़ाने तथा आत्मविश्वास को बढ़ाने में सहायता मिल सकती थी।खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।किसी मामले को आत्मविश्वास के साथ सुलझाने की आपकी क्षमता आपको कठोर परिस्थिति का सामना शांति के साथ करने हेतू मदद करेगी। दूसरों के प्रति अपनी भावनाओं पर पूरा नियंत्रण रखें।जबरदस्त इरादे रखने वाली महिलाओं को नकारात्मक स्थितियों में लड़ने के लिये और जोश तथा बल प्राप्त होगा. आपके मेहनत का फल प्राप्त करने का समय अब आ गया हैं।घर में बदलाव लाने के आपके इरादे से घर के लोग आप के खिलाफ़ जा सकते है । वे आपको घमंडी समझने की संभावना है ।माँ के रूप में आपका प्रेम और देखभाल इन दिनों अधिक उभरेगा, क्योंकि बच्चों के साथ-साथ निकट के अन्य लोग भी आपके साथ रहते समय अधिक राहत महसूस करेंगे।प्रोत्साहन और सुनिश्चितता, जो आप दूसरों को प्रदान करते हैं, आपके लिए अत्यधिक स्वीकृति और तारीफ लाएँगे। बाद में यह आपके लक्ष्य तक पहुँचने में समर्थन प्राप्त करने के लिए आपकी सहायता करेगा।आप अपने किसी प्रियजन द्वारा आपके जीवन में लाए गए अप्रत्याशित बदलाव से दुखी होने का अनुभव करेंगे। अपना आत्मविश्वास मत खोइए वापस लड़ने का प्रयास कीजिए और अपनी स्थिति को मजबूत रखिए।",
    "1": "आपको हमेशा अपनी स्फूर्तिदायक साथी मिलेगा जिनके साथ आप अपनी मानसिक समस्या बाँट सकते है।खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।आपको अन्य लोगो के प्रभाव में जिज्ञासु, पेचीदा और अविस्मरणीय पेश आने की आदत हैं जिससे कई लोग आपसे डरते हैं।आपके पुरुषार्थ में छिपा नारी सुलभ प्यार का लक्षण आपके नये दोस्तों को तब पता चलेगा जब आपके प्यार से उन्हे आपके मददगार होने का अहसास होगा। यह आपके लिये लाभदायक साबित होगा!स्वास्थ्य दुर्बलता और मौसम की स्थिति में अचानक आये बदलाव आपको भ्रम में डाल सकते हैं। शांत रहे एवं अनावश्यक विचारों से खुद को परेशान न करें अन्यथा इसका परिणाम अच्छा नही होगा।आप दोनों के बीच गहरी समझ और सहयोग आपके सफल वैवाहिक जीवन के पीछे की प्रेरक शक्ति है। स्वयं को भाग्यशाली समझिए और आप दोनों के बीच प्रेम को बनाए रखने के लिए सभी आवश्यक कार्य कीजिए।आपकी शारीरिक ताकत इस सप्ताह सर्वश्रेष्ठ स्थिति में है। यद्यपि आप कुछ समस्याओं से गुजरेंगे, तथापि आप उन सबसे सफलतापूर्वक बाहर आ जाएँगे।ऐसे लोग जो धर्मार्थ या ऐसी संस्थाओं से संबंधित होते हैं वे आपके प्रयासों को लोगों द्वारा व्यापक रूप से स्वीकार करता हुआ पाएँगे। अच्‍छा कार्य करने का परिणाम सदैव अच्छा होगा।जब आप प्रेम में हो तो आपकी आवश्यकता को गंभीरतापूर्वक लिया जाना चाहिए क्योंकि आपका किसी प्रेम प्रसंग में गंभीर होने की ओर प्रवृत्त होना आपके लिए एक रूमानी युग्म को खोजने में कुछ विलंब करेगा।आप अपने निर्णय को किसी नई योजना को स्वीकार करने में भ्रम में पड़ा हुआ पाएँगे। परिस्थिति की चर्चा और विश्लेषण करने के लिए अधिक समय लीजिए अन्यथा यह आपके लिए व्यर्थ सिद्ध होगा।",
    "2": "आप बिना किसी दूसरी सोच के किसी व्यक्ति की ओर आकर्षित होंगे।खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।नैराश्य की भावना तथा नकारात्मकता आपको जीवन का अधिक आनंद लेने से रोक देगी।बाहर से आप कठोर आदमी की तरह दिखते हैं फिर भी आपका कोमल तथा प्रेममय स्वभाव इन दिनो विकसित होगा, जिससे आप पहले से भी ज्यादा परवाह करनेवाले और प्रेममय हो जायेंगे।आपको जिज्ञासु और सहज गुण वाले लोगो के साथ समय बितानें में ख़ुशी मिलती है लेकिन ये आपकी कल्पनाशक्तियों तथा रचनात्मक शक्तियों के इस्तमाल पर रोक लगा देती है।आपके दिमाग में जो भी हो उसके बारे में अपने साथी से बात कीजिए और आपके उन छोटे संदेहों से छुटकारा पाइए जो कुछ समय से आपको परेशान कर रहे हैं।आपके पास धन खर्च करने के लिए अत्यधिक आवेग है, यह आपसे कुछ अक्षम्य कार्य करवाएगा। इसलिए कोई भी ऐसी गलती करने से सावधान रहें जो बाद में अक्षम्य हो जाए।बच्चे उनकी समस्याओं के लिए आप पर अधिक निर्भर रहेंगे। एक माँ के रूप में आप अपने व्यावहारिक और बुद्धिमान मस्तिष्क के साथ इससे बाहर निकलने में उनकी सहायता कर सकते है ।आपने समाज के लिए जो कार्य किया है उसके लिए सफलता आपके मार्ग पर आएगी। आपकी कड़ी मेहनत और समर्पण व्यापक पहचान और प्रशंसा प्राप्त करेगी। यह आपको आपके कार्य जारी रखने के लिए और अधिक प्रोत्साहित करेगी।कुछ अधिक समय के लिए किसी के साथ हाथ मिलाना आपके लिए अच्‍छा नहीं होगा। बेहतर होगा यदि प्रस्तावों पर कुछ समय के बाद विचार करें।",
    "3": "जातिभेद करना, व्यक्तिपरक रहना, अत्यंत विवेचनात्मक तथा विवादप्रिय होने के आपके स्वभाव के कारण आपके अधिकार के लाभ प्राप्त करने में अनावश्यक विलंब हो सकता हैं। ज्यादा खुलापन आपको लोगो से शत्रुता से ज्यादा कुछ नही देगा।आपमें मज़ाक करने की प्रबल शक्ती है तथा बच्चो जैसा स्वाभाविक उत्साह भी हैं जिसके कारण इस हफ्ते आपसे घुलने मिलने वाले लोगों के बीच आप लोकप्रिय बने रहेंगे।आपको अत्यंत आर्थिक दबाव या आत्म-सम्मान संबंधित किसी अन्य समस्या का सामना करना पड़ सकता हैं। वास्तविकता आपके सामने होते हुये भी आप ज़रुरत से ज्यादा चिंता कर सकते हैं।आपका अनोखापन जिसकी सब लोग हंसी उड़ाते है, इससे आपको इस हफ्ते लाभ होनेवाला हैं। समारोह या सार्वजनिक सम्मेलन में आप महत्वपूर्ण व्यक्ति बनेंगे।आपके धैर्य की वजह से आप जिस बात का बहुत दिनो से इतज़ार कर रहे थे आपको अभी प्राप्त होगी। आपके प्रयासों की निश्चित ही सराहना होगी।आप अपने पद के अनुसार कार्य करने के लिए स्वयं को चतुर, व्यवस्थित, मेहनती, परिकलन और संतुष्ट सिद्ध करेंगे। यदि दूसरे अनुभव करते हैं कि आपके पास स्त्रित्व की अपेक्षा अधिक ताकत है तो शर्मिंदा होने की आवश्यकता नहीं है।आप साझा रुचियों और भावनात्मक संगति को अधिक महत्व देतें हैं, किंतु आपको स्वयं को भी वह सब स्वीकार करने के लिए तैयार करना चाहिए जो दूसरों को उनके विचारों के लिए उनको कहना और प्रोत्साहित करना पड़ता है। अन्यथा यह आपको दूसरों से दूर कर देगा।आपके आगे एक ऊर्जात्मक और तरोताजा करने वाला करने वाला सप्ताह । आप अपने कार्य या नए उद्यमों से संबंध रखने वाले नई चुनौतियों को स्वीकार करने के लिए तैयार रहेंगे । आपकी ताजगी आपके संपूर्ण परिवार के लिए एकरूपता लाएगा।आप एक आलोचक और भड़कीले पूर्णतावादी के रूप में अधिक कार्य करेंगे और अपने दार्शनिक रुखों के प्रति जुड़े रहने के लिए उत्सुक होंगे। इससे दूसरों की ओर दृढ़ आपत्ति उत्पन्न होगी, जिससे आपको स्थिति संभालने में कुछ कठिनाई होगी।एक लंबे समय से आप अपने कलात्मक कौशल से बच रहें होंगे, अब यह समय इसे निखारने और बाहर लाने का है। यह जरूर ही आपके जीवन में एक नया उत्तेजित करने वाला मिजाज लाएगा।",
    "4": "आपको जिस व्यक्ति के प्रति बिलकुल भी रुची नहीं है, यदि आप उनकी ओर आकर्षित होते हैं तो शर्मिन्दा होने की जरूरत नहीं है । इससे आपके जीवन में बहुत बदलाव आ सकता है इसलिए अच्छे की आशा करें।आप किसी भी सुंदर वस्तु और सामंजस्यता प्राप्त करने में उदार है और उसके लिए पैसा औऱ उर्जा खर्च करने के लिए तैयार रहेंगे ।भावनात्मक विस्फोट से केवल अंतहीन समस्याये उत्पन्न होती हैं। परिस्थिति चाहे अच्छी हो या बुरी उसका सामना शांति से करने हेतू खुद को तैयार कर लेना अच्छा होगा। आपके प्रियजनों के प्रति सहानुभूति दिखाने से आपकी छवि को कोई ठेस नही पहुंचेगी।जबरदस्त इरादे रखने वाली महिलाओं को नकारात्मक स्थितियों में लड़ने के लिये और जोश तथा बल प्राप्त होगा. आपके मेहनत का फल प्राप्त करने का समय अब आ गया हैं।आप की समझ और कुशाग्रता से जिन परियोजनाओ पर कार्य करने में आप सक्षम है उस पर आपकी विलासिता और आलसीपन से लगाम लग सकता हैं। अपने सहकर्मियों के साथ मिलकर रहें और उनकी आलोचना न करें।आप जिससे प्यार करते है उसे अपने मन की बात बताने का समय आ गया हैं, अन्यथा बहुत देर हो जाएगी।माँ के रूप में आपका प्रेम और देखभाल इन दिनों अधिक उभरेगा, क्योंकि बच्चों के साथ-साथ निकट के अन्य लोग भी आपके साथ रहते समय अधिक राहत महसूस करेंगे।आपने दूसरों के लिए अधिक समय व्यर्थ कर चुके है, यदि अब भी आप अपने और अपने भविष्य के बारे में सोचना प्रारंभ करें तो बेहतर होगा ।जिन यात्राओं को करने की आप योजना बना रहे हैं उनसे आपका पैसा आपके हाथों से पारे के समान फिसल जाएगा जिसका आपको पता भी नहीं चलेगा।अपने आप को वर्तमान साहचर्य में ढालने से पहले सोचो। यह केवल अपने व्यक्तित्व को उतारने के लिए सक्षम होगा।",
    "5": "प्रयोग करने योग्य आपकी क्षमता आपके लिए वरदान सिद्ध होगी और हर व्यक्ति को तैयार करने हेतू तथा आपकी ओर ध्यान देने हेतू आप इस स्त्रोत का उपयोग करेंगे।इस हफ्ते खुद को क्रोधित तथा दुखी महसूस कर सकते हैं। आपकी स्थिति अभी संवेदनात्मक और थोड़ी संतोषजनक हैं और छोटी छोटी बातो पर भी आप गुस्सा कर सकते हैं। कुछ समय अपने व्यक्तिगत डायरी के लिये निकाले और अपना हर विचार उसमें लिखें।उत्कृष्ट व्यक्तित्व वाले महत्वपूर्ण व्यक्तियों के साथ काम करने से आपको लंबे समय से सताने वाले नकारात्मक लक्षणों से छुटकारा मिलेगा।आपके रिश्ते में बहुत कठिन समय चल रहा हैं जिसके लिये आपको सामाजिक तौर पर आत्माभिव्यक्ति तथा अधिक संतोष पाने हेतू व्यक्तिगत सायकोथेरपी तथा ग्रुप थेरपी की ज़रुरत है।काम के स्थान पर महिलाओं का दिन अच्छा नही रहेगा। आर्थिक समस्या उनकी चिंता का विषय बना रहेगा। परंतु आप हमेशा की तरह ज्यादा से ज्यादा कोशिश करेंगी। आपको काम के स्थान पर चौकन्ना रहना चाहिए।आप का कल्पक स्वभाव आपको घर तथा कार्यालय में आपकी गती को बरकरार रखने तथा आपके जीवन में रोचकता लाने के लिये मदद करेगा। इसे बरकरार रखे जिससे जीवन की इसे जारी रखो और जीवन में नीरसता अतीत, भूली हुई एवं दफनाई गाई बाते होगी!आपकी स्पष्टवादी और बर्हिमुखी प्रकृति उन लोगों को, जो आपके आसपास हैं, अनुभव करवा सकती है कि एक महिला होने के बावजूद आप एक पुरुष बनने का प्रयास कर रही हैं। इससे आपको हतोत्साहित नहीं होना चाहिए क्योंकि यह उनकी असुरक्षा और उनकी समस्या है, आपकी नहीं।जो आपके अनुकूल था उसे बार-बार आपके दिमाग में अरुचिकर अनुस्मारक प्रदान करते हुए एक लंबे समय से बेखबर रखा गया होगा। अब आप पुरानी स्मृतियों को ताजा करने में कुछ समय व्यतीत करने के लिए कोई रास्ता खोजेंगे।आप चीजों के साथ प्रयोग करते हैं जिसका आप वास्तव में आनंद लेते हैं। धन अथवा स्रोत मनोरंजन के लिए बढ़ावा देते हैं। आप मित्रों के साथ मजा करते हैं। आप स्वयं को ऐसे जबरदस्त जोखिम लेते हुए पाते हैं जो आपको ऐसा व्यक्ति बनाते हैं जिसके जैसा आप होना चाह रहे हैं।किसी अप्रत्याशित स्रोत से आर्थिक सहायता आपको उस कार्य को बढ़ाने के लिए सक्षम करेगी जिसके बारे में आपको लगता था कि यह बिना उचित सहायता के समाप्त नहीं होगा।",
    "6": "आपके नए प्रोजेक्ट के लिए आपके मन में बहुत सारी कल्पनायें आयेगी। प्रयोग करने की आपकी क्षमता उसमें सें अच्छी कल्पना चुननें में आपकी मदद करेगी।किसी प्यार में उत्तेजना या आकर्षण खत्म होने पर उसे छोड़ देने का आपका स्वभाव इस बार आपको केवल मानसिक आघात दे सकता है। इसलिए दुसरों को दुखी ना करें क्योंकि उससे आपको दुख होता है।मन में सुस्ती आपको सुंदरता और सामंजस्य प्रदान करने वाली किसी भी वस्तु के खिलाफ कर देता है।आपका अनोखापन जिसकी सब लोग हंसी उड़ाते है, इससे आपको इस हफ्ते लाभ होनेवाला हैं। समारोह या सार्वजनिक सम्मेलन में आप महत्वपूर्ण व्यक्ति बनेंगे।उनके जीवन में पैतृक देखभाल की कितनी ज़रुरत है यह समझ में आने के बाद आप उनके साथ बिताने के लिए अधिक समय निकालेंगे ।आपको अपना नया प्यार मिलने से, पुरुष होने के नाते आपमें जो विशेषताएं हैं वो समझने में यह सप्ताह आपको मदद करेगा जैसे प्रशंसनीय, हाजिर जवाब और दरियादिल होना.आप नवीनता नाविन्यता की ओर खिंचे जाने वाले इंसान हैं और यही बात आपको कुछ नई परियोजनाओ से जोड़ देगी जिससे आपको निश्चित ही बिना विलंब फ़ायदा होगा।इस हफ्ते प्रेमसंबंधो में गलतफ़हमी की वजह से आप एक विचित्र परिस्थिति में फंस जायेंगे। दोनो के बीच अच्छी बातचित दोनो के लिये अच्छे पल लेकर आयेगी।आपकी दैनिक कार्यसूचियाँ संभवत: आपको अपने साथी के साथ कुछ रूमानी पलों का मजा लेने से काफी समय से रोक रहा है । इस कठिन समयसूची से बाहर निकलें और अपने साथी एवं बच्चों के साथ वापस एकरूपता प्राप्त करने के लिए कुछ समय व्यतीत करें जिसकी आपको लंबे समय से कमी है।किसी अप्रत्याशित व्यक्ति से कोई अप्रत्याशित पहुँच आपके दिनों को नीरस बनाएगी। इस अवसर का उपयोग इसे व्यर्थ किए बिना कीजिए।",
    "7": "प्रयोग करने की आपकी क्षमता आपको नवीन के योजना अनुसार बजट का चयन करने में आपकों सक्षम बनायेगी। आपको वरिष्ठों की प्रशंसा प्राप्त होगी।आपके कुछ सनकी आदतें, जिसकी वजह से आपकी किसी के साथ नही बनती, कड़ी मेहनत और , ध्यान से कम होगा। अब आप लोगों के साथ ज्यादा आत्मविश्वास से व्यवहार कर पाएंगे।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।अपने बच्चो के साथ यात्रा पर जाने के बारे में अगर आप सोच रहे हैं, तो यह उचित समय हैं। पिता के रुप में उन्हे आपके प्यार एवं देखभाल की कितनी ज़रुरत है यह समझ के लिए आपको एक अवसर साबित होगा।खुशहाली की तलाश करनेवाले मनुष्य को शांत, लचीला एवं विनम्रता के साथ रहने की आदत होती है । आपका अहंकार एवं अभिमान ऐसे बंधन हैं जो आपके जीवन का प्रगती रोक देते हैं।अत्यंत प्रेममय और कर्तव्यनिष्ठ मनुष्य होने के नाते आप जिन लोगो के साथ रहेंगे वो आपसे प्यार एवं आपकी परवाह करेंगे।जो बदलाव आप अपने कार्य परियोजनाओ में लाना चाहते है उस पर अमल करने के लिये यह वक्त सही हैं। आप जिनसे मदद की उम्मीद रखते है उनसे आपको भौतिक तथा आर्थिक मदद प्राप्त होगी ।एक माँ के रूप में जब आप अपने बच्चों के साथ व्यवहार कर रहीं हों तो आप पुराने समय के ऐसे व्यक्ति के समान अधिक कार्य करती हैं जो नैतिक सिद्धांतों पर अधिक विश्वास करता है। यह केवल आपको अपने बच्चों से दूर करने में सहायता करेगा।अधिक से अधिक लोग आपके मार्गदर्शन के लिए आप के पास आएँगे जिसकी आपने आशा भी नहीं की होगी। यह आपके दिन और दिमाग को व्यस्त बनाएगा, और आप एक खुशहाल परिस्थिति से होकर गुजरेंगे।अपने आप को वर्तमान साहचर्य में ढालने से पहले सोचो। यह केवल अपने व्यक्तित्व को उतारने के लिए सक्षम होगा।",
    "8": "आपकी गुणवत्ता, सृजनता और प्रतिभा और सर्वोपरि विश्लेषण शक्ति से आप वरिष्ठों द्वारा सौपे गए काम को सफलतापूर्वक पूरा करेंगे और उनकी शाबाशी प्राप्त करेंगे।आप काफी नियमित रूप से किसी व्यक्ति से बातचीत करते हैं, तो उसकी ओर अनजाने में आकर्षित हो सकते है। आपको इस व्यक्ति से सावधान रहना होगा, क्योंकि यह आकर्षण आपसे उसके वास्तविक स्वभाव को छुपा सकता है।आपकी असुरक्षा की भावना जो आप में चिंता, अनिश्चितता, अवसाद और भयानकता पैदा करते हैं, वे आपके जीवन की सुंदरता और तालमेल को कुछ पलो तक आपसे दूर करते हैं।अपने परिवार के साथ समय बिताने के लिये छोटी छुट्टी ले लो। केवल उनके लिये पैसा कमाना ही पिता के रुप में आपका कर्तव्य नही हैं परंतु उनकी समस्याओं को सुलझाने हेतू थोड़ा समय भी निकालना होगा ।आप जैसे इन्सान को प्यार, वात्सल्य और सौहार्द की ज़रुरत है और इस हफ्ते आपको किसी ऐसे व्यक्ति का साथ मिलेगा जो आपके लिये परीक्षक की तरह कार्य करेगा। आपको कामयाबी मिलना तय है ।आप अपने घर एवं कार्यालय संरचना में जो परिवर्तन करने कि योजना बना रहे हैं, उसके लिये यह समय अनकूल साबित होगा । इस संबंध में किसी से सलाह मशवरा आपके लिये और अच्छा साबित होगा।आप जिस व्यक्ति के प्रति आकर्षित हो रहे है उसके साथ बात करने से पहले एक या दो बार अवश्य सोचें। इस रिश्ते को अगर आप गंभीरतापूर्वक ले रहे है तो इसपर किसी नतिज़े पर पहुंचने से पहले प्रत्येक सकारात्मक एवं नकारात्मक पहलू पर विचार करें।आप अनुभव करेंगे कि आजकल आपका वैवाहिक जीवन बहुत ही नीरस है। आपको अधिक वार्तालाप करने वाला और प्रतिबद्ध होने का प्रयास करना चाहिए क्योंकि यह भी एक ऐसी चीज है जो किसी संबंध में बड़ी भूमिका निभाती है।जो आपके अनुकूल था उसे बार-बार आपके दिमाग में अरुचिकर अनुस्मारक प्रदान करते हुए एक लंबे समय से बेखबर रखा गया होगा। अब आप पुरानी स्मृतियों को ताजा करने में कुछ समय व्यतीत करने के लिए कोई रास्ता खोजेंगे।इस सप्ताह आप कुछ रोमांचक पलों से गुजरेंगे। रोमांचकारी अनुभव, जिनका आपने एक लंबे समय से अनुभव नहीं किया है, वे आपको और अधिक ऊर्जावान और आनंददायक बनाते हुए आपके पास वापस आ जाएँगे।",
    "9": "प्रयोग करने योग्य आपकी क्षमता आपके लिए वरदान सिद्ध होगी और हर व्यक्ति को तैयार करने हेतू तथा आपकी ओर ध्यान देने हेतू आप इस स्त्रोत का उपयोग करेंगे।इस हफ्ते खुद को क्रोधित तथा दुखी महसूस कर सकते हैं। आपकी स्थिति अभी संवेदनात्मक और थोड़ी संतोषजनक हैं और छोटी छोटी बातो पर भी आप गुस्सा कर सकते हैं। कुछ समय अपने व्यक्तिगत डायरी के लिये निकाले और अपना हर विचार उसमें लिखें।आपका अनोखापन जिसकी सब लोग हंसी उड़ाते है, इससे आपको इस हफ्ते लाभ होनेवाला हैं। समारोह या सार्वजनिक सम्मेलन में आप महत्वपूर्ण व्यक्ति बनेंगे।काम के स्थान पर महिलाओं का दिन अच्छा नही रहेगा। आर्थिक समस्या उनकी चिंता का विषय बना रहेगा। परंतु आप हमेशा की तरह ज्यादा से ज्यादा कोशिश करेंगी। आपको काम के स्थान पर चौकन्ना रहना चाहिए।आप का कल्पक स्वभाव आपको घर तथा कार्यालय में आपकी गती को बरकरार रखने तथा आपके जीवन में रोचकता लाने के लिये मदद करेगा। इसे बरकरार रखे जिससे जीवन की इसे जारी रखो और जीवन में नीरसता अतीत, भूली हुई एवं दफनाई गाई बाते होगी!आपकी स्पष्टवादी और बर्हिमुखी प्रकृति उन लोगों को, जो आपके आसपास हैं, अनुभव करवा सकती है कि एक महिला होने के बावजूद आप एक पुरुष बनने का प्रयास कर रही हैं। इससे आपको हतोत्साहित नहीं होना चाहिए क्योंकि यह उनकी असुरक्षा और उनकी समस्या है, आपकी नहीं।आप इस समय भावनात्मक और शारीरिक रूप से नीचे हैं। यद्यपि आप सामान्यत: स्वयं को धकेलने के लिए प्रवृत्त होते हैं, तथापि अपने शरीर को सुनने और उसे जिस चीज की आवश्यकता है वह देने का बेहतर समय है। माफी की अपेक्षा सुरक्षित रहना बेहतर है!एक लंबे समय से आप अपने कलात्मक कौशल से बच रहें होंगे, अब यह समय इसे निखारने और बाहर लाने का है। यह जरूर ही आपके जीवन में एक नया उत्तेजित करने वाला मिजाज लाएगा।आप चीजों के साथ प्रयोग करते हैं जिसका आप वास्तव में आनंद लेते हैं। धन अथवा स्रोत मनोरंजन के लिए बढ़ावा देते हैं। आप मित्रों के साथ मजा करते हैं। आप स्वयं को ऐसे जबरदस्त जोखिम लेते हुए पाते हैं जो आपको ऐसा व्यक्ति बनाते हैं जिसके जैसा आप होना चाह रहे हैं।किसी अप्रत्याशित व्यक्ति से कोई अप्रत्याशित पहुँच आपके दिनों को नीरस बनाएगी। इस अवसर का उपयोग इसे व्यर्थ किए बिना कीजिए।",
    "10": "आपके नए प्रोजेक्ट के लिए आपके मन में बहुत सारी कल्पनायें आयेगी। प्रयोग करने की आपकी क्षमता उसमें सें अच्छी कल्पना चुननें में आपकी मदद करेगी।आपके कुछ सनकी आदतें, जिसकी वजह से आपकी किसी के साथ नही बनती, कड़ी मेहनत और , ध्यान से कम होगा। अब आप लोगों के साथ ज्यादा आत्मविश्वास से व्यवहार कर पाएंगे।नयी परियोजनाओं की शुरुआत करने में थोड़ा विलंब करना अच्छा होगा। पुरुष होने के नाते आपको हर व्यवहार में कामयाबी की चाह होती है , परंतु इस नये काम में आपके लिये अपेक्षित लाभ नही दिखाई देते।आप नवीनता नाविन्यता की ओर खिंचे जाने वाले इंसान हैं और यही बात आपको कुछ नई परियोजनाओ से जोड़ देगी जिससे आपको निश्चित ही बिना विलंब फ़ायदा होगा।आपके स्वास्थ्य के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध, वैमनस्य और दर्द भरी यादों के रूप में मानसिक आघात भी पहुँचा सकती हैं।आपका अहम और गर्व हथकड़ियाँ बन सकते हैं जो जीवन में आपकी प्रगति को रोकते हैं। उन लोगों के साथ अधिक मिलना बुद्धिमानी होगी जिनके साथ आप व्यवसाय करते हैं और अपने उद्देश्य तक पहुँचने के लिए उनकी सलाह स्वीकार करते हैं।आपने कुछ समय से मुख्य रूप से धन और समय के कारण घूमने या किसी हिचकिचाहट के लिए जाने जैसी आपकी इच्छाओं को प्रकट नहीं किया होगा। अब कुछ ऐसा कार्य, जो आपको खुश करे, उसे करने के लिए हर चीज आपके पक्ष में होगी।आनंद लेने के क्षण एकबार फिर यहाँ आपके लिए हैं, क्योंकि आप अपने पसंदीदा मार्ग में रोमांच खोजने के लिए एक नया मार्ग पाएँगे।विद्यार्थियों को आपके कार्य पर अधिक समय व्यतीत करना चाहिए क्योंकि आपको अपने अध्ययन में बढ़ने के लिए अधिक प्रयास की आवश्यकता है।अधिक से अधिक लोग आपके मार्गदर्शन के लिए आप के पास आएँगे जिसकी आपने आशा भी नहीं की होगी। यह आपके दिन और दिमाग को व्यस्त बनाएगा, और आप एक खुशहाल परिस्थिति से होकर गुजरेंगे।",
    "11": "प्रयोग करने की आपकी क्षमता आपको नवीन के योजना अनुसार बजट का चयन करने में आपकों सक्षम बनायेगी। आपको वरिष्ठों की प्रशंसा प्राप्त होगी।उत्कृष्ट व्यक्तित्व वाले महत्वपूर्ण व्यक्तियों के साथ काम करने से आपको लंबे समय से सताने वाले नकारात्मक लक्षणों से छुटकारा मिलेगा।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।खुशहाली की तलाश करनेवाले मनुष्य को शांत, लचीला एवं विनम्रता के साथ रहने की आदत होती है । आपका अहंकार एवं अभिमान ऐसे बंधन हैं जो आपके जीवन का प्रगती रोक देते हैं।जो बदलाव आप अपने कार्य परियोजनाओ में लाना चाहते है उस पर अमल करने के लिये यह वक्त सही हैं। आप जिनसे मदद की उम्मीद रखते है उनसे आपको भौतिक तथा आर्थिक मदद प्राप्त होगी ।एक माँ के रूप में जब आप अपने बच्चों के साथ व्यवहार कर रहीं हों तो आप पुराने समय के ऐसे व्यक्ति के समान अधिक कार्य करती हैं जो नैतिक सिद्धांतों पर अधिक विश्वास करता है। यह केवल आपको अपने बच्चों से दूर करने में सहायता करेगा।आप आपकी ईमानदारी और कर्तव्यनिष्ठा पर निर्भर हो सकते हैं और यह आपके लिए व्यापक स्वीकृति लाएँगे। किंतु कुछ समय के लिए आपके विरुद्ध किसी की ओर से अनावश्यक लिप्तता आपके लिए परेशानी का समय लाएगी।जो आपके अनुकूल था उसे बार-बार आपके दिमाग में अरुचिकर अनुस्मारक प्रदान करते हुए एक लंबे समय से बेखबर रखा गया होगा। अब आप पुरानी स्मृतियों को ताजा करने में कुछ समय व्यतीत करने के लिए कोई रास्ता खोजेंगे।अपने प्रियजनों के साथ कोई यात्रा आपको कुछ रोमांचकारी क्षणों की ओर ले जाएगी। इसका आनंद लीजिए, क्योंकि ये वे नहीं हैं जिन्हें आप अकसर प्राप्त करते हैं।किसी अप्रत्याशित स्रोत से आर्थिक सहायता आपको उस कार्य को बढ़ाने के लिए सक्षम करेगी जिसके बारे में आपको लगता था कि यह बिना उचित सहायता के समाप्त नहीं होगा।",
    "date": "रविवार, 28 जून 2020 से शनिवार, 4 जुलाई 2020"
}
]
