horo_english=[
  {
    "0": "Power and fame being the key word for you will enable you to excel in your career. Disapprovals are not an aspect for you to set back from your new ideas. You will be going through a very difficult time being direct in your relationships, and you need both individual psychotherapy and group therapy to achieve greater self-expression and more satisfaction on the social scene. Approval of a new project by the authority will give you the opportunity of expanding and implementing new ideas which were only in your mind till now. Family problems and career related uncertainties would bring some dilemma in the life of women. Hope for the best, support from your dear ones will help you to swim out safe from this. Your talent, creativity and charisma will soon make you duly rewarded for your endeavours. This will be an apt time for you to pave a strong foundation for your life ahead. Think more about the prospects for your personal growth, as it is time for you to live for you and your family. You must have been carelessly dealing with some important problems, this can create some dilemma which will take time for you to deal with. Work is your source of excitement and you'll not give your body a rest even when you feel exhausted. But, this week will bring an absolute change in you, making you wish for a refreshing mood, to rejuvenate your mind and body. Unexpected problems in the family will make you keep away from the trip you planned and dreamed for a long time. Don't feel depressed; chances will come in search of you without much delay. New atmosphere and new friends will be a real experience for you. Your active presence will reform your friends also.",
    "1": "Success will be your hallmark in your career world this week. You will love life and will find one or the other way to get the very most out of today. But your irritating nature and love towards yourself will hurt your near and dear ones. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. Your constant attention and commitment towards your family will make it a happier place. Everyone in the family will only be happy to carry out their roles successfully. Will go through a difficult situation this week. As a father, you will find it hard to cope up with the necessities of the children. You will prove yourself to be honest, caring and fitting well with the image of a good husband and father, revealing the sensitive and caring nature you kept deep inside in you till now. Bring restrictions on yourself from overindulging in food and alcohol which can lead to physical ailments for you and mental stress for your wife and children. You will express the nature of being too independent and freedom loving. It won't be something of wonder if others, especially your near and dear mistook you. Motherly affection you possess will make your children as well as their friends, come in search of you in their difficulty for some comfort and advice from you. The new job will bring out an utter change in the procedures of your day to day life. You will take a bit of time but adjust to the new circumstances very soon.",
    "2": "The sense of insecurity you feel would invoke worry, indecisiveness, depression and fearfulness in you. This would keep away the beauty and harmony of your life for a short while More and more ideas with novelty will come to your mind. What you need now is the support of your co-workers and the confidence to implement it successfully. Take a short vacation to spend some time with your family. Money earning for them is not the sole responsibility of a father, you must also find out time to solve their problems. As you possess the main essential that is the sense of survival and knowledge to make a lot from a little, you are sure to attain much from what come in search of you these days. You will get widely accepted as a friend or colleague, as you hold in you the virtue of remaining loyal to those you deal with. You will feel that your marriage is dreadfully boring nowadays. You must try to be more communicative and committed, cause it is also something which plays a major role in a relationship. Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive. A mood of enjoyment and refreshing will prompt you to take holiday for some days. You will feel more revitalised and energetic after this. As a person of high esteem, you will go through a state where everyone expects from you something relevant. Now you can feel proud yourself that you reached the stage where you have successfully fulfilled what others expected from you. Journeys you are planning to have will make money slip through your fingers like quicksilvers without you even realising it.",
    "3": "An impulse to get attracted to a person whom you meet for the first time will make you a bit nervous. Don't waste any opportunity to find out the details regarding that person before getting committed to any relations. The hard work that you have put all this time will finally reap benefits galore. Be careful not to be carried away and thus end up lethargic. Apart from that, enjoy the benefits, you deserve it. A few suspicions here and there and a lack of communication may hamper your relationship with your siblings. It would be better to talk things out right from the onset rather than let things degrade to an irreparable stage. You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased. Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others. The forecast shows a very good week ahead. All those men out there can go out and do those wonderful things they have been planning for quite some time now! If people think you're being irresponsible, it could be that they don't understand your genius. Although you won't want to be dependent on anyone, it's love that inspires you to plan for your financial future. The world may be stressing and testing you. Although you may outwardly define yourself by your professional achievements, you may still need to remind your colleagues that your being a woman does not make you weak and that there is a man inside you. Your ability to stay cautious and conservative while dealing with personal relationships will come to your aid. Keep going with what your mind says, but this doesn't mean to stay completely obstinate to others opinions. You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against.",
    "4": "A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. For you, your home is basically a launching pad from where you take off for your other activities. As you rely much on your family for emotional support, you will also never set back to fulfil the needs of your family. You will find yourself aloof from your family members. The fault is more from your side. Think for a little while what, other than bringing money, you have done for your kids as a father Women will have a favourable week, both at workplace and home. You will find yourself more appreciated and cared by others. It will be better for you to make some delay in beginning the new projects. As a man tend to have success in all you dealt with, this new one is not supposed to bring you the benefits you expect. You need to do some meditations to calm your feverish activities and brains, or in other words, to silence the mind. Children will depend more on you for their problems. As a mother, you will be able to help them out of it with your practical and intelligent mind. You will feel that all your physical strength has got drained out due to the mental and physical stress you experience this week both at work and home. Find some time for exhilaration for body and mind which you really need for the time being. Since you are a person who seeks stability in your deeds, you will find it easier to reach the success in the current project you are dealing with. The new job will bring out an utter change in the procedures of your day to day life. You will take a bit of time but adjust to the new circumstances very soon.",
    "5": "You can now proceed with your plans you have been fabricating in your mind for a long time. Benefits are sure to reach you as your signs are now in a favourable position. Patience must be the prime word for you while mingling with your siblings, as you will never understand where you have gone wrong while dealing with them. . You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased. Emotional blowups will only create unending problems, better prepare yourself to face any situations calmly. Showing sympathy towards your near and dear ones will never bring any harm to your image. You will get easily agitated this week that you will find yourself inactive and in a lack of energy to present yourself the kind of charismatic man you used to be. Being a man of deep loving and highly trustworthy nature towards those you mingle with will attain you the love and care you expect from them. You will prove yourself to be shrewd, organised, hard working, calculating and content to pull all the strings your position allows. Nothing to feel embarrassed if others feel that you are having more vigour than femininity. You have your own philosophical thinking that guides you while taking personal decisions. This week you will find it more useful and will feel relieved that you rely upon it. Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation. Although you know what you want, to get a smooth approach you must be able to present you to others with enough logic. Try to be more reasonable while you present yourself.",
    "6": "The sense of insecurity you feel would invoke worry, indecisiveness, depression and fearfulness in you. This would keep away the beauty and harmony of your life for a short while Take a short vacation to spend some time with your family. Money earning for them is not the sole responsibility of a father, you must also find out time to solve their problems. As you possess the main essential that is the sense of survival and knowledge to make a lot from a little, you are sure to attain much from what come in search of you these days. Self-indulgence and laziness will curb you from utilising the wit and intelligence you own to handle the projects you undertake. Try to mingle more with your co-workers and think before saying anything critical about others. People who mingle with you will find you reliable for your loyalty, sincerity and constant support you provide to them. You will feel that your marriage is dreadfully boring nowadays. You must try to be more communicative and committed, cause it is also something which plays a major role in a relationship. You are strong, sincere, steadfast and practical in your approach towards whatever you undertake. For the time being this approach of yours will bring you great success in your career or business dealings. Work is your source of excitement and you'll not give your body a rest even when you feel exhausted. But, this week will bring an absolute change in you, making you wish for a refreshing mood, to rejuvenate your mind and body. You will overcome the minor hazards in your way to carry out the responsibilities vested upon you as a family as well as a social member. If you have other options better depend on it than preferring journeys, as chances are there for minor accidents or mishaps.",
    "7": "Power and fame being the key word for you will enable you to excel in your career. Disapprovals are not an aspect for you to set back from your new ideas. Dear and near ones will act in such a way that you will find yourself facing a mental trauma. Better stay calm, as you are the one who is expected for the time being to react normally. Backing from your friends and those assisting you will help you. this week, to make a dream come true. Patience from your side to accept the advice of others is also needed. Women may not enjoy their day at work. Something relating to your finance may cause worry. But you will not fail to put in as much of effort as you generally do. You must maintain a cautious behaviour at your place of work. You have the ability this week to turn that which appeared negative or wasted, into a new form with good potential for improvement. Communications with partners, clientele and significant others will be productive at this time. Future looks good indeed Whatever be your specific career choice, the combinations of your tenacity and sheer endurance will prove to be a winning one. Personally, this week will prove to be a stepping stone to your augmentation either financially or career wise. A mood of depression will overwhelm you as you think about your old desires you have been cast off purposely from your mind for a long time. It will take some time for you to get rid of those haunting memories. You wield a lot of power and love new projects, people and interests. The optimistic nature will help you feel rejuvenated. Responsibilities vested upon you will make you stay away from all the activities which used to give you exciting instances. The new job will bring out an utter change in the procedures of your day to day life. You will take a bit of time but adjust to the new circumstances very soon.",
    "8": "Success will be your hallmark in your career world this week. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. More and more ideas with novelty will come to your mind. What you need now is the support of your co-workers and the confidence to implement it successfully. Although you act as a tough guy outwardly, the delicate and loving nature in you will get blossomed these days, making you more lovable and caring than ever before. Your talent, creativity and charisma will soon make you duly rewarded for your endeavours. This will be an apt time for you to pave a strong foundation for your life ahead. Children will depend more on you for their problems. As a mother, you will be able to help them out of it with your practical and intelligent mind. Support from your relatives and friends will shower as bliss for you to lay a strong base for your future. Those related to the charitable societies or such firms will finally find your efforts being widely accepted by the people. Doing good will always bring a worthy result. A mood of enjoyment and refreshing will prompt you to take holiday for some days. You will feel more revitalised and energetic after this. Separation from your family will be a new experience for you. But these changes will make you more independent and confident to face any hazards in the life.",
    "9": "Since you are restless, impulsive and looking for the wildest kind of excitement, it will be difficult for you to find the beauty and harmony you wish. Approval of a new project by the authority will give you the opportunity of expanding and implementing new ideas which were only in your mind till now. Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father. Time is congenial to you to choose a career or commence a new venture. Forming a new base now will act beneficial for your whole future. People who mingle with you will find you reliable for your loyalty, sincerity and constant support you provide to them. Minor misunderstandings with your spouse will make your days dull. Just find a way to talk it over so that both of you will feel relieved and your happy days will be back. You give more importance to shared interests and emotional compatibility. You must also make yourself prepared to accept what others have to say and encourage them for their ideas. Otherwise, it will make you aloof from others. Work is your source of excitement and you'll not give your body a rest even when you feel exhausted. But, this week will bring an absolute change in you, making you wish for a refreshing mood, to rejuvenate your mind and body. You will overcome the minor hazards in your way to carry out the responsibilities vested upon you as a family as well as a social member. If you have other options better depend on it than preferring journeys, as chances are there for minor accidents or mishaps.",
    "10": "You may find yourself unknowingly attracted to someone you interact with quite regularly. You should be watchful of the person as your attraction may blind you from the true nature of the individual. As work is your main source of excitement, you rarely give your mind and body a rest. And your hard work will bring you benefits you deserve without much delay. You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased. A man like you need lots of love, affection and warmth and this week you will have someone behind you to act as a sounding board. And you are in for success. Self-indulgence and laziness will curb you from utilising the wit and intelligence you own to handle the projects you undertake. Try to mingle more with your co-workers and think before saying anything critical about others. As a born leader, you are a pioneer with a purpose. You tend to reach your goals in straightforward ways and without hurting anyone. Your ability to remain silent, humble and flexible when it is not necessary to air your views will bring more recognition for you among others. You can very well present your philosophical insights when it is in need. The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome. You will feel much relieved this week, as you are able to fulfil the needs of your family members through your tremendous efforts. Busy schedules will force you to postpone a trip you were anxiously waiting for. Don't get depressed for this will never be the last chance.",
    "11": "Everything will seem to be in a disarray. You will be wondering what went wrong and where. Suddenly all the harmony in life will seem lost. Sit down, relax and give a thought to all incidents that led to it and you will realise that it isn't that bad. Your concept of your future may be changed in some ways. Your participation with friends may be quite exciting and refreshing. Your may struggle with people or institutions but is rewarded by a job or a well-done negotiation. More and more ideas with novelty will come to your mind. What you need now is the support of your co-workers and the confidence to implement it successfully. The feminine nature hidden in your masculine shell will open you to new friends as that caring and loving touch will give them the feeling that you are very supportive. It'll do you good! You have the ability this week to turn that which appeared negative or wasted, into a new form with good potential for improvement. Communications with partners, clientele and significant others will be productive at this time. Future looks good indeed Your thoughts and motivations lie in the area of change and intimacy. Some initially disturbing communications with someone to whom you are romantically inclined may have the effect of a crash course in \"getting to know you\". You may feel down and depressed as things may not be going according to your expectations. Let this not make you lethargic and demotivate you. This may only be a small hurdle in one of the life's journeys. Remember you have a goal to fulfil. Support from your relatives and friends will shower as bliss for you to lay a strong base for your future. A mood of enjoyment and refreshing will prompt you to take holiday for some days. You will feel more revitalised and energetic after this. Students must spend more time on your work as you need a great amount of effort to excel in your studies.",
    "date": "Sunday, 1 November 2020 to Saturday, 7 November 2020"
}
]
