horo_english=[
{
    "0": "Your attraction towards beauty and harmony will bring you close to some new situations. This will make you feel more relaxed and efficient.You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now.A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy.For you, your home is basically a launching pad from where you take off for your other activities. As you rely much on your family for emotional support, you will also never set back to fulfil the needs of your family.An energy to live and achieve everything best will help you to overcome the inner distresses you were going through for a long while.Children will depend more on you for their problems. As a mother, you will be able to help them out of it with your practical and intelligent mind.An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family.Your ability to be there for the needy persons will bring out wide recognition for you among the public. This will be a sweet revenge of you towards some, who always used to find one or the other reason to disapprove your efforts.Refreshing of your mind and body is what you need most for the time being. But your tight schedules will make you keep away from the seclusion now you seek most.You will take some time to transform yourself into the new atmosphere. Your mood to seek seclusion will only help others to stay away from you.",
    "1": "Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true.You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now.You will find yourself tough, strong, energetic and very restless this week. You will attain favourable signs in whatever steps you take.Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father.You will get widely accepted as a friend or colleague, as you hold in you the virtue of remaining loyal to those you deal with.Your loyalty towards friends and relatives will bring help to you in your need. As you are always there for their help, now this is their turn to shower you with love and care that will help you a great deal.Your physical health is in an excellent condition this week. Although you will go through some problems, you will come out of all that successfully.You are a workaholic, who never knows when to stop, which will only bring you exhaustion and tiredness. Better find some ways to revive your body and mind.As a person of high esteem, you will go through a state where everyone expects from you something relevant. Now you can feel proud yourself that you reached the stage where you have successfully fulfilled what others expected from you.Think before adapting yourself to the present companionship. This will only enable you to cast off your individuality.",
    "2": "Self-improvement will be your self-imposed motto in the coming days. Friends and relatives will be there for you with a helping hand.You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now.Generous and warm qualities in you will lead to many joyful experiences in the family. Your commitment towards family will help you to gain the love and care you seek.Women with a strong motive will get more energy and stamina to fight back in any negative situations. Time is apt for plucking the ripe fruits of your hard work.Confidence and mental preparation to achieve the best will boost up your energy. Your inner self will always act as a good guide for you.You are so cautious, secretive and generally suspicious more than any woman used to be. So you tend to be more watchful and scrutinised before getting committed to anyone or anything.Spending some time to analyse your present physical condition will only make you more energetic and pleasant. In a way, this will enable you to seek out a solution for your present dullness, which is making you both irritating and gloomy.Your sense of uncertainty will create worry, depression and fearfulness. Take holiday for some days and be with your family. This will, to an extent, help you bring back the revitalisation and harmony back to your life.You will sign in a new contract, which will provide you with a career that is both stable and secure.You tend to be somewhat shy and secretive. Also, you value your privacy a lot. All this is going to take a lot of time for you to mingle with the new circumstances you are going through.",
    "3": "The hard work that you have put all this time will finally reap benefits galore. Be careful not to be carried away and thus end up lethargic. Apart from that, enjoy the benefits, you deserve it.You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now.The forecast shows a very good week ahead. All those men out there can go out and do those wonderful things they have been planning for quite some time now!This week, your aim with Cupid's arrow is especially on target. So make sure 'what you're passionate about is what you want' because you just might get it or get more of it than you ever thought possible.An unexpected love approach from an unexpected person will bring out some extra energy and happiness to your mind. You have all the right to think it over and take the decision.Your ability to remain silent, humble and flexible when it is not necessary to air your views will bring more recognition for you among others. You can very well present your philosophical insights when it is in need.Your power for reasoning will make you see the world in black and white, which will help you much in business matters.Refreshing of your mind and body is what you need most for the time being. But your tight schedules will make you keep away from the seclusion now you seek most.Students must try to concentrate more on studies, as you are at present going through your turning point.You will take some time to transform yourself into the new atmosphere. Your mood to seek seclusion will only help others to stay away from you.",
    "4": "Success will be your hallmark in your career world this week.You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now.A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy.Although you act as a tough guy outwardly, the delicate and loving nature in you will get blossomed these days, making you more lovable and caring than ever before.Talk it over 'what's in your mind' with your spouse and get rid of your small suspicions which are haunting you for some time.Children will depend more on you for their problems. As a mother, you will be able to help them out of it with your practical and intelligent mind.Those related to the charitable societies or such firms will finally find your efforts being widely accepted by the people. Doing good will always bring a worthy result.You are a workaholic, who never knows when to stop, which will only bring you exhaustion and tiredness. Better find some ways to revive your body and mind.Business-related short trips would turn out to be successful for you.Think before adapting yourself to the present companionship. This will only enable you to cast off your individuality.",
    "5": "You will get easily agitated this week that you will find yourself inactive and in a lack of energy to present yourself the kind of charismatic man you used to be.Your talents will get a proper guidance and you will also get rid of the fallacies that were in your mind since your childhood.Your correct assessment of any situations often puts you far ahead of those who deals with you in day-to-day life.You give more importance to shared interests and emotional compatibility. You must also make yourself prepared to accept what others have to say and encourage them for their ideas. Otherwise, it will make you aloof from others.You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against.You have been kept unconcerned for such a long time giving you just unpleasant reminders in your mind. You will now find a way to spend some time refreshing the old memories.Just go around socialising and throw lavish parties which will bring you attached to some beautiful and romantic people, who can bring a change to the lifestyle as well as the dullness of your life.A trip with your near and dear ones will lead you to some thrilling moments. Enjoy it, as these are not the ones you get often.New atmosphere and new friends will be a real experience for you. Your active presence will reform your friends also.You will find someone who can provide you with proper guidance as you are in confusion whether to enter a new venture or not.",
    "6": "With your talent, creativity, charisma and power of analysing you would successfully finish the assigned tasks and win the accolades of your seniors.You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased.Your peculiarities, which were a source for others to make fun of you, will bring some advantages for you this week. You will find yourself a central figure in some parties or public gatherings.This week you will find yourself relentless and driven in your struggle towards achievement, at times, driving you as well as those around you crazy.You will find time favourable for you to execute the alterations you are planning to make in your house as well as in the office. Consulting with someone related will bring more good to you.To err is human and to forgive is divine. You will feel much relieved by getting pardoned from your dear one for your mistake you go through accidentally.Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive.The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome.You wield a lot of power and love new projects, people and interests. The optimistic nature will help you feel rejuvenated.An unexpected approach from an unexpected person will make your days harmonious. Utilise this opportunity without wasting it.",
    "7": "The hard work that you have put all this time will finally reap benefits galore. Be careful not to be carried away and thus end up lethargic. Apart from that, enjoy the benefits, you deserve it.You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now.Emotional blowups will only create unending problems, better prepare yourself to face any situations calmly. Showing sympathy towards your near and dear ones will never bring any harm to your image.Your generous and warm qualities will lead you to many joyful love experiences.The world may be stressing and testing you. Although you may outwardly define yourself by your professional achievements, you may still need to remind your colleagues that your being a woman does not make you weak and that there is a man inside you.You may just love the people you work with. As a matter of fact, working well with someone and sharing visions with him or her, may just turn you on. You're hot to trot - beware of a tendency to be rash.You have your own philosophical thinking that guides you while taking personal decisions. This week you will find it more useful and will feel relieved that you rely upon it.You are a workaholic, who never knows when to stop, which will only bring you exhaustion and tiredness. Better find some ways to revive your body and mind.Students with talent, creativity and charisma will soon be duly rewarded for your endeavors. Just proceed with your efforts.Think before adapting yourself to the present companionship. This will only enable you to cast off your individuality.",
    "8": "More and more project ideas will come to you. Your ability to experiment will help you choose the best out of it.You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased.Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm.You will find yourself itching for emotional intensity and wild romance and in longing to sweep away by a grand passion.To come out from the world of imagination, try to fully enjoy yourself, develop a more expansive awareness, avoid negative thinking and be always in control of your thoughts.You are a person who is attracted towards novelties. This will bring you attached to some new projects which are sure to gain you profit without much delay.Your ego and pride can become shackles that hamper your progress in life. It will only be wise to mingle more with those you deal with and accept their advice to reach your motive.You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against.Moments of rejoicing are here for you once again, as you will find out a new way to seek thrills in your favourite way.Financial help from some unexpected source will enable you to speed up the project which you felt would come up to an end without proper support.",
    "9": "You will love life and will find one or the other way to get the very most out of today. But your irritating nature and love towards yourself will hurt your near and dear ones.Your peculiarities, which were a source for others to make fun of you, will bring some advantages for you this week. You will find yourself a central figure in some parties or public gatherings.Dealing with some troublesome issues will grab the time and energy of women especially those struggling between their home and career.You will get rid of some illusions that used to haunt you for a long time. Go ahead with your meditations till you feel entirely free of it.You will express the nature of being too independent and freedom loving. It won't be something of wonder if others, especially your near and dear mistook you.To err is human and to forgive is divine. You will feel much relieved by getting pardoned from your dear one for your mistake you go through accidentally.Try to be in control, as compulsive eating and escape motivated drinking can perpetrate ruin to your physical condition.You wield a lot of power and love new projects, people and interests. The optimistic nature will help you feel rejuvenated.You will get an opportunity to find a warm, stable, affectionate person which will turn out to be the best choice for a happy relationship.The new job will bring out an utter change in the procedures of your day to day life. You will take a bit of time but adjust to the new circumstances very soon.",
    "10": "You will love to be swept off your feet by a deliciously seductive soul, as you are romantic, dramatic and daring.As a man of high esteem, you will feel burdened with the over expectations people vest upon you. Try to sort out the problems standing in your limitations. Too much of commitments will only bring you over-strain.Your rapid and logical mind along with your highly imaginative power and obsession for perfection will bring out some outstanding results.You are nervous, intense and over committed to whatever you undertake. This will only lead you to over stress and mental disorders.You have been kept tacit for some time about your wishes like wandering around or hitchhiking, mainly because of money and time. Now everything will come in favour of you for doing something which makes you pleasant.Although you know what you want, to get a smooth approach you must be able to present you to others with enough logic. Try to be more reasonable while you present yourself.The less time you spend thinking about yourself by mingling with more and more people will present you with some romantic moments.You will go through some exciting instants this week. Thrilling experiences you haven't experienced for such a long time will come back to you making you more energetic and joyful.Students must spend more time on your work as you need a great amount of effort to excel in your studies.A thorough analysing of the situation will only shower on you the best, whether it is for beginning a new venture or choosing a life partner.",
    "11": "Your ability to experiment will prove to be a boon for you and you will be using this resource of yours to make everyone stand up and take notice of you.Everything will seem to be in a disarray. You will be wondering what went wrong and where. Suddenly all the harmony in life will seem lost. Sit down, relax and give a thought to all incidents that led to it and you will realise that it isn't that bad.Dealing with important persons with excellent personalities will help you to get rid of some negative peculiarities that were haunting you for a long time.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.Both at workplace and home, your innovative nature will help you keep up the tempo and bring more enjoyment to your life. Keep it up and monotony in life will be a thing of the past, forgotten and buried!Although you are restless, impulsive and looking for the wildest kind of excitement, your easy going and loving nature will help you to get pardoned for your follies.In your search for professional glory, you may miss out on the finer and more important aspects of your life, your children! Keep the mother in you alive and life should turn out to be one happy-go-lucky ride!You can be depended on for your loyalty and sincerity, and this will bring you wide acceptance. But for the time being, an unnecessary indulgence from someone against you will bring out some embarrassing moments for you.Work is your source of excitement and you'll not give your body a rest even when you feel exhausted. But, this week will bring an absolute change in you, making you wish for a refreshing mood, to rejuvenate your mind and body.Financial help from some unexpected source will enable you to speed up the project which you felt would come up to an end without proper support.",
    "date": "Sunday, 11 April 2021 to Saturday, 17 April 2021"
}
]
