horo_english=[
  {
    "0": "Power and fame being the key word for you will enable you to excel in your career. Disapprovals are not an aspect for you to set back from your new ideas. More and more ideas with novelty will come to your mind. What you need now is the support of your co-workers and the confidence to implement it successfully. Generous and warm qualities in you will lead to many joyful experiences in the family. Your commitment towards family will help you to gain the love and care you seek. As a man of high esteem, you will feel burdened with the over expectations people vest upon you. Try to sort out the problems standing in your limitations. Too much of commitments will only bring you over-strain. You are nervous, intense and over committed to whatever you undertake. This will only lead you to over stress and mental disorders. Support from your relatives and friends will shower as bliss for you to lay a strong base for your future. Although you know what you want, to get a smooth approach you must be able to present you to others with enough logic. Try to be more reasonable while you present yourself. Excitement and love in your newfound love will also give you a stable relationship. You can blindly rely upon this as a life long one. Students must spend more time on your work as you need a great amount of effort to excel in your studies. Separation from your family will be a new experience for you. But these changes will make you more independent and confident to face any hazards in the life.",
    "1": "Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful. Approval of a new project by the authority will give you the opportunity of expanding and implementing new ideas which were only in your mind till now. Watching action movies and listening to hard rock does not necessarily define masculinity. There's a caring, loving and soft-natured character in you that needs to be nurtured and you'll discover a whole new side of you. You have the ability this week to turn that which appeared negative or wasted, into a new form with good potential for improvement. Communications with partners, clientele and significant others will be productive at this time. Future looks good indeed People who mingle with you will find you reliable for your loyalty, sincerity and constant support you provide to them. In your search for professional glory, you may miss out on the finer and more important aspects of your life, your children! Keep the mother in you alive and life should turn out to be one happy-go-lucky ride! Think more about the prospects for your personal growth, as it is time for you to live for you and your family. You can be depended on for your loyalty and sincerity, and this will bring you wide acceptance. But for the time being, an unnecessary indulgence from someone against you will bring out some embarrassing moments for you. Work is your source of excitement and you'll not give your body a rest even when you feel exhausted. But, this week will bring an absolute change in you, making you wish for a refreshing mood, to rejuvenate your mind and body. You will overcome the minor hazards in your way to carry out the responsibilities vested upon you as a family as well as a social member.",
    "2": "The efforts you put into your ventures till now, will start attaining benefits. For the time being, you can just sit down and relax. Then you can start plucking the ripe fruits of your hard labour. Try to keep aside your proud, impatient and bombastic nature while dealing with your siblings as chances are there for minor clashes with your brothers or sisters. Your tenacity and obsession for perfection will bring you success in your career. For you, your home is basically a launching pad from where you take off for your other activities. As you rely much on your family for emotional support, you will also never set back to fulfil the needs of your family. It will be better for you to make some delay in beginning the new projects. As a man tend to have success in all you dealt with, this new one is not supposed to bring you the benefits you expect. The main menace to your health is your emotions, which, in the form of repressed anger, grudges and painful remembrances can even lead to a mental syndrome. Your ability to remain silent, humble and flexible when it is not necessary to air your views will bring more recognition for you among others. You can very well present your philosophical insights when it is in need. If you get reluctant in using your analysing power more effectively you will fall into a state of rut, leaving you with unfinished projects. Find some ways to communicate with others more reasonably and understandably. Since you are a person who seeks stability in your deeds, you will find it easier to reach the success in the current project you are dealing with. The new job will bring out an utter change in the procedures of your day to day life. You will take a bit of time but adjust to the new circumstances very soon.",
    "3": "Your casual attitude towards love will only help to fade out the attraction your lover owns towards you. You possess an irresistible sense of humour and the spontaneous enthusiasm of an innocent child making you popular among those you mingle with during this week. Emotional blowups will only create unending problems, better prepare yourself to face any situations calmly. Showing sympathy towards your near and dear ones will never bring any harm to your image. You will get easily agitated this week that you will find yourself inactive and in a lack of energy to present yourself the kind of charismatic man you used to be. Women will attain respect and recognition from those you mingle with. You will find yourself presentable on important occasions. You are now in a relationship where nothing ever seems to happen, because both of you are patiently waiting for the first move. Better you take the move before it is not too late. You will prove yourself to be shrewd, organised, hard working, calculating and content to pull all the strings your position allows. Nothing to feel embarrassed if others feel that you are having more vigour than femininity. Will get a relief from an ailment haunting you for a long time, and you will feel more relaxed. You will start relying more on the words of your physician. Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation. Excitement and love in your newfound love will also give you a stable relationship. You can blindly rely upon this as a life long one.",
    "4": "You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased. Superiors will get a negative impression of you, cause of the eccentricities you possess. Talking openly with a good counselor can help you out of this. A man like you need lots of love, affection and warmth and this week you will have someone behind you to act as a sounding board. And you are in for success. Find something for rejuvenating your mind, as you can become a bit boring if you go on and on only with your career or work. This week a vacation will bring you much refreshment. Your ability to stay cautious and conservative while dealing with personal relationships will come to your aid. Keep going with what your mind says, but this doesn't mean to stay completely obstinate to others opinions. Situations will make you stay away from some of your favourite past times. Don't take it into your heart as it will pull you into a mood of depression. Though you are acquainted with a lot of people, you must try to utilise your ability for reasoning and find out the real ones who are good for you to communicate and be friendly. Unexpected problems in the family will make you keep away from the trip you planned and dreamed for a long time. Don't feel depressed; chances will come in search of you without much delay. Students will tend to have a highly disciplined and organised ways to deal with their studies. You will earn a very good result from the efforts you put in. Consult with your family before making any decisions, cause chances are there for unexpected rejection from your near and dear ones.",
    "5": "A job change may be something you have been considering for a long time. Give it a try now, better prospects are expected for you as per the present position of your sign. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. A balancing act between developing yourself and your romantic relationship, versus your obligations to your group associates or projects is likely to stretch your limits. So, your energy has to be well spent. The feminine nature hidden in your masculine shell will open you to new friends as that caring and loving touch will give them the feeling that you are very supportive. It'll do you good! Your thoughts and motivations lie in the area of change and intimacy. Some initially disturbing communications with someone to whom you are romantically inclined may have the effect of a crash course in \"getting to know you\". Your wait to be a mother may be fulfilled this week. There's every likely for a visit to the doctor, bringing joy and a beautiful new essence to life. Precaution and care should be taken and everything should go smooth. You may feel down and depressed as things may not be going according to your expectations. Let this not make you lethargic and demotivate you. This may only be a small hurdle in one of the life's journeys. Remember you have a goal to fulfil. The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome. Your ability to be there for the needy persons will bring out wide recognition for you among the public. This will be a sweet revenge of you towards some, who always used to find one or the other reason to disapprove your efforts. The new job will bring out an utter change in the procedures of your day to day life. You will take a bit of time but adjust to the new circumstances very soon.",
    "6": "Your nature of getting out of the relation when all the excitements of a romance die down will only present you with mental trauma this time. So avoid hurting others and by which hurting yourself. Feeling dull in mind will make you even averse towards anything which can shower you beauty and harmony. You are pressed to retrace back in the workplace or with your partner. A critical situation is developing around you and though it gets on your nerves, you may be the only one who can appear to remain calm and unbiased. This week, as you will spend more time with your new found love, it will help you find out the virtues you possess as a male like being wonderful, witty and generous. Your daily schedules must have prevented you for a long time to have some romantic moments with your spouse. Get out of this tight schedule and spend some time with your spouse and children to get back the harmony which you are lacking for a long time. Being very insecure, you need someone who makes you feel special. You are now on the lucky side that you will find out someone without much delay who will bring mental strength and harmony to your life. You have your own philosophical thinking that guides you while taking personal decisions. This week you will find it more useful and will feel relieved that you rely upon it. Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation. People near and dear to you will come for your guidance, as you are good at using your reasoning power and presenting it to others effectively and logically. Students with talent, creativity and charisma will soon be duly rewarded for your endeavors. Just proceed with your efforts.",
    "7": "It won't be wise from your part to say no to the ideas presented by others. Even though you possess the capability to analyse, it doesn't mean that you are always right. You possess an irresistible sense of humour and the spontaneous enthusiasm of an innocent child making you popular among those you mingle with during this week. Superiors will get a negative impression of you, cause of the eccentricities you possess. Talking openly with a good counselor can help you out of this. Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others. Women will attain respect and recognition from those you mingle with. You will find yourself presentable on important occasions. Think well and consult someone responsible before doing any innovations in your already successful venture. Chances are there for the result to turn out negative. You will prove yourself to be shrewd, organised, hard working, calculating and content to pull all the strings your position allows. Nothing to feel embarrassed if others feel that you are having more vigour than femininity. Spending some time to analyse your present physical condition will only make you more energetic and pleasant. In a way, this will enable you to seek out a solution for your present dullness, which is making you both irritating and gloomy. You will sign in a new contract, which will provide you with a career that is both stable and secure. Consult with your family before making any decisions, cause chances are there for unexpected rejection from your near and dear ones.",
    "8": "Success will be your hallmark in your career world this week. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. Generous and warm qualities in you will lead to many joyful experiences in the family. Your commitment towards family will help you to gain the love and care you seek. Although you tend to appear self-possessive, you are basically friendly, kind, noble and beneficent. Revealing of this nature in you bring more persons attached to you, who seek comfort and care. Whatever projects you indulge this week will become fruitful. Your signs seem to be in favourable position making you more charming, intellectual, dynamically enthusiastic and adaptable. Your love and care as a mother will blossom more these days, as the children as well as those close to you, will find more solace when they are with you. . Whatever be your specific career choice, the combinations of your tenacity and sheer endurance will prove to be a winning one. Personally, this week will prove to be a stepping stone to your augmentation either financially or career wise. Your ability to be there for the needy persons will bring out wide recognition for you among the public. This will be a sweet revenge of you towards some, who always used to find one or the other reason to disapprove your efforts. Proposals for a pleasure trip to some beautiful place will come in search of you. You will highly enjoy this trip with your near and dear. The new job will bring out an utter change in the procedures of your day to day life. You will take a bit of time but adjust to the new circumstances very soon.",
    "9": "Everything will seem to be in a disarray. You will be wondering what went wrong and where. Suddenly all the harmony in life will seem lost. Sit down, relax and give a thought to all incidents that led to it and you will realise that it isn't that bad. Your tenacity and obsession for perfection will bring you success in your career. A balancing act between developing yourself and your romantic relationship, versus your obligations to your group associates or projects is likely to stretch your limits. So, your energy has to be well spent. More and more ideas with novelty will come to your mind. What you need now is the support of your co-workers and the confidence to implement it successfully. The feminine nature hidden in your masculine shell will open you to new friends as that caring and loving touch will give them the feeling that you are very supportive. It'll do you good! Your mind may be way too curious to think only inside the box, but it's your ability to make outrageous connections that give you a view beyond what everyone else sees. Your brilliant insights can lead to incredible inventions and major discoveries. Your thoughts and motivations lie in the area of change and intimacy. Some initially disturbing communications with someone to whom you are romantically inclined may have the effect of a crash course in \"getting to know you\". You may feel down and depressed as things may not be going according to your expectations. Let this not make you lethargic and demotivate you. This may only be a small hurdle in one of the life's journeys. Remember you have a goal to fulfil. Support from your relatives and friends will shower as bliss for you to lay a strong base for your future. Business-related short trips would turn out to be successful for you.",
    "10": "Your nature of getting out of the relation when all the excitements of a romance die down will only present you with mental trauma this time. So avoid hurting others and by which hurting yourself. You will be witty, generous, endearing and charming making you a never boring, always active and intensely alive personality for others to deal with. Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others. Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm. Women will have a favourable week, both at workplace and home. You will find yourself more appreciated and cared by others. Complications from misunderstandings in your love life will get you into some bewildered situation this week. A good conversation between you two will bring you better moments. Others may find you to be a strong personality with your own bold decisions. This can even arise criticism from others as you are firm in spite of being a woman. Spending some time to analyse your present physical condition will only make you more energetic and pleasant. In a way, this will enable you to seek out a solution for your present dullness, which is making you both irritating and gloomy. You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against. You will sign in a new contract, which will provide you with a career that is both stable and secure.",
    "11": "Since you are restless, impulsive and looking for the wildest kind of excitement, it will be difficult for you to find the beauty and harmony you wish. Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true. Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father. Time is congenial to you to choose a career or commence a new venture. Forming a new base now will act beneficial for your whole future. You are now in a relationship where nothing ever seems to happen, because both of you are patiently waiting for the first move. Better you take the move before it is not too late. When you do decide to make a commitment towards anyone you will only be happy to stay loyal to them. This enables you to remain attached to those who really love and care for you. Minor misunderstandings with your spouse will make your days dull. Just find a way to talk it over so that both of you will feel relieved and your happy days will be back. You give more importance to shared interests and emotional compatibility. You must also make yourself prepared to accept what others have to say and encourage them for their ideas. Otherwise, it will make you aloof from others. You wield a lot of power and love new projects, people and interests. The optimistic nature will help you feel rejuvenated. You will feel much relieved this week, as you are able to fulfil the needs of your family members through your tremendous efforts.",
    "date": "Sunday, 15 November 2020 to Saturday, 21 November 2020"
}
]
