horo_english=[
  {
    "0": "Avoid expecting a lot from your siblings. Otherwise, you may feel disappointed and embarrassed. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. Your ability to face matters confidently will make you able to deal with some harsh situations coolly. Try to keep a tight grip on your emotions towards others. This week you will find yourself relentless and driven in your struggle towards achievement, at times, driving you as well as those around you crazy. Women with a strong motive will get more energy and stamina to fight back in any negative situations. Time is apt for plucking the ripe fruits of your hard work. You are nervous, intense and over committed to whatever you undertake. This will only lead you to over stress and mental disorders. Your love and care as a mother will blossom more these days, as the children as well as those close to you, will find more solace when they are with you. . For a long time you would have been avoiding your artistic talent, now it is time to brush and take it out. This, of course, will bring a new stimulating mood to your life. If you get reluctant in using your analysing power more effectively you will fall into a state of rut, leaving you with unfinished projects. Find some ways to communicate with others more reasonably and understandably. You will go through some exciting instants this week. Thrilling experiences you haven't experienced for such a long time will come back to you making you more energetic and joyful.",
    "1": "You will find yourself attracted towards someone who will make you reveal your heart without a second thought. You would like to change your job because the present job may not be very satisfying. The right astrological moment has not yet arrived. So, you should keep your cool. Do not start your dream project now. You may reach new understandings of how you work. But you will be talking about health - all kinds - and becoming far more organized in your working or health methodologies. You may get some money bonanzas. Your bountiful energy is responsible. There are going to be incidents where your fatherly nature will hold good for you as those close to you will feel secure, protected and feeling good. You will feel happy and content that you have been of help to others. Watching action movies and listening to hard rock does not necessarily define masculinity. There's a caring, loving and soft-natured character in you that needs to be nurtured and you'll discover a whole new side of you. The forecast shows a very good week ahead. All those men out there can go out and do those wonderful things they have been planning for quite some time now! Your generous and warm qualities will lead you to many joyful love experiences. You have wasted more than enough time for others. It will be better if you start thinking on behalf of you and your future. Your physical health is in an excellent condition this week. Although you will go through some problems, you will come out of all that successfully. Journeys you are planning to have will make money slip through your fingers like quicksilvers without you even realising it.",
    "2": "You will meet someone this week to whom you will get attracted. Don't feel depressed of the first reaction from that person to your approach. Try again and again if your mind says so. Whatever be your specific career choice or your interests, the combinations of your tenacity, drive and sheer endurance is a winning one that most people are too weak to compete against your energy and willingness. A sense of pessimism and negative aspect will prevent you from experiencing a more joyous existence. You will find more time to spend with your children, as you will realize the necessity of paternal care in their life. You enjoy spending time with people who are curious and spontaneous, but this prevents you from utilising your own creative and imaginative power. Talk it over 'what's in your mind' with your spouse and get rid of your small suspicions which are haunting you for some time. You are healthy and robust. Go ahead with your plans and projects; you will attain success. Success will come on your way for the work you have done for the society. Your hard work and devotion will attain wide recognition and applause. This will make you more encouraged to continue with your projects. You rely much on your friends for the emotional stability and happiness you seek. Try to be your own, as depending on others is not going to bring you always the same status of mood. Joining hands with anyone for some more time will not do you good. Better consider the proposals after some time.",
    "3": "Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true. Your peculiarities, which were a source for others to make fun of you, will bring some advantages for you this week. You will find yourself a central figure in some parties or public gatherings. Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful. Time is apt for you to work out the changes you intend to implement on projects you are undertaking. You will attain financial and physical support from the sources you expect. What you set to do this week will turn out to be successful to you mainly because of your sharpness, tenacity and obsession for perfection. As a mother, while dealing with your children, you act more like an old-fashioned person who believes more on moral principles. This will only help to get you detached from your children. It won't be a matter of wonder if others mistook your acts of the good deed, as the time is not at all favourable for you. Don't feel depressed, one day or the other, you will attain the apperception you deserve. Proposals for a pleasure trip to some beautiful place will come in search of you. You will highly enjoy this trip with your near and dear. An unexpected approach from an unexpected person will make your days harmonious. Utilise this opportunity without wasting it. You will take some time to transform yourself into the new atmosphere. Your mood to seek seclusion will only help others to stay away from you.",
    "4": "With your talent, creativity, charisma and power of analysing you would successfully finish the assigned tasks and win the accolades of your seniors. Emotional blowups will only create unending problems, better prepare yourself to face any situations calmly. Showing sympathy towards your near and dear ones will never bring any harm to your image. Women with a strong motive will get more energy and stamina to fight back in any negative situations. Time is apt for plucking the ripe fruits of your hard work. You will find time favourable for you to execute the alterations you are planning to make in your house as well as in the office. Consulting with someone related will bring more good to you. Self-indulgence and laziness will curb you from utilising the wit and intelligence you own to handle the projects you undertake. Try to mingle more with your co-workers and think before saying anything critical about others. Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive. Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation. You have been kept tacit for some time about your wishes like wandering around or hitchhiking, mainly because of money and time. Now everything will come in favour of you for doing something which makes you pleasant. You will go through some exciting instants this week. Thrilling experiences you haven't experienced for such a long time will come back to you making you more energetic and joyful. Journeys you are planning to have will make money slip through your fingers like quicksilvers without you even realising it.",
    "5": "A few suspicions here and there and a lack of communication may hamper your relationship with your siblings. It would be better to talk things out right from the onset rather than let things degrade to an irreparable stage. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others. A balancing act between developing yourself and your romantic relationship, versus your obligations to your group associates or projects is likely to stretch your limits. So, your energy has to be well spent. You may be the object of affection by being sweet as honey, painting visions of the future and imparting some of them with a secret, spiritual or unselfish communications. Women will have a positive time this week. If people think you're being irresponsible, it could be that they don't understand your genius. Although you won't want to be dependent on anyone, it's love that inspires you to plan for your financial future. Your wait to be a mother may be fulfilled this week. There's every likely for a visit to the doctor, bringing joy and a beautiful new essence to life. Precaution and care should be taken and everything should go smooth. You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against. You have been kept unconcerned for such a long time giving you just unpleasant reminders in your mind. You will now find a way to spend some time refreshing the old memories. You are quite inventive with things you really enjoy. Money or resources spring up for entertainment. You have fun with friends. You find yourself taking brilliant risks that make a splash and reveal more of who you are discovering yourself to be.",
    "6": "More and more project ideas will come to you. Your ability to experiment will help you choose the best out of it. Try to keep aside your proud, impatient and bombastic nature while dealing with your siblings as chances are there for minor clashes with your brothers or sisters. Your ability to face matters confidently will make you able to deal with some harsh situations coolly. Try to keep a tight grip on your emotions towards others. Women will have a favourable week, both at workplace and home. You will find yourself more appreciated and cared by others. As per signs, you will go through complex situations for a few days. You will find yourself restless and argumentative in whatever work you undertake. You will feel that you lack the power for analysing to reach an intelligent decision. Children will depend more on you for their problems. As a mother, you will be able to help them out of it with your practical and intelligent mind. The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome. For a long time you would have been avoiding your artistic talent, now it is time to brush and take it out. This, of course, will bring a new stimulating mood to your life. Moments of rejoicing are here for you once again, as you will find out a new way to seek thrills in your favourite way. Busy schedules will force you to postpone a trip you were anxiously waiting for. Don't get depressed for this will never be the last chance.",
    "7": "It won't be wise from your part to say no to the ideas presented by others. Even though you possess the capability to analyse, it doesn't mean that you are always right. You will find yourself tough, strong, energetic and very restless this week. You will attain favourable signs in whatever steps you take. Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father. Being a man of deep loving and highly trustworthy nature towards those you mingle with will attain you the love and care you expect from them. Think well and consult someone responsible before doing any innovations in your already successful venture. Chances are there for the result to turn out negative. Your generous and warm qualities will lead you to many joyful love experiences. You will find everything in favour of you as your subordinates and seniors will all be encouraging in your new project. Your physical health is in an excellent condition this week. Although you will go through some problems, you will come out of all that successfully. Situations will make you stay away from some of your favourite past times. Don't take it into your heart as it will pull you into a mood of depression. The physical and mental stress you are going through will make you keep away from the entertainments which provided the titillation you seek.",
    "8": "You may find yourself unknowingly attracted to someone you interact with quite regularly. You should be watchful of the person as your attraction may blind you from the true nature of the individual. The sense of insecurity you feel would invoke worry, indecisiveness, depression and fearfulness in you. This would keep away the beauty and harmony of your life for a short while A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. Although you tend to appear self-possessive, you are basically friendly, kind, noble and beneficent. Revealing of this nature in you bring more persons attached to you, who seek comfort and care. Women with a strong motive will get more energy and stamina to fight back in any negative situations. Time is apt for plucking the ripe fruits of your hard work. Think it over once or twice before speaking out your mind to the person you felt attracted towards. Give a thorough analysing about every positive and negative aspect before jumping into a conclusion. You will feel that your marriage is dreadfully boring nowadays. You must try to be more communicative and committed, cause it is also something which plays a major role in a relationship. Your love and care as a mother will blossom more these days, as the children as well as those close to you, will find more solace when they are with you. . Success will come on your way for the work you have done for the society. Your hard work and devotion will attain wide recognition and applause. This will make you more encouraged to continue with your projects. You have been kept unconcerned for such a long time giving you just unpleasant reminders in your mind. You will now find a way to spend some time refreshing the old memories.",
    "9": "Your ability to experiment will prove to be a boon for you and you will be using this resource of yours to make everyone stand up and take notice of you. Your peculiarities, which were a source for others to make fun of you, will bring some advantages for you this week. You will find yourself a central figure in some parties or public gatherings. Your ability to face matters confidently will make you able to deal with some harsh situations coolly. Try to keep a tight grip on your emotions towards others. Both at workplace and home, your innovative nature will help you keep up the tempo and bring more enjoyment to your life. Keep it up and monotony in life will be a thing of the past, forgotten and buried! Giving some extra energy through meditations and caring will only help you to vitalize your mind and body which now really needs an extra care. You may feel down and depressed as things may not be going according to your expectations. Let this not make you lethargic and demotivate you. This may only be a small hurdle in one of the life's journeys. Remember you have a goal to fulfil. If you get reluctant in using your analysing power more effectively you will fall into a state of rut, leaving you with unfinished projects. Find some ways to communicate with others more reasonably and understandably. You are quite inventive with things you really enjoy. Money or resources spring up for entertainment. You have fun with friends. You find yourself taking brilliant risks that make a splash and reveal more of who you are discovering yourself to be. Students will get assailed by elders for an attitude of irresponsibility and carelessness. Now the time is apt for taking some responsible steps towards your studies as well as future life. An unexpected approach from an unexpected person will make your days harmonious. Utilise this opportunity without wasting it.",
    "10": "More and more project ideas will come to you. Your ability to experiment will help you choose the best out of it. Try to keep aside your proud, impatient and bombastic nature while dealing with your siblings as chances are there for minor clashes with your brothers or sisters. Emotional blowups will only create unending problems, better prepare yourself to face any situations calmly. Showing sympathy towards your near and dear ones will never bring any harm to your image. Women will have a favourable week, both at workplace and home. You will find yourself more appreciated and cared by others. As per signs, you will go through complex situations for a few days. You will find yourself restless and argumentative in whatever work you undertake. You will feel that you lack the power for analysing to reach an intelligent decision. Children will depend more on you for their problems. As a mother, you will be able to help them out of it with your practical and intelligent mind. Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation. You have been kept tacit for some time about your wishes like wandering around or hitchhiking, mainly because of money and time. Now everything will come in favour of you for doing something which makes you pleasant. Moments of rejoicing are here for you once again, as you will find out a new way to seek thrills in your favourite way. Journeys you are planning to have will make money slip through your fingers like quicksilvers without you even realising it.",
    "11": "Your ability to experiment will make you capable of sorting out a budget as per the new scheme. You will win the appreciation of your superiors. Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others. Women will attain respect and recognition from those you mingle with. You will find yourself presentable on important occasions. Time is apt for you to work out the changes you intend to implement on projects you are undertaking. You will attain financial and physical support from the sources you expect. Your critical and argumentative nature towards your subordinates will bring out a negative approach from them even towards the wise and intelligent decisions you take. You give more importance to shared interests and emotional compatibility. You must also make yourself prepared to accept what others have to say and encourage them for their ideas. Otherwise, it will make you aloof from others. You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against. You have been kept unconcerned for such a long time giving you just unpleasant reminders in your mind. You will now find a way to spend some time refreshing the old memories. A trip with your near and dear ones will lead you to some thrilling moments. Enjoy it, as these are not the ones you get often. If you have other options better depend on it than preferring journeys, as chances are there for minor accidents or mishaps.",
    "date": "Sunday, 2 August 2020 to Saturday, 8 August 2020"
}
]
