horo_english=[
  {
    "0": "Harmony seems to be the keyword for you this week. At work, at home, with friends, with your hairdresser, everyone you meet this week will look beautiful to you. Just make sure that you don't miss out due to ignorance. You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now. Your ability to face matters confidently will make you able to deal with some harsh situations coolly. Try to keep a tight grip on your emotions towards others. You may be the object of affection by being sweet as honey, painting visions of the future and imparting some of them with a secret, spiritual or unselfish communications. Women will have a positive time this week. Being the man you are, you may have experiences with a friend that can deepen your relationship. You'd rather instigate action with your pet projects than deal with authority figures early this week. It's better to be safe than sorry. This week, your aim with Cupid's arrow is especially on target. So make sure 'what you're passionate about is what you want' because you just might get it or get more of it than you ever thought possible. Giving some extra energy through meditations and caring will only help you to vitalize your mind and body which now really needs an extra care. Your wait to be a mother may be fulfilled this week. There's every likely for a visit to the doctor, bringing joy and a beautiful new essence to life. Precaution and care should be taken and everything should go smooth. You may just love the people you work with. As a matter of fact, working well with someone and sharing visions with him or her, may just turn you on. You're hot to trot - beware of a tendency to be rash. If you get reluctant in using your analysing power more effectively you will fall into a state of rut, leaving you with unfinished projects. Find some ways to communicate with others more reasonably and understandably.",
    "1": "Your attraction towards beauty and harmony will bring you close to some new situations. This will make you feel more relaxed and efficient. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. Emotional blowups will only create unending problems, better prepare yourself to face any situations calmly. Showing sympathy towards your near and dear ones will never bring any harm to your image. You tend to act like a person who is curious, mystified and an unforgettable one towards others virtues that some will get even scared of you. Women will have a favourable week, both at workplace and home. You will find yourself more appreciated and cared by others. Your wish to stay in aloofness will only make you dip more into illusions and bad dreams which are haunting you for a very long time. Your sense of insecurity will evoke worry, depression and indecisiveness. But doing some follies is not a remedy for it. This will only make you more aloof from others. Children will depend more on you for their problems. As a mother, you will be able to help them out of it with your practical and intelligent mind. Those related to the charitable societies or such firms will finally find your efforts being widely accepted by the people. Doing good will always bring a worthy result. Your need has to be considered seriously when you fall in love. Your tendency to be so serious in an affair will bring out some delay in finding out a romantic pair for you.",
    "2": "Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others. You will find yourself tough, strong, energetic and very restless this week. You will attain favourable signs in whatever steps you take. Women will attain respect and recognition from those you mingle with. You will find yourself presentable on important occasions. Those who are related to you will find it difficult to deal with you and your illusions. Talk it over; otherwise, you will find yourself mentally away from others. You will go through a period, which make your mind restless, impatient and changeable. Unnecessary imagination mainly negative ones will make it impossible for you to workout any of your projects efficiently. Your love signs are shining brightly over you and you will go through the most fabulous moments this week. You will find everything in favour of you as your subordinates and seniors will all be encouraging in your new project. You are healthy and robust. Go ahead with your plans and projects; you will attain success. You rely much on your friends for the emotional stability and happiness you seek. Try to be your own, as depending on others is not going to bring you always the same status of mood. Joining hands with anyone for some more time will not do you good. Better consider the proposals after some time.",
    "3": "With your talent, creativity, charisma and power of analysing you would successfully finish the assigned tasks and win the accolades of your seniors. Your idea for a successful venture will take more time to commence, as the period is not favourable for you. Don't fall into depression, this is not going to stay for long. You will prove yourself fortunate without much delay. Take a short vacation to spend some time with your family. Money earning for them is not the sole responsibility of a father, you must also find out time to solve their problems. A man like you need lots of love, affection and warmth and this week you will have someone behind you to act as a sounding board. And you are in for success. You will go through a situation which will down your confidence a great deal. This is not the end of everything, think of the ways to overcome this and act confidently for a sound and secure future. You will find time favourable for you to execute the alterations you are planning to make in your house as well as in the office. Consulting with someone related will bring more good to you. You will rely more on others for advice and support. This will, later, turn to be a burden for you, as you are the final authority to choose what you need for your personal growth. For a long time you would have been avoiding your artistic talent, now it is time to brush and take it out. This, of course, will bring a new stimulating mood to your life. Refreshing of your mind and body is what you need most for the time being. But your tight schedules will make you keep away from the seclusion now you seek most. You will go through some exciting instants this week. Thrilling experiences you haven't experienced for such a long time will come back to you making you more energetic and joyful.",
    "4": "Don't feel embarrassed if you feel drawn towards a person who was never a person of interest for you. Hope for the best, as this may lead to an utter change in your life. Harmony seems to be the keyword for you this week. At work, at home, with friends, with your hairdresser, everyone you meet this week will look beautiful to you. Just make sure that you don't miss out due to ignorance. Frustration may creep in. You will find that your efforts haven't been rewarded and that you haven't got your benefits. Don't let this disappoint you. Like a phoenix, rise from the ashes! A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. The feminine nature hidden in your masculine shell will open you to new friends as that caring and loving touch will give them the feeling that you are very supportive. It'll do you good! The deep understanding and cooperation between the two of you have been the driving force behind your successful marital life. Consider yourself lucky and take all actions necessary to maintain the love between the two of you. Your outspoken and extrovert nature may make those around you to feel that, in spite of being a woman, you are trying to be a man. This shouldn't discourage you as it is their insecurity and their problem, not yours. Your wait to be a mother may be fulfilled this week. There's every likely for a visit to the doctor, bringing joy and a beautiful new essence to life. Precaution and care should be taken and everything should go smooth. Thinking negatively and without any control will forbid you from enjoying this week. Try to develop a more expansive awareness to deal with all situations. Students must spend more time on your work as you need a great amount of effort to excel in your studies.",
    "5": "More and more project ideas will come to you. Your ability to experiment will help you choose the best out of it. Try to keep aside your proud, impatient and bombastic nature while dealing with your siblings as chances are there for minor clashes with your brothers or sisters. Dealing with important persons with excellent personalities will help you to get rid of some negative peculiarities that were haunting you for a long time. Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm. You will find yourself aloof from your family members. The fault is more from your side. Think for a little while what, other than bringing money, you have done for your kids as a father You are a person who is attracted towards novelties. This will bring you attached to some new projects which are sure to gain you profit without much delay. You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against. You have been kept unconcerned for such a long time giving you just unpleasant reminders in your mind. You will now find a way to spend some time refreshing the old memories. Moments of rejoicing are here for you once again, as you will find out a new way to seek thrills in your favourite way. Financial help from some unexpected source will enable you to speed up the project which you felt would come up to an end without proper support.",
    "6": "Your ability to experiment will make you capable of sorting out a budget as per the new scheme. You will win the appreciation of your superiors. You will love life and will find one or the other way to get the very most out of today. But your irritating nature and love towards yourself will hurt your near and dear ones. Your peculiarities, which were a source for others to make fun of you, will bring some advantages for you this week. You will find yourself a central figure in some parties or public gatherings. Dealing with some troublesome issues will grab the time and energy of women especially those struggling between their home and career. Time is apt for you to work out the changes you intend to implement on projects you are undertaking. You will attain financial and physical support from the sources you expect. You will express the nature of being too independent and freedom loving. It won't be something of wonder if others, especially your near and dear mistook you. Try to be in control, as compulsive eating and escape motivated drinking can perpetrate ruin to your physical condition. For a long time you would have been avoiding your artistic talent, now it is time to brush and take it out. This, of course, will bring a new stimulating mood to your life. A trip with your near and dear ones will lead you to some thrilling moments. Enjoy it, as these are not the ones you get often. An unexpected approach from an unexpected person will make your days harmonious. Utilise this opportunity without wasting it.",
    "7": "Although you tend to be a perfectionist, unnecessary delays from your part will bring unnecessary delay in attaining the benefit. Self-improvement will be your self-imposed motto in the coming days. Friends and relatives will be there for you with a helping hand. You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now. Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently. Confidence and mental preparation to achieve the best will boost up your energy. Your inner self will always act as a good guide for you. You are so cautious, secretive and generally suspicious more than any woman used to be. So you tend to be more watchful and scrutinised before getting committed to anyone or anything. Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive. Will get a relief from an ailment haunting you for a long time, and you will feel more relaxed. You will start relying more on the words of your physician. Thinking negatively and without any control will forbid you from enjoying this week. Try to develop a more expansive awareness to deal with all situations. You have been kept tacit for some time about your wishes like wandering around or hitchhiking, mainly because of money and time. Now everything will come in favour of you for doing something which makes you pleasant.",
    "8": "Your ability to experiment will prove to be a boon for you and you will be using this resource of yours to make everyone stand up and take notice of you. An impulse to get attracted to a person whom you meet for the first time will make you a bit nervous. Don't waste any opportunity to find out the details regarding that person before getting committed to any relations. Everything will seem to be in a disarray. You will be wondering what went wrong and where. Suddenly all the harmony in life will seem lost. Sit down, relax and give a thought to all incidents that led to it and you will realise that it isn't that bad. Dealing with important persons with excellent personalities will help you to get rid of some negative peculiarities that were haunting you for a long time. There are going to be incidents where your fatherly nature will hold good for you as those close to you will feel secure, protected and feeling good. You will feel happy and content that you have been of help to others. Both at workplace and home, your innovative nature will help you keep up the tempo and bring more enjoyment to your life. Keep it up and monotony in life will be a thing of the past, forgotten and buried! Your thoughts and motivations lie in the area of change and intimacy. Some initially disturbing communications with someone to whom you are romantically inclined may have the effect of a crash course in \"getting to know you\". Suspicion can ruin any relationship and it becomes more dangerous when it is existent in marriage. The seeds of suspicion may be sown this week; it is better you clear all doubts with your spouse before it is too late. You may be wrong! Success will come on your way for the work you have done for the society. Your hard work and devotion will attain wide recognition and applause. This will make you more encouraged to continue with your projects. Financial help from some unexpected source will enable you to speed up the project which you felt would come up to an end without proper support.",
    "9": "More and more project ideas will come to you. Your ability to experiment will help you choose the best out of it. Try to keep aside your proud, impatient and bombastic nature while dealing with your siblings as chances are there for minor clashes with your brothers or sisters. Your peculiarities, which were a source for others to make fun of you, will bring some advantages for you this week. You will find yourself a central figure in some parties or public gatherings. Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm. You are a person who is attracted towards novelties. This will bring you attached to some new projects which are sure to gain you profit without much delay. The main menace to your health is your emotions, which, in the form of repressed anger, grudges and painful remembrances can even lead to a mental syndrome. For a long time you would have been avoiding your artistic talent, now it is time to brush and take it out. This, of course, will bring a new stimulating mood to your life. If you get reluctant in using your analysing power more effectively you will fall into a state of rut, leaving you with unfinished projects. Find some ways to communicate with others more reasonably and understandably. Moments of rejoicing are here for you once again, as you will find out a new way to seek thrills in your favourite way. An unexpected approach from an unexpected person will make your days harmonious. Utilise this opportunity without wasting it.",
    "10": "Your ability to experiment will make you capable of sorting out a budget as per the new scheme. You will win the appreciation of your superiors. Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently. Will go through a difficult situation this week. As a father, you will find it hard to cope up with the necessities of the children. Time is apt for you to work out the changes you intend to implement on projects you are undertaking. You will attain financial and physical support from the sources you expect. Your critical and argumentative nature towards your subordinates will bring out a negative approach from them even towards the wise and intelligent decisions you take. Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation. You have been kept tacit for some time about your wishes like wandering around or hitchhiking, mainly because of money and time. Now everything will come in favour of you for doing something which makes you pleasant. A trip with your near and dear ones will lead you to some thrilling moments. Enjoy it, as these are not the ones you get often. Journeys you are planning to have will make money slip through your fingers like quicksilvers without you even realising it. More and more people will approach you for your guidance without you even expecting it. This will make your days and mind busy, and you will go through a pleasant situation altogether.",
    "11": "With your talent, creativity, charisma and power of analysing you would successfully finish the assigned tasks and win the accolades of your seniors. Dealing with important persons with excellent personalities will help you to get rid of some negative peculiarities that were haunting you for a long time. You will be going through a very difficult time being direct in your relationships, and you need both individual psychotherapy and group therapy to achieve greater self-expression and more satisfaction on the social scene. You will find time favourable for you to execute the alterations you are planning to make in your house as well as in the office. Consulting with someone related will bring more good to you. A strong will to take decisions regarding your future may arise the grudge of others but this is your life and you are the one to get along with it. Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive. You have been kept unconcerned for such a long time giving you just unpleasant reminders in your mind. You will now find a way to spend some time refreshing the old memories. You will go through some exciting instants this week. Thrilling experiences you haven't experienced for such a long time will come back to you making you more energetic and joyful. In order to avoid a failure and to withstand your position, students must contribute more time and effort on studies. Financial help from some unexpected source will enable you to speed up the project which you felt would come up to an end without proper support.",
    "date": "Sunday, 12 July 2020 to Saturday, 18 July 2020"
}
]
