horo_english=[
  {
    "0": "Your guiding and helping character will do a world of good for your near and dear ones. The support extended by your dominant nature will not only be of help to them but will turn out to be positive for you also. A balancing act between developing yourself and your romantic relationship, versus your obligations to your group associates or projects is likely to stretch your limits. So, your energy has to be well spent. Your mind may be way too curious to think only inside the box, but it's your ability to make outrageous connections that give you a view beyond what everyone else sees. Your brilliant insights can lead to incredible inventions and major discoveries. This is a good week to take projects off the backburner. Make space for your new life coming up. If you're unsure about how to proceed, defining your goals is step one. Your thoughts and motivations lie in the area of change and intimacy. Some initially disturbing communications with someone to whom you are romantically inclined may have the effect of a crash course in \"getting to know you\". The world may be stressing and testing you. Although you may outwardly define yourself by your professional achievements, you may still need to remind your colleagues that your being a woman does not make you weak and that there is a man inside you. You may feel down and depressed as things may not be going according to your expectations. Let this not make you lethargic and demotivate you. This may only be a small hurdle in one of the life's journeys. Remember you have a goal to fulfil. An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family. The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome. Proposals for a pleasure trip to some beautiful place will come in search of you. You will highly enjoy this trip with your near and dear.",
    "1": "Feeling dull in mind will make you even averse towards anything which can shower you beauty and harmony. Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true. Your supersensitive feelings hamper your personal progress. You need to loosen up, taking things a little less seriously rather than reacting to it. You will find more time to spend with your children, as you will realize the necessity of paternal care in their life. Family problems and career related uncertainties would bring some dilemma in the life of women. Hope for the best, support from your dear ones will help you to swim out safe from this. You will prove to be independent, ambitious and highly goal-oriented. Intelligence and quick wit you possess will enable you to reach your goal without much effort. Time is really favourable now. Being very insecure, you need someone who makes you feel special. You are now on the lucky side that you will find out someone without much delay who will bring mental strength and harmony to your life. A feeling of depression will crush the mother in you with the separation of your children for higher studies or job. Forthcoming days are expected to bring you back to mood. People near and dear to you will come for your guidance, as you are good at using your reasoning power and presenting it to others effectively and logically. Business-related short trips would turn out to be successful for you.",
    "2": "Your casual attitude towards love will only help to fade out the attraction your lover owns towards you. You possess an irresistible sense of humour and the spontaneous enthusiasm of an innocent child making you popular among those you mingle with during this week. You will get easily agitated this week that you will find yourself inactive and in a lack of energy to present yourself the kind of charismatic man you used to be. What you set to do this week will turn out to be successful to you mainly because of your sharpness, tenacity and obsession for perfection. At last, your patience will help you gain what you were waiting for a long time. Your efforts are sure to be appreciated. You are now in a relationship where nothing ever seems to happen, because both of you are patiently waiting for the first move. Better you take the move before it is not too late. You will prove yourself to be shrewd, organised, hard working, calculating and content to pull all the strings your position allows. Nothing to feel embarrassed if others feel that you are having more vigour than femininity. Spending some time to analyse your present physical condition will only make you more energetic and pleasant. In a way, this will enable you to seek out a solution for your present dullness, which is making you both irritating and gloomy. You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against. Your love for games and small challenges will make the journey scheduled for you this week a pleasant one.",
    "3": "You will be feeling deeply and strongly about a person close to you with whom you may either start or deepen a relationship. Your personality may entice the person to respond positively provided you don't commit any blunders. The generous and warm qualities you possess while dealing with your siblings will render many joyful and enjoyable moments in your life. Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful. You will find it really hard to please and hold your family members. You will find it difficult to cope up with the situation without anyone to give you moral or physical support. Take a short vacation to spend some time with your family. Money earning for them is not the sole responsibility of a father, you must also find out time to solve their problems. Whatever projects you indulge this week will become fruitful. Your signs seem to be in favourable position making you more charming, intellectual, dynamically enthusiastic and adaptable. Your analytical nature on minor problems and criticising it will only help to generate more detachment from your children. As a mother, you have every right to control them, but overdose of anything will never bring good. Your power for reasoning will make you see the world in black and white, which will help you much in business matters. Proposals for a pleasure trip to some beautiful place will come in search of you. You will highly enjoy this trip with your near and dear. You will take some time to transform yourself into the new atmosphere. Your mood to seek seclusion will only help others to stay away from you.",
    "4": "You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. Emotional blowups will only create unending problems, better prepare yourself to face any situations calmly. Showing sympathy towards your near and dear ones will never bring any harm to your image. A balancing act between developing yourself and your romantic relationship, versus your obligations to your group associates or projects is likely to stretch your limits. So, your energy has to be well spent. The feminine nature hidden in your masculine shell will open you to new friends as that caring and loving touch will give them the feeling that you are very supportive. It'll do you good! You may be the object of affection by being sweet as honey, painting visions of the future and imparting some of them with a secret, spiritual or unselfish communications. Women will have a positive time this week. Your wait to be a mother may be fulfilled this week. There's every likely for a visit to the doctor, bringing joy and a beautiful new essence to life. Precaution and care should be taken and everything should go smooth. Your bloated ego will present you as offensive and predatory in front of others. A change of mood is really necessary, as you are not acting even according to your moral principles. Those related to the charitable societies or such firms will finally find your efforts being widely accepted by the people. Doing good will always bring a worthy result. You are an independent and freedom loving person, and your responsibilities will make you feel tied up. Complaints from those depending on you will make you irritated.",
    "5": "Your nature of getting out of the relation when all the excitements of a romance die down will only present you with mental trauma this time. So avoid hurting others and by which hurting yourself. You will be witty, generous, endearing and charming making you a never boring, always active and intensely alive personality for others to deal with. Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm. You will show the nature of being unimaginative, biased and always worrying. You will get weaker than you used to be before, that you will feel yourself incapable of taking any decision like a man. You will prove to be independent, ambitious and highly goal-oriented. Intelligence and quick wit you possess will enable you to reach your goal without much effort. Time is really favourable now. An energy to live and achieve everything best will help you to overcome the inner distresses you were going through for a long while. Others may find you to be a strong personality with your own bold decisions. This can even arise criticism from others as you are firm in spite of being a woman. Spending some time to analyse your present physical condition will only make you more energetic and pleasant. In a way, this will enable you to seek out a solution for your present dullness, which is making you both irritating and gloomy. You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against. Your love for games and small challenges will make the journey scheduled for you this week a pleasant one.",
    "6": "Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true. Dear and near ones will act in such a way that you will find yourself facing a mental trauma. Better stay calm, as you are the one who is expected for the time being to react normally. Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father. Dealing with some troublesome issues will grab the time and energy of women especially those struggling between their home and career. What you set to do this week will turn out to be successful to you mainly because of your sharpness, tenacity and obsession for perfection. You are now in a relationship where nothing ever seems to happen, because both of you are patiently waiting for the first move. Better you take the move before it is not too late. An unexpected love approach from an unexpected person will bring out some extra energy and happiness to your mind. You have all the right to think it over and take the decision. You give more importance to shared interests and emotional compatibility. You must also make yourself prepared to accept what others have to say and encourage them for their ideas. Otherwise, it will make you aloof from others. Your power for reasoning will make you see the world in black and white, which will help you much in business matters. Proposals for a pleasure trip to some beautiful place will come in search of you. You will highly enjoy this trip with your near and dear.",
    "7": "You are generous to achieve anything beautiful and harmonious and will be willing to lavish money and energy for it. Self-improvement will be your self-imposed motto in the coming days. Friends and relatives will be there for you with a helping hand. You tend to act like a person who is curious, mystified and an unforgettable one towards others virtues that some will get even scared of you. Your wish to stay in aloofness will only make you dip more into illusions and bad dreams which are haunting you for a very long time. Moneymaking will be your main focus for the time being and this will forbid you from using your creative and imaginative talents efficiently. Confidence and mental preparation to achieve the best will boost up your energy. Your inner self will always act as a good guide for you. You are so cautious, secretive and generally suspicious more than any woman used to be. So you tend to be more watchful and scrutinised before getting committed to anyone or anything. Your sense of insecurity will evoke worry, depression and indecisiveness. But doing some follies is not a remedy for it. This will only make you more aloof from others. Will get a relief from an ailment haunting you for a long time, and you will feel more relaxed. You will start relying more on the words of your physician. Those related to the charitable societies or such firms will finally find your efforts being widely accepted by the people. Doing good will always bring a worthy result.",
    "8": "You will be feeling deeply and strongly about a person close to you with whom you may either start or deepen a relationship. Your personality may entice the person to respond positively provided you don't commit any blunders. Harmony seems to be the keyword for you this week. At work, at home, with friends, with your hairdresser, everyone you meet this week will look beautiful to you. Just make sure that you don't miss out due to ignorance. You may be feeling both angry and hurt this week. You are in an especially sensitive and mildly irritable state and small things get on your nerves. Spend some time with your personal diary and express every thought on your mind. Life has its ups and downs, but the influence of the Sun gives your life an inner force to recover from the depths to a new height and help you reach the peak. Your love signs are shining brightly over you and you will go through the most fabulous moments this week. The deep understanding and cooperation between the two of you have been the driving force behind your successful marital life. Consider yourself lucky and take all actions necessary to maintain the love between the two of you. Your outspoken and extrovert nature may make those around you to feel that, in spite of being a woman, you are trying to be a man. This shouldn't discourage you as it is their insecurity and their problem, not yours. You are at a low both emotionally and physically at this time. Though you are normally prone to push yourself, this is a period to give your body what it needs. It is better to be safe than sorry!",
    "9": "Your nature of getting out of the relation when all the excitements of a romance die down will only present you with mental trauma this time. So avoid hurting others and by which hurting yourself. You will be witty, generous, endearing and charming making you a never boring, always active and intensely alive personality for others to deal with. Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm. You will prove to be independent, ambitious and highly goal-oriented. Intelligence and quick wit you possess will enable you to reach your goal without much effort. Time is really favourable now. An energy to live and achieve everything best will help you to overcome the inner distresses you were going through for a long while. Complications from misunderstandings in your love life will get you into some bewildered situation this week. A good conversation between you two will bring you better moments. Others may find you to be a strong personality with your own bold decisions. This can even arise criticism from others as you are firm in spite of being a woman. An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family. The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome. Proposals for a pleasure trip to some beautiful place will come in search of you. You will highly enjoy this trip with your near and dear.",
    "10": "Since you are restless, impulsive and looking for the wildest kind of excitement, it will be difficult for you to find the beauty and harmony you wish. Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true. Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful. Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father. What you set to do this week will turn out to be successful to you mainly because of your sharpness, tenacity and obsession for perfection. Minor misunderstandings with your spouse will make your days dull. Just find a way to talk it over so that both of you will feel relieved and your happy days will be back. Being very insecure, you need someone who makes you feel special. You are now on the lucky side that you will find out someone without much delay who will bring mental strength and harmony to your life. As a mother, while dealing with your children, you act more like an old-fashioned person who believes more on moral principles. This will only help to get you detached from your children. People near and dear to you will come for your guidance, as you are good at using your reasoning power and presenting it to others effectively and logically. Business-related short trips would turn out to be successful for you.",
    "11": "Self-improvement will be your self-imposed motto in the coming days. Friends and relatives will be there for you with a helping hand. You will be going through a very difficult time being direct in your relationships, and you need both individual psychotherapy and group therapy to achieve greater self-expression and more satisfaction on the social scene. This week you will find yourself relentless and driven in your struggle towards achievement, at times, driving you as well as those around you crazy. Take a short vacation to spend some time with your family. Money earning for them is not the sole responsibility of a father, you must also find out time to solve their problems. Whatever projects you indulge this week will become fruitful. Your signs seem to be in favourable position making you more charming, intellectual, dynamically enthusiastic and adaptable. Confidence and mental preparation to achieve the best will boost up your energy. Your inner self will always act as a good guide for you. Think it over once or twice before speaking out your mind to the person you felt attracted towards. Give a thorough analysing about every positive and negative aspect before jumping into a conclusion. Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive. Spending some time to analyse your present physical condition will only make you more energetic and pleasant. In a way, this will enable you to seek out a solution for your present dullness, which is making you both irritating and gloomy. Your love for games and small challenges will make the journey scheduled for you this week a pleasant one.",
    "date": "Sunday, 23 August 2020 to Saturday, 29 August 2020"
}
]
