horo_hindi=[
{
    "0": "आपको अत्यंत आर्थिक दबाव या आत्म-सम्मान संबंधित किसी अन्य समस्या का सामना करना पड़ सकता हैं। वास्तविकता आपके सामने होते हुये भी आप ज़रुरत से ज्यादा चिंता कर सकते हैं।खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।बाहर से आप कठोर आदमी की तरह दिखते हैं फिर भी आपका कोमल तथा प्रेममय स्वभाव इन दिनो विकसित होगा, जिससे आप पहले से भी ज्यादा परवाह करनेवाले और प्रेममय हो जायेंगे।आपकी मुलाकात कुछ ऐसे वन्दनीय लोगों से होगी जो आपको अपने मायाजाल से छुटकारा दिलायेंगे, इससे आपकी रचनात्मक प्रतिभा को भी प्रोत्साहन मिलेगा।आपके दिमाग में जो भी हो उसके बारे में अपने साथी से बात कीजिए और आपके उन छोटे संदेहों से छुटकारा पाइए जो कुछ समय से आपको परेशान कर रहे हैं।बच्चे उनकी समस्याओं के लिए आप पर अधिक निर्भर रहेंगे। एक माँ के रूप में आप अपने व्यावहारिक और बुद्धिमान मस्तिष्क के साथ इससे बाहर निकलने में उनकी सहायता कर सकते है ।ऐसे लोग जो धर्मार्थ या ऐसी संस्थाओं से संबंधित होते हैं वे आपके प्रयासों को लोगों द्वारा व्यापक रूप से स्वीकार करता हुआ पाएँगे। अच्‍छा कार्य करने का परिणाम सदैव अच्छा होगा।आप एक काम के लती व्यक्ति हैं, जो कभी नहीं जानता है कि कब रुकना है, इससे आपको केवल थकान और थकावट होगी। अपने शरीर और मस्तिष्क को फिर से ताजा करने के लिए कुछ तरीकों को खोजना बेहतर होगा।अधिक से अधिक लोगों के साथ मिलकर स्वयं के बारे में सोचने पर आप जितना कम समय व्यतीत करते हैं वह आपको कुछ रूमानी पलों के साथ प्रस्तुत करेगा।अपने आप को वर्तमान साहचर्य में ढालने से पहले सोचो। यह केवल अपने व्यक्तित्व को उतारने के लिए सक्षम होगा।",
    "1": "आप इस हफ्ते खुद को बहुत सख्त, मजबूत, उत्साही तथा बेचैन महसूस करेंगे। आप जो भी काम करेंगे उसमे आपको लाभदायक परिणाम प्राप्त होंगे।अपने बच्चो के साथ यात्रा पर जाने के बारे में अगर आप सोच रहे हैं, तो यह उचित समय हैं। पिता के रुप में उन्हे आपके प्यार एवं देखभाल की कितनी ज़रुरत है यह समझ के लिए आपको एक अवसर साबित होगा।अत्यंत प्रेममय और कर्तव्यनिष्ठ मनुष्य होने के नाते आप जिन लोगो के साथ रहेंगे वो आपसे प्यार एवं आपकी परवाह करेंगे।आपसे संबंधित लोगों को आपसे और आपके भ्रम से निपटना मुश्किल होगा। इसपर बात करें, अन्यथा आप खुद को अन्य लोगो से मानसिक रुप से दूर पायेंगे।आप अभी ऐसे दौर से गुजरेगें जो आपका मन चंचल ,अधिर और परिवर्तनशील बनायेगा। ज़्यादातर अनावश्यक नकारात्मक कल्पनाओं के कारण आप किसी भी परियोजना पर कुशलता के साथ काम नहीं कर पाएंगे।आप अपने पद के अनुसार कार्य करने के लिए स्वयं को चतुर, व्यवस्थित, मेहनती, परिकलन और संतुष्ट सिद्ध करेंगे। यदि दूसरे अनुभव करते हैं कि आपके पास स्त्रित्व की अपेक्षा अधिक ताकत है तो शर्मिंदा होने की आवश्यकता नहीं है।आप सब कुछ अपने पक्ष में पाएँगे क्योंकि आपके अधीनस्थ और वरिेष्ठजन सभी आपके नए कार्य में प्रोत्साहित कर रहें होंगे।आप स्वास्थ्यवधर्क और मजबूत हैं। अपनी योजनाओं और परियोजनाओं के साथ आगे बढ़िए, आप सफलता प्राप्त करेंगे।आप भावनात्मक स्थिरता और खुशी, जो आप खोजते हैं, के लिए अपने मित्रों पर अधिक निर्भर करते हैं। स्वयं का होने का प्रयास कीजिए, क्योंकि दूसरों पर निर्भर रहना आपको हमेशा मिजाज की समान स्थिति नहीं लाने वाला है।कुछ अधिक समय के लिए किसी के साथ हाथ मिलाना आपके लिए अच्‍छा नहीं होगा। बेहतर होगा यदि प्रस्तावों पर कुछ समय के बाद विचार करें।",
    "2": "आने वाले दिनों में स्वयं में सुधार लाना आपके लिये आदर्श रहेगा। इसके लिये आपके मित्रजन तथा रिश्तेदार मददगार रहेंगे.आप जोशपूर्ण एवं उत्साही है और आपकी असामान्य उर्जा की वजह से इस हफ्ते बहुत लोग आपकी तरफ आकर्षित होंगे।एक सफल उद्यम प्रारम्भ करने के अपने विचार को आगे बढ़ने के लिए और समय लगेगा, समय आपके लिए अनुकूल नहीं है। अवसाद की जरुरत नहीं है, यह बुरा समय ज्यादा दिन तक नहीं रहेगा, आप बहुत जल्द अपने आप को भाग्यशाली साबित करेंगे।आप जैसे इन्सान को प्यार, वात्सल्य और सौहार्द की ज़रुरत है और इस हफ्ते आपको किसी ऐसे व्यक्ति का साथ मिलेगा जो आपके लिये परीक्षक की तरह कार्य करेगा। आपको कामयाबी मिलना तय है ।आप ऐसी स्थिति का सामना करेंगे जहाँ आपका आत्मविश्वास कम होता दिखाई देगा। लेकिन यह हर चीज का अंत नही हैं, इससे बाहर निकलने के उपाय सोंचे तथा ठोस और सुरक्षित भविष्य के लिये आत्मविश्वास के साथ कार्य करें।आप किसी और महिला की अपेक्षा इतनी सतर्क, गोपननीय और सामान्यत: शंकालु हैं कि आप किसी व्यक्ति या किसी वस्तु के प्रति प्रतिबद्ध होने के पूर्व अधिक सावधान और जाँच-पड़ताल करने वाली महिला होती हैं।आप घबराहट की ओर प्रवृत हैं, जो आपको आपके प्रियजनों के साथ कुछ बड़ी गलतियाँ करवाएगी। ह्दय से क्षमा आपको परिणामों से बचने के लिए सक्षम कर सकती है, तथापि यह हमेशा की गारंटी नहीं है।प्रोत्साहन और सुनिश्चितता, जो आप दूसरों को प्रदान करते हैं, आपके लिए अत्यधिक स्वीकृति और तारीफ लाएँगे। बाद में यह आपके लक्ष्य तक पहुँचने में समर्थन प्राप्त करने के लिए आपकी सहायता करेगा।आप सलाह और समर्थन के लिए दूसरों पर अधिक विश्वास करेंगे। बाद में यह केवल आपके लिए बोझ में बदल जाएगा, क्योंकि आपके व्यक्तिगत वृद्धि के लिए आपको किस चीज की आवयश्कता है, इसका चयन करने के लिए आप अंतिम अधिकारी हैं।आपके आगे एक ऊर्जात्मक और तरोताजा करने वाला करने वाला सप्ताह । आप अपने कार्य या नए उद्यमों से संबंध रखने वाले नई चुनौतियों को स्वीकार करने के लिए तैयार रहेंगे । आपकी ताजगी आपके संपूर्ण परिवार के लिए एकरूपता लाएगा।",
    "3": "आजतक आपने जितने भी कष्ट उठाये हैं उसका फल अभी आपको बड़ी मात्रा में प्राप्त होने वाला है। आवेश में आकर आलसी ना बनें। इसके अलावा लाभ का आनंद उठाइए, आपका अधिकार है।आपको अत्यंत आर्थिक दबाव या आत्म-सम्मान संबंधित किसी अन्य समस्या का सामना करना पड़ सकता हैं। वास्तविकता आपके सामने होते हुये भी आप ज़रुरत से ज्यादा चिंता कर सकते हैं।भावनात्मक विस्फोट से केवल अंतहीन समस्याये उत्पन्न होती हैं। परिस्थिति चाहे अच्छी हो या बुरी उसका सामना शांति से करने हेतू खुद को तैयार कर लेना अच्छा होगा। आपके प्रियजनों के प्रति सहानुभूति दिखाने से आपकी छवि को कोई ठेस नही पहुंचेगी।किसी आकर्षक व्यक्ति को अपने प्यार में पागल करना आपको अच्छा लगता हैं क्योंकि आप स्वच्छंद, प्रभावशाली एवं साहसी हैं।रचनात्मकता एवं कल्पनाशक्ती आपकी अच्छी आदते हैं। इसे बढ़ावा देना तथा इसके लिये ज़रुरत अनुसार सहयोग लेने की सलाह आपको दी जाती हैं। याद रखें इससे आपके जीवन शैली में भी सुधार आयेगा।आपके दरियादिल एवं जोशपूर्ण लक्षण आपके लिये बहुत प्यार और खुशी के पल लेकर आयेंगे।आपकी स्वयं की दार्शनिक विचारधारा है जो व्यक्तिगत निर्णय लेते समय आपका मार्गदर्शन करती है। इस सप्ताह आप इसे अधिक उपयोगी पाएँगे और शांति का अनुभव करेंगे कि आप इस पर विश्वास करते हैं।आप एक काम के लती व्यक्ति हैं, जो कभी नहीं जानता है कि कब रुकना है, इससे आपको केवल थकान और थकावट होगी। अपने शरीर और मस्तिष्क को फिर से ताजा करने के लिए कुछ तरीकों को खोजना बेहतर होगा।आप चीजों के साथ प्रयोग करते हैं जिसका आप वास्तव में आनंद लेते हैं। धन अथवा स्रोत मनोरंजन के लिए बढ़ावा देते हैं। आप मित्रों के साथ मजा करते हैं। आप स्वयं को ऐसे जबरदस्त जोखिम लेते हुए पाते हैं जो आपको ऐसा व्यक्ति बनाते हैं जिसके जैसा आप होना चाह रहे हैं।अपने आप को वर्तमान साहचर्य में ढालने से पहले सोचो। यह केवल अपने व्यक्तित्व को उतारने के लिए सक्षम होगा।",
    "4": "आप हाजिर जवाब, दरिया दिल, प्यार करने वाले और मनभावन होंगे जिससे दुसरों के लिये आपको कभी अरुचिकर नही लगेगा आप हमेशा क्रियाशील रहेंगे और उनके लिये जिंदादिल व्यक्तित्व बने रहेंगे।आपको अपना नया प्यार मिलने से, पुरुष होने के नाते आपमें जो विशेषताएं हैं वो समझने में यह सप्ताह आपको मदद करेगा जैसे प्रशंसनीय, हाजिर जवाब और दरियादिल होना.आपके वर्तमान परियोजना में जो बदलाव आप करने जा रहे हो उसे टालना ज़्यादा ठीक रहेगा , क्योंकि आपके लिये समय अनुकूल नही है ।जिंदगी जीने तथा जिंदगी में सब कुछ अच्छा पाने का जोश आपको उन सब परेशानियों से छुटकारा दिलाएगा जिनका सामना आप बहुत दिनों से कर रहे थे।आप दोनों एक मित्र के रूप में ईमानदार और प्रेमी हैं किंतु धोखा खाने की भावना आप पर हावी होगी। यह आपको दयाहीन, असंवेदनशील और एकदम निर्दयी भी बना सकती है। कार्य करने के पूर्व सोचें अन्यथा इससे संबंधों में दरार भी पड़ सकती है।दूसरे लोगों के लिए आप स्वयं के निर्भीक निर्णयों के साथ एक मजबूत व्यक्तित्व के व्यक्ति हो सकते हैं। इससे दूसरेआपकी आलोचना भी करेंगे क्योंकि आप एक महिला होने के बावजूद भी दृढ़ हैं।यह आपके लिए एक बेहतर नजरिया सिद्ध होगा क्योंकि आप पाएँगे कि आपके सहकर्मी आपका लक्ष्य प्राप्त करने के लिए एक सहायक ही नहीं उससे बहुत अधिक हैं।आपकी वर्तमान शारीरिक स्थिति का विश्लेषण करने के लिए कुछ समय खर्च करना ही आपको अधिक उर्जात्मक और खुशहाल बनाएगा। इस तरह यह आपको आपकी वर्तमान नीरसता के लिए कोई समाधान ढूँढने में सक्षम करेगा, जो आपको चिढ़चिढ़ा और उदास कर रही है।पारिवारिक सदस्य उनकी समस्याओं के लिए आप पर अधिक निर्भर होंगे जो आपको भँवर में फँसे होने का अनुभव करवाएँगे।कोई भी निर्णय करने के पूर्व अपने परिवार के साथ परामर्श कीजिए, क्योंकि आपके प्रियजनों से अप्रत्याशित अस्वीकृति के अवसर होते हैं।",
    "5": "आपको हमेशा अपनी स्फूर्तिदायक साथी मिलेगा जिनके साथ आप अपनी मानसिक समस्या बाँट सकते है।आपको जिंदगी से प्यार हैं और आप किसी ना किसी तरह आज कुछ अच्छा पाने की कोशिश करेंगे। परंतु आपका चिड़चिड़ा स्वभाव और खुद को ज्यादा प्यार करना आपके प्रियजनो को दुख पहुंचा सकता हैं।आपका अनोखापन जिसकी सब लोग हंसी उड़ाते है, इससे आपको इस हफ्ते लाभ होनेवाला हैं। समारोह या सार्वजनिक सम्मेलन में आप महत्वपूर्ण व्यक्ति बनेंगे।आपके दोस्त एवं सहयोगियों से मिला समर्थन आपको इस हफ्ते आपका सपना पूरा करने में सहायक साबित होगा। दुसरों की सलाह स्वीकार करने हेतू आपका सब्र भी ज़रुरी है।नयी बुनियाद रखने हेतू अभी कैरियर या नये उपक्रम की शुरुआत करना आपके भविष्य के लिये लाभदायक होगा।आपकी मानसिक स्थिति से उभरने के लिये आपको जीवन की विशेषताओं को अगल नज़रिये से देखना होगा और खुद को तनाव से थोड़ा दूर रखना होगा।आप अधिक स्वतंत्र और मुक्त प्रेमी होने की प्रकृति व्यक्त करेंगी, यदि दूसरे लोग, विशेष रूप से वे जो आपके प्रिय हैं, आपको गलत समझे तो कोई आश्चर्य नहीं होगा।गलती करना मानव स्वभाव है और क्षमा करना भगवान है। आपने जो गलती अनजाने में की है उसके लिए अपने प्रियजनों से माफी मिलने से आप अधिक शांति का अनुभव करेंगे।आपके कैरियर की पसंद कोई भी हो, आपकी दृढ़ता और विशुद्ध सहनशीलता का संयोजन आपको एक विजेता सिद्ध करेगा। व्यक्तिगत रूप से यह सप्ताह आपके संवर्धन के लिए एक सोपान सिद्ध होगा, चाहे आर्थिक रूप में या कैरियर के रूप में।नियंत्रण में रहने का प्रयास कीजिए, क्योंकि जबरदस्ती खाना और उकसाए गए मदिरापान से आपकी शारीरिक स्थिति खराब हो सकती है।",
    "6": "आप किसी भी सुंदर वस्तु और सामंजस्यता प्राप्त करने में उदार है और उसके लिए पैसा औऱ उर्जा खर्च करने के लिए तैयार रहेंगे ।खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।जबरदस्त इरादे रखने वाली महिलाओं को नकारात्मक स्थितियों में लड़ने के लिये और जोश तथा बल प्राप्त होगा. आपके मेहनत का फल प्राप्त करने का समय अब आ गया हैं।अत्यंत आदरणीय मनुष्य होने के नाते लोगो की ज्यादा अपेक्षाओं के कारण आपको बोझ तले दबा हुआ महसूस होगा। केवल उन्ही समस्याओं को सुलझाएं जो आपके नियंत्रण में होगी, अत्यधिक प्रतिबद्धताओं से आपको अधिक तनाव होगा।आपकी मुलाकात कुछ ऐसे वन्दनीय लोगों से होगी जो आपको अपने मायाजाल से छुटकारा दिलायेंगे, इससे आपकी रचनात्मक प्रतिभा को भी प्रोत्साहन मिलेगा।आपने जो कार्य लिया है उससे आप घबराए हुए, तनावग्रस्त और उसके प्रति अतिप्रतिबद्ध हैं। इससे आपको केवल अधिक तनाव और मानसिक कष्ट ही होगा।माँ के रूप में आपका प्रेम और देखभाल इन दिनों अधिक उभरेगा, क्योंकि बच्चों के साथ-साथ निकट के अन्य लोग भी आपके साथ रहते समय अधिक राहत महसूस करेंगे।यद्यपि आपको क्या छिए यह आपको पता है, तथापि कोई सहज तरीका प्राप्त करने के लिए आपको स्वयं को दूसरों के प्रति पर्याप्त तर्क के साथ प्रस्तुत करने के लिए सक्षम होना चाहिए। स्वयं को प्रस्तुत करते समय और अधिक तार्किक होने का प्रयास कीजिए।अधिक से अधिक लोगों के साथ मिलकर स्वयं के बारे में सोचने पर आप जितना कम समय व्यतीत करते हैं वह आपको कुछ रूमानी पलों के साथ प्रस्तुत करेगा।विद्यार्थियों को आपके कार्य पर अधिक समय व्यतीत करना चाहिए क्योंकि आपको अपने अध्ययन में बढ़ने के लिए अधिक प्रयास की आवश्यकता है।",
    "7": "काम करने के नयी समझ आपमे आयेगी। लेकिन आप स्वास्थ्य - सभी प्रकार के स्वास्थ्य - के बारे में, अपने काम या स्वास्थ्य के तरीके में ज्यादा संगठित होने की बात करेंगे । आपको अप्रत्याशित आर्थिक लाभ होने की संभावना हैं। आपकी भरपूर ऊर्जा इसके लिये जिम्मेदार होगी।नयी परियोजना शुरु करते समय उसमें ज्यादा से ज्यादा मुनाफ़ा प्राप्त करने हेतू आपकी कल्पनाओं को अमल मे लाने के लिये आपके सहयोगियों के विरोध का सामना आपको करना पड़ेगा।कुछ ऐसी घटनाएँ होगी जब आपके प्रियजन आपके साथ सुरक्षित, संरक्षित एवं अच्छा महसूस करेंगे, यहाँ आपका वात्सल्यपूर्ण स्वभाव सबको दिखाई देगा। दुसरों को मदद करने से आपको संतुष्टी एवं खुशी मिलेगी।इस हफ्ते के पूर्वानुमान के अनुसार ,पुरुषो के लिये यह हफ्ते , आगे बहुत अच्छा दिखाई देता हैं। बहुत दिनों से जो अच्छी योजनाएं पुरुष बना रहे थे उसके लिये बाहर निकलने का प्रोत्साहन उन्हे इस हफ्ते मिलेगा आपसे संबंधित लोगों को आपसे और आपके भ्रम से निपटना मुश्किल होगा। इसपर बात करें, अन्यथा आप खुद को अन्य लोगो से मानसिक रुप से दूर पायेंगे।संभवत: दुनिया आपको तनाव देने और आजमाने का प्रयास कर रही हो, और यद्यपि आप स्वयं को अपनी व्यवसायिक उपलब्धियों से परिभाषित करती हों, तथापि आपको अपने सहकर्मियों को अभी भी यह याद दिलाने की आवश्यकता हो सकती है कि एक महिला होना आपको कमजोर नहीं बनाता है और आपके अंदर एक पुरुष है।आप केवल उन लोगों को ही प्रेम कर सकते हैं जिनके साथ आप कार्य करते हैं। सच्चाई यह है कि किसी के साथ अच्छा कार्य करना और उसके साथ विचारों को साझा करना ही आप में बदलाव ला सकता है। आप चलने में तेज हैं – उतावलेपन की प्रवृत्ति से सावधान रहें।व्यक्तिगत रूप से आप अपने आर्थिक एवं कैरियर संबन्धित जीवन के लिए कुछ योजनाओं को मूर्तरूप देंगे, किंतु आपको दूसरों की ओर से समर्थन की कमी होगी, जिससे आपके परियोजना में विलंब हो सकता है।आप स्वास्थ्यवधर्क और मजबूत हैं। अपनी योजनाओं और परियोजनाओं के साथ आगे बढ़िए, आप सफलता प्राप्त करेंगे।आप भावनात्मक स्थिरता और खुशी, जो आप खोजते हैं, के लिए अपने मित्रों पर अधिक निर्भर करते हैं। स्वयं का होने का प्रयास कीजिए, क्योंकि दूसरों पर निर्भर रहना आपको हमेशा मिजाज की समान स्थिति नहीं लाने वाला है।",
    "8": "आपने आजतक जिन उपक्रमो के लिये कड़ी मेहनत की है उसके परिणाम प्राप्त होने अब शुरु होंगे। तब तक आप शांत रहे और विश्राम करें, क्योकिं आपके कष्ट के फल प्राप्त करने का समय अब आ गया हैं।भाई-बहन से बात करते वक्त आपका अहंकार, उतावलापन और शब्दाडंबर दूर ही रखें क्योंकि इससे भाई-बहनों के साथ आपकी अनबन हो सकती हैं।साधारण शाम की पार्टी एवं नृत्य के बजाय आप किसी कल्पित जगह के लिये प्यार भरे सपने देखेंगे।नयी परियोजनाओं की शुरुआत करने में थोड़ा विलंब करना अच्छा होगा। पुरुष होने के नाते आपको हर व्यवहार में कामयाबी की चाह होती है , परंतु इस नये काम में आपके लिये अपेक्षित लाभ नही दिखाई देते।कल्पना की दुनिया से बाहर निकलने के लिये, जिंदगी का पूरी तरह आनंद उठाये, अधिक जागरुकता फैलाये, नकारात्मक विचारों को दूर रखे तथा अपने विचारो पर हमेशा नियंत्रण रखें।इस हफ्ते आप अपने प्यार के लिये बहुत रोमँटिक साबित होंगे, जिसके लिये आपके प्यार और देखभाल के बगैर जिंदगी के कोई मायने नही रहेंगे।आपके स्वास्थ्य के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध, वैमनस्य और दर्द भरी यादों के रूप में मानसिक आघात भी पहुँचा सकती हैं।जब आपके विचार प्रकट करने की आवश्यकता नहीं है, तो शांत, विनम्र और लचीला रहने की आपकी योग्यता दूसरों के बीच आपकी अधिक पहचान बनाएगी। आप अपने दार्शनिक विचारों को बहुत अच्छी तरह प्रस्तुत कर सकते हैं जब इसकी आवश्यकता होती है।यदि आप विश्लेषण करने के लिए अपनी शक्ति का उपयोग और अधिक प्रभावी रूप से करने में अनिच्छुक हैं तो आप अपने कार्यों को अपूर्ण छोड़ते हुए मस्ती की अवस्था में आ जाएँगे। दूसरों के साथ और अधिक तार्किक और समझने योग्य रूप से संवाद करने के लिए कुछ तरीके ढूँढिए।आनंद लेने के क्षण एकबार फिर यहाँ आपके लिए हैं, क्योंकि आप अपने पसंदीदा मार्ग में रोमांच खोजने के लिए एक नया मार्ग पाएँगे।",
    "9": "प्यार की ओर आपका अनौपचारिक रवैय्या, केवल आपकी ओर आपके प्यार के आकर्षण को कम करने में मदद करता है ।आपकी अत्यंत संवेदनशील भावनाएं आपकी व्यक्तिगत प्रगती को रोक सकती है और आपको कुछ खोने की नौबत आ सकती है। किसी भी बात पर प्रतिक्रिया देने से पहले गंभीरता से विचार करें।आपके दिमाग में बहुत सारे विचार आएंगे । अब आपको सहकर्मियों की सहायता तथा उन्हे अमल मे लाने हेतू आत्मविश्वास की ज़रुरत हैं।घर और कैरियर दोनो के बीच भागदौड़ करने वाली महिलाओं को कुछ ऐसी समस्याओं का सामना करना पड़ेगा जिनमें उनका समय और शक्ति दोनों का अपव्यय होगा।नयी बुनियाद रखने हेतू अभी कैरियर या नये उपक्रम की शुरुआत करना आपके भविष्य के लिये लाभदायक होगा।आपकी मुलाकात कुछ ऐसे वन्दनीय लोगों से होगी जो आपको अपने मायाजाल से छुटकारा दिलायेंगे, इससे आपकी रचनात्मक प्रतिभा को भी प्रोत्साहन मिलेगा।आपके रिश्ते में कुछ होता हुआ दिखाई नही देता, आप दोनो एक दुसरे की पहल का इंतज़ार कर रहे हैं। बहुत देर होने से पहले आपका पहल करना बेहतर होगा।सदाचार का कोई कार्य, किसी व्यक्ति को उसकी उस गलती के लिए क्षमा करना जिसने आपको दुख पहुँचाया, आपकी ओर से आपको अपने प्रियजनों के बीच अधिक आदरणीय बनाएगा।आपके रिश्तेदारों और मित्रों की ओर से समर्थन आपके भविष्य के लिए एक मजबूत आधार हेतु नींव रखने के लिए परमसुख के रूप में बौछार करेगा।अधिक से अधिक लोगों के साथ मिलकर स्वयं के बारे में सोचने पर आप जितना कम समय व्यतीत करते हैं वह आपको कुछ रूमानी पलों के साथ प्रस्तुत करेगा।",
    "10": "आपकी असुरक्षा की भावना जो आप में चिंता, अनिश्चितता, अवसाद और भयानकता पैदा करते हैं, वे आपके जीवन की सुंदरता और तालमेल को कुछ पलो तक आपसे दूर करते हैं।उत्कृष्ट व्यक्तित्व वाले महत्वपूर्ण व्यक्तियों के साथ काम करने से आपको लंबे समय से सताने वाले नकारात्मक लक्षणों से छुटकारा मिलेगा।आपके रिश्ते में बहुत कठिन समय चल रहा हैं जिसके लिये आपको सामाजिक तौर पर आत्माभिव्यक्ति तथा अधिक संतोष पाने हेतू व्यक्तिगत सायकोथेरपी तथा ग्रुप थेरपी की ज़रुरत है।अधिकारियों द्वारा नयी परियोजना के लिये स्वीकृति देने से आपके विचारों, जो अब तक आपके दिमाग तक ही सीमित था, के विकास और उसको अमल में लाने का अवसर प्राप्त होगा।बच्चे और परिवार के अन्य सदस्य उनकी समस्याओं का हल ढूंढ़ने के लिये आप पर निर्भर रहेंगे। महिला होने के कारण आप इन सब से थकावट महसूस करती हैं तो इसमें कोई आश्चर्य की बात नही।जिंदगी जीने का तरीका और छोटी चीज से बड़ा लाभ उठाना आपको भलीभाँति आता है, इसलिये इन दिनो आपको जो भी मिलेगा उससे ज्यादा से ज्यादा फ़ायदा आप उठायेंगे।आपके प्रतिभा को योग्य मार्गदर्शन मिलेगा और बचपन से आपके मन में जो मिथ्या बाते चल रही थी उससे भी छटकारा मिलेगा।आप जिस व्यक्ति के प्रति आकर्षित हो रहे है उसके साथ बात करने से पहले एक या दो बार अवश्य सोचें। इस रिश्ते को अगर आप गंभीरतापूर्वक ले रहे है तो इसपर किसी नतिज़े पर पहुंचने से पहले प्रत्येक सकारात्मक एवं नकारात्मक पहलू पर विचार करें।यद्यपि आप अधीर, आवेगी हैं और आपको अत्यधिक उत्तेजना की तलाश है, तथापि आपका सरल और प्रेमी स्वभाव आपको आपकी गलतियों के लिए क्षमा किए जाने हेतु आपकी सहायता करेगा।अब यह समय आपकी व्यक्तिगत वृद्धि के लिए नजरियों पर अधिक सोचने का है, क्योंकि यह आपके लिए आपके और आपके परिवार हेतु जीने का समय है।",
    "11": "सब कुछ उलट-पलट होने जैसा दिखेगा। आप सोच रहे होंगे कि क्या और कहा गलत हुआ है। अचानक जीवन का पूरा सामंजस्य खो गया जैसा लग सकता है । आराम से बैठें और उसके कारण बने सभी घटनाओं को शांती सें विचार करें और आपको पता चलेगा कि हालात उतने खराब नहीं है।आपका अनोखापन जिसकी सब लोग हंसी उड़ाते है, इससे आपको इस हफ्ते लाभ होनेवाला हैं। समारोह या सार्वजनिक सम्मेलन में आप महत्वपूर्ण व्यक्ति बनेंगे।आपके प्रियजन आपके साथ ऐसा बर्ताव करेंगे जिससे आपको मानसिक आघात पहुंचेगा। शांत रहना आपके लिये बेहेतर होगा, क्योंकि अभी आपसे सामान्य प्रतिक्रिया की अपेक्षा की जाती हैं।आपके दोस्त एवं सहयोगियों से मिला समर्थन आपको इस हफ्ते आपका सपना पूरा करने में सहायक साबित होगा। दुसरों की सलाह स्वीकार करने हेतू आपका सब्र भी ज़रुरी है।काम के स्थान पर महिलाओं का दिन अच्छा नही रहेगा। आर्थिक समस्या उनकी चिंता का विषय बना रहेगा। परंतु आप हमेशा की तरह ज्यादा से ज्यादा कोशिश करेंगी। आपको काम के स्थान पर चौकन्ना रहना चाहिए।सुधार हेतू अच्छी संभावना के साथ इस हफ्ते नकारात्मक या व्यर्थ की चिज़ो को नये रुप में परिवर्तित करने की क्षमता आपमें दिखाई देगी। भागीदार, ग्राहक और किसी महत्वपूर्ण व्यक्ति के साथ बातचीत इस वक्त लाभकारी दिखाई देगी। आपका भविष्य निस्संदेह अच्छा दिखाई देता है ।बहुत समय से आपको परेशान कर रहे भ्रम से आपको छुटकारा मिलेगा। आपको पूरी तरह छुटकारा मिलने तक ध्यान चिंतन करते रहें।आपके विचार एवं अभिप्रेरणा बदलाव और आत्मीयता के दायरे में आते हैं। प्रिय व्यक्ति के साथ निराशाजनक बातचीत से आप दुखी होकर खुद को समझने की कोशिश करेंगे।गलती करना मानव स्वभाव है और क्षमा करना भगवान है। आपने जो गलती अनजाने में की है उसके लिए अपने प्रियजनों से माफी मिलने से आप अधिक शांति का अनुभव करेंगे।आपके कैरियर की पसंद कोई भी हो, आपकी दृढ़ता और विशुद्ध सहनशीलता का संयोजन आपको एक विजेता सिद्ध करेगा। व्यक्तिगत रूप से यह सप्ताह आपके संवर्धन के लिए एक सोपान सिद्ध होगा, चाहे आर्थिक रूप में या कैरियर के रूप में।",
    "date": "रविवार, 13 जून 2021 से शनिवार, 19 जून 2021"
}
]
