horo_english=[
{
    "0": "You possess an irresistible sense of humour and the spontaneous enthusiasm of an innocent child making you popular among those you mingle with during this week.Your idea for a successful venture will take more time to commence, as the period is not favourable for you. Don't fall into depression, this is not going to stay for long. You will prove yourself fortunate without much delay.Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father.Being a man of deep loving and highly trustworthy nature towards those you mingle with will attain you the love and care you expect from them.You will be in a world with your illusions to give you company. Try to get out of this seclusion, otherwise it will become more troublesome for you to get rid of this.At last, your patience will help you gain what you were waiting for a long time. Your efforts are sure to be appreciated.You will prove yourself to be shrewd, organised, hard working, calculating and content to pull all the strings your position allows. Nothing to feel embarrassed if others feel that you are having more vigour than femininity.You are prone to nervousness which will make you do some blunders with your near and dear ones. A heartfelt apology may enable you to rescue from the consequences, even though it is not fully guaranteed for the time being.You will rely more on others for advice and support. This will, later, turn to be a burden for you, as you are the final authority to choose what you need for your personal growth.An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family.",
    "1": "Self-improvement will be your self-imposed motto in the coming days. Friends and relatives will be there for you with a helping hand.Take a short vacation to spend some time with your family. Money earning for them is not the sole responsibility of a father, you must also find out time to solve their problems.A man like you need lots of love, affection and warmth and this week you will have someone behind you to act as a sounding board. And you are in for success.Your wish to stay in aloofness will only make you dip more into illusions and bad dreams which are haunting you for a very long time.Moneymaking will be your main focus for the time being and this will forbid you from using your creative and imaginative talents efficiently.Confidence and mental preparation to achieve the best will boost up your energy. Your inner self will always act as a good guide for you.You are so cautious, secretive and generally suspicious more than any woman used to be. So you tend to be more watchful and scrutinised before getting committed to anyone or anything.Will get a relief from an ailment haunting you for a long time, and you will feel more relaxed. You will start relying more on the words of your physician.Your need has to be considered seriously when you fall in love. Your tendency to be so serious in an affair will bring out some delay in finding out a romantic pair for you.You will find your decision in accepting a new scheme as confusing. Take more time to discuss and analyse the situation or it will prove out to be a ruin for you.",
    "2": "Your guiding and helping character will do a world of good for your near and dear ones. The support extended by your dominant nature will not only be of help to them but will turn out to be positive for you also.Your impulse to derive more and more returns while implementing your ideas will bring opposing approaches towards you from those who are assisting you in flourishing your project.The forecast shows a very good week ahead. All those men out there can go out and do those wonderful things they have been planning for quite some time now!Things have been happening with your knowledge. Its aftermath may have a negative impact on your future. A clear mind and sharp senses will help you face the situation and come out unscathed.This is a good week to take projects off the backburner. Make space for your new life coming up. If you're unsure about how to proceed, defining your goals is step one.The world may be stressing and testing you. Although you may outwardly define yourself by your professional achievements, you may still need to remind your colleagues that your being a woman does not make you weak and that there is a man inside you.You have a great impulse in you to spend money which will make you do something unforgivable. So stay alerted from falling into any fault which will turn out to be unforgivable later.Personally, you will sort out some plans for the upbringing of your financial and career life. But, you will lack the support from others which can bring a delay on your project.Spending some time to analyse your present physical condition will only make you more energetic and pleasant. In a way, this will enable you to seek out a solution for your present dullness, which is making you both irritating and gloomy.Success will come on your way for the work you have done for the society. Your hard work and devotion will attain wide recognition and applause. This will make you more encouraged to continue with your projects.",
    "3": "Your attraction towards beauty and harmony will bring you close to some new situations. This will make you feel more relaxed and efficient.You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now.A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy.You will get rid of some illusions that used to haunt you for a long time. Go ahead with your meditations till you feel entirely free of it.Talk it over 'what's in your mind' with your spouse and get rid of your small suspicions which are haunting you for some time.Children will depend more on you for their problems. As a mother, you will be able to help them out of it with your practical and intelligent mind.Your ability to be there for the needy persons will bring out wide recognition for you among the public. This will be a sweet revenge of you towards some, who always used to find one or the other reason to disapprove your efforts.Refreshing of your mind and body is what you need most for the time being. But your tight schedules will make you keep away from the seclusion now you seek most.You will get an opportunity to find a warm, stable, affectionate person which will turn out to be the best choice for a happy relationship.You will take some time to transform yourself into the new atmosphere. Your mood to seek seclusion will only help others to stay away from you.",
    "4": "Your ability to experiment will make you capable of sorting out a budget as per the new scheme. You will win the appreciation of your superiors.You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now.You will find yourself tough, strong, energetic and very restless this week. You will attain favourable signs in whatever steps you take.Time is apt for you to work out the changes you intend to implement on projects you are undertaking. You will attain financial and physical support from the sources you expect.Your generous and warm qualities will lead you to many joyful love experiences.Your loyalty towards friends and relatives will bring help to you in your need. As you are always there for their help, now this is their turn to shower you with love and care that will help you a great deal.You have your own philosophical thinking that guides you while taking personal decisions. This week you will find it more useful and will feel relieved that you rely upon it.Your physical health is in an excellent condition this week. Although you will go through some problems, you will come out of all that successfully.You are a workaholic, who never knows when to stop, which will only bring you exhaustion and tiredness. Better find some ways to revive your body and mind.Think before adapting yourself to the present companionship. This will only enable you to cast off your individuality.",
    "5": "Don't feel embarrassed if you feel drawn towards a person who was never a person of interest for you. Hope for the best, as this may lead to an utter change in your life.You will go through a mode of life making others feel that you are unreliable, non-committed and restless.Dealing with important persons with excellent personalities will help you to get rid of some negative peculiarities that were haunting you for a long time.Approval of a new project by the authority will give you the opportunity of expanding and implementing new ideas which were only in your mind till now.As you possess the main essential that is the sense of survival and knowledge to make a lot from a little, you are sure to attain much from what come in search of you these days.Patience to accept criticism sensibly and listen to other people will bring back the tranquillity to your life.A strong will to take decisions regarding your future may arise the grudge of others but this is your life and you are the one to get along with it.Although you are restless, impulsive and looking for the wildest kind of excitement, your easy going and loving nature will help you to get pardoned for your follies.Think more about the prospects for your personal growth, as it is time for you to live for you and your family.You tend to overindulge in food, and weight becomes your problem. A strict diet will help you to attain back your physical harmony.",
    "6": "Harmony seems to be the keyword for you this week. At work, at home, with friends, with your hairdresser, everyone you meet this week will look beautiful to you. Just make sure that you don't miss out due to ignorance.A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy.You may be the object of affection by being sweet as honey, painting visions of the future and imparting some of them with a secret, spiritual or unselfish communications. Women will have a positive time this week.Being the man you are, you may have experiences with a friend that can deepen your relationship. You'd rather instigate action with your pet projects than deal with authority figures early this week. It's better to be safe than sorry.You will get rid of some illusions that used to haunt you for a long time. Go ahead with your meditations till you feel entirely free of it.Giving some extra energy through meditations and caring will only help you to vitalize your mind and body which now really needs an extra care.Your wait to be a mother may be fulfilled this week. There's every likely for a visit to the doctor, bringing joy and a beautiful new essence to life. Precaution and care should be taken and everything should go smooth.If you get reluctant in using your analysing power more effectively you will fall into a state of rut, leaving you with unfinished projects. Find some ways to communicate with others more reasonably and understandably.You will get an opportunity to find a warm, stable, affectionate person which will turn out to be the best choice for a happy relationship.Students will get assailed by elders for an attitude of irresponsibility and carelessness. Now the time is apt for taking some responsible steps towards your studies as well as future life.",
    "7": "You will be witty, generous, endearing and charming making you a never boring, always active and intensely alive personality for others to deal with.Support from those you expected for the expansion of the dream project will not turn out in time. Don't' feel downhearted and continue with your efforts to make it a success, results will never be the same.You will find more time to spend with your children, as you will realize the necessity of paternal care in their life.This week, as you will spend more time with your new found love, it will help you find out the virtues you possess as a male like being wonderful, witty and generous.Your wish to stay in aloofness will only make you dip more into illusions and bad dreams which are haunting you for a very long time.An energy to live and achieve everything best will help you to overcome the inner distresses you were going through for a long while.Others may find you to be a strong personality with your own bold decisions. This can even arise criticism from others as you are firm in spite of being a woman.You have wasted more than enough time for others. It will be better if you start thinking on behalf of you and your future.Will get a relief from an ailment haunting you for a long time, and you will feel more relaxed. You will start relying more on the words of your physician.Your need has to be considered seriously when you fall in love. Your tendency to be so serious in an affair will bring out some delay in finding out a romantic pair for you.",
    "8": "You will find yourself attracted towards someone who will make you reveal your heart without a second thought.You will love life and will find one or the other way to get the very most out of today. But your irritating nature and love towards yourself will hurt your near and dear ones.Dealing with important persons with excellent personalities will help you to get rid of some negative peculiarities that were haunting you for a long time.Approval of a new project by the authority will give you the opportunity of expanding and implementing new ideas which were only in your mind till now.Time is congenial to you to choose a career or commence a new venture. Forming a new base now will act beneficial for your whole future.The greatest way to overcome your present mental status is to create a distance from yourself in order to see the specifications of your life in greater outlook.You will express the nature of being too independent and freedom loving. It won't be something of wonder if others, especially your near and dear mistook you.Although you are restless, impulsive and looking for the wildest kind of excitement, your easy going and loving nature will help you to get pardoned for your follies.Think more about the prospects for your personal growth, as it is time for you to live for you and your family.Try to be in control, as compulsive eating and escape motivated drinking can perpetrate ruin to your physical condition.",
    "9": "You may find yourself unknowingly attracted to someone you interact with quite regularly. You should be watchful of the person as your attraction may blind you from the true nature of the individual.Your ability to face matters confidently will make you able to deal with some harsh situations coolly. Try to keep a tight grip on your emotions towards others.This week you will find yourself relentless and driven in your struggle towards achievement, at times, driving you as well as those around you crazy.Women with a strong motive will get more energy and stamina to fight back in any negative situations. Time is apt for plucking the ripe fruits of your hard work.Your rapid and logical mind along with your highly imaginative power and obsession for perfection will bring out some outstanding results.Think it over once or twice before speaking out your mind to the person you felt attracted towards. Give a thorough analysing about every positive and negative aspect before jumping into a conclusion.The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome.For a long time you would have been avoiding your artistic talent, now it is time to brush and take it out. This, of course, will bring a new stimulating mood to your life.You will get an opportunity to find a warm, stable, affectionate person which will turn out to be the best choice for a happy relationship.It will do you better if you give a thought before getting committed to a new relationship. As your time is now favourable, you will get a proper guidance to choose the best.",
    "10": "Everything will seem to be in a disarray. You will be wondering what went wrong and where. Suddenly all the harmony in life will seem lost. Sit down, relax and give a thought to all incidents that led to it and you will realise that it isn't that bad.Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently.You have the ability this week to turn that which appeared negative or wasted, into a new form with good potential for improvement. Communications with partners, clientele and significant others will be productive at this time. Future looks good indeedBoth at workplace and home, your innovative nature will help you keep up the tempo and bring more enjoyment to your life. Keep it up and monotony in life will be a thing of the past, forgotten and buried!Your thoughts and motivations lie in the area of change and intimacy. Some initially disturbing communications with someone to whom you are romantically inclined may have the effect of a crash course in \"getting to know you\".Suspicion can ruin any relationship and it becomes more dangerous when it is existent in marriage. The seeds of suspicion may be sown this week; it is better you clear all doubts with your spouse before it is too late. You may be wrong!An act of virtue, forgiving a person for his mistake that hurt you a lot, from your part will make you more respectable among people you love.You may feel down and depressed as things may not be going according to your expectations. Let this not make you lethargic and demotivate you. This may only be a small hurdle in one of the life's journeys. Remember you have a goal to fulfil.Your loyalty towards friends and relatives will bring help to you in your need. As you are always there for their help, now this is their turn to shower you with love and care that will help you a great deal.More and more people will approach you for your guidance without you even expecting it. This will make your days and mind busy, and you will go through a pleasant situation altogether.",
    "11": "A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy.Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm.Although you act as a tough guy outwardly, the delicate and loving nature in you will get blossomed these days, making you more lovable and caring than ever before.Your talents will get a proper guidance and you will also get rid of the fallacies that were in your mind since your childhood.Complications from misunderstandings in your love life will get you into some bewildered situation this week. A good conversation between you two will bring you better moments.Children will depend more on you for their problems. As a mother, you will be able to help them out of it with your practical and intelligent mind.Your ego and pride can become shackles that hamper your progress in life. It will only be wise to mingle more with those you deal with and accept their advice to reach your motive.You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against.Success will come on your way for the work you have done for the society. Your hard work and devotion will attain wide recognition and applause. This will make you more encouraged to continue with your projects.Just go around socialising and throw lavish parties which will bring you attached to some beautiful and romantic people, who can bring a change to the lifestyle as well as the dullness of your life.",
    "date": "Sunday, 6 June 2021 to Saturday, 12 June 2021"
}
]
