horo_english=[
{
    "0": "You are generous to achieve anything beautiful and harmonious and will be willing to lavish money and energy for it.Your personality and sense of humor along with your rapid logical mind will gain you a rapid rise in your career.Your idea for a successful venture will take more time to commence, as the period is not favourable for you. Don't fall into depression, this is not going to stay for long. You will prove yourself fortunate without much delay.Generous and warm qualities in you will lead to many joyful experiences in the family. Your commitment towards family will help you to gain the love and care you seek.You will go through a situation which will down your confidence a great deal. This is not the end of everything, think of the ways to overcome this and act confidently for a sound and secure future.As you have chosen the right partner, your married life can be a continual source of joy and impression.You are prone to nervousness which will make you do some blunders with your near and dear ones. A heartfelt apology may enable you to rescue from the consequences, even though it is not fully guaranteed for the time being.Your personal ethics would wound someone you deal with. But, if you have full faith in your ways and dealings, continue with it. Others will understand your motives very soon.Proposals for a pleasure trip to some beautiful place will come in search of you. You will highly enjoy this trip with your near and dear.Since you are a person who seeks stability in your deeds, you will find it easier to reach the success in the current project you are dealing with.",
    "1": "Your ability to experiment will prove to be a boon for you and you will be using this resource of yours to make everyone stand up and take notice of you.You would like to change your job because the present job may not be very satisfying. The right astrological moment has not yet arrived. So, you should keep your cool. Do not start your dream project now.You may reach new understandings of how you work. But you will be talking about health - all kinds - and becoming far more organized in your working or health methodologies. You may get some money bonanzas. Your bountiful energy is responsible.You may be over indulgent in your work that you may not be able to find enough time to commit to your family. Remember, they are one among those who really care for you. So, spending more time with them will do wonders to your life.You will love to be swept off your feet by a deliciously seductive soul, as you are romantic, dramatic and daring.The forecast shows a very good week ahead. All those men out there can go out and do those wonderful things they have been planning for quite some time now!Both at workplace and home, your innovative nature will help you keep up the tempo and bring more enjoyment to your life. Keep it up and monotony in life will be a thing of the past, forgotten and buried!Your family members will not understand your approaches towards them. They will feel some doubts on your acts of loyalty towards them, making you feel sad and dejected.Your loyalty towards friends and relatives will bring help to you in your need. As you are always there for their help, now this is their turn to shower you with love and care that will help you a great deal.Family members will turn against you for your love for stability. They need something new and adventurous for the time being. Acting according to their wish will bring in you a new energy.",
    "2": "Your attraction towards beauty and harmony will bring you close to some new situations. This will make you feel more relaxed and efficient.Minor setbacks must not affect your willpower as the up and downs are normal in life. Today or the later, you will receive the benefits of your hard work.A job change may be something you have been considering for a long time. Give it a try now, better prospects are expected for you as per the present position of your sign.For you, your home is basically a launching pad from where you take off for your other activities. As you rely much on your family for emotional support, you will also never set back to fulfil the needs of your family.A sense of pessimism and negative aspect will prevent you from experiencing a more joyous existence.You enjoy spending time with people who are curious and spontaneous, but this prevents you from utilising your own creative and imaginative power.Talk it over 'what's in your mind' with your spouse and get rid of your small suspicions which are haunting you for some time.Sometimes you are so emotional that you forget to love and enjoy the luxuries that are permissible. Nothing to wonder if your family feel that you are against happiness in their life.Your love for games and small challenges will make the journey scheduled for you this week a pleasant one.You will sign in a new contract, which will provide you with a career that is both stable and secure.",
    "3": "Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true.Your idea for a successful venture will take more time to commence, as the period is not favourable for you. Don't fall into depression, this is not going to stay for long. You will prove yourself fortunate without much delay.You will be in a world with your illusions to give you company. Try to get out of this seclusion, otherwise it will become more troublesome for you to get rid of this.When you do decide to make a commitment towards anyone you will only be happy to stay loyal to them. This enables you to remain attached to those who really love and care for you.An unexpected love approach from an unexpected person will bring out some extra energy and happiness to your mind. You have all the right to think it over and take the decision.Your power for reasoning will make you see the world in black and white, which will help you much in business matters.A deep-seated sense of insecurity inside you will make a love situation far more painful than pleasurable.You will feel much relieved this week, as you are able to fulfil the needs of your family members through your tremendous efforts.Students must try to concentrate more on studies, as you are at present going through your turning point.Don't rely only on your consciousness, it will be better to seek the opinion of experts. Your time is not in an agreeable condition to take new decisions.",
    "4": "You will find yourself attracted towards someone who will make you reveal your heart without a second thought.Although you tend to be a perfectionist, unnecessary delays from your part will bring unnecessary delay in attaining the benefit.Power and fame being the key word for you will enable you to excel in your career. Disapprovals are not an aspect for you to set back from your new ideas.You tend to act like a person who is curious, mystified and an unforgettable one towards others virtues that some will get even scared of you.Moneymaking will be your main focus for the time being and this will forbid you from using your creative and imaginative talents efficiently.Whatever projects you indulge this week will become fruitful. Your signs seem to be in favourable position making you more charming, intellectual, dynamically enthusiastic and adaptable.You will get widely accepted as a friend or colleague, as you hold in you the virtue of remaining loyal to those you deal with.As you have chosen the right partner, your married life can be a continual source of joy and impression.Business-related short trips would turn out to be successful for you.You will find your decision in accepting a new scheme as confusing. Take more time to discuss and analyse the situation or it will prove out to be a ruin for you.",
    "5": "Everything will seem to be in a disarray. You will be wondering what went wrong and where. Suddenly all the harmony in life will seem lost. Sit down, relax and give a thought to all incidents that led to it and you will realise that it isn't that bad.Dealing with important persons with excellent personalities will help you to get rid of some negative peculiarities that were haunting you for a long time.There are going to be incidents where your fatherly nature will hold good for you as those close to you will feel secure, protected and feeling good. You will feel happy and content that you have been of help to others.You have the ability this week to turn that which appeared negative or wasted, into a new form with good potential for improvement. Communications with partners, clientele and significant others will be productive at this time. Future looks good indeedIf people think you're being irresponsible, it could be that they don't understand your genius. Although you won't want to be dependent on anyone, it's love that inspires you to plan for your financial future.Suspicion can ruin any relationship and it becomes more dangerous when it is existent in marriage. The seeds of suspicion may be sown this week; it is better you clear all doubts with your spouse before it is too late. You may be wrong!Although you are restless, impulsive and looking for the wildest kind of excitement, your easy going and loving nature will help you to get pardoned for your follies.You are healthy and robust. Go ahead with your plans and projects; you will attain success.If you have other options better depend on it than preferring journeys, as chances are there for minor accidents or mishaps.Financial help from some unexpected source will enable you to speed up the project which you felt would come up to an end without proper support.",
    "6": "The efforts you put into your ventures till now, will start attaining benefits. For the time being, you can just sit down and relax. Then you can start plucking the ripe fruits of your hard labour.Try to keep aside your proud, impatient and bombastic nature while dealing with your siblings as chances are there for minor clashes with your brothers or sisters.Your ability to face matters confidently will make you able to deal with some harsh situations coolly. Try to keep a tight grip on your emotions towards others.Your romantic reverie is far more a journey into fantasy-land than an earthbound evening of parties and dances.To come out from the world of imagination, try to fully enjoy yourself, develop a more expansive awareness, avoid negative thinking and be always in control of your thoughts.The main menace to your health is your emotions, which, in the form of repressed anger, grudges and painful remembrances can even lead to a mental syndrome.It will prove to be a better prospect for you as you will find out your co-workers are more than a helping hand to achieve your goal.If you get reluctant in using your analysing power more effectively you will fall into a state of rut, leaving you with unfinished projects. Find some ways to communicate with others more reasonably and understandably.Moments of rejoicing are here for you once again, as you will find out a new way to seek thrills in your favourite way.Students will get assailed by elders for an attitude of irresponsibility and carelessness. Now the time is apt for taking some responsible steps towards your studies as well as future life.",
    "7": "Even though you are hard working, highly organized and have a strong aptitude for money matters, you will find it difficult to attain your career goals easily.A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy.You will prove yourself to be honest, caring and fitting well with the image of a good husband and father, revealing the sensitive and caring nature you kept deep inside in you till now.You will meet some respectable people who will help you find a way out of your delusions. This will also boost up your creative talents.Your family members will not understand your approaches towards them. They will feel some doubts on your acts of loyalty towards them, making you feel sad and dejected.Motherly affection you possess will make your children as well as their friends, come in search of you in their difficulty for some comfort and advice from you.Those related to the charitable societies or such firms will finally find your efforts being widely accepted by the people. Doing good will always bring a worthy result.The less time you spend thinking about yourself by mingling with more and more people will present you with some romantic moments.You are an independent and freedom loving person, and your responsibilities will make you feel tied up. Complaints from those depending on you will make you irritated.Family members will turn against you for your love for stability. They need something new and adventurous for the time being. Acting according to their wish will bring in you a new energy.",
    "8": "The sense of insecurity you feel would invoke worry, indecisiveness, depression and fearfulness in you. This would keep away the beauty and harmony of your life for a short whileDealing with important persons with excellent personalities will help you to get rid of some negative peculiarities that were haunting you for a long time.Approval of a new project by the authority will give you the opportunity of expanding and implementing new ideas which were only in your mind till now.As you possess the main essential that is the sense of survival and knowledge to make a lot from a little, you are sure to attain much from what come in search of you these days.Think it over once or twice before speaking out your mind to the person you felt attracted towards. Give a thorough analysing about every positive and negative aspect before jumping into a conclusion.You will feel that your marriage is dreadfully boring nowadays. You must try to be more communicative and committed, cause it is also something which plays a major role in a relationship.Although you are restless, impulsive and looking for the wildest kind of excitement, your easy going and loving nature will help you to get pardoned for your follies.Think more about the prospects for your personal growth, as it is time for you to live for you and your family.In order to avoid a failure and to withstand your position, students must contribute more time and effort on studies.Financial help from some unexpected source will enable you to speed up the project which you felt would come up to an end without proper support.",
    "9": "Your guiding and helping character will do a world of good for your near and dear ones. The support extended by your dominant nature will not only be of help to them but will turn out to be positive for you also.Dear and near ones will act in such a way that you will find yourself facing a mental trauma. Better stay calm, as you are the one who is expected for the time being to react normally.A balancing act between developing yourself and your romantic relationship, versus your obligations to your group associates or projects is likely to stretch your limits. So, your energy has to be well spent.You will get rid of some illusions that used to haunt you for a long time. Go ahead with your meditations till you feel entirely free of it.This is a good week to take projects off the backburner. Make space for your new life coming up. If you're unsure about how to proceed, defining your goals is step one.You may feel down and depressed as things may not be going according to your expectations. Let this not make you lethargic and demotivate you. This may only be a small hurdle in one of the life's journeys. Remember you have a goal to fulfil.Whatever be your specific career choice, the combinations of your tenacity and sheer endurance will prove to be a winning one. Personally, this week will prove to be a stepping stone to your augmentation either financially or career wise.An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family.The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome.You will get an opportunity to find a warm, stable, affectionate person which will turn out to be the best choice for a happy relationship.",
    "10": "Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.Your supersensitive feelings hamper your personal progress. You need to loosen up, taking things a little less seriously rather than reacting to it.More and more ideas with novelty will come to your mind. What you need now is the support of your co-workers and the confidence to implement it successfully.Family problems and career related uncertainties would bring some dilemma in the life of women. Hope for the best, support from your dear ones will help you to swim out safe from this.Your talent, creativity and charisma will soon make you duly rewarded for your endeavours. This will be an apt time for you to pave a strong foundation for your life ahead.An act of virtue, forgiving a person for his mistake that hurt you a lot, from your part will make you more respectable among people you love.A feeling of depression will crush the mother in you with the separation of your children for higher studies or job. Forthcoming days are expected to bring you back to mood.Support from your relatives and friends will shower as bliss for you to lay a strong base for your future.More and more people will approach you for your guidance without you even expecting it. This will make your days and mind busy, and you will go through a pleasant situation altogether.",
    "11": "You possess an irresistible sense of humour and the spontaneous enthusiasm of an innocent child making you popular among those you mingle with during this week.You will be going through a very difficult time being direct in your relationships, and you need both individual psychotherapy and group therapy to achieve greater self-expression and more satisfaction on the social scene.You will get easily agitated this week that you will find yourself inactive and in a lack of energy to present yourself the kind of charismatic man you used to be.Your talents will get a proper guidance and you will also get rid of the fallacies that were in your mind since your childhood.At last, your patience will help you gain what you were waiting for a long time. Your efforts are sure to be appreciated.You give more importance to shared interests and emotional compatibility. You must also make yourself prepared to accept what others have to say and encourage them for their ideas. Otherwise, it will make you aloof from others.Think more about the prospects for your personal growth, as it is time for you to live for you and your family.Spending some time to analyse your present physical condition will only make you more energetic and pleasant. In a way, this will enable you to seek out a solution for your present dullness, which is making you both irritating and gloomy.You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against.Just go around socialising and throw lavish parties which will bring you attached to some beautiful and romantic people, who can bring a change to the lifestyle as well as the dullness of your life.",
    "date": "Sunday, 16 May 2021 to Saturday, 22 May 2021"
}
]
