horo_hindi=[
  {
    "0": "आपसे संबंधित लोगों को आपसे और आपके भ्रम से निपटना मुश्किल होगा। इसपर बात करें, अन्यथा आप खुद को अन्य लोगो से मानसिक रुप से दूर पायेंगे।आपके पास धन खर्च करने के लिए अत्यधिक आवेग है, यह आपसे कुछ अक्षम्य कार्य करवाएगा। इसलिए कोई भी ऐसी गलती करने से सावधान रहें जो बाद में अक्षम्य हो जाए।आपको अपनी शारीरिक ताकत बढ़ाने के लिए इन दिनों बहुत बदलावों और चुनौतियों की आवश्यकता है। एकरूपता और उत्तेजना की सतत् कमी से रक्षा करने की आवश्यकता है।आप भावनात्मक स्थिरता और खुशी, जो आप खोजते हैं, के लिए अपने मित्रों पर अधिक निर्भर करते हैं। स्वयं का होने का प्रयास कीजिए, क्योंकि दूसरों पर निर्भर रहना आपको हमेशा मिजाज की समान स्थिति नहीं लाने वाला है।",
    "1": "आपको इस वक्त असुरक्षित महसूस हो रहा है, इसलिये आपको खुद की उर्जा और उत्साह में बढ़ाने हेतू किसी की मदद की ज़रुरत होगी।प्रतिनिधिक अनुभवों में अत्यधिक जुड़े होने के प्रलोभन से भावनाये संतुष्ट न होनें पर आपको गंभीर नैराश्य आने की संभावना है।आपको जिज्ञासु और सहज गुण वाले लोगो के साथ समय बितानें में ख़ुशी मिलती है लेकिन ये आपकी कल्पनाशक्तियों तथा रचनात्मक शक्तियों के इस्तमाल पर रोक लगा देती है।आपका अहम और गर्व हथकड़ियाँ बन सकते हैं जो जीवन में आपकी प्रगति को रोकते हैं। उन लोगों के साथ अधिक मिलना बुद्धिमानी होगी जिनके साथ आप व्यवसाय करते हैं और अपने उद्देश्य तक पहुँचने के लिए उनकी सलाह स्वीकार करते हैं।",
    "2": "इस हफ्ते आप बहुत जल्द क्रोधित होंगे, आलस एवं ऊर्जाहीनता भी महसूस करेंगे। आप पहले जैसे आकर्षक व्यक्ति के रूप में खुद को प्रस्तुत नही कर पायेंगे।आपको अन्य लोगो के प्रभाव में जिज्ञासु, पेचीदा और अविस्मरणीय पेश आने की आदत हैं जिससे कई लोग आपसे डरते हैं।असुरक्षा की आपकी समझ आप के अंदर चिंता, अवसाद और अनिर्णयता जगाएगी। किंतु कुछ गलतियाँ करना इसके लिए कोई दवा नहीं है। यह केवल आपको दूसरों से दूर करेगी।जबरदस्ती खाना और उकसाया गया मदिरापान आपके स्वास्थ्य को खराब कर सकता है। ध्यान और स्वनियंत्रण इस स्थिति से बाहर निकलने के लिए आपकी सहायता करेगा।",
    "3": "आप पूर्णतावादी होने के बावज़ूद, आपकी तरफ से होने वाले अनावश्यक विलंब के कारण आपको लाभ मिलने में भी अनावश्यक विलंब हो सकता हैं।आपको अत्यंत आर्थिक दबाव या आत्म-सम्मान संबंधित किसी अन्य समस्या का सामना करना पड़ सकता हैं। वास्तविकता आपके सामने होते हुये भी आप ज़रुरत से ज्यादा चिंता कर सकते हैं।उत्कृष्ट व्यक्तित्व वाले महत्वपूर्ण व्यक्तियों के साथ काम करने से आपको लंबे समय से सताने वाले नकारात्मक लक्षणों से छुटकारा मिलेगा।अपने परिवार के साथ समय बिताने के लिये छोटी छुट्टी ले लो। केवल उनके लिये पैसा कमाना ही पिता के रुप में आपका कर्तव्य नही हैं परंतु उनकी समस्याओं को सुलझाने हेतू थोड़ा समय भी निकालना होगा ।आप अपने घर एवं कार्यालय संरचना में जो परिवर्तन करने कि योजना बना रहे हैं, उसके लिये यह समय अनकूल साबित होगा । इस संबंध में किसी से सलाह मशवरा आपके लिये और अच्छा साबित होगा।यद्यपि आप अधीर, आवेगी हैं और आपको अत्यधिक उत्तेजना की तलाश है, तथापि आपका सरल और प्रेमी स्वभाव आपको आपकी गलतियों के लिए क्षमा किए जाने हेतु आपकी सहायता करेगा।आपकी गहरी दार्शनिक प्रकृति आपके लिए हमेशा एक उचित मार्गदर्शक रही है, किंतु आजकल आप स्वयं को आपकी अतिविश्लेषणात्मक प्रकृति के कारण आपसे संबंधित व्यक्तियों से दूर होता हुआ पाएँगे।आप स्वास्थ्यवधर्क और मजबूत हैं। अपनी योजनाओं और परियोजनाओं के साथ आगे बढ़िए, आप सफलता प्राप्त करेंगे।किसी अप्रत्याशित स्रोत से आर्थिक सहायता आपको उस कार्य को बढ़ाने के लिए सक्षम करेगी जिसके बारे में आपको लगता था कि यह बिना उचित सहायता के समाप्त नहीं होगा।आप कुछ हद तक शर्मीले, रहस्यमय और अपनी गोपनीयता को बहुत अधिक मूल्य देने वाले होंगे, और यह सब आप जिस नई परिस्थिति से गुज़र रहे हैं, उनसे घुलने-मिलने में बहुत समय लगेगा ।",
    "4": "पहले बार मिले किसी इन्सान की ओर आकर्षित होने की लालसा आपके भीतर घबराहट पैदा करेगी। इस व्यक्ति के साथ कोई रिश्ते जोड़ने से पहले, उनके बारे मेँ विस्तृत जानकारी पाने का मौका ना छोड़ें ।सब कुछ उलट-पलट होने जैसा दिखेगा। आप सोच रहे होंगे कि क्या और कहा गलत हुआ है। अचानक जीवन का पूरा सामंजस्य खो गया जैसा लग सकता है । आराम से बैठें और उसके कारण बने सभी घटनाओं को शांती सें विचार करें और आपको पता चलेगा कि हालात उतने खराब नहीं है।आपका अनोखापन जिसकी सब लोग हंसी उड़ाते है, इससे आपको इस हफ्ते लाभ होनेवाला हैं। समारोह या सार्वजनिक सम्मेलन में आप महत्वपूर्ण व्यक्ति बनेंगे।काम करने के नयी समझ आपमे आयेगी। लेकिन आप स्वास्थ्य - सभी प्रकार के स्वास्थ्य - के बारे में, अपने काम या स्वास्थ्य के तरीके में ज्यादा संगठित होने की बात करेंगे । आपको अप्रत्याशित आर्थिक लाभ होने की संभावना हैं। आपकी भरपूर ऊर्जा इसके लिये जिम्मेदार होगी।कुछ ऐसी घटनाएँ होगी जब आपके प्रियजन आपके साथ सुरक्षित, संरक्षित एवं अच्छा महसूस करेंगे, यहाँ आपका वात्सल्यपूर्ण स्वभाव सबको दिखाई देगा। दुसरों को मदद करने से आपको संतुष्टी एवं खुशी मिलेगी।आप का कल्पक स्वभाव आपको घर तथा कार्यालय में आपकी गती को बरकरार रखने तथा आपके जीवन में रोचकता लाने के लिये मदद करेगा। इसे बरकरार रखे जिससे जीवन की इसे जारी रखो और जीवन में नीरसता अतीत, भूली हुई एवं दफनाई गाई बाते होगी!आपके विचार एवं अभिप्रेरणा बदलाव और आत्मीयता के दायरे में आते हैं। प्रिय व्यक्ति के साथ निराशाजनक बातचीत से आप दुखी होकर खुद को समझने की कोशिश करेंगे।संदेह किसी भी रिश्ते को तोड़ सकता है और विवाह के रिश्ते में अधिक खतरनाक हो जाता है । इस सप्ताह संदेह के बीजों को बोया जा सकता है, ज्यादा डीईआर होने से पहले अपने जीवनसाथी के साथ सभी संदेहों को दूर करना बेहतर होगा, वरना बहुत देर हो जाएगी। आप गलत हो सकते हैं!आप किसी भी कार्य को करने के लिए तैयार होंगे क्योंकि आपकी मानसिक और शारीरिक ताकत इसके चरम पर है। अपनी ताकत को किसी अच्छे और उद्देश्यपूर्ण कार्य में लगाने का प्रयास कीजिए।किसी अप्रत्याशित व्यक्ति से कोई अप्रत्याशित पहुँच आपके दिनों को नीरस बनाएगी। इस अवसर का उपयोग इसे व्यर्थ किए बिना कीजिए।",
    "5": "किसी की आलोचना करने वाली टिप्पणी देने से पहले विचार करने की कोशिश करें क्योंकि जहाँ ज़रुरत नही वहाँ भी सलाह देने की आपकी आदत हैं।आपके कुछ सनकी आदतें, जिसकी वजह से आपकी किसी के साथ नही बनती, कड़ी मेहनत और , ध्यान से कम होगा। अब आप लोगों के साथ ज्यादा आत्मविश्वास से व्यवहार कर पाएंगे।आपकी अत्यंत संवेदनशील भावनाएं आपकी व्यक्तिगत प्रगती को रोक सकती है और आपको कुछ खोने की नौबत आ सकती है। किसी भी बात पर प्रतिक्रिया देने से पहले गंभीरता से विचार करें।पारिवारिक समस्यायें तथा कैरियर से संबंधित अनिश्चिततायेँ महिलाओं के जीवन में कश्मकश लायेंगी। अच्छा होने की कामना करें, आपके प्रियजनों के सहयोग से आपको इन समस्याओं से छुटकारा मिल सकता है ।आपकी मुलाकात कुछ ऐसे वन्दनीय लोगों से होगी जो आपको अपने मायाजाल से छुटकारा दिलायेंगे, इससे आपकी रचनात्मक प्रतिभा को भी प्रोत्साहन मिलेगा।आपकी ज़िद्दी प्रकृति दूसरों को अनुभव करवाएगी कि आप कुछ अलग हैं और आप में संवेदनशील और भावुक होने की महिलाओं वाली प्रकृति की कमी है।सदाचार का कोई कार्य, किसी व्यक्ति को उसकी उस गलती के लिए क्षमा करना जिसने आपको दुख पहुँचाया, आपकी ओर से आपको अपने प्रियजनों के बीच अधिक आदरणीय बनाएगा।आपकी शारीरिक ताकत इस सप्ताह सर्वश्रेष्ठ स्थिति में है। यद्यपि आप कुछ समस्याओं से गुजरेंगे, तथापि आप उन सबसे सफलतापूर्वक बाहर आ जाएँगे।अधिक से अधिक लोगों के साथ मिलकर स्वयं के बारे में सोचने पर आप जितना कम समय व्यतीत करते हैं वह आपको कुछ रूमानी पलों के साथ प्रस्तुत करेगा।अधिक से अधिक लोग आपके मार्गदर्शन के लिए आप के पास आएँगे जिसकी आपने आशा भी नहीं की होगी। यह आपके दिन और दिमाग को व्यस्त बनाएगा, और आप एक खुशहाल परिस्थिति से होकर गुजरेंगे।",
    "6": "प्यार की ओर आपका अनौपचारिक रवैय्या, केवल आपकी ओर आपके प्यार के आकर्षण को कम करने में मदद करता है ।चूंकि आप बेचैनी, आवेगशील महसूस कर रहे है और किसी तूफानी उत्साह की तलाश में है, आप जिस तरह की सुंदरता और तालमेल की तलाश कर रहे है वह प्राप्त होना मुश्किल होगा।उत्कृष्ट व्यक्तित्व वाले महत्वपूर्ण व्यक्तियों के साथ काम करने से आपको लंबे समय से सताने वाले नकारात्मक लक्षणों से छुटकारा मिलेगा।अपने बच्चो के साथ यात्रा पर जाने के बारे में अगर आप सोच रहे हैं, तो यह उचित समय हैं। पिता के रुप में उन्हे आपके प्यार एवं देखभाल की कितनी ज़रुरत है यह समझ के लिए आपको एक अवसर साबित होगा।जो बदलाव आप अपने कार्य परियोजनाओ में लाना चाहते है उस पर अमल करने के लिये यह वक्त सही हैं। आप जिनसे मदद की उम्मीद रखते है उनसे आपको भौतिक तथा आर्थिक मदद प्राप्त होगी ।आपके रिश्ते में कुछ होता हुआ दिखाई नही देता, आप दोनो एक दुसरे की पहल का इंतज़ार कर रहे हैं। बहुत देर होने से पहले आपका पहल करना बेहतर होगा।आपके साथी के साथ छोटी सी गलतफहमी आपके दिनों को नीरस बनाएँगी। इसे समाप्त करने का कोई एक तरीका ढूँढिए जिससे आप दोनों आरामदायक अनुभव करेंगे और आपके खुशहाल दिन वापस आएंगे।यद्यपि आप अधीर, आवेगी हैं और आपको अत्यधिक उत्तेजना की तलाश है, तथापि आपका सरल और प्रेमी स्वभाव आपको आपकी गलतियों के लिए क्षमा किए जाने हेतु आपकी सहायता करेगा।आप स्वास्थ्यवधर्क और मजबूत हैं। अपनी योजनाओं और परियोजनाओं के साथ आगे बढ़िए, आप सफलता प्राप्त करेंगे।किसी अप्रत्याशित स्रोत से आर्थिक सहायता आपको उस कार्य को बढ़ाने के लिए सक्षम करेगी जिसके बारे में आपको लगता था कि यह बिना उचित सहायता के समाप्त नहीं होगा।",
    "7": "आपका अनोखापन जिसकी सब लोग हंसी उड़ाते है, इससे आपको इस हफ्ते लाभ होनेवाला हैं। समारोह या सार्वजनिक सम्मेलन में आप महत्वपूर्ण व्यक्ति बनेंगे।आप जोशपूर्ण एवं उत्साही है और आपकी असामान्य उर्जा की वजह से इस हफ्ते बहुत लोग आपकी तरफ आकर्षित होंगे।एक सफल उद्यम प्रारम्भ करने के अपने विचार को आगे बढ़ने के लिए और समय लगेगा, समय आपके लिए अनुकूल नहीं है। अवसाद की जरुरत नहीं है, यह बुरा समय ज्यादा दिन तक नहीं रहेगा, आप बहुत जल्द अपने आप को भाग्यशाली साबित करेंगे।अपने परिवार के साथ समय बिताने के लिये छोटी छुट्टी ले लो। केवल उनके लिये पैसा कमाना ही पिता के रुप में आपका कर्तव्य नही हैं परंतु उनकी समस्याओं को सुलझाने हेतू थोड़ा समय भी निकालना होगा ।आप अपने घर एवं कार्यालय संरचना में जो परिवर्तन करने कि योजना बना रहे हैं, उसके लिये यह समय अनकूल साबित होगा । इस संबंध में किसी से सलाह मशवरा आपके लिये और अच्छा साबित होगा।आप सलाह और समर्थन के लिए दूसरों पर अधिक विश्वास करेंगे। बाद में यह केवल आपके लिए बोझ में बदल जाएगा, क्योंकि आपके व्यक्तिगत वृद्धि के लिए आपको किस चीज की आवयश्कता है, इसका चयन करने के लिए आप अंतिम अधिकारी हैं।आप किसी भी कार्य को करने के लिए तैयार होंगे क्योंकि आपकी मानसिक और शारीरिक ताकत इसके चरम पर है। अपनी ताकत को किसी अच्छे और उद्देश्यपूर्ण कार्य में लगाने का प्रयास कीजिए।आपके मस्तिष्क और शरीर का ताजाकरण वह क्रिया है जिसकी आपको वर्तमान में सबसे अधिक आवश्यकता है। किंतु आपका व्यस्त समय अभी आपको एकांत से दूर रखेगा जिसकी आपको सबसे अधिक तलाश है।किसी अप्रत्याशित व्यक्ति से कोई अप्रत्याशित पहुँच आपके दिनों को नीरस बनाएगी। इस अवसर का उपयोग इसे व्यर्थ किए बिना कीजिए।आप स्वयं को नए वातावरण में परिवर्तित करने के लिए कुछ समय लेंगे। एकांत खोजने वाला आपका मिजाज ही केवल आपको दूसरों से दूर रखने में सहायता करेगा।",
    "8": "प्रयोग करने योग्य आपकी क्षमता आपके लिए वरदान सिद्ध होगी और हर व्यक्ति को तैयार करने हेतू तथा आपकी ओर ध्यान देने हेतू आप इस स्त्रोत का उपयोग करेंगे।पहले बार मिले किसी इन्सान की ओर आकर्षित होने की लालसा आपके भीतर घबराहट पैदा करेगी। इस व्यक्ति के साथ कोई रिश्ते जोड़ने से पहले, उनके बारे मेँ विस्तृत जानकारी पाने का मौका ना छोड़ें ।सब कुछ उलट-पलट होने जैसा दिखेगा। आप सोच रहे होंगे कि क्या और कहा गलत हुआ है। अचानक जीवन का पूरा सामंजस्य खो गया जैसा लग सकता है । आराम से बैठें और उसके कारण बने सभी घटनाओं को शांती सें विचार करें और आपको पता चलेगा कि हालात उतने खराब नहीं है।काम करने के नयी समझ आपमे आयेगी। लेकिन आप स्वास्थ्य - सभी प्रकार के स्वास्थ्य - के बारे में, अपने काम या स्वास्थ्य के तरीके में ज्यादा संगठित होने की बात करेंगे । आपको अप्रत्याशित आर्थिक लाभ होने की संभावना हैं। आपकी भरपूर ऊर्जा इसके लिये जिम्मेदार होगी।किसी आकर्षक व्यक्ति को अपने प्यार में पागल करना आपको अच्छा लगता हैं क्योंकि आप स्वच्छंद, प्रभावशाली एवं साहसी हैं।कुछ ऐसी घटनाएँ होगी जब आपके प्रियजन आपके साथ सुरक्षित, संरक्षित एवं अच्छा महसूस करेंगे, यहाँ आपका वात्सल्यपूर्ण स्वभाव सबको दिखाई देगा। दुसरों को मदद करने से आपको संतुष्टी एवं खुशी मिलेगी।इस हफ्ते के पूर्वानुमान के अनुसार ,पुरुषो के लिये यह हफ्ते , आगे बहुत अच्छा दिखाई देता हैं। बहुत दिनों से जो अच्छी योजनाएं पुरुष बना रहे थे उसके लिये बाहर निकलने का प्रोत्साहन उन्हे इस हफ्ते मिलेगा आप का कल्पक स्वभाव आपको घर तथा कार्यालय में आपकी गती को बरकरार रखने तथा आपके जीवन में रोचकता लाने के लिये मदद करेगा। इसे बरकरार रखे जिससे जीवन की इसे जारी रखो और जीवन में नीरसता अतीत, भूली हुई एवं दफनाई गाई बाते होगी!आपके विचार एवं अभिप्रेरणा बदलाव और आत्मीयता के दायरे में आते हैं। प्रिय व्यक्ति के साथ निराशाजनक बातचीत से आप दुखी होकर खुद को समझने की कोशिश करेंगे।संदेह किसी भी रिश्ते को तोड़ सकता है और विवाह के रिश्ते में अधिक खतरनाक हो जाता है । इस सप्ताह संदेह के बीजों को बोया जा सकता है, ज्यादा डीईआर होने से पहले अपने जीवनसाथी के साथ सभी संदेहों को दूर करना बेहतर होगा, वरना बहुत देर हो जाएगी। आप गलत हो सकते हैं!",
    "9": "आपके नए प्रोजेक्ट के लिए आपके मन में बहुत सारी कल्पनायें आयेगी। प्रयोग करने की आपकी क्षमता उसमें सें अच्छी कल्पना चुननें में आपकी मदद करेगी।आपका कैरियर या रुची कुछ भी हो, आपकी दृढ़ता, प्रबल इच्छा और बहुत सारा धीरज आपको जीत दिलाता है और अत्यधिक लोग आपकी शक्ति और तत्परता से मुकाबला तक नही कर पाते।आप भावनात्मक प्रबलता और अत्यंत प्यार के लिये तरसते है और अत्यधिक जुनून का इंतजार करते हैं।आप अपने आप को परिवार के सदस्यों से अलग महसूस करेंगे। इसमें आपका ही ज्यादा दोष होगा, थोड़ी देर विचार करें आपने अपने बच्चो के लिये पैसा कमाने के अलावा और क्या किया है ।आपका स्वभाव नीरस, पूर्वाग्रहयुक्त एव हमेशा चिंता करनेवाला है । आप पहले से बहुत ज्यादा कमज़ोर हो गये हैं, और मनुष्य की तरह अब निर्णय लेने में खुद को सक्षम नही समझते।आप नवीनता नाविन्यता की ओर खिंचे जाने वाले इंसान हैं और यही बात आपको कुछ नई परियोजनाओ से जोड़ देगी जिससे आपको निश्चित ही बिना विलंब फ़ायदा होगा।लक्षणो के अनुसार आप कुछ दिनो तक जटिल परीस्थितीयों से गुजरने वाले है। जो भी काम आप अपने हाथ में लेंगे उसमें आप खुद को व्याकुल एवं तर्कसंगत पायेंगे। आपको यह लगेगा की सही मायने में आप अपनी तर्कशुद्धता से कुशल निर्णय लेने की क्षमता खो बैठे हैं।यह आपके लिए एक बेहतर नजरिया सिद्ध होगा क्योंकि आप पाएँगे कि आपके सहकर्मी आपका लक्ष्य प्राप्त करने के लिए एक सहायक ही नहीं उससे बहुत अधिक हैं।आनंद लेने के क्षण एकबार फिर यहाँ आपके लिए हैं, क्योंकि आप अपने पसंदीदा मार्ग में रोमांच खोजने के लिए एक नया मार्ग पाएँगे।यदि आपके पास अन्य विकल्प हैं तो यात्राओं की अपेक्षा उन पर निर्भर रहना अधिक बेहतर है क्योंकि छोटी दुर्घटनाओं के या छोटे हादसे होने की संभावनाएँ होती हैं।",
    "10": "आपका अनोखापन जिसकी सब लोग हंसी उड़ाते है, इससे आपको इस हफ्ते लाभ होनेवाला हैं। समारोह या सार्वजनिक सम्मेलन में आप महत्वपूर्ण व्यक्ति बनेंगे।आपके प्रियजन आपके साथ ऐसा बर्ताव करेंगे जिससे आपको मानसिक आघात पहुंचेगा। शांत रहना आपके लिये बेहेतर होगा, क्योंकि अभी आपसे सामान्य प्रतिक्रिया की अपेक्षा की जाती हैं।अन्न एवं मद्यपान में ज्यादा न डुबे अन्यथा आपको शारीरिक पीड़ा और आपकी पत्नी और बच्चो को इससे मानसिक तनाव का सामना करना पड़ सकता हैं ।बहुत समय से आपको परेशान कर रहे भ्रम से आपको छुटकारा मिलेगा। आपको पूरी तरह छुटकारा मिलने तक ध्यान चिंतन करते रहें।आप अधिक स्वतंत्र और मुक्त प्रेमी होने की प्रकृति व्यक्त करेंगी, यदि दूसरे लोग, विशेष रूप से वे जो आपके प्रिय हैं, आपको गलत समझे तो कोई आश्चर्य नहीं होगा।गलती करना मानव स्वभाव है और क्षमा करना भगवान है। आपने जो गलती अनजाने में की है उसके लिए अपने प्रियजनों से माफी मिलने से आप अधिक शांति का अनुभव करेंगे।आप किसी भी कार्य को करने के लिए तैयार होंगे क्योंकि आपकी मानसिक और शारीरिक ताकत इसके चरम पर है। अपनी ताकत को किसी अच्छे और उद्देश्यपूर्ण कार्य में लगाने का प्रयास कीजिए।आप किसी जोशीले, स्थिर, स्नेही व्यक्ति को खोजने का एक अवसर पाएँगे जो एक खुशहाल संबंध के लिए सर्वश्रेष्ठ पसंद में बदल जाएगा।यदि विद्यार्थी उनके गैरजिम्मेदाराना और लापरवाह व्यवहार को जारी रखते हैं, तो विद्यार्थियों को बड़ों के द्वारा दोषी ठहराया जाएगा। अब आपके अध्ययन के साथ-साथ भावी जीवन के प्रति कुछ जिम्मेदार कदम उठाने के लिए यह सही समय है।किसी अप्रत्याशित व्यक्ति से कोई अप्रत्याशित पहुँच आपके दिनों को नीरस बनाएगी। इस अवसर का उपयोग इसे व्यर्थ किए बिना कीजिए।",
    "11": "आपके कुछ सनकी आदतें, जिसकी वजह से आपकी किसी के साथ नही बनती, कड़ी मेहनत और , ध्यान से कम होगा। अब आप लोगों के साथ ज्यादा आत्मविश्वास से व्यवहार कर पाएंगे।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।आप जोशपूर्ण एवं उत्साही है और आपकी असामान्य उर्जा की वजह से इस हफ्ते बहुत लोग आपकी तरफ आकर्षित होंगे।आप बलवान, निष्कपट एवं भरोसेमंद प्रकार के पुरुष हैं जिनकी तलाश स्त्रिया करती है, परंतु आपका झूठा अहंकार आपको दुराग्रही तथा घमंडी पुरुष बना देता है । इससे ही आपका पुरुषार्थ दिखता है ऐसी आपकी धारणा हैं।आप अपने घर एवं कार्यालय संरचना में जो परिवर्तन करने कि योजना बना रहे हैं, उसके लिये यह समय अनकूल साबित होगा । इस संबंध में किसी से सलाह मशवरा आपके लिये और अच्छा साबित होगा।सदाचार का कोई कार्य, किसी व्यक्ति को उसकी उस गलती के लिए क्षमा करना जिसने आपको दुख पहुँचाया, आपकी ओर से आपको अपने प्रियजनों के बीच अधिक आदरणीय बनाएगा।आपकी शारीरिक ताकत इस सप्ताह सर्वश्रेष्ठ स्थिति में है। यद्यपि आप कुछ समस्याओं से गुजरेंगे, तथापि आप उन सबसे सफलतापूर्वक बाहर आ जाएँगे।आपका चंचल, भ्रमित व्यवहार आपके कार्यों पर कई सीमाएँ लगाएगा। यद्यपि आपके इरादे अच्छे हैं तथापि लोगों का सम्मान प्राप्त करने के लिए कुछ अधिक समय लगेगा।जिन यात्राओं को करने की आप योजना बना रहे हैं उनसे आपका पैसा आपके हाथों से पारे के समान फिसल जाएगा जिसका आपको पता भी नहीं चलेगा।अधिक से अधिक लोग आपके मार्गदर्शन के लिए आप के पास आएँगे जिसकी आपने आशा भी नहीं की होगी। यह आपके दिन और दिमाग को व्यस्त बनाएगा, और आप एक खुशहाल परिस्थिति से होकर गुजरेंगे।",
    "date": "रविवार, 21 जून 2020 से शनिवार, 27 जून 2020"
}
]
