horo_english=[
{
    "0": "Avoid expecting a lot from your siblings. Otherwise, you may feel disappointed and embarrassed.Self-improvement will be your self-imposed motto in the coming days. Friends and relatives will be there for you with a helping hand.A man like you need lots of love, affection and warmth and this week you will have someone behind you to act as a sounding board. And you are in for success.Self-indulgence and laziness will curb you from utilising the wit and intelligence you own to handle the projects you undertake. Try to mingle more with your co-workers and think before saying anything critical about others.You are so cautious, secretive and generally suspicious more than any woman used to be. So you tend to be more watchful and scrutinised before getting committed to anyone or anything.An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family.For a long time you would have been avoiding your artistic talent, now it is time to brush and take it out. This, of course, will bring a new stimulating mood to your life.If you get reluctant in using your analysing power more effectively you will fall into a state of rut, leaving you with unfinished projects. Find some ways to communicate with others more reasonably and understandably.You will go through some exciting instants this week. Thrilling experiences you haven't experienced for such a long time will come back to you making you more energetic and joyful.Busy schedules will force you to postpone a trip you were anxiously waiting for. Don't get depressed for this will never be the last chance.",
    "1": "The inner need for you to experiment with all aspects related to your life, be it personal or professional, could take you to hostile waters. Take each new step with care and you won't be feeling sorry.You will find out a most stimulating partner with whom you can share your mental interest.Harmony seems to be the keyword for you this week. At work, at home, with friends, with your hairdresser, everyone you meet this week will look beautiful to you. Just make sure that you don't miss out due to ignorance.Your organised life may face a jolt from the blue. It may strike you that everything around has changed and that you were not prepared for it. A little innovation on your behalf may prove to be good.Your mind may be way too curious to think only inside the box, but it's your ability to make outrageous connections that give you a view beyond what everyone else sees. Your brilliant insights can lead to incredible inventions and major discoveries.The deep understanding and cooperation between the two of you have been the driving force behind your successful marital life. Consider yourself lucky and take all actions necessary to maintain the love between the two of you.You may just love the people you work with. As a matter of fact, working well with someone and sharing visions with him or her, may just turn you on. You're hot to trot - beware of a tendency to be rash.Thinking negatively and without any control will forbid you from enjoying this week. Try to develop a more expansive awareness to deal with all situations.You are an independent and freedom loving person, and your responsibilities will make you feel tied up. Complaints from those depending on you will make you irritated.Business-related short trips would turn out to be successful for you.",
    "2": "Whatever be your specific career choice or your interests, the combinations of your tenacity, drive and sheer endurance is a winning one that most people are too weak to compete against your energy and willingness.Your impulse to derive more and more returns while implementing your ideas will bring opposing approaches towards you from those who are assisting you in flourishing your project.Your sense of insecurity about your future will evoke in you indecisiveness, depression and fearfulness. You can seek some suggestion from the responsible persons and find out a way for a secured life, other than falling into depression.A close, intimate friendship that always added a profound meaning to your life will prove out to be the one you need for your whole life. Go ahead and propose, already you are a bit late.Find something for rejuvenating your mind, as you can become a bit boring if you go on and on only with your career or work. This week a vacation will bring you much refreshment.You have a great impulse in you to spend money which will make you do something unforgivable. So stay alerted from falling into any fault which will turn out to be unforgivable later.It will prove to be a better prospect for you as you will find out your co-workers are more than a helping hand to achieve your goal.Personally, you will sort out some plans for the upbringing of your financial and career life. But, you will lack the support from others which can bring a delay on your project.Though you are acquainted with a lot of people, you must try to utilise your ability for reasoning and find out the real ones who are good for you to communicate and be friendly.Students will tend to have a highly disciplined and organised ways to deal with their studies. You will earn a very good result from the efforts you put in.",
    "3": "You will meet someone this week to whom you will get attracted. Don't feel depressed of the first reaction from that person to your approach. Try again and again if your mind says so.Your fun-loving nature and the keen sense of humour will make you attracted towards beauty and harmony. You will also be a target of attraction for others.Dear and near ones will act in such a way that you will find yourself facing a mental trauma. Better stay calm, as you are the one who is expected for the time being to react normally.What you set to do this week will turn out to be successful to you mainly because of your sharpness, tenacity and obsession for perfection.Seek out some time from your busy works and spend a week or two with your dear one. A journey to some beautiful place will act as a booster for your fading relationship due to the lack of romantic moments.You will act more as a critic and a fussy perfectionist and will be eager to remain attached to your philosophical attitudes. This will raise a strong objection from others, making it somewhat difficult for you to handle the situation.You will be geared up to take any sort of work as your mental and physical stamina is at its peak. Try to invest your vigour in something good and purposeful.Situations will make you stay away from some of your favourite past times. Don't take it into your heart as it will pull you into a mood of depression.Responsibilities vested upon you will make you stay away from all the activities which used to give you exciting instances.Proposals for a pleasure trip to some beautiful place will come in search of you. You will highly enjoy this trip with your near and dear.",
    "4": "Don't feel embarrassed if you feel drawn towards a person who was never a person of interest for you. Hope for the best, as this may lead to an utter change in your life.The generous and warm qualities you possess while dealing with your siblings will render many joyful and enjoyable moments in your life.Your nature of remaining unreliable, irresponsible and non-committed while dealing with some important matters will only help you to gain a black mark in your career.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.You are vibrant and enthusiastic and your extraordinary energy will draw more people towards you this week.You are a strong, honest and dependable kind of man whom women often seek But, your false pride will make you act like a headstrong and arrogant male, hoping that it will project the manly qualities in you.Whatever projects you indulge this week will become fruitful. Your signs seem to be in favourable position making you more charming, intellectual, dynamically enthusiastic and adaptable.Your physical health is in an excellent condition this week. Although you will go through some problems, you will come out of all that successfully.Your flighty, confused behaviour will impose severe limitations on your deeds. Although your intentions are good, it will take some more time to gain the public recognition.People near and dear to you will come for your guidance, as you are good at using your reasoning power and presenting it to others effectively and logically.",
    "5": "A few suspicions here and there and a lack of communication may hamper your relationship with your siblings. It would be better to talk things out right from the onset rather than let things degrade to an irreparable stage.Your guiding and helping character will do a world of good for your near and dear ones. The support extended by your dominant nature will not only be of help to them but will turn out to be positive for you also.The forecast shows a very good week ahead. All those men out there can go out and do those wonderful things they have been planning for quite some time now!If people think you're being irresponsible, it could be that they don't understand your genius. Although you won't want to be dependent on anyone, it's love that inspires you to plan for your financial future.The world may be stressing and testing you. Although you may outwardly define yourself by your professional achievements, you may still need to remind your colleagues that your being a woman does not make you weak and that there is a man inside you.Spending some time to analyse your present physical condition will only make you more energetic and pleasant. In a way, this will enable you to seek out a solution for your present dullness, which is making you both irritating and gloomy.You have been kept unconcerned for such a long time giving you just unpleasant reminders in your mind. You will now find a way to spend some time refreshing the old memories.If you find it difficult to commit yourself to certain situations, you tend to withdraw. It will be better if you use your analysing power and be more communicative with those you deal with.You are quite inventive with things you really enjoy. Money or resources spring up for entertainment. You have fun with friends. You find yourself taking brilliant risks that make a splash and reveal more of who you are discovering yourself to be.If you have other options better depend on it than preferring journeys, as chances are there for minor accidents or mishaps.",
    "6": "Try to keep aside your proud, impatient and bombastic nature while dealing with your siblings as chances are there for minor clashes with your brothers or sisters.You will be witty, generous, endearing and charming making you a never boring, always active and intensely alive personality for others to deal with.As per signs, you will go through complex situations for a few days. You will find yourself restless and argumentative in whatever work you undertake. You will feel that you lack the power for analysing to reach an intelligent decision.An energy to live and achieve everything best will help you to overcome the inner distresses you were going through for a long while.Others may find you to be a strong personality with your own bold decisions. This can even arise criticism from others as you are firm in spite of being a woman.The main menace to your health is your emotions, which, in the form of repressed anger, grudges and painful remembrances can even lead to a mental syndrome.An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family.For a long time you would have been avoiding your artistic talent, now it is time to brush and take it out. This, of course, will bring a new stimulating mood to your life.If you get reluctant in using your analysing power more effectively you will fall into a state of rut, leaving you with unfinished projects. Find some ways to communicate with others more reasonably and understandably.Moments of rejoicing are here for you once again, as you will find out a new way to seek thrills in your favourite way.",
    "7": "Your ability to experiment will make you capable of sorting out a budget as per the new scheme. You will win the appreciation of your superiors.You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now.Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently.Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father.Time is apt for you to work out the changes you intend to implement on projects you are undertaking. You will attain financial and physical support from the sources you expect.At last, your patience will help you gain what you were waiting for a long time. Your efforts are sure to be appreciated.Those related to the charitable societies or such firms will finally find your efforts being widely accepted by the people. Doing good will always bring a worthy result.You are a workaholic, who never knows when to stop, which will only bring you exhaustion and tiredness. Better find some ways to revive your body and mind.More and more people will approach you for your guidance without you even expecting it. This will make your days and mind busy, and you will go through a pleasant situation altogether.Think before adapting yourself to the present companionship. This will only enable you to cast off your individuality.",
    "8": "With your talent, creativity, charisma and power of analysing you would successfully finish the assigned tasks and win the accolades of your seniors.Avoid expecting a lot from your siblings. Otherwise, you may feel disappointed and embarrassed.Dealing with important persons with excellent personalities will help you to get rid of some negative peculiarities that were haunting you for a long time.Take a short vacation to spend some time with your family. Money earning for them is not the sole responsibility of a father, you must also find out time to solve their problems.A man like you need lots of love, affection and warmth and this week you will have someone behind you to act as a sounding board. And you are in for success.You will find time favourable for you to execute the alterations you are planning to make in your house as well as in the office. Consulting with someone related will bring more good to you.You are nervous, intense and over committed to whatever you undertake. This will only lead you to over stress and mental disorders.If you find it difficult to commit yourself to certain situations, you tend to withdraw. It will be better if you use your analysing power and be more communicative with those you deal with.In order to avoid a failure and to withstand your position, students must contribute more time and effort on studies.Financial help from some unexpected source will enable you to speed up the project which you felt would come up to an end without proper support.",
    "9": "Your ability to experiment will prove to be a boon for you and you will be using this resource of yours to make everyone stand up and take notice of you.You may be feeling both angry and hurt this week. You are in an especially sensitive and mildly irritable state and small things get on your nerves. Spend some time with your personal diary and express every thought on your mind.Your peculiarities, which were a source for others to make fun of you, will bring some advantages for you this week. You will find yourself a central figure in some parties or public gatherings.Both at workplace and home, your innovative nature will help you keep up the tempo and bring more enjoyment to your life. Keep it up and monotony in life will be a thing of the past, forgotten and buried!Life has its ups and downs, but the influence of the Sun gives your life an inner force to recover from the depths to a new height and help you reach the peak.Your outspoken and extrovert nature may make those around you to feel that, in spite of being a woman, you are trying to be a man. This shouldn't discourage you as it is their insecurity and their problem, not yours.You are at a low both emotionally and physically at this time. Though you are normally prone to push yourself, this is a period to give your body what it needs. It is better to be safe than sorry!For a long time you would have been avoiding your artistic talent, now it is time to brush and take it out. This, of course, will bring a new stimulating mood to your life.You are quite inventive with things you really enjoy. Money or resources spring up for entertainment. You have fun with friends. You find yourself taking brilliant risks that make a splash and reveal more of who you are discovering yourself to be.An unexpected approach from an unexpected person will make your days harmonious. Utilise this opportunity without wasting it.",
    "10": "More and more project ideas will come to you. Your ability to experiment will help you choose the best out of it.Try to think before offering left-handed compliments to others as you will show an unnecessary indulge to advise when not wanted.Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently.It will be better for you to make some delay in beginning the new projects. As a man tend to have success in all you dealt with, this new one is not supposed to bring you the benefits you expect.You are a person who is attracted towards novelties. This will bring you attached to some new projects which are sure to gain you profit without much delay.Your stubborn nature will make others feel that you are someone extraordinary and are lacking the womanly nature of being sentimental and touchy.You will feel that all your physical strength has got drained out due to the mental and physical stress you experience this week both at work and home. Find some time for exhilaration for body and mind which you really need for the time being.You have been kept tacit for some time about your wishes like wandering around or hitchhiking, mainly because of money and time. Now everything will come in favour of you for doing something which makes you pleasant.Moments of rejoicing are here for you once again, as you will find out a new way to seek thrills in your favourite way.More and more people will approach you for your guidance without you even expecting it. This will make your days and mind busy, and you will go through a pleasant situation altogether.",
    "11": "Your ability to experiment will make you capable of sorting out a budget as per the new scheme. You will win the appreciation of your superiors.Dealing with important persons with excellent personalities will help you to get rid of some negative peculiarities that were haunting you for a long time.Will go through a difficult situation this week. As a father, you will find it hard to cope up with the necessities of the children.Bring restrictions on yourself from overindulging in food and alcohol which can lead to physical ailments for you and mental stress for your wife and children.Time is apt for you to work out the changes you intend to implement on projects you are undertaking. You will attain financial and physical support from the sources you expect.You will express the nature of being too independent and freedom loving. It won't be something of wonder if others, especially your near and dear mistook you.You can be depended on for your loyalty and sincerity, and this will bring you wide acceptance. But for the time being, an unnecessary indulgence from someone against you will bring out some embarrassing moments for you.You have been kept unconcerned for such a long time giving you just unpleasant reminders in your mind. You will now find a way to spend some time refreshing the old memories.A trip with your near and dear ones will lead you to some thrilling moments. Enjoy it, as these are not the ones you get often.Financial help from some unexpected source will enable you to speed up the project which you felt would come up to an end without proper support.",
    "date": "Sunday, 27 June 2021 to Saturday, 3 July 2021"
}
]
