horo_hindi=[
  {
    "0": "प्रयोग करने की आपकी क्षमता आपको नवीन के योजना अनुसार बजट का चयन करने में आपकों सक्षम बनायेगी। आपको वरिष्ठों की प्रशंसा प्राप्त होगी।भाई-बहनो के साथ घुलते मिलते वक्त आपके शब्दो में संयम होना आवश्यक हैं क्योंकि उनसे बात करते वक्त आप कहाँ गलत व्यवहार कर रहे हैं यह आपको पता भी नही चलता।उत्कृष्ट व्यक्तित्व वाले महत्वपूर्ण व्यक्तियों के साथ काम करने से आपको लंबे समय से सताने वाले नकारात्मक लक्षणों से छुटकारा मिलेगा।इस हफ्ते आप बहुत जल्द क्रोधित होंगे, आलस एवं ऊर्जाहीनता भी महसूस करेंगे। आप पहले जैसे आकर्षक व्यक्ति के रूप में खुद को प्रस्तुत नही कर पायेंगे।जो बदलाव आप अपने कार्य परियोजनाओ में लाना चाहते है उस पर अमल करने के लिये यह वक्त सही हैं। आप जिनसे मदद की उम्मीद रखते है उनसे आपको भौतिक तथा आर्थिक मदद प्राप्त होगी ।आपको अपनी शारीरिक ताकत बढ़ाने के लिए इन दिनों बहुत बदलावों और चुनौतियों की आवश्यकता है। एकरूपता और उत्तेजना की सतत् कमी से रक्षा करने की आवश्यकता है।जो आपके अनुकूल था उसे बार-बार आपके दिमाग में अरुचिकर अनुस्मारक प्रदान करते हुए एक लंबे समय से बेखबर रखा गया होगा। अब आप पुरानी स्मृतियों को ताजा करने में कुछ समय व्यतीत करने के लिए कोई रास्ता खोजेंगे।यदि आप कुछ परिस्थितियों में स्वयं को प्रतिबद्ध करना कठिन पाते हैं, तो आप पीछे हटने के लिए प्रवृत्त होते हैं। यह बेहतर होगा यदि आप आपकी विश्लेषण करने वाली शक्ति का उपयोग करें और उनके साथ अधिक संवादकारी बनें जिनके साथ आप व्यवहार करते हैं।अपने प्रियजनों के साथ कोई यात्रा आपको कुछ रोमांचकारी क्षणों की ओर ले जाएगी। इसका आनंद लीजिए, क्योंकि ये वे नहीं हैं जिन्हें आप अकसर प्राप्त करते हैं।किसी अप्रत्याशित स्रोत से आर्थिक सहायता आपको उस कार्य को बढ़ाने के लिए सक्षम करेगी जिसके बारे में आपको लगता था कि यह बिना उचित सहायता के समाप्त नहीं होगा।",
   "1": "आप किसी नजदीक व्यक्ति , जिसके साथ आप या तो रिश्ता जोड़ेंगे या फिर मजबूत करेंगे उसके बारे में आप गहराई और दृढ़ता से विचार करेंगे। आपका व्यक्तित्व आपको सकारात्मक रूप में प्रतिसाद करने का प्रलोभन देता है, परंतु ध्यान रहे आपसे कोई बड़ी गलती ना हो ।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।आप जोशपूर्ण एवं उत्साही है और आपकी असामान्य उर्जा की वजह से इस हफ्ते बहुत लोग आपकी तरफ आकर्षित होंगे।आपके परिवार के सदस्यों को आनंद देना और एकसाथ बाँधे रखना आपके लिये मुश्किल होगा। किसी के मनोबल और वास्तविक सहयोग के बिना परिस्थिति का सामना करना कठिन होगा।अपने परिवार के साथ समय बिताने के लिये छोटी छुट्टी ले लो। केवल उनके लिये पैसा कमाना ही पिता के रुप में आपका कर्तव्य नही हैं परंतु उनकी समस्याओं को सुलझाने हेतू थोड़ा समय भी निकालना होगा ।आप जैसे इन्सान को प्यार, वात्सल्य और सौहार्द की ज़रुरत है और इस हफ्ते आपको किसी ऐसे व्यक्ति का साथ मिलेगा जो आपके लिये परीक्षक की तरह कार्य करेगा। आपको कामयाबी मिलना तय है ।इस हफ्ते आप अपने प्यार के लिये बहुत रोमँटिक साबित होंगे, जिसके लिये आपके प्यार और देखभाल के बगैर जिंदगी के कोई मायने नही रहेंगे।छोटी-छोटी समस्याओं पर भी आपकी विश्लेषणात्मक प्रकृति और इस पर आलोचना करना भी केवल आपके बच्चों से अधिक दूरी उत्पन्न करने में ही सहायता करेगा। एक माँ के रूप में आपके पास उन्हें नियंत्रित करने का पूरा अधिकार है, किंतु किसी भी चीज की अधिक खुराक कभी भी अच्छाई नहीं लाएगा।आप किसी भी कार्य को करने के लिए तैयार होंगे क्योंकि आपकी मानसिक और शारीरिक ताकत इसके चरम पर है। अपनी ताकत को किसी अच्छे और उद्देश्यपूर्ण कार्य में लगाने का प्रयास कीजिए।आप स्वयं को नए वातावरण में परिवर्तित करने के लिए कुछ समय लेंगे। एकांत खोजने वाला आपका मिजाज ही केवल आपको दूसरों से दूर रखने में सहायता करेगा।",
   "2": "आपको हमेशा अपनी स्फूर्तिदायक साथी मिलेगा जिनके साथ आप अपनी मानसिक समस्या बाँट सकते है।खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।आपको अन्य लोगो के प्रभाव में जिज्ञासु, पेचीदा और अविस्मरणीय पेश आने की आदत हैं जिससे कई लोग आपसे डरते हैं।आपके पुरुषार्थ में छिपा नारी सुलभ प्यार का लक्षण आपके नये दोस्तों को तब पता चलेगा जब आपके प्यार से उन्हे आपके मददगार होने का अहसास होगा। यह आपके लिये लाभदायक साबित होगा!स्वास्थ्य दुर्बलता और मौसम की स्थिति में अचानक आये बदलाव आपको भ्रम में डाल सकते हैं। शांत रहे एवं अनावश्यक विचारों से खुद को परेशान न करें अन्यथा इसका परिणाम अच्छा नही होगा।आप दोनों के बीच गहरी समझ और सहयोग आपके सफल वैवाहिक जीवन के पीछे की प्रेरक शक्ति है। स्वयं को भाग्यशाली समझिए और आप दोनों के बीच प्रेम को बनाए रखने के लिए सभी आवश्यक कार्य कीजिए।आपकी शारीरिक ताकत इस सप्ताह सर्वश्रेष्ठ स्थिति में है। यद्यपि आप कुछ समस्याओं से गुजरेंगे, तथापि आप उन सबसे सफलतापूर्वक बाहर आ जाएँगे।ऐसे लोग जो धर्मार्थ या ऐसी संस्थाओं से संबंधित होते हैं वे आपके प्रयासों को लोगों द्वारा व्यापक रूप से स्वीकार करता हुआ पाएँगे। अच्‍छा कार्य करने का परिणाम सदैव अच्छा होगा।जब आप प्रेम में हो तो आपकी आवश्यकता को गंभीरतापूर्वक लिया जाना चाहिए क्योंकि आपका किसी प्रेम प्रसंग में गंभीर होने की ओर प्रवृत्त होना आपके लिए एक रूमानी युग्म को खोजने में कुछ विलंब करेगा।आप अपने निर्णय को किसी नई योजना को स्वीकार करने में भ्रम में पड़ा हुआ पाएँगे। परिस्थिति की चर्चा और विश्लेषण करने के लिए अधिक समय लीजिए अन्यथा यह आपके लिए व्यर्थ सिद्ध होगा।",
   "3": "आपके नए प्रोजेक्ट के लिए आपके मन में बहुत सारी कल्पनायें आयेगी। प्रयोग करने की आपकी क्षमता उसमें सें अच्छी कल्पना चुननें में आपकी मदद करेगी।इस हफ्ते आपकी संताने आपको अधिक सहयोग देंगे। आपके सपनों को साकार करने हेतू वे अपना योगदान देंगे।अधिकारियों के सामने अपनी कल्पनायें प्रस्तुत करने से पहले उन पर पुनः विचार करना अच्छा साबित होगा। इस हफ्ते आपके कैरियर में कोई कमी तो दिखाई नही देती परंतु कोई अच्छाई भी नही दिखाई देती।उत्कृष्ट व्यक्तित्व वाले महत्वपूर्ण व्यक्तियों के साथ काम करने से आपको लंबे समय से सताने वाले नकारात्मक लक्षणों से छुटकारा मिलेगा।नयी परियोजना शुरु करते समय उसमें ज्यादा से ज्यादा मुनाफ़ा प्राप्त करने हेतू आपकी कल्पनाओं को अमल मे लाने के लिये आपके सहयोगियों के विरोध का सामना आपको करना पड़ेगा।आपका स्वभाव नीरस, पूर्वाग्रहयुक्त एव हमेशा चिंता करनेवाला है । आप पहले से बहुत ज्यादा कमज़ोर हो गये हैं, और मनुष्य की तरह अब निर्णय लेने में खुद को सक्षम नही समझते।आप नवीनता नाविन्यता की ओर खिंचे जाने वाले इंसान हैं और यही बात आपको कुछ नई परियोजनाओ से जोड़ देगी जिससे आपको निश्चित ही बिना विलंब फ़ायदा होगा।व्यक्तिगत रूप से आप अपने आर्थिक एवं कैरियर संबन्धित जीवन के लिए कुछ योजनाओं को मूर्तरूप देंगे, किंतु आपको दूसरों की ओर से समर्थन की कमी होगी, जिससे आपके परियोजना में विलंब हो सकता है।यद्यपि आप कई लोगों से परिचित हैं, तथापि आपको तर्क करने की आपकी योग्यता को उपयोगी रूप से उपयोग करने का प्रयास करना चाहिए और ऐसे वास्तविक लोगों को खोजने का प्रयास करना चाहिए जो आपके लिए संवाद करने एवं मित्र बनने के लिए अच्छे हों।किसी अप्रत्याशित स्रोत से आर्थिक सहायता आपको उस कार्य को बढ़ाने के लिए सक्षम करेगी जिसके बारे में आपको लगता था कि यह बिना उचित सहायता के समाप्त नहीं होगा।",
   "4": "जातिभेद करना, व्यक्तिपरक रहना, अत्यंत विवेचनात्मक तथा विवादप्रिय होने के आपके स्वभाव के कारण आपके अधिकार के लाभ प्राप्त करने में अनावश्यक विलंब हो सकता हैं। ज्यादा खुलापन आपको लोगो से शत्रुता से ज्यादा कुछ नही देगा।आपमें मज़ाक करने की प्रबल शक्ती है तथा बच्चो जैसा स्वाभाविक उत्साह भी हैं जिसके कारण इस हफ्ते आपसे घुलने मिलने वाले लोगों के बीच आप लोकप्रिय बने रहेंगे।आपको अत्यंत आर्थिक दबाव या आत्म-सम्मान संबंधित किसी अन्य समस्या का सामना करना पड़ सकता हैं। वास्तविकता आपके सामने होते हुये भी आप ज़रुरत से ज्यादा चिंता कर सकते हैं।किसी मामले को आत्मविश्वास के साथ सुलझाने की आपकी क्षमता आपको कठोर परिस्थिति का सामना शांति के साथ करने हेतू मदद करेगी। दूसरों के प्रति अपनी भावनाओं पर पूरा नियंत्रण रखें।महिलाये जिनके साथ रहेंगी उनसे आदर तथा पहचान हासिल करेंगी। आप खुद को महत्वपूर्ण मौकों पर प्रस्तुत करने योग्य समझेगी।आपके धैर्य की वजह से आप जिस बात का बहुत दिनो से इतज़ार कर रहे थे आपको अभी प्राप्त होगी। आपके प्रयासों की निश्चित ही सराहना होगी।आप अपने पद के अनुसार कार्य करने के लिए स्वयं को चतुर, व्यवस्थित, मेहनती, परिकलन और संतुष्ट सिद्ध करेंगे। यदि दूसरे अनुभव करते हैं कि आपके पास स्त्रित्व की अपेक्षा अधिक ताकत है तो शर्मिंदा होने की आवश्यकता नहीं है।आपके आगे एक ऊर्जात्मक और तरोताजा करने वाला करने वाला सप्ताह । आप अपने कार्य या नए उद्यमों से संबंध रखने वाले नई चुनौतियों को स्वीकार करने के लिए तैयार रहेंगे । आपकी ताजगी आपके संपूर्ण परिवार के लिए एकरूपता लाएगा।आप एक आलोचक और भड़कीले पूर्णतावादी के रूप में अधिक कार्य करेंगे और अपने दार्शनिक रुखों के प्रति जुड़े रहने के लिए उत्सुक होंगे। इससे दूसरों की ओर दृढ़ आपत्ति उत्पन्न होगी, जिससे आपको स्थिति संभालने में कुछ कठिनाई होगी।यदि विद्यार्थी उनके गैरजिम्मेदाराना और लापरवाह व्यवहार को जारी रखते हैं, तो विद्यार्थियों को बड़ों के द्वारा दोषी ठहराया जाएगा। अब आपके अध्ययन के साथ-साथ भावी जीवन के प्रति कुछ जिम्मेदार कदम उठाने के लिए यह सही समय है।",
   "5": "आपकी गुणवत्ता, सृजनता और प्रतिभा और सर्वोपरि विश्लेषण शक्ति से आप वरिष्ठों द्वारा सौपे गए काम को सफलतापूर्वक पूरा करेंगे और उनकी शाबाशी प्राप्त करेंगे।आपके कुछ सनकी आदतें, जिसकी वजह से आपकी किसी के साथ नही बनती, कड़ी मेहनत और , ध्यान से कम होगा। अब आप लोगों के साथ ज्यादा आत्मविश्वास से व्यवहार कर पाएंगे।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।आप बलवान, निष्कपट एवं भरोसेमंद प्रकार के पुरुष हैं जिनकी तलाश स्त्रिया करती है, परंतु आपका झूठा अहंकार आपको दुराग्रही तथा घमंडी पुरुष बना देता है । इससे ही आपका पुरुषार्थ दिखता है ऐसी आपकी धारणा हैं।आप अपने घर एवं कार्यालय संरचना में जो परिवर्तन करने कि योजना बना रहे हैं, उसके लिये यह समय अनकूल साबित होगा । इस संबंध में किसी से सलाह मशवरा आपके लिये और अच्छा साबित होगा।आपका चंचल, भ्रमित व्यवहार आपके कार्यों पर कई सीमाएँ लगाएगा। यद्यपि आपके इरादे अच्छे हैं तथापि लोगों का सम्मान प्राप्त करने के लिए कुछ अधिक समय लगेगा।आपने कुछ समय से मुख्य रूप से धन और समय के कारण घूमने या किसी हिचकिचाहट के लिए जाने जैसी आपकी इच्छाओं को प्रकट नहीं किया होगा। अब कुछ ऐसा कार्य, जो आपको खुश करे, उसे करने के लिए हर चीज आपके पक्ष में होगी।इस सप्ताह आप कुछ रोमांचक पलों से गुजरेंगे। रोमांचकारी अनुभव, जिनका आपने एक लंबे समय से अनुभव नहीं किया है, वे आपको और अधिक ऊर्जावान और आनंददायक बनाते हुए आपके पास वापस आ जाएँगे।जिन यात्राओं को करने की आप योजना बना रहे हैं उनसे आपका पैसा आपके हाथों से पारे के समान फिसल जाएगा जिसका आपको पता भी नहीं चलेगा।अधिक से अधिक लोग आपके मार्गदर्शन के लिए आप के पास आएँगे जिसकी आपने आशा भी नहीं की होगी। यह आपके दिन और दिमाग को व्यस्त बनाएगा, और आप एक खुशहाल परिस्थिति से होकर गुजरेंगे।",
   "6": "प्रयोग करने योग्य आपकी क्षमता आपके लिए वरदान सिद्ध होगी और हर व्यक्ति को तैयार करने हेतू तथा आपकी ओर ध्यान देने हेतू आप इस स्त्रोत का उपयोग करेंगे।उत्कृष्ट व्यक्तित्व वाले महत्वपूर्ण व्यक्तियों के साथ काम करने से आपको लंबे समय से सताने वाले नकारात्मक लक्षणों से छुटकारा मिलेगा।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।आपके रिश्ते में बहुत कठिन समय चल रहा हैं जिसके लिये आपको सामाजिक तौर पर आत्माभिव्यक्ति तथा अधिक संतोष पाने हेतू व्यक्तिगत सायकोथेरपी तथा ग्रुप थेरपी की ज़रुरत है।काम के स्थान पर महिलाओं का दिन अच्छा नही रहेगा। आर्थिक समस्या उनकी चिंता का विषय बना रहेगा। परंतु आप हमेशा की तरह ज्यादा से ज्यादा कोशिश करेंगी। आपको काम के स्थान पर चौकन्ना रहना चाहिए।आप का कल्पक स्वभाव आपको घर तथा कार्यालय में आपकी गती को बरकरार रखने तथा आपके जीवन में रोचकता लाने के लिये मदद करेगा। इसे बरकरार रखे जिससे जीवन की इसे जारी रखो और जीवन में नीरसता अतीत, भूली हुई एवं दफनाई गाई बाते होगी!व्यावसायिक गौरव की आपकी खोज में, आप अपने जीवन के सौंदर्य और समान रूप से महत्वपूर्ण पहलुओं को खो सकते हैं, उदाहरण के लिए आपके बच्चे! आपके अंदर के माँ को जीवित रखिए और जीवन को खुशहाल और भाग्यशाली बनना चाहिए!जो आपके अनुकूल था उसे बार-बार आपके दिमाग में अरुचिकर अनुस्मारक प्रदान करते हुए एक लंबे समय से बेखबर रखा गया होगा। अब आप पुरानी स्मृतियों को ताजा करने में कुछ समय व्यतीत करने के लिए कोई रास्ता खोजेंगे।आप चीजों के साथ प्रयोग करते हैं जिसका आप वास्तव में आनंद लेते हैं। धन अथवा स्रोत मनोरंजन के लिए बढ़ावा देते हैं। आप मित्रों के साथ मजा करते हैं। आप स्वयं को ऐसे जबरदस्त जोखिम लेते हुए पाते हैं जो आपको ऐसा व्यक्ति बनाते हैं जिसके जैसा आप होना चाह रहे हैं।किसी अप्रत्याशित स्रोत से आर्थिक सहायता आपको उस कार्य को बढ़ाने के लिए सक्षम करेगी जिसके बारे में आपको लगता था कि यह बिना उचित सहायता के समाप्त नहीं होगा।",
   "7": "खुद की क्षमता को वास्तविकता सें अधिक ना समझे और भूल ना करें। अब शांत और स्थिर रहें और प्रयोग करने की आपकी क्षमता को बढ़ावा देने से पुर्व अच्छा विचार करें , क्यों कि वहाँ आपकी भूल होने की संभावना हो सकती है।आप हाजिर जवाब, दरिया दिल, प्यार करने वाले और मनभावन होंगे जिससे दुसरों के लिये आपको कभी अरुचिकर नही लगेगा आप हमेशा क्रियाशील रहेंगे और उनके लिये जिंदादिल व्यक्तित्व बने रहेंगे।आपकी कुछ विशिष्टताएं आपको महत्वपूर्ण बैठकों में जाने से रोकेगी, जहाँ जाने से आपको अपने कैरियर को आगे बढ़ाने तथा आत्मविश्वास को बढ़ाने में सहायता मिल सकती थी।किसी मामले को आत्मविश्वास के साथ सुलझाने की आपकी क्षमता आपको कठोर परिस्थिति का सामना शांति के साथ करने हेतू मदद करेगी। दूसरों के प्रति अपनी भावनाओं पर पूरा नियंत्रण रखें।महिलाओं के लिये अनुकूल हफ्ता है । लोग आपकी प्रशंसा करेंगे तथा आपकी ज्यादा हिफ़ाज़त करेंगे।आपके वर्तमान परियोजना में जो बदलाव आप करने जा रहे हो उसे टालना ज़्यादा ठीक रहेगा , क्योंकि आपके लिये समय अनुकूल नही है ।दूसरे लोगों के लिए आप स्वयं के निर्भीक निर्णयों के साथ एक मजबूत व्यक्तित्व के व्यक्ति हो सकते हैं। इससे दूसरेआपकी आलोचना भी करेंगे क्योंकि आप एक महिला होने के बावजूद भी दृढ़ हैं।यह आपके लिए एक बेहतर नजरिया सिद्ध होगा क्योंकि आप पाएँगे कि आपके सहकर्मी आपका लक्ष्य प्राप्त करने के लिए एक सहायक ही नहीं उससे बहुत अधिक हैं।आपके आगे एक ऊर्जात्मक और तरोताजा करने वाला करने वाला सप्ताह । आप अपने कार्य या नए उद्यमों से संबंध रखने वाले नई चुनौतियों को स्वीकार करने के लिए तैयार रहेंगे । आपकी ताजगी आपके संपूर्ण परिवार के लिए एकरूपता लाएगा।आप अपने किसी प्रियजन द्वारा आपके जीवन में लाए गए अप्रत्याशित बदलाव से दुखी होने का अनुभव करेंगे। अपना आत्मविश्वास मत खोइए वापस लड़ने का प्रयास कीजिए और अपनी स्थिति को मजबूत रखिए।",
   "8": "प्यार की ओर आपका अनौपचारिक रवैय्या, केवल आपकी ओर आपके प्यार के आकर्षण को कम करने में मदद करता है ।चूंकि आप बेचैनी, आवेगशील महसूस कर रहे है और किसी तूफानी उत्साह की तलाश में है, आप जिस तरह की सुंदरता और तालमेल की तलाश कर रहे है वह प्राप्त होना मुश्किल होगा।इस हफ्ते आपकी संताने आपको अधिक सहयोग देंगे। आपके सपनों को साकार करने हेतू वे अपना योगदान देंगे।आपके कुछ सनकी आदतें, जिसकी वजह से आपकी किसी के साथ नही बनती, कड़ी मेहनत और , ध्यान से कम होगा। अब आप लोगों के साथ ज्यादा आत्मविश्वास से व्यवहार कर पाएंगे।जो बदलाव आप अपने कार्य परियोजनाओ में लाना चाहते है उस पर अमल करने के लिये यह वक्त सही हैं। आप जिनसे मदद की उम्मीद रखते है उनसे आपको भौतिक तथा आर्थिक मदद प्राप्त होगी ।आपने इस हफ्ते जो भी करने का सोचा है, वह मुख्यतः आपकी कुशाग्रता, दृढ़ता काम करने की जबरदस्त इच्छा यशस्वी बनाएगी। कुशाग्रता, दृढ़ता और पूर्णता संबंधित आपके जुनून के कारण सफल होगा ।आपके रिश्ते में कुछ होता हुआ दिखाई नही देता, आप दोनो एक दुसरे की पहल का इंतज़ार कर रहे हैं। बहुत देर होने से पहले आपका पहल करना बेहतर होगा।आपके साथी के साथ छोटी सी गलतफहमी आपके दिनों को नीरस बनाएँगी। इसे समाप्त करने का कोई एक तरीका ढूँढिए जिससे आप दोनों आरामदायक अनुभव करेंगे और आपके खुशहाल दिन वापस आएंगे।व्यवसाय संबंधित छोटी यात्राएँ आपके लिए सफल होंगी।अधिक से अधिक लोग आपके मार्गदर्शन के लिए आप के पास आएँगे जिसकी आपने आशा भी नहीं की होगी। यह आपके दिन और दिमाग को व्यस्त बनाएगा, और आप एक खुशहाल परिस्थिति से होकर गुजरेंगे।",
   "9": "आपकी गुणवत्ता, सृजनता और प्रतिभा और सर्वोपरि विश्लेषण शक्ति से आप वरिष्ठों द्वारा सौपे गए काम को सफलतापूर्वक पूरा करेंगे और उनकी शाबाशी प्राप्त करेंगे।अपनी संतानों से ज्यादा अपेक्षा न रखें अन्यथा आपको निराशा का सामना करना पड़ सकता है जिससे आपको शर्मिंदगी उठानी पड़ सकती है।उत्कृष्ट व्यक्तित्व वाले महत्वपूर्ण व्यक्तियों के साथ काम करने से आपको लंबे समय से सताने वाले नकारात्मक लक्षणों से छुटकारा मिलेगा।इस हफ्ते आप कुछ पाने के संघर्ष में खुद को निर्मम एवं निर्दय महसूस करेंगे, कभी-कभी अपने आप को और आस पास के लोगों को पागल बनाते हैं ।आप अपने घर एवं कार्यालय संरचना में जो परिवर्तन करने कि योजना बना रहे हैं, उसके लिये यह समय अनकूल साबित होगा । इस संबंध में किसी से सलाह मशवरा आपके लिये और अच्छा साबित होगा।आपने जो कार्य लिया है उससे आप घबराए हुए, तनावग्रस्त और उसके प्रति अतिप्रतिबद्ध हैं। इससे आपको केवल अधिक तनाव और मानसिक कष्ट ही होगा।जो आपके अनुकूल था उसे बार-बार आपके दिमाग में अरुचिकर अनुस्मारक प्रदान करते हुए एक लंबे समय से बेखबर रखा गया होगा। अब आप पुरानी स्मृतियों को ताजा करने में कुछ समय व्यतीत करने के लिए कोई रास्ता खोजेंगे।यदि आप कुछ परिस्थितियों में स्वयं को प्रतिबद्ध करना कठिन पाते हैं, तो आप पीछे हटने के लिए प्रवृत्त होते हैं। यह बेहतर होगा यदि आप आपकी विश्लेषण करने वाली शक्ति का उपयोग करें और उनके साथ अधिक संवादकारी बनें जिनके साथ आप व्यवहार करते हैं।इस सप्ताह आप कुछ रोमांचक पलों से गुजरेंगे। रोमांचकारी अनुभव, जिनका आपने एक लंबे समय से अनुभव नहीं किया है, वे आपको और अधिक ऊर्जावान और आनंददायक बनाते हुए आपके पास वापस आ जाएँगे।किसी अप्रत्याशित स्रोत से आर्थिक सहायता आपको उस कार्य को बढ़ाने के लिए सक्षम करेगी जिसके बारे में आपको लगता था कि यह बिना उचित सहायता के समाप्त नहीं होगा।",
   "10": "प्रयोग करने योग्य आपकी क्षमता आपके लिए वरदान सिद्ध होगी और हर व्यक्ति को तैयार करने हेतू तथा आपकी ओर ध्यान देने हेतू आप इस स्त्रोत का उपयोग करेंगे।आपका अनोखापन जिसकी सब लोग हंसी उड़ाते है, इससे आपको इस हफ्ते लाभ होनेवाला हैं। समारोह या सार्वजनिक सम्मेलन में आप महत्वपूर्ण व्यक्ति बनेंगे।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।काम के स्थान पर महिलाओं का दिन अच्छा नही रहेगा। आर्थिक समस्या उनकी चिंता का विषय बना रहेगा। परंतु आप हमेशा की तरह ज्यादा से ज्यादा कोशिश करेंगी। आपको काम के स्थान पर चौकन्ना रहना चाहिए।आप का कल्पक स्वभाव आपको घर तथा कार्यालय में आपकी गती को बरकरार रखने तथा आपके जीवन में रोचकता लाने के लिये मदद करेगा। इसे बरकरार रखे जिससे जीवन की इसे जारी रखो और जीवन में नीरसता अतीत, भूली हुई एवं दफनाई गाई बाते होगी!व्यावसायिक गौरव की आपकी खोज में, आप अपने जीवन के सौंदर्य और समान रूप से महत्वपूर्ण पहलुओं को खो सकते हैं, उदाहरण के लिए आपके बच्चे! आपके अंदर के माँ को जीवित रखिए और जीवन को खुशहाल और भाग्यशाली बनना चाहिए!यह कोई आश्चर्य की बात नहीं होगी यदि दूसरे लोग आपके अच्छे कार्यों को गलत समझें, क्योंकि आपका समय हमेशा आपके अनुकूल नहीं होता है। दुखी होने का अनुभव न करें, एक न एक दिन आप अपने कार्य के लिए वह प्रशंसा प्राप्त करेंगे जिसके आप योग्य हैं।एक लंबे समय से आप अपने कलात्मक कौशल से बच रहें होंगे, अब यह समय इसे निखारने और बाहर लाने का है। यह जरूर ही आपके जीवन में एक नया उत्तेजित करने वाला मिजाज लाएगा।आप चीजों के साथ प्रयोग करते हैं जिसका आप वास्तव में आनंद लेते हैं। धन अथवा स्रोत मनोरंजन के लिए बढ़ावा देते हैं। आप मित्रों के साथ मजा करते हैं। आप स्वयं को ऐसे जबरदस्त जोखिम लेते हुए पाते हैं जो आपको ऐसा व्यक्ति बनाते हैं जिसके जैसा आप होना चाह रहे हैं।किसी अप्रत्याशित व्यक्ति से कोई अप्रत्याशित पहुँच आपके दिनों को नीरस बनाएगी। इस अवसर का उपयोग इसे व्यर्थ किए बिना कीजिए।",
   "11": "आपके नए प्रोजेक्ट के लिए आपके मन में बहुत सारी कल्पनायें आयेगी। प्रयोग करने की आपकी क्षमता उसमें सें अच्छी कल्पना चुननें में आपकी मदद करेगी।आपके कुछ सनकी आदतें, जिसकी वजह से आपकी किसी के साथ नही बनती, कड़ी मेहनत और , ध्यान से कम होगा। अब आप लोगों के साथ ज्यादा आत्मविश्वास से व्यवहार कर पाएंगे।आपकी अत्यंत संवेदनशील भावनाएं आपकी व्यक्तिगत प्रगती को रोक सकती है और आपको कुछ खोने की नौबत आ सकती है। किसी भी बात पर प्रतिक्रिया देने से पहले गंभीरता से विचार करें।आप नवीनता नाविन्यता की ओर खिंचे जाने वाले इंसान हैं और यही बात आपको कुछ नई परियोजनाओ से जोड़ देगी जिससे आपको निश्चित ही बिना विलंब फ़ायदा होगा।आपके स्वास्थ्य के लिए मुख्य खतरा आपकी भावनाएँ हैं जो दमित क्रोध, वैमनस्य और दर्द भरी यादों के रूप में मानसिक आघात भी पहुँचा सकती हैं।आपका अहम और गर्व हथकड़ियाँ बन सकते हैं जो जीवन में आपकी प्रगति को रोकते हैं। उन लोगों के साथ अधिक मिलना बुद्धिमानी होगी जिनके साथ आप व्यवसाय करते हैं और अपने उद्देश्य तक पहुँचने के लिए उनकी सलाह स्वीकार करते हैं।आपने कुछ समय से मुख्य रूप से धन और समय के कारण घूमने या किसी हिचकिचाहट के लिए जाने जैसी आपकी इच्छाओं को प्रकट नहीं किया होगा। अब कुछ ऐसा कार्य, जो आपको खुश करे, उसे करने के लिए हर चीज आपके पक्ष में होगी।आनंद लेने के क्षण एकबार फिर यहाँ आपके लिए हैं, क्योंकि आप अपने पसंदीदा मार्ग में रोमांच खोजने के लिए एक नया मार्ग पाएँगे।विद्यार्थियों को आपके कार्य पर अधिक समय व्यतीत करना चाहिए क्योंकि आपको अपने अध्ययन में बढ़ने के लिए अधिक प्रयास की आवश्यकता है।अधिक से अधिक लोग आपके मार्गदर्शन के लिए आप के पास आएँगे जिसकी आपने आशा भी नहीं की होगी। यह आपके दिन और दिमाग को व्यस्त बनाएगा, और आप एक खुशहाल परिस्थिति से होकर गुजरेंगे।",
   "date": "रविवार, 26 जुलाई 2020 से शनिवार, 1 अगस्त 2020"
}
]
