horo_english=[
  {
    "0": "You are prone to nervousness, making it difficult for the time being to utilise your ability to experiment. So it will be better from your part to depend on someone who can be relied upon. You will meet someone this week to whom you will get attracted. Don't feel depressed of the first reaction from that person to your approach. Try again and again if your mind says so. You are generous to achieve anything beautiful and harmonious and will be willing to lavish money and energy for it. The generous and warm qualities you possess while dealing with your siblings will render many joyful and enjoyable moments in your life. Some of your peculiarities will make you stay away from important meetings, which if attended would have been a great help to boost up your career along with your confidence. Family members will turn against you for your intention to make some changes on the home front. Chances are there that they will find you as domineering. Whatever projects you indulge this week will become fruitful. Your signs seem to be in favourable position making you more charming, intellectual, dynamically enthusiastic and adaptable. As you have chosen the right partner, your married life can be a continual source of joy and impression. Proposals for a pleasure trip to some beautiful place will come in search of you. You will highly enjoy this trip with your near and dear. You will feel depressed by the unexpected changes brought into your life by someone dear to you. Don't lose you confidence and try to fight back and get your stand firm.",
    "1": "Your supersensitive feelings hamper your personal progress. You need to loosen up, taking things a little less seriously rather than reacting to it. More and more ideas with novelty will come to your mind. What you need now is the support of your co-workers and the confidence to implement it successfully. There are going to be incidents where your fatherly nature will hold good for you as those close to you will feel secure, protected and feeling good. You will feel happy and content that you have been of help to others. Women may not enjoy their day at work. Something relating to your finance may cause worry. But you will not fail to put in as much of effort as you generally do. You must maintain a cautious behaviour at your place of work. The forecast shows a very good week ahead. All those men out there can go out and do those wonderful things they have been planning for quite some time now! You have the ability this week to turn that which appeared negative or wasted, into a new form with good potential for improvement. Communications with partners, clientele and significant others will be productive at this time. Future looks good indeed You may feel down and depressed as things may not be going according to your expectations. Let this not make you lethargic and demotivate you. This may only be a small hurdle in one of the life's journeys. Remember you have a goal to fulfil. Your loyalty towards friends and relatives will bring help to you in your need. As you are always there for their help, now this is their turn to shower you with love and care that will help you a great deal. Support from your relatives and friends will shower as bliss for you to lay a strong base for your future. Students must spend more time on your work as you need a great amount of effort to excel in your studies.",
    "2": "The efforts you put into your ventures till now, will start attaining benefits. For the time being, you can just sit down and relax. Then you can start plucking the ripe fruits of your hard labour. Try to keep aside your proud, impatient and bombastic nature while dealing with your siblings as chances are there for minor clashes with your brothers or sisters. You will be witty, generous, endearing and charming making you a never boring, always active and intensely alive personality for others to deal with. Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm. This week, as you will spend more time with your new found love, it will help you find out the virtues you possess as a male like being wonderful, witty and generous. Others may find you to be a strong personality with your own bold decisions. This can even arise criticism from others as you are firm in spite of being a woman. Spending some time to analyse your present physical condition will only make you more energetic and pleasant. In a way, this will enable you to seek out a solution for your present dullness, which is making you both irritating and gloomy. Your ability to stay cautious and conservative while dealing with personal relationships will come to your aid. Keep going with what your mind says, but this doesn't mean to stay completely obstinate to others opinions. You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against. If you find it difficult to commit yourself to certain situations, you tend to withdraw. It will be better if you use your analysing power and be more communicative with those you deal with.",
    "3": "You will find out a most stimulating partner with whom you can share your mental interest. Your fun-loving nature and the keen sense of humour will make you attracted towards beauty and harmony. You will also be a target of attraction for others. Lack of communication will bring some disputes in the family. It won't be a matter to wonder, if the other members in the family mistook your commitment towards them. Dealing with some troublesome issues will grab the time and energy of women especially those struggling between their home and career. This week, your aim with Cupid's arrow is especially on target. So make sure 'what you're passionate about is what you want' because you just might get it or get more of it than you ever thought possible. Seek out some time from your busy works and spend a week or two with your dear one. A journey to some beautiful place will act as a booster for your fading relationship due to the lack of romantic moments. As a mother, while dealing with your children, you act more like an old-fashioned person who believes more on moral principles. This will only help to get you detached from your children. It is nice to be stable, but now in your case monotony and lack of stimulation needs to be guarded against. See that there is plenty of changes and challenges.",
    "4": "Self-improvement will be your self-imposed motto in the coming days. Friends and relatives will be there for you with a helping hand. You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now. Emotional blowups will only create unending problems, better prepare yourself to face any situations calmly. Showing sympathy towards your near and dear ones will never bring any harm to your image. Women with a strong motive will get more energy and stamina to fight back in any negative situations. Time is apt for plucking the ripe fruits of your hard work. Confidence and mental preparation to achieve the best will boost up your energy. Your inner self will always act as a good guide for you. You are so cautious, secretive and generally suspicious more than any woman used to be. So you tend to be more watchful and scrutinised before getting committed to anyone or anything. You are nervous, intense and over committed to whatever you undertake. This will only lead you to over stress and mental disorders. Will get a relief from an ailment haunting you for a long time, and you will feel more relaxed. You will start relying more on the words of your physician. Although you know what you want, to get a smooth approach you must be able to present you to others with enough logic. Try to be more reasonable while you present yourself. Students must spend more time on your work as you need a great amount of effort to excel in your studies.",
    "5": "Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful. Approval of a new project by the authority will give you the opportunity of expanding and implementing new ideas which were only in your mind till now. There are going to be incidents where your fatherly nature will hold good for you as those close to you will feel secure, protected and feeling good. You will feel happy and content that you have been of help to others. Watching action movies and listening to hard rock does not necessarily define masculinity. There's a caring, loving and soft-natured character in you that needs to be nurtured and you'll discover a whole new side of you. The forecast shows a very good week ahead. All those men out there can go out and do those wonderful things they have been planning for quite some time now! You have the ability this week to turn that which appeared negative or wasted, into a new form with good potential for improvement. Communications with partners, clientele and significant others will be productive at this time. Future looks good indeed In your search for professional glory, you may miss out on the finer and more important aspects of your life, your children! Keep the mother in you alive and life should turn out to be one happy-go-lucky ride! You are strong, sincere, steadfast and practical in your approach towards whatever you undertake. For the time being this approach of yours will bring you great success in your career or business dealings. Your ability to stay cautious and conservative while dealing with personal relationships will come to your aid. Keep going with what your mind says, but this doesn't mean to stay completely obstinate to others opinions. If you have other options better depend on it than preferring journeys, as chances are there for minor accidents or mishaps.",
    "6": "The efforts you put into your ventures till now, will start attaining benefits. For the time being, you can just sit down and relax. Then you can start plucking the ripe fruits of your hard labour. Try to keep aside your proud, impatient and bombastic nature while dealing with your siblings as chances are there for minor clashes with your brothers or sisters. You will be witty, generous, endearing and charming making you a never boring, always active and intensely alive personality for others to deal with. Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm. An energy to live and achieve everything best will help you to overcome the inner distresses you were going through for a long while. Others may find you to be a strong personality with your own bold decisions. This can even arise criticism from others as you are firm in spite of being a woman. The main menace to your health is your emotions, which, in the form of repressed anger, grudges and painful remembrances can even lead to a mental syndrome. An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family. Your ability to remain silent, humble and flexible when it is not necessary to air your views will bring more recognition for you among others. You can very well present your philosophical insights when it is in need. If you get reluctant in using your analysing power more effectively you will fall into a state of rut, leaving you with unfinished projects. Find some ways to communicate with others more reasonably and understandably.",
    "7": "A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. More and more ideas with novelty will come to your mind. What you need now is the support of your co-workers and the confidence to implement it successfully. You tend to act like a person who is curious, mystified and an unforgettable one towards others virtues that some will get even scared of you. You will prove yourself to be honest, caring and fitting well with the image of a good husband and father, revealing the sensitive and caring nature you kept deep inside in you till now. You will go through a period, which make your mind restless, impatient and changeable. Unnecessary imagination mainly negative ones will make it impossible for you to workout any of your projects efficiently. Your sense of insecurity will evoke worry, depression and indecisiveness. But doing some follies is not a remedy for it. This will only make you more aloof from others. Motherly affection you possess will make your children as well as their friends, come in search of you in their difficulty for some comfort and advice from you. Support from your relatives and friends will shower as bliss for you to lay a strong base for your future. Those related to the charitable societies or such firms will finally find your efforts being widely accepted by the people. Doing good will always bring a worthy result. You will find your decision in accepting a new scheme as confusing. Take more time to discuss and analyse the situation or it will prove out to be a ruin for you.",
    "8": "As work is your main source of excitement, you rarely give your mind and body a rest. And your hard work will bring you benefits you deserve without much delay. You will go through a mode of life making others feel that you are unreliable, non-committed and restless. Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others. Women with a strong motive will get more energy and stamina to fight back in any negative situations. Time is apt for plucking the ripe fruits of your hard work. Patience to accept criticism sensibly and listen to other people will bring back the tranquillity to your life. A strong will to take decisions regarding your future may arise the grudge of others but this is your life and you are the one to get along with it. Your love and care as a mother will blossom more these days, as the children as well as those close to you, will find more solace when they are with you. . You are strong, sincere, steadfast and practical in your approach towards whatever you undertake. For the time being this approach of yours will bring you great success in your career or business dealings. You tend to overindulge in food, and weight becomes your problem. A strict diet will help you to attain back your physical harmony. Your ability to stay cautious and conservative while dealing with personal relationships will come to your aid. Keep going with what your mind says, but this doesn't mean to stay completely obstinate to others opinions.",
    "9": "The hard work that you have put all this time will finally reap benefits galore. Be careful not to be carried away and thus end up lethargic. Apart from that, enjoy the benefits, you deserve it. A few suspicions here and there and a lack of communication may hamper your relationship with your siblings. It would be better to talk things out right from the onset rather than let things degrade to an irreparable stage. Your guiding and helping character will do a world of good for your near and dear ones. The support extended by your dominant nature will not only be of help to them but will turn out to be positive for you also. A balancing act between developing yourself and your romantic relationship, versus your obligations to your group associates or projects is likely to stretch your limits. So, your energy has to be well spent. The forecast shows a very good week ahead. All those men out there can go out and do those wonderful things they have been planning for quite some time now! The world may be stressing and testing you. Although you may outwardly define yourself by your professional achievements, you may still need to remind your colleagues that your being a woman does not make you weak and that there is a man inside you. An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family. Your ability to remain silent, humble and flexible when it is not necessary to air your views will bring more recognition for you among others. You can very well present your philosophical insights when it is in need. The main menace to your physical situation will be your emotions, which in the form of repressed anger and grudges can even lead to a mental syndrome. If you get reluctant in using your analysing power more effectively you will fall into a state of rut, leaving you with unfinished projects. Find some ways to communicate with others more reasonably and understandably.",
    "10": "Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful. Your supersensitive feelings hamper your personal progress. You need to loosen up, taking things a little less seriously rather than reacting to it. More and more ideas with novelty will come to your mind. What you need now is the support of your co-workers and the confidence to implement it successfully. You will find more time to spend with your children, as you will realize the necessity of paternal care in their life. Family problems and career related uncertainties would bring some dilemma in the life of women. Hope for the best, support from your dear ones will help you to swim out safe from this. This week, as you will spend more time with your new found love, it will help you find out the virtues you possess as a male like being wonderful, witty and generous. Your talent, creativity and charisma will soon make you duly rewarded for your endeavours. This will be an apt time for you to pave a strong foundation for your life ahead. A feeling of depression will crush the mother in you with the separation of your children for higher studies or job. Forthcoming days are expected to bring you back to mood. Your loyalty towards friends and relatives will bring help to you in your need. As you are always there for their help, now this is their turn to shower you with love and care that will help you a great deal. Support from your relatives and friends will shower as bliss for you to lay a strong base for your future.",
    "11": "You can now proceed with your plans you have been fabricating in your mind for a long time. Benefits are sure to reach you as your signs are now in a favourable position. Patience must be the prime word for you while mingling with your siblings, as you will never understand where you have gone wrong while dealing with them. . You possess an irresistible sense of humour and the spontaneous enthusiasm of an innocent child making you popular among those you mingle with during this week. You will get easily agitated this week that you will find yourself inactive and in a lack of energy to present yourself the kind of charismatic man you used to be. Being a man of deep loving and highly trustworthy nature towards those you mingle with will attain you the love and care you expect from them. You will prove yourself to be shrewd, organised, hard working, calculating and content to pull all the strings your position allows. Nothing to feel embarrassed if others feel that you are having more vigour than femininity. Spending some time to analyse your present physical condition will only make you more energetic and pleasant. In a way, this will enable you to seek out a solution for your present dullness, which is making you both irritating and gloomy. Your ability to stay cautious and conservative while dealing with personal relationships will come to your aid. Keep going with what your mind says, but this doesn't mean to stay completely obstinate to others opinions. You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against. If you find it difficult to commit yourself to certain situations, you tend to withdraw. It will be better if you use your analysing power and be more communicative with those you deal with.",
    "date": "Sunday, 13 September 2020 to Saturday, 19 September 2020"
}
]
