horo_english=[
{
    "0": "Your guiding and helping character will do a world of good for your near and dear ones. The support extended by your dominant nature will not only be of help to them but will turn out to be positive for you also.Superiors will get a negative impression of you, cause of the eccentricities you possess. Talking openly with a good counselor can help you out of this.Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others.You may be the object of affection by being sweet as honey, painting visions of the future and imparting some of them with a secret, spiritual or unselfish communications. Women will have a positive time this week.The forecast shows a very good week ahead. All those men out there can go out and do those wonderful things they have been planning for quite some time now!Your organised life may face a jolt from the blue. It may strike you that everything around has changed and that you were not prepared for it. A little innovation on your behalf may prove to be good.The world may be stressing and testing you. Although you may outwardly define yourself by your professional achievements, you may still need to remind your colleagues that your being a woman does not make you weak and that there is a man inside you.Spending some time to analyse your present physical condition will only make you more energetic and pleasant. In a way, this will enable you to seek out a solution for your present dullness, which is making you both irritating and gloomy.You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against.Consult with your family before making any decisions, cause chances are there for unexpected rejection from your near and dear ones.",
    "1": "Minor setbacks must not affect your willpower as the up and downs are normal in life. Today or the later, you will receive the benefits of your hard work.You will be witty, generous, endearing and charming making you a never boring, always active and intensely alive personality for others to deal with.Your ability to face matters confidently will make you able to deal with some harsh situations coolly. Try to keep a tight grip on your emotions towards others.A temptation to get too involved in vicarious experiences will leave you suffering severe frustration, as your emotions are not satisfied.Women will have a favourable week, both at workplace and home. You will find yourself more appreciated and cared by others.An energy to live and achieve everything best will help you to overcome the inner distresses you were going through for a long while.Others may find you to be a strong personality with your own bold decisions. This can even arise criticism from others as you are firm in spite of being a woman.Your personal ethics would wound someone you deal with. But, if you have full faith in your ways and dealings, continue with it. Others will understand your motives very soon.An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family.You will act more as a critic and a fussy perfectionist and will be eager to remain attached to your philosophical attitudes. This will raise a strong objection from others, making it somewhat difficult for you to handle the situation.",
    "2": "Emotional blowups will only create unending problems, better prepare yourself to face any situations calmly. Showing sympathy towards your near and dear ones will never bring any harm to your image.You will find yourself tough, strong, energetic and very restless this week. You will attain favourable signs in whatever steps you take.Support from those you expected for the expansion of the dream project will not turn out in time. Don't' feel downhearted and continue with your efforts to make it a success, results will never be the same.Women will attain respect and recognition from those you mingle with. You will find yourself presentable on important occasions.Being a man of deep loving and highly trustworthy nature towards those you mingle with will attain you the love and care you expect from them.Do not wallow in self-pity. Your worries about your future are not going to continue for a long time. Always hope for the best; this situation will change without much delay.You will prove yourself to be shrewd, organised, hard working, calculating and content to pull all the strings your position allows. Nothing to feel embarrassed if others feel that you are having more vigour than femininity.Your sense of insecurity will evoke worry, depression and indecisiveness. But doing some follies is not a remedy for it. This will only make you more aloof from others.You will find everything in favour of you as your subordinates and seniors will all be encouraging in your new project.You have wasted more than enough time for others. It will be better if you start thinking on behalf of you and your future.",
    "3": "You will find out a most stimulating partner with whom you can share your mental interest.You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now.You will be going through a very difficult time being direct in your relationships, and you need both individual psychotherapy and group therapy to achieve greater self-expression and more satisfaction on the social scene.Approval of a new project by the authority will give you the opportunity of expanding and implementing new ideas which were only in your mind till now.Children and other family members will rely more on you for a solution to their problems. As a woman, it won't be a wonder if you felt exhausted by all this.As you possess the main essential that is the sense of survival and knowledge to make a lot from a little, you are sure to attain much from what come in search of you these days.As you have chosen the right partner, your married life can be a continual source of joy and impression.Although you are restless, impulsive and looking for the wildest kind of excitement, your easy going and loving nature will help you to get pardoned for your follies.Your analytical nature on minor problems and criticising it will only help to generate more detachment from your children. As a mother, you have every right to control them, but overdose of anything will never bring good.Think more about the prospects for your personal growth, as it is time for you to live for you and your family.",
    "4": "Some of your peculiarities will make you stay away from important meetings, which if attended would have been a great help to boost up your career along with your confidence.Your ability to face matters confidently will make you able to deal with some harsh situations coolly. Try to keep a tight grip on your emotions towards others.You may reach new understandings of how you work. But you will be talking about health - all kinds - and becoming far more organized in your working or health methodologies. You may get some money bonanzas. Your bountiful energy is responsible.You may be the object of affection by being sweet as honey, painting visions of the future and imparting some of them with a secret, spiritual or unselfish communications. Women will have a positive time this week.The forecast shows a very good week ahead. All those men out there can go out and do those wonderful things they have been planning for quite some time now!You will find some of your friends misusing your faithfulness and loyalty. They will make you feel depressed and ashamed that you relied upon them for such a long time.The world may be stressing and testing you. Although you may outwardly define yourself by your professional achievements, you may still need to remind your colleagues that your being a woman does not make you weak and that there is a man inside you.You may just love the people you work with. As a matter of fact, working well with someone and sharing visions with him or her, may just turn you on. You're hot to trot - beware of a tendency to be rash.A state of depression will devastate you as you feel that your efforts are getting out of hand. Try to get out of this mood; this is not your fault as you have done in accordance with your responsibility.You will feel depressed by the unexpected changes brought into your life by someone dear to you. Don't lose you confidence and try to fight back and get your stand firm.",
    "5": "You will meet someone this week to whom you will get attracted. Don't feel depressed of the first reaction from that person to your approach. Try again and again if your mind says so.Try to think before offering left-handed compliments to others as you will show an unnecessary indulge to advise when not wanted.More and more ideas with novelty will come to your mind. What you need now is the support of your co-workers and the confidence to implement it successfully.Your talent, creativity and charisma will soon make you duly rewarded for your endeavours. This will be an apt time for you to pave a strong foundation for your life ahead.You need to do some meditations to calm your feverish activities and brains, or in other words, to silence the mind.Talk it over 'what's in your mind' with your spouse and get rid of your small suspicions which are haunting you for some time.Your stubborn nature will make others feel that you are someone extraordinary and are lacking the womanly nature of being sentimental and touchy.An act of virtue, forgiving a person for his mistake that hurt you a lot, from your part will make you more respectable among people you love.Support from your relatives and friends will shower as bliss for you to lay a strong base for your future.You will feel that all your physical strength has got drained out due to the mental and physical stress you experience this week both at work and home. Find some time for exhilaration for body and mind which you really need for the time being.",
    "6": "You can now proceed with your plans you have been fabricating in your mind for a long time. Benefits are sure to reach you as your signs are now in a favourable position.Patience must be the prime word for you while mingling with your siblings, as you will never understand where you have gone wrong while dealing with them. .You will find yourself itching for emotional intensity and wild romance and in longing to sweep away by a grand passion.Will go through a difficult situation this week. As a father, you will find it hard to cope up with the necessities of the children.Your correct assessment of any situations often puts you far ahead of those who deals with you in day-to-day life.Your love signs are shining brightly over you and you will go through the most fabulous moments this week.Monotony and constant lack of stimulation need to be guarded against. Make it sure that there is plenty of changes and challenges.Your ability to stay cautious and conservative while dealing with personal relationships will come to your aid. Keep going with what your mind says, but this doesn't mean to stay completely obstinate to others opinions.If you find it difficult to commit yourself to certain situations, you tend to withdraw. It will be better if you use your analysing power and be more communicative with those you deal with.A trip with your near and dear ones will lead you to some thrilling moments. Enjoy it, as these are not the ones you get often.",
    "7": "Your ability to face matters confidently will make you able to deal with some harsh situations coolly. Try to keep a tight grip on your emotions towards others.You are vibrant and enthusiastic and your extraordinary energy will draw more people towards you this week.Your idea for a successful venture will take more time to commence, as the period is not favourable for you. Don't fall into depression, this is not going to stay for long. You will prove yourself fortunate without much delay.Take a short vacation to spend some time with your family. Money earning for them is not the sole responsibility of a father, you must also find out time to solve their problems.A man like you need lots of love, affection and warmth and this week you will have someone behind you to act as a sounding board. And you are in for success.You will be in a world with your illusions to give you company. Try to get out of this seclusion, otherwise it will become more troublesome for you to get rid of this.Encouragement and assurance you provide on others will bring you great acceptance and applause. This will later help you to attain the support to reach your aim.You will rely more on others for advice and support. This will, later, turn to be a burden for you, as you are the final authority to choose what you need for your personal growth.You will be geared up to take any sort of work as your mental and physical stamina is at its peak. Try to invest your vigour in something good and purposeful.A deep-seated sense of insecurity inside you will make a love situation far more painful than pleasurable.",
    "8": "The hard work that you have put all this time will finally reap benefits galore. Be careful not to be carried away and thus end up lethargic. Apart from that, enjoy the benefits, you deserve it.A few suspicions here and there and a lack of communication may hamper your relationship with your siblings. It would be better to talk things out right from the onset rather than let things degrade to an irreparable stage.You will love to be swept off your feet by a deliciously seductive soul, as you are romantic, dramatic and daring.Look back at your time schedule and you'll realise that you haven't been spending quality time with your children. They need the presence of their father and you should find time for them.Creativity and imagination have been your most productive traits. Nurturing them and taking all the support you need is most advised. Remember, this could spell a boost to your lifestyle too.Your generous and warm qualities will lead you to many joyful love experiences.Giving some extra energy through meditations and caring will only help you to vitalize your mind and body which now really needs an extra care.You have your own philosophical thinking that guides you while taking personal decisions. This week you will find it more useful and will feel relieved that you rely upon it.Although you know what you want, to get a smooth approach you must be able to present you to others with enough logic. Try to be more reasonable while you present yourself.You are quite inventive with things you really enjoy. Money or resources spring up for entertainment. You have fun with friends. You find yourself taking brilliant risks that make a splash and reveal more of who you are discovering yourself to be.",
    "9": "Your nature of getting out of the relation when all the excitements of a romance die down will only present you with mental trauma this time. So avoid hurting others and by which hurting yourself.You will be going through a very difficult time being direct in your relationships, and you need both individual psychotherapy and group therapy to achieve greater self-expression and more satisfaction on the social scene.Approval of a new project by the authority will give you the opportunity of expanding and implementing new ideas which were only in your mind till now.You will show the nature of being unimaginative, biased and always worrying. You will get weaker than you used to be before, that you will feel yourself incapable of taking any decision like a man.Your talent, creativity and charisma will soon make you duly rewarded for your endeavours. This will be an apt time for you to pave a strong foundation for your life ahead.Your talents will get a proper guidance and you will also get rid of the fallacies that were in your mind since your childhood.Complications from misunderstandings in your love life will get you into some bewildered situation this week. A good conversation between you two will bring you better moments.Although you are restless, impulsive and looking for the wildest kind of excitement, your easy going and loving nature will help you to get pardoned for your follies.Think more about the prospects for your personal growth, as it is time for you to live for you and your family.Just go around socialising and throw lavish parties which will bring you attached to some beautiful and romantic people, who can bring a change to the lifestyle as well as the dullness of your life.",
    "10": "Since you are restless, impulsive and looking for the wildest kind of excitement, it will be difficult for you to find the beauty and harmony you wish.Your peculiarities, which were a source for others to make fun of you, will bring some advantages for you this week. You will find yourself a central figure in some parties or public gatherings.Dear and near ones will act in such a way that you will find yourself facing a mental trauma. Better stay calm, as you are the one who is expected for the time being to react normally.Backing from your friends and those assisting you will help you. this week, to make a dream come true. Patience from your side to accept the advice of others is also needed.Dealing with some troublesome issues will grab the time and energy of women especially those struggling between their home and career.Time is congenial to you to choose a career or commence a new venture. Forming a new base now will act beneficial for your whole future.You will get rid of some illusions that used to haunt you for a long time. Go ahead with your meditations till you feel entirely free of it.You are now in a relationship where nothing ever seems to happen, because both of you are patiently waiting for the first move. Better you take the move before it is not too late.To err is human and to forgive is divine. You will feel much relieved by getting pardoned from your dear one for your mistake you go through accidentally.Whatever be your specific career choice, the combinations of your tenacity and sheer endurance will prove to be a winning one. Personally, this week will prove to be a stepping stone to your augmentation either financially or career wise.",
    "11": "Some of your eccentricities, which make you difficult to adjust in the public, will get ceased through your hard work and meditation. Now you will be able to deal with people more confidently.Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful.You are a strong, honest and dependable kind of man whom women often seek But, your false pride will make you act like a headstrong and arrogant male, hoping that it will project the manly qualities in you.As you possess the main essential that is the sense of survival and knowledge to make a lot from a little, you are sure to attain much from what come in search of you these days.You will find time favourable for you to execute the alterations you are planning to make in your house as well as in the office. Consulting with someone related will bring more good to you.You will feel that your marriage is dreadfully boring nowadays. You must try to be more communicative and committed, cause it is also something which plays a major role in a relationship.An act of virtue, forgiving a person for his mistake that hurt you a lot, from your part will make you more respectable among people you love.Your loyalty towards friends and relatives will bring help to you in your need. As you are always there for their help, now this is their turn to shower you with love and care that will help you a great deal.Your flighty, confused behaviour will impose severe limitations on your deeds. Although your intentions are good, it will take some more time to gain the public recognition.More and more people will approach you for your guidance without you even expecting it. This will make your days and mind busy, and you will go through a pleasant situation altogether.",
    "date": "Sunday, 20 June 2021 to Saturday, 26 June 2021"
}
]
