horo_hindi=[
{
    "0": "आप इस हफ्ते किसी ऐसे व्यक्ति सें मिलेंगे जिसकी ओर आप आकर्षित होंगे। उनकी पहली प्रतिक्रिया से नाराज नही होना चाहिए, बल्कि अगर आपका मन कहता है तो बार बार प्रयास करना चाहिए।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।आपके रिश्ते में बहुत कठिन समय चल रहा हैं जिसके लिये आपको सामाजिक तौर पर आत्माभिव्यक्ति तथा अधिक संतोष पाने हेतू व्यक्तिगत सायकोथेरपी तथा ग्रुप थेरपी की ज़रुरत है।आपका कैरियर या रुची कुछ भी हो, आपकी दृढ़ता, प्रबल इच्छा और बहुत सारा धीरज आपको जीत दिलाता है और अत्यधिक लोग आपकी शक्ति और तत्परता से मुकाबला तक नही कर पाते।उनके जीवन में पैतृक देखभाल की कितनी ज़रुरत है यह समझ में आने के बाद आप उनके साथ बिताने के लिए अधिक समय निकालेंगे ।पारिवारिक समस्यायें तथा कैरियर से संबंधित अनिश्चिततायेँ महिलाओं के जीवन में कश्मकश लायेंगी। अच्छा होने की कामना करें, आपके प्रियजनों के सहयोग से आपको इन समस्याओं से छुटकारा मिल सकता है ।यद्यपि आप अधीर, आवेगी हैं और आपको अत्यधिक उत्तेजना की तलाश है, तथापि आपका सरल और प्रेमी स्वभाव आपको आपकी गलतियों के लिए क्षमा किए जाने हेतु आपकी सहायता करेगा।उच्च अध्ययन या नौकरी के लिए आपके बच्चों के अलग होने के साथ अवसाद की भावना आपके अंदर की माँ को निचोड कर रख देगी। आने वाले दिनों से आपको वापस मिजाज में लाने की अपेक्षा है।आप स्वास्थ्यवधर्क और मजबूत हैं। अपनी योजनाओं और परियोजनाओं के साथ आगे बढ़िए, आप सफलता प्राप्त करेंगे।कार्य आपका उत्साह का स्रोत है और आप कभी भी अपने शरीर को आराम नहीं देते हैं तब भी जब आप थका हुआ अनुभव करते हैं। किंतु यह सप्ताह आपको किसी स्फूर्तिदायक मिजाज के लिए कामना करवाते हुए आपके मस्तिष्क और शरीर को नया करने के लिए आप में एक समग्र बदलाव लाएगा।",
    "1": "आपको जिस व्यक्ति के प्रति बिलकुल भी रुची नहीं है, यदि आप उनकी ओर आकर्षित होते हैं तो शर्मिन्दा होने की जरूरत नहीं है । इससे आपके जीवन में बहुत बदलाव आ सकता है इसलिए अच्छे की आशा करें।आप इस हफ्ते खुद को बहुत सख्त, मजबूत, उत्साही तथा बेचैन महसूस करेंगे। आप जो भी काम करेंगे उसमे आपको लाभदायक परिणाम प्राप्त होंगे।अपने बच्चो के साथ यात्रा पर जाने के बारे में अगर आप सोच रहे हैं, तो यह उचित समय हैं। पिता के रुप में उन्हे आपके प्यार एवं देखभाल की कितनी ज़रुरत है यह समझ के लिए आपको एक अवसर साबित होगा।बहुत समय से आपको परेशान कर रहे भ्रम से आपको छुटकारा मिलेगा। आपको पूरी तरह छुटकारा मिलने तक ध्यान चिंतन करते रहें।अपने व्यस्त कार्यों में से कुछ समय निकालिए और एक - दो सप्ताह अपने प्रियजनों के साथ व्यतीत कीजिए। किसी सुंदर स्थान की यात्रा रूमानी पलों की कमी के कारण आपने खराब होते संबंध के लिए एक अभिवर्धक का कार्य करेगा।गलती करना मानव स्वभाव है और क्षमा करना भगवान है। आपने जो गलती अनजाने में की है उसके लिए अपने प्रियजनों से माफी मिलने से आप अधिक शांति का अनुभव करेंगे।आप किसी भी कार्य को करने के लिए तैयार होंगे क्योंकि आपकी मानसिक और शारीरिक ताकत इसके चरम पर है। अपनी ताकत को किसी अच्छे और उद्देश्यपूर्ण कार्य में लगाने का प्रयास कीजिए।जरूरतमंद व्यक्तियों की सहायता करने की आपकी योग्यता आपको लोगों के बीच व्यापक पहचान दिलाएगी। यह उन लोगों के प्रति एक प्यारा सा प्रतिकार होगा जो हमेशा आपके प्रयासों को नकारने के लिए कोई न कोई कारण ढूँढते रहते थे।आप अत्यधिक शक्ति को धारण करते हैं और नई परियोजनाओं, नए लोगों और नई रुचियों को प्रेम करते हैं और अपनी आशावादी प्रकृति के द्वारा स्वयं को फिर से नया अनुभव करेंगे।नई नौकरी आपके दैनिक जीवन की प्रक्रियाओं में पूर्ण बदलाव लाएगा। इसमें थोड़ा समय लगेगा किंतु आप नई परिस्थितियों के साथ अतिशीघ्र समायोजित हो जाएँगे।",
    "2": "आप किसी नजदीक व्यक्ति , जिसके साथ आप या तो रिश्ता जोड़ेंगे या फिर मजबूत करेंगे उसके बारे में आप गहराई और दृढ़ता से विचार करेंगे। आपका व्यक्तित्व आपको सकारात्मक रूप में प्रतिसाद करने का प्रलोभन देता है, परंतु ध्यान रहे आपसे कोई बड़ी गलती ना हो ।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।आपकी अत्यंत संवेदनशील भावनाएं आपकी व्यक्तिगत प्रगती को रोक सकती है और आपको कुछ खोने की नौबत आ सकती है। किसी भी बात पर प्रतिक्रिया देने से पहले गंभीरता से विचार करें।आप जोशपूर्ण एवं उत्साही है और आपकी असामान्य उर्जा की वजह से इस हफ्ते बहुत लोग आपकी तरफ आकर्षित होंगे।अपने परिवार के साथ समय बिताने के लिये छोटी छुट्टी ले लो। केवल उनके लिये पैसा कमाना ही पिता के रुप में आपका कर्तव्य नही हैं परंतु उनकी समस्याओं को सुलझाने हेतू थोड़ा समय भी निकालना होगा ।बच्चे और परिवार के अन्य सदस्य उनकी समस्याओं का हल ढूंढ़ने के लिये आप पर निर्भर रहेंगे। महिला होने के कारण आप इन सब से थकावट महसूस करती हैं तो इसमें कोई आश्चर्य की बात नही।सदाचार का कोई कार्य, किसी व्यक्ति को उसकी उस गलती के लिए क्षमा करना जिसने आपको दुख पहुँचाया, आपकी ओर से आपको अपने प्रियजनों के बीच अधिक आदरणीय बनाएगा।छोटी-छोटी समस्याओं पर भी आपकी विश्लेषणात्मक प्रकृति और इस पर आलोचना करना भी केवल आपके बच्चों से अधिक दूरी उत्पन्न करने में ही सहायता करेगा। एक माँ के रूप में आपके पास उन्हें नियंत्रित करने का पूरा अधिकार है, किंतु किसी भी चीज की अधिक खुराक कभी भी अच्छाई नहीं लाएगा।आपकी शारीरिक ताकत इस सप्ताह सर्वश्रेष्ठ स्थिति में है। यद्यपि आप कुछ समस्याओं से गुजरेंगे, तथापि आप उन सबसे सफलतापूर्वक बाहर आ जाएँगे।आनंद और ताजगी का मिजाज आपको कुछ दिनों के अवकाश पर ले जाने के लिए प्रेरित करेगा। इसके बाद आप और अधिक नया एवं ऊर्जावान अनुभव करेंगे।",
    "3": "आपको हमेशा अपनी स्फूर्तिदायक साथी मिलेगा जिनके साथ आप अपनी मानसिक समस्या बाँट सकते है।कार्यस्थान पर कोई या आपका साथी आप पर बहुत दबाव बना रहे है। आपके इर्दगिर्द गंभीर स्थिति उत्पन्न हो रही हैं जिससे आप तंग आ चुके है, फिर भी आप शांत एवं निष्पक्ष हैं।काम करने के नयी समझ आपमे आयेगी। लेकिन आप स्वास्थ्य - सभी प्रकार के स्वास्थ्य - के बारे में, अपने काम या स्वास्थ्य के तरीके में ज्यादा संगठित होने की बात करेंगे । आपको अप्रत्याशित आर्थिक लाभ होने की संभावना हैं। आपकी भरपूर ऊर्जा इसके लिये जिम्मेदार होगी।आप भावनात्मक प्रबलता और अत्यंत प्यार के लिये तरसते है और अत्यधिक जुनून का इंतजार करते हैं।कुछ ऐसी घटनाएँ होगी जब आपके प्रियजन आपके साथ सुरक्षित, संरक्षित एवं अच्छा महसूस करेंगे, यहाँ आपका वात्सल्यपूर्ण स्वभाव सबको दिखाई देगा। दुसरों को मदद करने से आपको संतुष्टी एवं खुशी मिलेगी।इस हफ्ते के पूर्वानुमान के अनुसार ,पुरुषो के लिये यह हफ्ते , आगे बहुत अच्छा दिखाई देता हैं। बहुत दिनों से जो अच्छी योजनाएं पुरुष बना रहे थे उसके लिये बाहर निकलने का प्रोत्साहन उन्हे इस हफ्ते मिलेगा आपके प्यार के सितारे अभी ज़ोरो पर है और इस सप्ताह आपके जीवन में शानदार पल आयेंगे।यद्यपि आप अधीर, आवेगी हैं और आपको अत्यधिक उत्तेजना की तलाश है, तथापि आपका सरल और प्रेमी स्वभाव आपको आपकी गलतियों के लिए क्षमा किए जाने हेतु आपकी सहायता करेगा।आप स्वास्थ्यवधर्क और मजबूत हैं। अपनी योजनाओं और परियोजनाओं के साथ आगे बढ़िए, आप सफलता प्राप्त करेंगे।कार्य आपका उत्साह का स्रोत है और आप कभी भी अपने शरीर को आराम नहीं देते हैं तब भी जब आप थका हुआ अनुभव करते हैं। किंतु यह सप्ताह आपको किसी स्फूर्तिदायक मिजाज के लिए कामना करवाते हुए आपके मस्तिष्क और शरीर को नया करने के लिए आप में एक समग्र बदलाव लाएगा।",
    "4": "आप बिना किसी दूसरी सोच के किसी व्यक्ति की ओर आकर्षित होंगे।सुंदरता और सामंजस्य की ओर आपका आकर्षण आपको कुछ नवीन परिस्थितियों के समीप लायेगा। इससे आप ज्यादा आरामदायी और कार्यक्षम महसूस करेंगे ।बहुत समय से आपको परेशान कर रहे भ्रम से आपको छुटकारा मिलेगा। आपको पूरी तरह छुटकारा मिलने तक ध्यान चिंतन करते रहें।जिंदगी जीने तथा जिंदगी में सब कुछ अच्छा पाने का जोश आपको उन सब परेशानियों से छुटकारा दिलाएगा जिनका सामना आप बहुत दिनों से कर रहे थे।आपके दिमाग में जो भी हो उसके बारे में अपने साथी से बात कीजिए और आपके उन छोटे संदेहों से छुटकारा पाइए जो कुछ समय से आपको परेशान कर रहे हैं।आपके आगे एक ऊर्जात्मक और तरोताजा करने वाला करने वाला सप्ताह । आप अपने कार्य या नए उद्यमों से संबंध रखने वाले नई चुनौतियों को स्वीकार करने के लिए तैयार रहेंगे । आपकी ताजगी आपके संपूर्ण परिवार के लिए एकरूपता लाएगा।जरूरतमंद व्यक्तियों की सहायता करने की आपकी योग्यता आपको लोगों के बीच व्यापक पहचान दिलाएगी। यह उन लोगों के प्रति एक प्यारा सा प्रतिकार होगा जो हमेशा आपके प्रयासों को नकारने के लिए कोई न कोई कारण ढूँढते रहते थे।आप अत्यधिक शक्ति को धारण करते हैं और नई परियोजनाओं, नए लोगों और नई रुचियों को प्रेम करते हैं और अपनी आशावादी प्रकृति के द्वारा स्वयं को फिर से नया अनुभव करेंगे।आप किसी जोशीले, स्थिर, स्नेही व्यक्ति को खोजने का एक अवसर पाएँगे जो एक खुशहाल संबंध के लिए सर्वश्रेष्ठ पसंद में बदल जाएगा।नई नौकरी आपके दैनिक जीवन की प्रक्रियाओं में पूर्ण बदलाव लाएगा। इसमें थोड़ा समय लगेगा किंतु आप नई परिस्थितियों के साथ अतिशीघ्र समायोजित हो जाएँगे।",
    "5": "आप इस हफ्ते किसी ऐसे व्यक्ति सें मिलेंगे जिसकी ओर आप आकर्षित होंगे। उनकी पहली प्रतिक्रिया से नाराज नही होना चाहिए, बल्कि अगर आपका मन कहता है तो बार बार प्रयास करना चाहिए।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।आपकी अत्यंत संवेदनशील भावनाएं आपकी व्यक्तिगत प्रगती को रोक सकती है और आपको कुछ खोने की नौबत आ सकती है। किसी भी बात पर प्रतिक्रिया देने से पहले गंभीरता से विचार करें।आप इस हफ्ते खुद को बहुत सख्त, मजबूत, उत्साही तथा बेचैन महसूस करेंगे। आप जो भी काम करेंगे उसमे आपको लाभदायक परिणाम प्राप्त होंगे।अपने बच्चो के साथ यात्रा पर जाने के बारे में अगर आप सोच रहे हैं, तो यह उचित समय हैं। पिता के रुप में उन्हे आपके प्यार एवं देखभाल की कितनी ज़रुरत है यह समझ के लिए आपको एक अवसर साबित होगा।घर और कैरियर दोनो के बीच भागदौड़ करने वाली महिलाओं को कुछ ऐसी समस्याओं का सामना करना पड़ेगा जिनमें उनका समय और शक्ति दोनों का अपव्यय होगा।सदाचार का कोई कार्य, किसी व्यक्ति को उसकी उस गलती के लिए क्षमा करना जिसने आपको दुख पहुँचाया, आपकी ओर से आपको अपने प्रियजनों के बीच अधिक आदरणीय बनाएगा।एक माँ के रूप में जब आप अपने बच्चों के साथ व्यवहार कर रहीं हों तो आप पुराने समय के ऐसे व्यक्ति के समान अधिक कार्य करती हैं जो नैतिक सिद्धांतों पर अधिक विश्वास करता है। यह केवल आपको अपने बच्चों से दूर करने में सहायता करेगा।आपकी शारीरिक ताकत इस सप्ताह सर्वश्रेष्ठ स्थिति में है। यद्यपि आप कुछ समस्याओं से गुजरेंगे, तथापि आप उन सबसे सफलतापूर्वक बाहर आ जाएँगे।आनंद और ताजगी का मिजाज आपको कुछ दिनों के अवकाश पर ले जाने के लिए प्रेरित करेगा। इसके बाद आप और अधिक नया एवं ऊर्जावान अनुभव करेंगे।",
    "6": "आप किसी भी सुंदर वस्तु और सामंजस्यता प्राप्त करने में उदार है और उसके लिए पैसा औऱ उर्जा खर्च करने के लिए तैयार रहेंगे ।आने वाले दिनों में स्वयं में सुधार लाना आपके लिये आदर्श रहेगा। इसके लिये आपके मित्रजन तथा रिश्तेदार मददगार रहेंगे.इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।आप बलवान, निष्कपट एवं भरोसेमंद प्रकार के पुरुष हैं जिनकी तलाश स्त्रिया करती है, परंतु आपका झूठा अहंकार आपको दुराग्रही तथा घमंडी पुरुष बना देता है । इससे ही आपका पुरुषार्थ दिखता है ऐसी आपकी धारणा हैं।बच्चे और परिवार के अन्य सदस्य उनकी समस्याओं का हल ढूंढ़ने के लिये आप पर निर्भर रहेंगे। महिला होने के कारण आप इन सब से थकावट महसूस करती हैं तो इसमें कोई आश्चर्य की बात नही।आत्मविश्वास तथा बेहतर पाने की मानसिक तैयारी आपके जोश को बढ़ावा देंगे। आपका आत्मविश्वास आपके लिये हमेशा मार्गदर्शक रहेगा।आप किसी और महिला की अपेक्षा इतनी सतर्क, गोपननीय और सामान्यत: शंकालु हैं कि आप किसी व्यक्ति या किसी वस्तु के प्रति प्रतिबद्ध होने के पूर्व अधिक सावधान और जाँच-पड़ताल करने वाली महिला होती हैं।छोटी-छोटी समस्याओं पर भी आपकी विश्लेषणात्मक प्रकृति और इस पर आलोचना करना भी केवल आपके बच्चों से अधिक दूरी उत्पन्न करने में ही सहायता करेगा। एक माँ के रूप में आपके पास उन्हें नियंत्रित करने का पूरा अधिकार है, किंतु किसी भी चीज की अधिक खुराक कभी भी अच्छाई नहीं लाएगा।आपकी वर्तमान शारीरिक स्थिति का विश्लेषण करने के लिए कुछ समय खर्च करना ही आपको अधिक उर्जात्मक और खुशहाल बनाएगा। इस तरह यह आपको आपकी वर्तमान नीरसता के लिए कोई समाधान ढूँढने में सक्षम करेगा, जो आपको चिढ़चिढ़ा और उदास कर रही है।आप किसी ऐसे व्यक्ति को पाएँगे जो आपको उचित मार्गदर्शन प्रदान करेगा क्योंकि आप भ्रम में हैं कि किसी नए उपक्रम में प्रवेश करें या नहीं।",
    "7": "आपका मार्गदर्शक एवं सहयोगी व्यक्तित्व आपके प्रियजनों के लिये बहुत अच्छा साबित होगा। आपके प्रभावशाली स्वभाव के कारण मिलने वाला सहकार्य केवल उनके लिये मददगार ही साबित नही होगा परंतु आपके लिये भी सकारात्मक साबित होगा।कार्यस्थान पर कोई या आपका साथी आप पर बहुत दबाव बना रहे है। आपके इर्दगिर्द गंभीर स्थिति उत्पन्न हो रही हैं जिससे आप तंग आ चुके है, फिर भी आप शांत एवं निष्पक्ष हैं।साधारण शाम की पार्टी एवं नृत्य के बजाय आप किसी कल्पित जगह के लिये प्यार भरे सपने देखेंगे।इस हफ्ते के पूर्वानुमान के अनुसार ,पुरुषो के लिये यह हफ्ते , आगे बहुत अच्छा दिखाई देता हैं। बहुत दिनों से जो अच्छी योजनाएं पुरुष बना रहे थे उसके लिये बाहर निकलने का प्रोत्साहन उन्हे इस हफ्ते मिलेगा रचनात्मकता एवं कल्पनाशक्ती आपकी अच्छी आदते हैं। इसे बढ़ावा देना तथा इसके लिये ज़रुरत अनुसार सहयोग लेने की सलाह आपको दी जाती हैं। याद रखें इससे आपके जीवन शैली में भी सुधार आयेगा।इस हफ्ते कामदेव के तीर के साथ आपका लक्ष्य निशाने पर है,आप जिसकी कामना करेंगे वो आपको मिलेगा, इसलिये आपको जो चाहिये सिर्फ उसी की कामना करें, क्योंकि वो आपको मिलनेवाला हैं, उससे कही ज़्यादा भी आपको मिल सकता हैं।संभवत: दुनिया आपको तनाव देने और आजमाने का प्रयास कर रही हो, और यद्यपि आप स्वयं को अपनी व्यवसायिक उपलब्धियों से परिभाषित करती हों, तथापि आपको अपने सहकर्मियों को अभी भी यह याद दिलाने की आवश्यकता हो सकती है कि एक महिला होना आपको कमजोर नहीं बनाता है और आपके अंदर एक पुरुष है।आप केवल उन लोगों को ही प्रेम कर सकते हैं जिनके साथ आप कार्य करते हैं। सच्चाई यह है कि किसी के साथ अच्छा कार्य करना और उसके साथ विचारों को साझा करना ही आप में बदलाव ला सकता है। आप चलने में तेज हैं – उतावलेपन की प्रवृत्ति से सावधान रहें।आपके आगे एक ऊर्जात्मक और तरोताजा करने वाला करने वाला सप्ताह । आप अपने कार्य या नए उद्यमों से संबंध रखने वाले नई चुनौतियों को स्वीकार करने के लिए तैयार रहेंगे । आपकी ताजगी आपके संपूर्ण परिवार के लिए एकरूपता लाएगा।यह आपके लिए बेहतर होगा यदि आप किसी नए संबंध की ओर प्रतिबद्ध होने के पूर्व कुछ सोचें। चूँकि आपका समय अनुकूल है इसलिए आप सर्वश्रेष्ठ को चुनने के लिए उचित मार्गदर्शन प्राप्त करेंगे।",
    "8": "सुंदरता और सामंजस्य की ओर आपका आकर्षण आपको कुछ नवीन परिस्थितियों के समीप लायेगा। इससे आप ज्यादा आरामदायी और कार्यक्षम महसूस करेंगे ।आप हाजिर जवाब, दरिया दिल, प्यार करने वाले और मनभावन होंगे जिससे दुसरों के लिये आपको कभी अरुचिकर नही लगेगा आप हमेशा क्रियाशील रहेंगे और उनके लिये जिंदादिल व्यक्तित्व बने रहेंगे।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।आपकी अत्यंत संवेदनशील भावनाएं आपकी व्यक्तिगत प्रगती को रोक सकती है और आपको कुछ खोने की नौबत आ सकती है। किसी भी बात पर प्रतिक्रिया देने से पहले गंभीरता से विचार करें।आपका स्वभाव नीरस, पूर्वाग्रहयुक्त एव हमेशा चिंता करनेवाला है । आप पहले से बहुत ज्यादा कमज़ोर हो गये हैं, और मनुष्य की तरह अब निर्णय लेने में खुद को सक्षम नही समझते।आपकी मुलाकात कुछ ऐसे वन्दनीय लोगों से होगी जो आपको अपने मायाजाल से छुटकारा दिलायेंगे, इससे आपकी रचनात्मक प्रतिभा को भी प्रोत्साहन मिलेगा।जिंदगी जीने तथा जिंदगी में सब कुछ अच्छा पाने का जोश आपको उन सब परेशानियों से छुटकारा दिलाएगा जिनका सामना आप बहुत दिनों से कर रहे थे।उच्च अध्ययन या नौकरी के लिए आपके बच्चों के अलग होने के साथ अवसाद की भावना आपके अंदर की माँ को निचोड कर रख देगी। आने वाले दिनों से आपको वापस मिजाज में लाने की अपेक्षा है।आपको लंबे समय से परेशान कर रही किसी बीमारी से आराम मिलेगा, और आप अधिक शांत अनुभव करेंगे। आप अपने चिकित्सक की बातों पर अधिक विश्वास करना प्रारंभ करेंगे।अधिक से अधिक लोगों के साथ मिलकर स्वयं के बारे में सोचने पर आप जितना कम समय व्यतीत करते हैं वह आपको कुछ रूमानी पलों के साथ प्रस्तुत करेगा।",
    "9": "आपका आनंदप्रिय स्वभाव और हास्यात्मकता आपको सुंदरता और सामंजस्य भरे जीवन की ओर आकर्षीत करेगा और आप दुसरों कें लिए आकर्षण का लक्ष्य बनेंगे।आपमें मज़ाक करने की प्रबल शक्ती है तथा बच्चो जैसा स्वाभाविक उत्साह भी हैं जिसके कारण इस हफ्ते आपसे घुलने मिलने वाले लोगों के बीच आप लोकप्रिय बने रहेंगे।आपके प्रतिभा को योग्य मार्गदर्शन मिलेगा और बचपन से आपके मन में जो मिथ्या बाते चल रही थी उससे भी छटकारा मिलेगा।किसी भी स्थिति का सही आकलन करने की आपकी आदत आपके दैनिक जीवन में आनेवाले लोगों से आपको अधिक आगे रखती हैं।आपके धैर्य की वजह से आप जिस बात का बहुत दिनो से इतज़ार कर रहे थे आपको अभी प्राप्त होगी। आपके प्रयासों की निश्चित ही सराहना होगी।आप अपने पद के अनुसार कार्य करने के लिए स्वयं को चतुर, व्यवस्थित, मेहनती, परिकलन और संतुष्ट सिद्ध करेंगे। यदि दूसरे अनुभव करते हैं कि आपके पास स्त्रित्व की अपेक्षा अधिक ताकत है तो शर्मिंदा होने की आवश्यकता नहीं है।आप सब कुछ अपने पक्ष में पाएँगे क्योंकि आपके अधीनस्थ और वरिेष्ठजन सभी आपके नए कार्य में प्रोत्साहित कर रहें होंगे।आपकी वर्तमान शारीरिक स्थिति का विश्लेषण करने के लिए कुछ समय खर्च करना ही आपको अधिक उर्जात्मक और खुशहाल बनाएगा। इस तरह यह आपको आपकी वर्तमान नीरसता के लिए कोई समाधान ढूँढने में सक्षम करेगा, जो आपको चिढ़चिढ़ा और उदास कर रही है।बस सामाजीकरण के लिए जाइए और फिजूल की पार्टियों को छोड़िए जिससे आप कुछ सुंदर और प्रेमी लोगों से जुड़ें जो आपके जीवन की जीवन शैली के साथ-साथ उदासी में भी बदलाव कर सकता है।आप किसी ऐसे व्यक्ति को पाएँगे जो आपको उचित मार्गदर्शन प्रदान करेगा क्योंकि आप भ्रम में हैं कि किसी नए उपक्रम में प्रवेश करें या नहीं।",
    "10": "आप इस हफ्ते किसी ऐसे व्यक्ति सें मिलेंगे जिसकी ओर आप आकर्षित होंगे। उनकी पहली प्रतिक्रिया से नाराज नही होना चाहिए, बल्कि अगर आपका मन कहता है तो बार बार प्रयास करना चाहिए।कार्यस्थान पर कोई या आपका साथी आप पर बहुत दबाव बना रहे है। आपके इर्दगिर्द गंभीर स्थिति उत्पन्न हो रही हैं जिससे आप तंग आ चुके है, फिर भी आप शांत एवं निष्पक्ष हैं।आप जोशपूर्ण एवं उत्साही है और आपकी असामान्य उर्जा की वजह से इस हफ्ते बहुत लोग आपकी तरफ आकर्षित होंगे।साधारण शाम की पार्टी एवं नृत्य के बजाय आप किसी कल्पित जगह के लिये प्यार भरे सपने देखेंगे।अपने परिवार के साथ समय बिताने के लिये छोटी छुट्टी ले लो। केवल उनके लिये पैसा कमाना ही पिता के रुप में आपका कर्तव्य नही हैं परंतु उनकी समस्याओं को सुलझाने हेतू थोड़ा समय भी निकालना होगा ।आप जैसे इन्सान को प्यार, वात्सल्य और सौहार्द की ज़रुरत है और इस हफ्ते आपको किसी ऐसे व्यक्ति का साथ मिलेगा जो आपके लिये परीक्षक की तरह कार्य करेगा। आपको कामयाबी मिलना तय है ।इस हफ्ते आप अपने प्यार के लिये बहुत रोमँटिक साबित होंगे, जिसके लिये आपके प्यार और देखभाल के बगैर जिंदगी के कोई मायने नही रहेंगे।गलती करना मानव स्वभाव है और क्षमा करना भगवान है। आपने जो गलती अनजाने में की है उसके लिए अपने प्रियजनों से माफी मिलने से आप अधिक शांति का अनुभव करेंगे।आप किसी भी कार्य को करने के लिए तैयार होंगे क्योंकि आपकी मानसिक और शारीरिक ताकत इसके चरम पर है। अपनी ताकत को किसी अच्छे और उद्देश्यपूर्ण कार्य में लगाने का प्रयास कीजिए।आप अत्यधिक शक्ति को धारण करते हैं और नई परियोजनाओं, नए लोगों और नई रुचियों को प्रेम करते हैं और अपनी आशावादी प्रकृति के द्वारा स्वयं को फिर से नया अनुभव करेंगे।",
    "11": "ऐसा लगता है कि इस सप्ताह में तालमेल आपका संकेत शब्द है। इस सप्ताह में आप जिस किसी से काम में, घर में, मित्रों समेत, आपके नाई के साथ मिले, आपको सुंदर दिखाई देगा। ध्यान रहे, आप अपनी अज्ञानता के कारण इस मौके को खो न दें ।आपका मार्गदर्शक एवं सहयोगी व्यक्तित्व आपके प्रियजनों के लिये बहुत अच्छा साबित होगा। आपके प्रभावशाली स्वभाव के कारण मिलने वाला सहकार्य केवल उनके लिये मददगार ही साबित नही होगा परंतु आपके लिये भी सकारात्मक साबित होगा।किसी आकर्षक व्यक्ति को अपने प्यार में पागल करना आपको अच्छा लगता हैं क्योंकि आप स्वच्छंद, प्रभावशाली एवं साहसी हैं।रचनात्मकता एवं कल्पनाशक्ती आपकी अच्छी आदते हैं। इसे बढ़ावा देना तथा इसके लिये ज़रुरत अनुसार सहयोग लेने की सलाह आपको दी जाती हैं। याद रखें इससे आपके जीवन शैली में भी सुधार आयेगा।आपकी बंद परियोजनों पर कार्य करने के लिये यह एक अच्छा सप्ताह है। नये जीवन के लिये तैयार रहें। आगे कैसे बढ़े इसके बारे में अगर आप अनिश्चित हैं, तो अपना लक्ष्य तय करना आपका पहला कदम होगा।आपके दरियादिल एवं जोशपूर्ण लक्षण आपके लिये बहुत प्यार और खुशी के पल लेकर आयेंगे।संभवत: दुनिया आपको तनाव देने और आजमाने का प्रयास कर रही हो, और यद्यपि आप स्वयं को अपनी व्यवसायिक उपलब्धियों से परिभाषित करती हों, तथापि आपको अपने सहकर्मियों को अभी भी यह याद दिलाने की आवश्यकता हो सकती है कि एक महिला होना आपको कमजोर नहीं बनाता है और आपके अंदर एक पुरुष है।आप केवल उन लोगों को ही प्रेम कर सकते हैं जिनके साथ आप कार्य करते हैं। सच्चाई यह है कि किसी के साथ अच्छा कार्य करना और उसके साथ विचारों को साझा करना ही आप में बदलाव ला सकता है। आप चलने में तेज हैं – उतावलेपन की प्रवृत्ति से सावधान रहें।आपको लंबे समय से परेशान कर रही किसी बीमारी से आराम मिलेगा, और आप अधिक शांत अनुभव करेंगे। आप अपने चिकित्सक की बातों पर अधिक विश्वास करना प्रारंभ करेंगे।परिस्थिति का संपूर्ण विश्लेषण करके आपको सर्वश्रेष्ठ प्राप्त ही होगा भले ही यह कोई नए उपक्रम की शुरुआत हो या किसी जीवनसाथी का चुनाव करना हो।",
    "date": "रविवार, 10 जनवरी 2021 से शनिवार, 16 जनवरी 2021"
}
]
