horo_english=[
  {
    "0": "Your attraction towards beauty and harmony will bring you close to some new situations. This will make you feel more relaxed and efficient. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others. Women will have a favourable week, both at workplace and home. You will find yourself more appreciated and cared by others. A close, intimate friendship that always added a profound meaning to your life will prove out to be the one you need for your whole life. Go ahead and propose, already you are a bit late. You are both loyal and loving as a friend, but a feeling of getting betrayed will overpower you. This can even make you merciless, insensitive and downright cruel. Think before acting, otherwise, it can even lead to a break in the relationship. Children will depend more on you for their problems. As a mother, you will be able to help them out of it with your practical and intelligent mind. Sometimes you are so emotional that you forget to love and enjoy the luxuries that are permissible. Nothing to wonder if your family feel that you are against happiness in their life. You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against. Family members will rely more on you for their problems, making you feel like caught up between Sea and Satan.",
    "1": "Since you are restless, impulsive and looking for the wildest kind of excitement, it will be difficult for you to find the beauty and harmony you wish. Siblings will tend to be more supportive for you this week. They will contribute their share to make your dreams come true. You will find yourself tough, strong, energetic and very restless this week. You will attain favourable signs in whatever steps you take. Lack of communication will bring some disputes in the family. It won't be a matter to wonder, if the other members in the family mistook your commitment towards them. Planning for a journey with your kids? This is the apt time for it! This will also prove to be an occasion to know how much they miss your love and care as a father. Dealing with some troublesome issues will grab the time and energy of women especially those struggling between their home and career. What you set to do this week will turn out to be successful to you mainly because of your sharpness, tenacity and obsession for perfection. You will be geared up to take any sort of work as your mental and physical stamina is at its peak. Try to invest your vigour in something good and purposeful. Proposals for a pleasure trip to some beautiful place will come in search of you. You will highly enjoy this trip with your near and dear. It is nice to be stable, but now in your case monotony and lack of stimulation needs to be guarded against. See that there is plenty of changes and challenges.",
    "2": "Although you tend to be a perfectionist, unnecessary delays from your part will bring unnecessary delay in attaining the benefit. Self-improvement will be your self-imposed motto in the coming days. Friends and relatives will be there for you with a helping hand. You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now. Whatever projects you indulge this week will become fruitful. Your signs seem to be in favourable position making you more charming, intellectual, dynamically enthusiastic and adaptable. Confidence and mental preparation to achieve the best will boost up your energy. Your inner self will always act as a good guide for you. Think it over once or twice before speaking out your mind to the person you felt attracted towards. Give a thorough analysing about every positive and negative aspect before jumping into a conclusion. You are so cautious, secretive and generally suspicious more than any woman used to be. So you tend to be more watchful and scrutinised before getting committed to anyone or anything. Will get a relief from an ailment haunting you for a long time, and you will feel more relaxed. You will start relying more on the words of your physician. Thinking negatively and without any control will forbid you from enjoying this week. Try to develop a more expansive awareness to deal with all situations. Business-related short trips would turn out to be successful for you.",
    "3": "Harmony seems to be the keyword for you this week. At work, at home, with friends, with your hairdresser, everyone you meet this week will look beautiful to you. Just make sure that you don't miss out due to ignorance. You would like to change your job because the present job may not be very satisfying. The right astrological moment has not yet arrived. So, you should keep your cool. Do not start your dream project now. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. Your patience, tenacity, commitment and purposeful nature will make it easier for you to deal with your problems as well as of others. Your impulse to derive more and more returns while implementing your ideas will bring opposing approaches towards you from those who are assisting you in flourishing your project. You may be the object of affection by being sweet as honey, painting visions of the future and imparting some of them with a secret, spiritual or unselfish communications. Women will have a positive time this week. Your love signs are shining brightly over you and you will go through the most fabulous moments this week. Your wait to be a mother may be fulfilled this week. There's every likely for a visit to the doctor, bringing joy and a beautiful new essence to life. Precaution and care should be taken and everything should go smooth. Personally, you will sort out some plans for the upbringing of your financial and career life. But, you will lack the support from others which can bring a delay on your project. You tend to be somewhat shy and secretive. Also, you value your privacy a lot. All this is going to take a lot of time for you to mingle with the new circumstances you are going through.",
    "4": "Your attraction towards beauty and harmony will bring you close to some new situations. This will make you feel more relaxed and efficient. You are dealing with a heavy financial pressure or some other issue of self-esteem. Though there is probably some reality to the picture, your worry is out of proportion just now. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. Your ability to face matters confidently will make you able to deal with some harsh situations coolly. Try to keep a tight grip on your emotions towards others. Being feeling insecure, you really need the help of someone to boost your energy and enthusiasm. Women will have a favourable week, both at workplace and home. You will find yourself more appreciated and cared by others. You will prove to be romantic for your love for whom life really isn't worth living without your love and care. Children will depend more on you for their problems. As a mother, you will be able to help them out of it with your practical and intelligent mind. Your personal ethics would wound someone you deal with. But, if you have full faith in your ways and dealings, continue with it. Others will understand your motives very soon. A state of depression will devastate you as you feel that your efforts are getting out of hand. Try to get out of this mood; this is not your fault as you have done in accordance with your responsibility.",
    "5": "Your casual attitude towards love will only help to fade out the attraction your lover owns towards you. You will get easily agitated this week that you will find yourself inactive and in a lack of energy to present yourself the kind of charismatic man you used to be. You are now in a relationship where nothing ever seems to happen, because both of you are patiently waiting for the first move. Better you take the move before it is not too late. Compulsive eating and escape motivated drinking can ruin your health. Meditation and self-control will help you to get rid of this situation.",
    "6": "You will be going through a very difficult time being direct in your relationships, and you need both individual psychotherapy and group therapy to achieve greater self-expression and more satisfaction on the social scene. Children and other family members will rely more on you for a solution to their problems. As a woman, it won't be a wonder if you felt exhausted by all this. Think it over once or twice before speaking out your mind to the person you felt attracted towards. Give a thorough analysing about every positive and negative aspect before jumping into a conclusion. Undue criticism, excessive worry and fear will be the factors that restrain your sense of freedom and spontaneity. You will feel dull by the aloofness of your co-workers. You need a lot of encouragement and motive.",
    "7": "The inner need for you to experiment with all aspects related to your life, be it personal or professional, could take you to hostile waters. Take each new step with care and you won't be feeling sorry. Your guiding and helping character will do a world of good for your near and dear ones. The support extended by your dominant nature will not only be of help to them but will turn out to be positive for you also. Some of your peculiarities will make you stay away from important meetings, which if attended would have been a great help to boost up your career along with your confidence. Your organised life may face a jolt from the blue. It may strike you that everything around has changed and that you were not prepared for it. A little innovation on your behalf may prove to be good. This is a good week to take projects off the backburner. Make space for your new life coming up. If you're unsure about how to proceed, defining your goals is step one. The world may be stressing and testing you. Although you may outwardly define yourself by your professional achievements, you may still need to remind your colleagues that your being a woman does not make you weak and that there is a man inside you. You may just love the people you work with. As a matter of fact, working well with someone and sharing visions with him or her, may just turn you on. You're hot to trot - beware of a tendency to be rash. An energetic and rejuvenating week ahead for you. You will feel ready for accepting new challenges relating your work or new enterprises. Your freshness will bring harmony to your whole family. Your ability to be there for the needy persons will bring out wide recognition for you among the public. This will be a sweet revenge of you towards some, who always used to find one or the other reason to disapprove your efforts. You will feel depressed by the unexpected changes brought into your life by someone dear to you. Don't lose you confidence and try to fight back and get your stand firm.",
    "8": "You will meet someone this week to whom you will get attracted. Don't feel depressed of the first reaction from that person to your approach. Try again and again if your mind says so. Your attraction towards beauty and harmony will bring you close to some new situations. This will make you feel more relaxed and efficient. A sense of joy and cheerfulness will fill you. Through introspection and by exercising your mind on things, which are not mundane, you will rise above the stress and strain of routine existence. So, enjoy. Emotional blowups will only create unending problems, better prepare yourself to face any situations calmly. Showing sympathy towards your near and dear ones will never bring any harm to your image. Although you act as a tough guy outwardly, the delicate and loving nature in you will get blossomed these days, making you more lovable and caring than ever before. Women will have a favourable week, both at workplace and home. You will find yourself more appreciated and cared by others. Now it is time to reveal your mind to the one you love. Otherwise, it will turn out to be too late. Talk it over 'what's in your mind' with your spouse and get rid of your small suspicions which are haunting you for some time. Children will depend more on you for their problems. As a mother, you will be able to help them out of it with your practical and intelligent mind. Those related to the charitable societies or such firms will finally find your efforts being widely accepted by the people. Doing good will always bring a worthy result.",
    "9": "Your casual attitude towards love will only help to fade out the attraction your lover owns towards you. You will get easily agitated this week that you will find yourself inactive and in a lack of energy to present yourself the kind of charismatic man you used to be. You are now in a relationship where nothing ever seems to happen, because both of you are patiently waiting for the first move. Better you take the move before it is not too late. You need plenty of changes and challenges these days to boost up your physical stamina. Monotony and persistent lack of stimulation need to be guarded against.",
    "10": "The sense of insecurity you feel would invoke worry, indecisiveness, depression and fearfulness in you. This would keep away the beauty and harmony of your life for a short while Be gentle with yourself and with your loved ones this week. Since you are under significant pressure right now, it is difficult to manage relationships. They must be going through a storm that causes them to feel defensive and fearful. Your analytical nature on minor problems and criticising it will only help to generate more detachment from your children. As a mother, you have every right to control them, but overdose of anything will never bring good. It won't be a matter of wonder if others mistook your acts of the good deed, as the time is not at all favourable for you. Don't feel depressed, one day or the other, you will attain the apperception you deserve.",
    "11": "Your supersensitive feelings hamper your personal progress. You need to loosen up, taking things a little less seriously rather than reacting to it. A balancing act between developing yourself and your romantic relationship, versus your obligations to your group associates or projects is likely to stretch your limits. So, your energy has to be well spent. Your thoughts and motivations lie in the area of change and intimacy. Some initially disturbing communications with someone to whom you are romantically inclined may have the effect of a crash course in \"getting to know you\". You may feel down and depressed as things may not be going according to your expectations. Let this not make you lethargic and demotivate you. This may only be a small hurdle in one of the life's journeys. Remember you have a goal to fulfil.",
    "date": "Sunday, 16 August 2020 to Saturday, 22 August 2020"
}
]
