horo_hindi=[
{
    "0": "आने वाले दिनों में स्वयं में सुधार लाना आपके लिये आदर्श रहेगा। इसके लिये आपके मित्रजन तथा रिश्तेदार मददगार रहेंगे.आपके कुछ सनकी आदतें, जिसकी वजह से आपकी किसी के साथ नही बनती, कड़ी मेहनत और , ध्यान से कम होगा। अब आप लोगों के साथ ज्यादा आत्मविश्वास से व्यवहार कर पाएंगे।आपकी अत्यंत संवेदनशील भावनाएं आपकी व्यक्तिगत प्रगती को रोक सकती है और आपको कुछ खोने की नौबत आ सकती है। किसी भी बात पर प्रतिक्रिया देने से पहले गंभीरता से विचार करें।इस सप्ताह आप जिन परियोजनाओं पर काम करेंगे वह फलदायी रहेगी क्योंकि आपके लक्षण अभी अनुकूल स्थिती में हैं जो आपको आकर्षक, बौद्धिक, अती उत्साही तथा अनुकूलनीय बनाएंगे।आत्मविश्वास तथा बेहतर पाने की मानसिक तैयारी आपके जोश को बढ़ावा देंगे। आपका आत्मविश्वास आपके लिये हमेशा मार्गदर्शक रहेगा।आप जिस व्यक्ति के प्रति आकर्षित हो रहे है उसके साथ बात करने से पहले एक या दो बार अवश्य सोचें। इस रिश्ते को अगर आप गंभीरतापूर्वक ले रहे है तो इसपर किसी नतिज़े पर पहुंचने से पहले प्रत्येक सकारात्मक एवं नकारात्मक पहलू पर विचार करें।अनावश्यक आलोचना, अत्यधिक चिंता और भय ऐसे घटक होंगे जो स्वतंत्रता और सहजता की आपकी समझ को नियंत्रित करते हैं। आप अपने सहकर्मियों की दूरी से नीरस अनुभव करेंगे, आपको अत्यधिक प्रोत्साहन और प्रेरणा की आवश्यकता है।आपको लंबे समय से परेशान कर रही किसी बीमारी से आराम मिलेगा, और आप अधिक शांत अनुभव करेंगे। आप अपने चिकित्सक की बातों पर अधिक विश्वास करना प्रारंभ करेंगे।नकारात्मक रूप से और बिना किसी नियंत्रण के सोचना आपको इस सप्ताह इन दिनों का आनंद नहीं लेने देगा। सभी परिस्थितियों से निपटने के लिए अधिक व्यापक जागरूकता का विकास करने का प्रयास कीजिए।व्यवसाय संबंधित छोटी यात्राएँ आपके लिए सफल होंगी।",
    "1": "आप इस हफ्ते किसी ऐसे व्यक्ति सें मिलेंगे जिसकी ओर आप आकर्षित होंगे। उनकी पहली प्रतिक्रिया से नाराज नही होना चाहिए, बल्कि अगर आपका मन कहता है तो बार बार प्रयास करना चाहिए।ऐसा लगता है कि इस सप्ताह में तालमेल आपका संकेत शब्द है। इस सप्ताह में आप जिस किसी से काम में, घर में, मित्रों समेत, आपके नाई के साथ मिले, आपको सुंदर दिखाई देगा। ध्यान रहे, आप अपनी अज्ञानता के कारण इस मौके को खो न दें ।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।काम करने के नयी समझ आपमे आयेगी। लेकिन आप स्वास्थ्य - सभी प्रकार के स्वास्थ्य - के बारे में, अपने काम या स्वास्थ्य के तरीके में ज्यादा संगठित होने की बात करेंगे । आपको अप्रत्याशित आर्थिक लाभ होने की संभावना हैं। आपकी भरपूर ऊर्जा इसके लिये जिम्मेदार होगी।ऐक्शन मुवीज़ देखना या हार्ड राक संगीत सुनना मर्दानगी की परिभाषा नहीं है । आपमें परवाह करनेवाला, प्यार करनेवाला और सौम्य स्वभाव हैं जिसको विकसित करना आवश्यक है, जिससे आप अपने नए पक्ष को खोज निकालेंगे।आपके प्यार के सितारे अभी ज़ोरो पर है और इस सप्ताह आपके जीवन में शानदार पल आयेंगे।व्यावसायिक गौरव की आपकी खोज में, आप अपने जीवन के सौंदर्य और समान रूप से महत्वपूर्ण पहलुओं को खो सकते हैं, उदाहरण के लिए आपके बच्चे! आपके अंदर के माँ को जीवित रखिए और जीवन को खुशहाल और भाग्यशाली बनना चाहिए!आप केवल उन लोगों को ही प्रेम कर सकते हैं जिनके साथ आप कार्य करते हैं। सच्चाई यह है कि किसी के साथ अच्छा कार्य करना और उसके साथ विचारों को साझा करना ही आप में बदलाव ला सकता है। आप चलने में तेज हैं – उतावलेपन की प्रवृत्ति से सावधान रहें।आप स्वास्थ्यवधर्क और मजबूत हैं। अपनी योजनाओं और परियोजनाओं के साथ आगे बढ़िए, आप सफलता प्राप्त करेंगे।आप आपकी ईमानदारी और कर्तव्यनिष्ठा पर निर्भर हो सकते हैं और यह आपके लिए व्यापक स्वीकृति लाएँगे। किंतु कुछ समय के लिए आपके विरुद्ध किसी की ओर से अनावश्यक लिप्तता आपके लिए परेशानी का समय लाएगी।",
    "2": "खुद की क्षमता को वास्तविकता सें अधिक ना समझे और भूल ना करें। अब शांत और स्थिर रहें और प्रयोग करने की आपकी क्षमता को बढ़ावा देने से पुर्व अच्छा विचार करें , क्यों कि वहाँ आपकी भूल होने की संभावना हो सकती है।आपको जिस व्यक्ति के प्रति बिलकुल भी रुची नहीं है, यदि आप उनकी ओर आकर्षित होते हैं तो शर्मिन्दा होने की जरूरत नहीं है । इससे आपके जीवन में बहुत बदलाव आ सकता है इसलिए अच्छे की आशा करें।सुंदरता और सामंजस्य की ओर आपका आकर्षण आपको कुछ नवीन परिस्थितियों के समीप लायेगा। इससे आप ज्यादा आरामदायी और कार्यक्षम महसूस करेंगे ।आपका कैरियर या रुची कुछ भी हो, आपकी दृढ़ता, प्रबल इच्छा और बहुत सारा धीरज आपको जीत दिलाता है और अत्यधिक लोग आपकी शक्ति और तत्परता से मुकाबला तक नही कर पाते।आपके वर्तमान परियोजना में जो बदलाव आप करने जा रहे हो उसे टालना ज़्यादा ठीक रहेगा , क्योंकि आपके लिये समय अनुकूल नही है ।आपके दिमाग में जो भी हो उसके बारे में अपने साथी से बात कीजिए और आपके उन छोटे संदेहों से छुटकारा पाइए जो कुछ समय से आपको परेशान कर रहे हैं।यह आपके लिए एक बेहतर नजरिया सिद्ध होगा क्योंकि आप पाएँगे कि आपके सहकर्मी आपका लक्ष्य प्राप्त करने के लिए एक सहायक ही नहीं उससे बहुत अधिक हैं।आप एक आलोचक और भड़कीले पूर्णतावादी के रूप में अधिक कार्य करेंगे और अपने दार्शनिक रुखों के प्रति जुड़े रहने के लिए उत्सुक होंगे। इससे दूसरों की ओर दृढ़ आपत्ति उत्पन्न होगी, जिससे आपको स्थिति संभालने में कुछ कठिनाई होगी।आप किसी भी कार्य को करने के लिए तैयार होंगे क्योंकि आपकी मानसिक और शारीरिक ताकत इसके चरम पर है। अपनी ताकत को किसी अच्छे और उद्देश्यपूर्ण कार्य में लगाने का प्रयास कीजिए।अवसाद की अवस्था आपको नष्ट कर देगी क्योंकि आप अनुभव करते हैं कि आपके प्रयास हाथ से निकलते जा रहे हैं। इस मिजाज से बाहर आने का प्रयास कीजिए, यह आपकी गलती नहीं है क्योंकि आपने अपने उत्तरदायित्व के अनुसार किया है।",
    "3": "आप किसी नजदीक व्यक्ति , जिसके साथ आप या तो रिश्ता जोड़ेंगे या फिर मजबूत करेंगे उसके बारे में आप गहराई और दृढ़ता से विचार करेंगे। आपका व्यक्तित्व आपको सकारात्मक रूप में प्रतिसाद करने का प्रलोभन देता है, परंतु ध्यान रहे आपसे कोई बड़ी गलती ना हो ।आपका आनंदप्रिय स्वभाव और हास्यात्मकता आपको सुंदरता और सामंजस्य भरे जीवन की ओर आकर्षीत करेगा और आप दुसरों कें लिए आकर्षण का लक्ष्य बनेंगे।आप परिश्रमी, अत्यंत सुनियोजित है और आपको आर्थिक व्यवहार के बारे में अच्छी समझ है फिर भी आपको अपने कैरियर के लक्ष्य को पाना मुश्किल रहेगा।आपसे जुड़े लोगों को आपके व्यक्तित्व के लक्षणों की वजह से आपसे समायोजन करना मुश्किल होगा। उनसे खुलकर बात करने से आपको इस स्थिति से छुटकारा मिल सकता हैं।आप इस हफ्ते खुद को बहुत सख्त, मजबूत, उत्साही तथा बेचैन महसूस करेंगे। आप जो भी काम करेंगे उसमे आपको लाभदायक परिणाम प्राप्त होंगे।आपके दरियादिल एवं जोशपूर्ण लक्षण आपके लिये बहुत प्यार और खुशी के पल लेकर आयेंगे।अपने व्यस्त कार्यों में से कुछ समय निकालिए और एक - दो सप्ताह अपने प्रियजनों के साथ व्यतीत कीजिए। किसी सुंदर स्थान की यात्रा रूमानी पलों की कमी के कारण आपने खराब होते संबंध के लिए एक अभिवर्धक का कार्य करेगा।आप सब कुछ अपने पक्ष में पाएँगे क्योंकि आपके अधीनस्थ और वरिेष्ठजन सभी आपके नए कार्य में प्रोत्साहित कर रहें होंगे।आपने दूसरों के लिए अधिक समय व्यर्थ कर चुके है, यदि अब भी आप अपने और अपने भविष्य के बारे में सोचना प्रारंभ करें तो बेहतर होगा ।अधिक से अधिक विचार आपकी योजना में अचानक बदलाव लाएँगे। कोई भी बदलाव करने के पूर्व अच्छी तरह सोचना बेहतर होगा क्योंकि यह आपको अत्यधिक हानि पहुँचा सकता है।",
    "4": "आपको हमेशा अपनी स्फूर्तिदायक साथी मिलेगा जिनके साथ आप अपनी मानसिक समस्या बाँट सकते है।आप किसी भी सुंदर वस्तु और सामंजस्यता प्राप्त करने में उदार है और उसके लिए पैसा औऱ उर्जा खर्च करने के लिए तैयार रहेंगे ।आपके रिश्ते में बहुत कठिन समय चल रहा हैं जिसके लिये आपको सामाजिक तौर पर आत्माभिव्यक्ति तथा अधिक संतोष पाने हेतू व्यक्तिगत सायकोथेरपी तथा ग्रुप थेरपी की ज़रुरत है।आप जोशपूर्ण एवं उत्साही है और आपकी असामान्य उर्जा की वजह से इस हफ्ते बहुत लोग आपकी तरफ आकर्षित होंगे।आपकी गहरी, घनिष्ठ दोस्ती, जिसने हमेशा अपने जीवन में एक गहरा अर्थ जोड़ा है, जीवन भर के लिए जरूरी होने वाले जीवनसाथी साबित होंगे । आगे बढ़कर प्रस्ताव रखिए आप पहले ही बहुत विलंब कर चुके हैं।चूँकि आपने सही साथी को चुना है, इसलिए आपका वैवाहिक जीवन आनंद और प्रभाव का एक सतत् स्रोत हो सकता है।आपकी गहरी दार्शनिक प्रकृति आपके लिए हमेशा एक उचित मार्गदर्शक रही है, किंतु आजकल आप स्वयं को आपकी अतिविश्लेषणात्मक प्रकृति के कारण आपसे संबंधित व्यक्तियों से दूर होता हुआ पाएँगे।आप स्वास्थ्यवधर्क और मजबूत हैं। अपनी योजनाओं और परियोजनाओं के साथ आगे बढ़िए, आप सफलता प्राप्त करेंगे।परिस्थितियाँ आपको अपने पसंदीदा समय गुजारने के तरीकों से दूर रखेंगे। इसे दिल पर मत लीजिए, क्योंकि इससे आप अवसाद में चले जाएँगे।परिवार में अप्रत्याशित समस्याएँ आपको उस यात्रा से दूर रखेंगी जिसकी आपने एक लंबे समय से योजना बनाई और जिसका आपने लंबे समय से स्वप्न देखा। दुखी मत होइए, आपको अधिक जल्द ही अवसर मिलेंगे।",
    "5": "प्रयोग करने योग्य आपकी क्षमता आपके लिए वरदान सिद्ध होगी और हर व्यक्ति को तैयार करने हेतू तथा आपकी ओर ध्यान देने हेतू आप इस स्त्रोत का उपयोग करेंगे।भाई-बहन उनके बीच गलतफ़हमी दूर करते और बहुत दिनों के बाद एकत्रित होते हुए दिखाई देंगे। रिश्ते सुलझाने और पुराने दिनों का फिर से आनंद लेने का ये अच्छा मौका होगा।आपका अनोखापन जिसकी सब लोग हंसी उड़ाते है, इससे आपको इस हफ्ते लाभ होनेवाला हैं। समारोह या सार्वजनिक सम्मेलन में आप महत्वपूर्ण व्यक्ति बनेंगे।कुछ ऐसी घटनाएँ होगी जब आपके प्रियजन आपके साथ सुरक्षित, संरक्षित एवं अच्छा महसूस करेंगे, यहाँ आपका वात्सल्यपूर्ण स्वभाव सबको दिखाई देगा। दुसरों को मदद करने से आपको संतुष्टी एवं खुशी मिलेगी।इस हफ्ते के पूर्वानुमान के अनुसार ,पुरुषो के लिये यह हफ्ते , आगे बहुत अच्छा दिखाई देता हैं। बहुत दिनों से जो अच्छी योजनाएं पुरुष बना रहे थे उसके लिये बाहर निकलने का प्रोत्साहन उन्हे इस हफ्ते मिलेगा आप का कल्पक स्वभाव आपको घर तथा कार्यालय में आपकी गती को बरकरार रखने तथा आपके जीवन में रोचकता लाने के लिये मदद करेगा। इसे बरकरार रखे जिससे जीवन की इसे जारी रखो और जीवन में नीरसता अतीत, भूली हुई एवं दफनाई गाई बाते होगी!किसी अप्रत्याशित व्यक्ति से अप्रत्याशित प्रेम निवेदन आपके मन में कुछ अतिरिक्त ऊर्जा और खुशी लाएगा। आपको इसके बारे में सोचने और निर्णय लेने का पूर्ण अधिकार है।तर्क करने की आपकी शक्ति की वजह से आप दुनिया को श्याम और श्वेत में देखेंगे, जो व्यावसायिक मामलों में आपकी सहायता करेगा।विद्यार्थियों को अपनी पढ़ाई पर अधिक ध्यान देने का प्रयास करना चाहिए, क्योंकि आप वर्तमान में अपने निर्णायक बिंदु से गुजर रहे हैं।किसी अप्रत्याशित व्यक्ति से कोई अप्रत्याशित पहुँच आपके दिनों को नीरस बनाएगी। इस अवसर का उपयोग इसे व्यर्थ किए बिना कीजिए।",
    "6": "आप हाजिर जवाब, दरिया दिल, प्यार करने वाले और मनभावन होंगे जिससे दुसरों के लिये आपको कभी अरुचिकर नही लगेगा आप हमेशा क्रियाशील रहेंगे और उनके लिये जिंदादिल व्यक्तित्व बने रहेंगे।खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।भावनात्मक विस्फोट से केवल अंतहीन समस्याये उत्पन्न होती हैं। परिस्थिति चाहे अच्छी हो या बुरी उसका सामना शांति से करने हेतू खुद को तैयार कर लेना अच्छा होगा। आपके प्रियजनों के प्रति सहानुभूति दिखाने से आपकी छवि को कोई ठेस नही पहुंचेगी।महिलाओं के लिये अनुकूल हफ्ता है । लोग आपकी प्रशंसा करेंगे तथा आपकी ज्यादा हिफ़ाज़त करेंगे।जिंदगी जीने तथा जिंदगी में सब कुछ अच्छा पाने का जोश आपको उन सब परेशानियों से छुटकारा दिलाएगा जिनका सामना आप बहुत दिनों से कर रहे थे।दूसरे लोगों के लिए आप स्वयं के निर्भीक निर्णयों के साथ एक मजबूत व्यक्तित्व के व्यक्ति हो सकते हैं। इससे दूसरेआपकी आलोचना भी करेंगे क्योंकि आप एक महिला होने के बावजूद भी दृढ़ हैं।बच्चे उनकी समस्याओं के लिए आप पर अधिक निर्भर रहेंगे। एक माँ के रूप में आप अपने व्यावहारिक और बुद्धिमान मस्तिष्क के साथ इससे बाहर निकलने में उनकी सहायता कर सकते है ।आपको लंबे समय से परेशान कर रही किसी बीमारी से आराम मिलेगा, और आप अधिक शांत अनुभव करेंगे। आप अपने चिकित्सक की बातों पर अधिक विश्वास करना प्रारंभ करेंगे।ऐसे लोग जो धर्मार्थ या ऐसी संस्थाओं से संबंधित होते हैं वे आपके प्रयासों को लोगों द्वारा व्यापक रूप से स्वीकार करता हुआ पाएँगे। अच्‍छा कार्य करने का परिणाम सदैव अच्छा होगा।आपने कुछ समय से मुख्य रूप से धन और समय के कारण घूमने या किसी हिचकिचाहट के लिए जाने जैसी आपकी इच्छाओं को प्रकट नहीं किया होगा। अब कुछ ऐसा कार्य, जो आपको खुश करे, उसे करने के लिए हर चीज आपके पक्ष में होगी।",
    "7": "प्रयोग करने की आपकी क्षमता आपको नवीन के योजना अनुसार बजट का चयन करने में आपकों सक्षम बनायेगी। आपको वरिष्ठों की प्रशंसा प्राप्त होगी।इस हफ्ते आपकी संताने आपको अधिक सहयोग देंगे। आपके सपनों को साकार करने हेतू वे अपना योगदान देंगे।आपको अत्यंत आर्थिक दबाव या आत्म-सम्मान संबंधित किसी अन्य समस्या का सामना करना पड़ सकता हैं। वास्तविकता आपके सामने होते हुये भी आप ज़रुरत से ज्यादा चिंता कर सकते हैं।उत्कृष्ट व्यक्तित्व वाले महत्वपूर्ण व्यक्तियों के साथ काम करने से आपको लंबे समय से सताने वाले नकारात्मक लक्षणों से छुटकारा मिलेगा।अपने बच्चो के साथ यात्रा पर जाने के बारे में अगर आप सोच रहे हैं, तो यह उचित समय हैं। पिता के रुप में उन्हे आपके प्यार एवं देखभाल की कितनी ज़रुरत है यह समझ के लिए आपको एक अवसर साबित होगा।जो बदलाव आप अपने कार्य परियोजनाओ में लाना चाहते है उस पर अमल करने के लिये यह वक्त सही हैं। आप जिनसे मदद की उम्मीद रखते है उनसे आपको भौतिक तथा आर्थिक मदद प्राप्त होगी ।यद्यपि आप कई लोगों से परिचित हैं, तथापि आपको तर्क करने की आपकी योग्यता को उपयोगी रूप से उपयोग करने का प्रयास करना चाहिए और ऐसे वास्तविक लोगों को खोजने का प्रयास करना चाहिए जो आपके लिए संवाद करने एवं मित्र बनने के लिए अच्छे हों।आपकी अनिश्चितता की समझ आपके अंदर चिंता, अवसाद और भय का निर्माण करेगी। कुछ दिनों का अवकाश लीजिए और अपने परिवार के साथ रहिए जो आपके जीवन में पुनरुद्धार और सामंजस्य को वापस लाने में सहायता करेगा।किसी अप्रत्याशित स्रोत से आर्थिक सहायता आपको उस कार्य को बढ़ाने के लिए सक्षम करेगी जिसके बारे में आपको लगता था कि यह बिना उचित सहायता के समाप्त नहीं होगा।आप कुछ हद तक शर्मीले, रहस्यमय और अपनी गोपनीयता को बहुत अधिक मूल्य देने वाले होंगे, और यह सब आप जिस नई परिस्थिति से गुज़र रहे हैं, उनसे घुलने-मिलने में बहुत समय लगेगा ।",
    "8": "संतानों से बात करते समय आपकी दरियादिली एवं जोश के कारण आपके जीवन में आनंद और खुशी के कई मौके आएंगे।आपका अनोखापन जिसकी सब लोग हंसी उड़ाते है, इससे आपको इस हफ्ते लाभ होनेवाला हैं। समारोह या सार्वजनिक सम्मेलन में आप महत्वपूर्ण व्यक्ति बनेंगे।खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।अपने परिवार के साथ समय बिताने के लिये छोटी छुट्टी ले लो। केवल उनके लिये पैसा कमाना ही पिता के रुप में आपका कर्तव्य नही हैं परंतु उनकी समस्याओं को सुलझाने हेतू थोड़ा समय भी निकालना होगा ।हालांकि आप अपने मर्जी के मालिक दिखाई देते है, परंतु आप मित्रतापूर्ण, दयालु, सज्जन तथा परोपकारी हैं। दिलासा और देखभाल की ज़रुरत वाले कई लोग आपका यह लक्षण पता चलने पर आपकी तरफ आकर्षित होंगे।इस सप्ताह आप जिन परियोजनाओं पर काम करेंगे वह फलदायी रहेगी क्योंकि आपके लक्षण अभी अनुकूल स्थिती में हैं जो आपको आकर्षक, बौद्धिक, अती उत्साही तथा अनुकूलनीय बनाएंगे।माँ के रूप में आपका प्रेम और देखभाल इन दिनों अधिक उभरेगा, क्योंकि बच्चों के साथ-साथ निकट के अन्य लोग भी आपके साथ रहते समय अधिक राहत महसूस करेंगे।जरूरतमंद व्यक्तियों की सहायता करने की आपकी योग्यता आपको लोगों के बीच व्यापक पहचान दिलाएगी। यह उन लोगों के प्रति एक प्यारा सा प्रतिकार होगा जो हमेशा आपके प्रयासों को नकारने के लिए कोई न कोई कारण ढूँढते रहते थे।आपको किसी सुंदर स्थान की मजेदार यात्रा के लिए प्रस्ताव मिलेंगे। आप इस यात्रा का अधिक आनंद लेंगे क्योंकि आप अपने प्रियजनों के साथ हैं।किसी अप्रत्याशित व्यक्ति से कोई अप्रत्याशित पहुँच आपके दिनों को नीरस बनाएगी। इस अवसर का उपयोग इसे व्यर्थ किए बिना कीजिए।",
    "9": "इधर उधर संदेह करना एवं बोलचाल के अभाव से भाई-बहन के रिश्तो में खटास आने की संभावना है। चीजों को अपूरणीय चरण तक गिरने देने के बजाय शुरू में ही बात करके सुधारना बेहतर होगा।खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।भावनात्मक विस्फोट से केवल अंतहीन समस्याये उत्पन्न होती हैं। परिस्थिति चाहे अच्छी हो या बुरी उसका सामना शांति से करने हेतू खुद को तैयार कर लेना अच्छा होगा। आपके प्रियजनों के प्रति सहानुभूति दिखाने से आपकी छवि को कोई ठेस नही पहुंचेगी।एक बार अपनी समय-सारणी पर नज़र डाले , आपको पता चलेगा की आप अपने बच्चो को पर्याप्त समय नही दे रहे हैं। उन्हे अपने पिता की उपस्थिति की जरुरत है, और आपको उनके लिये समय निकालना चाहिए।आप मीठी बाते करके लोगों को आकर्षित कर सकते हैं, भविष्य के बारे में आप विचार करेंगे और कुछ गुप्त, अध्यात्मिक या निस्वार्थ बातचीत के ज़रिये भविष्य के कुछ सपने प्रकट भी करेंगे। महिलायें इस हफ्ते सकारात्मक समय व्यतीत करेंगी।ध्यान और देखभाल के माध्यम से कुछ अतिरिक्त ऊर्जा प्रदान करना केवल आपके मस्तिष्क और शरीर को प्राण शक्ति प्रदान करने के लिए सहायता करेगा जिसे अब वास्तव में कुछ अतिरिक्त देखभाल की आवश्यकता है।माँ बनने की आपकी प्रतीक्षा इस सप्ताह पूर्ण हो सकती है। चिकित्सक के पास जाने, आपके जीवन में आनंद और सुंदर नई सुगंध आने की पूर्ण संभावना है। सावधानी और देखभाल अपनाना चाहिए और प्रत्येक चीज निर्विघ्न चलना चाहिए।आपने कुछ समय से मुख्य रूप से धन और समय के कारण घूमने या किसी हिचकिचाहट के लिए जाने जैसी आपकी इच्छाओं को प्रकट नहीं किया होगा। अब कुछ ऐसा कार्य, जो आपको खुश करे, उसे करने के लिए हर चीज आपके पक्ष में होगी।यद्यपि आपको क्या छिए यह आपको पता है, तथापि कोई सहज तरीका प्राप्त करने के लिए आपको स्वयं को दूसरों के प्रति पर्याप्त तर्क के साथ प्रस्तुत करने के लिए सक्षम होना चाहिए। स्वयं को प्रस्तुत करते समय और अधिक तार्किक होने का प्रयास कीजिए।आप चीजों के साथ प्रयोग करते हैं जिसका आप वास्तव में आनंद लेते हैं। धन अथवा स्रोत मनोरंजन के लिए बढ़ावा देते हैं। आप मित्रों के साथ मजा करते हैं। आप स्वयं को ऐसे जबरदस्त जोखिम लेते हुए पाते हैं जो आपको ऐसा व्यक्ति बनाते हैं जिसके जैसा आप होना चाह रहे हैं।",
    "10": "भाई-बहन से बात करते वक्त आपका अहंकार, उतावलापन और शब्दाडंबर दूर ही रखें क्योंकि इससे भाई-बहनों के साथ आपकी अनबन हो सकती हैं।खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।आपका सहनशील, अटल, प्रतिबद्ध एवं उद्देश्यपूर्ण स्वभाव से आपको खुद के एवं दुसरों की समस्याओं को सुलझाने में मदद मिलेगी।आप अपने आप को परिवार के सदस्यों से अलग महसूस करेंगे। इसमें आपका ही ज्यादा दोष होगा, थोड़ी देर विचार करें आपने अपने बच्चो के लिये पैसा कमाने के अलावा और क्या किया है ।महिलाओं के लिये अनुकूल हफ्ता है । लोग आपकी प्रशंसा करेंगे तथा आपकी ज्यादा हिफ़ाज़त करेंगे।लक्षणो के अनुसार आप कुछ दिनो तक जटिल परीस्थितीयों से गुजरने वाले है। जो भी काम आप अपने हाथ में लेंगे उसमें आप खुद को व्याकुल एवं तर्कसंगत पायेंगे। आपको यह लगेगा की सही मायने में आप अपनी तर्कशुद्धता से कुशल निर्णय लेने की क्षमता खो बैठे हैं।बच्चे उनकी समस्याओं के लिए आप पर अधिक निर्भर रहेंगे। एक माँ के रूप में आप अपने व्यावहारिक और बुद्धिमान मस्तिष्क के साथ इससे बाहर निकलने में उनकी सहायता कर सकते है ।जो आपके अनुकूल था उसे बार-बार आपके दिमाग में अरुचिकर अनुस्मारक प्रदान करते हुए एक लंबे समय से बेखबर रखा गया होगा। अब आप पुरानी स्मृतियों को ताजा करने में कुछ समय व्यतीत करने के लिए कोई रास्ता खोजेंगे।आनंद लेने के क्षण एकबार फिर यहाँ आपके लिए हैं, क्योंकि आप अपने पसंदीदा मार्ग में रोमांच खोजने के लिए एक नया मार्ग पाएँगे।यदि आपके पास अन्य विकल्प हैं तो यात्राओं की अपेक्षा उन पर निर्भर रहना अधिक बेहतर है क्योंकि छोटी दुर्घटनाओं के या छोटे हादसे होने की संभावनाएँ होती हैं।",
    "11": "आपको जिंदगी से प्यार हैं और आप किसी ना किसी तरह आज कुछ अच्छा पाने की कोशिश करेंगे। परंतु आपका चिड़चिड़ा स्वभाव और खुद को ज्यादा प्यार करना आपके प्रियजनो को दुख पहुंचा सकता हैं।आपका अनोखापन जिसकी सब लोग हंसी उड़ाते है, इससे आपको इस हफ्ते लाभ होनेवाला हैं। समारोह या सार्वजनिक सम्मेलन में आप महत्वपूर्ण व्यक्ति बनेंगे।खुशी तथा उत्साह की भावना आपके मन में रहेगी। आत्मविश्लेषण एवं सांसारिक बातों के लिये अपने मन को अनुशासन देने सें आपको तनाव या चिंता से बाहर आने में मदद मिलेगी। आनंद उठायें।आप ईमानदार , परवाह करने वाले होते हुये अपने आपको एक अच्छे पति तथा पिता साबित करेंगे जिससे आपके अंदर छुपा हुआ संवेदनशील और परवाह करनेवाला स्वभाव जागृत होगा।अन्न एवं मद्यपान में ज्यादा न डुबे अन्यथा आपको शारीरिक पीड़ा और आपकी पत्नी और बच्चो को इससे मानसिक तनाव का सामना करना पड़ सकता हैं ।जो बदलाव आप अपने कार्य परियोजनाओ में लाना चाहते है उस पर अमल करने के लिये यह वक्त सही हैं। आप जिनसे मदद की उम्मीद रखते है उनसे आपको भौतिक तथा आर्थिक मदद प्राप्त होगी ।आप अधिक स्वतंत्र और मुक्त प्रेमी होने की प्रकृति व्यक्त करेंगी, यदि दूसरे लोग, विशेष रूप से वे जो आपके प्रिय हैं, आपको गलत समझे तो कोई आश्चर्य नहीं होगा।आपके अंदर की माँ का स्नेह, की वजह से ,आपके बच्चों के साथ-साथ उनके मित्र भी ,कठिनाई में आराम और सलाह के लिए आपके पास आएंगे।यदि विद्यार्थी उनके गैरजिम्मेदाराना और लापरवाह व्यवहार को जारी रखते हैं, तो विद्यार्थियों को बड़ों के द्वारा दोषी ठहराया जाएगा। अब आपके अध्ययन के साथ-साथ भावी जीवन के प्रति कुछ जिम्मेदार कदम उठाने के लिए यह सही समय है।किसी अप्रत्याशित व्यक्ति से कोई अप्रत्याशित पहुँच आपके दिनों को नीरस बनाएगी। इस अवसर का उपयोग इसे व्यर्थ किए बिना कीजिए।",
    "date": "रविवार, 18 जुलाई 2021 से शनिवार, 24 जुलाई 2021"
}
]
