horo_hindi=[
  {
    "0": "आपका सहनशील, अटल, प्रतिबद्ध एवं उद्देश्यपूर्ण स्वभाव से आपको खुद के एवं दुसरों की समस्याओं को सुलझाने में मदद मिलेगी।काम करने के नयी समझ आपमे आयेगी। लेकिन आप स्वास्थ्य - सभी प्रकार के स्वास्थ्य - के बारे में, अपने काम या स्वास्थ्य के तरीके में ज्यादा संगठित होने की बात करेंगे । आपको अप्रत्याशित आर्थिक लाभ होने की संभावना हैं। आपकी भरपूर ऊर्जा इसके लिये जिम्मेदार होगी।नयी परियोजना शुरु करते समय उसमें ज्यादा से ज्यादा मुनाफ़ा प्राप्त करने हेतू आपकी कल्पनाओं को अमल मे लाने के लिये आपके सहयोगियों के विरोध का सामना आपको करना पड़ेगा।आप मीठी बाते करके लोगों को आकर्षित कर सकते हैं, भविष्य के बारे में आप विचार करेंगे और कुछ गुप्त, अध्यात्मिक या निस्वार्थ बातचीत के ज़रिये भविष्य के कुछ सपने प्रकट भी करेंगे। महिलायें इस हफ्ते सकारात्मक समय व्यतीत करेंगी।अगर लोग सोचते है कि आप गैरजिम्मेदार हो रहे है तो वे आपकी प्रतिभा को नही समझतें। आप किसी पर निर्भर होना नही चाहते और किसी का प्यार आपको भविष्य के लिये आर्थिक योजना बनाने हेतू प्रोत्साहित करेगा।आपके प्यार के सितारे अभी ज़ोरो पर है और इस सप्ताह आपके जीवन में शानदार पल आयेंगे।आप केवल उन लोगों को ही प्रेम कर सकते हैं जिनके साथ आप कार्य करते हैं। सच्चाई यह है कि किसी के साथ अच्छा कार्य करना और उसके साथ विचारों को साझा करना ही आप में बदलाव ला सकता है। आप चलने में तेज हैं – उतावलेपन की प्रवृत्ति से सावधान रहें।व्यक्तिगत रूप से आप अपने आर्थिक एवं कैरियर संबन्धित जीवन के लिए कुछ योजनाओं को मूर्तरूप देंगे, किंतु आपको दूसरों की ओर से समर्थन की कमी होगी, जिससे आपके परियोजना में विलंब हो सकता है।आप स्वास्थ्यवधर्क और मजबूत हैं। अपनी योजनाओं और परियोजनाओं के साथ आगे बढ़िए, आप सफलता प्राप्त करेंगे।आपकी अनिश्चितता की समझ आपके अंदर चिंता, अवसाद और भय का निर्माण करेगी। कुछ दिनों का अवकाश लीजिए और अपने परिवार के साथ रहिए जो आपके जीवन में पुनरुद्धार और सामंजस्य को वापस लाने में सहायता करेगा।",
    "1": "आप हाजिर जवाब, दरिया दिल, प्यार करने वाले और मनभावन होंगे जिससे दुसरों के लिये आपको कभी अरुचिकर नही लगेगा आप हमेशा क्रियाशील रहेंगे और उनके लिये जिंदादिल व्यक्तित्व बने रहेंगे।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।उनके जीवन में पैतृक देखभाल की कितनी ज़रुरत है यह समझ में आने के बाद आप उनके साथ बिताने के लिए अधिक समय निकालेंगे ।आपका स्वभाव नीरस, पूर्वाग्रहयुक्त एव हमेशा चिंता करनेवाला है । आप पहले से बहुत ज्यादा कमज़ोर हो गये हैं, और मनुष्य की तरह अब निर्णय लेने में खुद को सक्षम नही समझते।आपको अपना नया प्यार मिलने से, पुरुष होने के नाते आपमें जो विशेषताएं हैं वो समझने में यह सप्ताह आपको मदद करेगा जैसे प्रशंसनीय, हाजिर जवाब और दरियादिल होना.जिंदगी जीने तथा जिंदगी में सब कुछ अच्छा पाने का जोश आपको उन सब परेशानियों से छुटकारा दिलाएगा जिनका सामना आप बहुत दिनों से कर रहे थे।दूसरे लोगों के लिए आप स्वयं के निर्भीक निर्णयों के साथ एक मजबूत व्यक्तित्व के व्यक्ति हो सकते हैं। इससे दूसरेआपकी आलोचना भी करेंगे क्योंकि आप एक महिला होने के बावजूद भी दृढ़ हैं।उच्च अध्ययन या नौकरी के लिए आपके बच्चों के अलग होने के साथ अवसाद की भावना आपके अंदर की माँ को निचोड कर रख देगी। आने वाले दिनों से आपको वापस मिजाज में लाने की अपेक्षा है।आपके आगे एक ऊर्जात्मक और तरोताजा करने वाला करने वाला सप्ताह । आप अपने कार्य या नए उद्यमों से संबंध रखने वाले नई चुनौतियों को स्वीकार करने के लिए तैयार रहेंगे । आपकी ताजगी आपके संपूर्ण परिवार के लिए एकरूपता लाएगा।व्यस्त समय आपको उस यात्रा को टालने के लिए मजबूर करेगा जिसका आप बेसब्री से इंतजार कर रहे थे। इसके लिए दुखी होने का अनुभव न करें यह कभी भी अंतिम अवसर नहीं होगा।",
    "2": "भाई-बहनो के साथ घुलते मिलते वक्त आपके शब्दो में संयम होना आवश्यक हैं क्योंकि उनसे बात करते वक्त आप कहाँ गलत व्यवहार कर रहे हैं यह आपको पता भी नही चलता।आपमें मज़ाक करने की प्रबल शक्ती है तथा बच्चो जैसा स्वाभाविक उत्साह भी हैं जिसके कारण इस हफ्ते आपसे घुलने मिलने वाले लोगों के बीच आप लोकप्रिय बने रहेंगे।इस हफ्ते आप बहुत जल्द क्रोधित होंगे, आलस एवं ऊर्जाहीनता भी महसूस करेंगे। आप पहले जैसे आकर्षक व्यक्ति के रूप में खुद को प्रस्तुत नही कर पायेंगे।अपने बच्चो के साथ यात्रा पर जाने के बारे में अगर आप सोच रहे हैं, तो यह उचित समय हैं। पिता के रुप में उन्हे आपके प्यार एवं देखभाल की कितनी ज़रुरत है यह समझ के लिए आपको एक अवसर साबित होगा।अत्यंत प्रेममय और कर्तव्यनिष्ठ मनुष्य होने के नाते आप जिन लोगो के साथ रहेंगे वो आपसे प्यार एवं आपकी परवाह करेंगे।आपके धैर्य की वजह से आप जिस बात का बहुत दिनो से इतज़ार कर रहे थे आपको अभी प्राप्त होगी। आपके प्रयासों की निश्चित ही सराहना होगी।आप अपने पद के अनुसार कार्य करने के लिए स्वयं को चतुर, व्यवस्थित, मेहनती, परिकलन और संतुष्ट सिद्ध करेंगे। यदि दूसरे अनुभव करते हैं कि आपके पास स्त्रित्व की अपेक्षा अधिक ताकत है तो शर्मिंदा होने की आवश्यकता नहीं है।आपको लंबे समय से परेशान कर रही किसी बीमारी से आराम मिलेगा, और आप अधिक शांत अनुभव करेंगे। आप अपने चिकित्सक की बातों पर अधिक विश्वास करना प्रारंभ करेंगे।जबरदस्ती खाना और उकसाया गया मदिरापान आपके स्वास्थ्य को खराब कर सकता है। ध्यान और स्वनियंत्रण इस स्थिति से बाहर निकलने के लिए आपकी सहायता करेगा।यद्यपि आपको क्या छिए यह आपको पता है, तथापि कोई सहज तरीका प्राप्त करने के लिए आपको स्वयं को दूसरों के प्रति पर्याप्त तर्क के साथ प्रस्तुत करने के लिए सक्षम होना चाहिए। स्वयं को प्रस्तुत करते समय और अधिक तार्किक होने का प्रयास कीजिए।",
    "3": "आपको जिस व्यक्ति के प्रति बिलकुल भी रुची नहीं है, यदि आप उनकी ओर आकर्षित होते हैं तो शर्मिन्दा होने की जरूरत नहीं है । इससे आपके जीवन में बहुत बदलाव आ सकता है इसलिए अच्छे की आशा करें।आपका अस्थिर, गैर जिम्मेदार एवं गैर समर्पित स्वभाव आपके कैरियर में व्यवहार करते वक्त कलंक साबित होगा।आपका सहनशील, अटल, प्रतिबद्ध एवं उद्देश्यपूर्ण स्वभाव से आपको खुद के एवं दुसरों की समस्याओं को सुलझाने में मदद मिलेगी।आप जोशपूर्ण एवं उत्साही है और आपकी असामान्य उर्जा की वजह से इस हफ्ते बहुत लोग आपकी तरफ आकर्षित होंगे।आपके परिवार के सदस्यों को आनंद देना और एकसाथ बाँधे रखना आपके लिये मुश्किल होगा। किसी के मनोबल और वास्तविक सहयोग के बिना परिस्थिति का सामना करना कठिन होगा।आपकी गहरी, घनिष्ठ दोस्ती, जिसने हमेशा अपने जीवन में एक गहरा अर्थ जोड़ा है, जीवन भर के लिए जरूरी होने वाले जीवनसाथी साबित होंगे । आगे बढ़कर प्रस्ताव रखिए आप पहले ही बहुत विलंब कर चुके हैं।प्रोत्साहन और सुनिश्चितता, जो आप दूसरों को प्रदान करते हैं, आपके लिए अत्यधिक स्वीकृति और तारीफ लाएँगे। बाद में यह आपके लक्ष्य तक पहुँचने में समर्थन प्राप्त करने के लिए आपकी सहायता करेगा।आप स्वास्थ्यवधर्क और मजबूत हैं। अपनी योजनाओं और परियोजनाओं के साथ आगे बढ़िए, आप सफलता प्राप्त करेंगे।प्रेम में पड़ना आपका पसंदीदा पास टाइमों में से एक हो सकता है, लेकिन आगे बढ़ने के लिए यह एक अच्छा तरीका नहीं है। अब एक सच्चे, स्थिर और स्थाई संबंध में प्रवेश करने का समय है, अन्यथा बहुत देर हो जाएगी।आप कुछ हद तक शर्मीले, रहस्यमय और अपनी गोपनीयता को बहुत अधिक मूल्य देने वाले होंगे, और यह सब आप जिस नई परिस्थिति से गुज़र रहे हैं, उनसे घुलने-मिलने में बहुत समय लगेगा ।",
    "4": "ऐसा लगता है कि इस सप्ताह में तालमेल आपका संकेत शब्द है। इस सप्ताह में आप जिस किसी से काम में, घर में, मित्रों समेत, आपके नाई के साथ मिले, आपको सुंदर दिखाई देगा। ध्यान रहे, आप अपनी अज्ञानता के कारण इस मौके को खो न दें ।आपको अत्यंत आर्थिक दबाव या आत्म-सम्मान संबंधित किसी अन्य समस्या का सामना करना पड़ सकता हैं। वास्तविकता आपके सामने होते हुये भी आप ज़रुरत से ज्यादा चिंता कर सकते हैं।किसी मामले को आत्मविश्वास के साथ सुलझाने की आपकी क्षमता आपको कठोर परिस्थिति का सामना शांति के साथ करने हेतू मदद करेगी। दूसरों के प्रति अपनी भावनाओं पर पूरा नियंत्रण रखें।आप मीठी बाते करके लोगों को आकर्षित कर सकते हैं, भविष्य के बारे में आप विचार करेंगे और कुछ गुप्त, अध्यात्मिक या निस्वार्थ बातचीत के ज़रिये भविष्य के कुछ सपने प्रकट भी करेंगे। महिलायें इस हफ्ते सकारात्मक समय व्यतीत करेंगी।इस हफ्ते कामदेव के तीर के साथ आपका लक्ष्य निशाने पर है,आप जिसकी कामना करेंगे वो आपको मिलेगा, इसलिये आपको जो चाहिये सिर्फ उसी की कामना करें, क्योंकि वो आपको मिलनेवाला हैं, उससे कही ज़्यादा भी आपको मिल सकता हैं।ध्यान और देखभाल के माध्यम से कुछ अतिरिक्त ऊर्जा प्रदान करना केवल आपके मस्तिष्क और शरीर को प्राण शक्ति प्रदान करने के लिए सहायता करेगा जिसे अब वास्तव में कुछ अतिरिक्त देखभाल की आवश्यकता है।माँ बनने की आपकी प्रतीक्षा इस सप्ताह पूर्ण हो सकती है। चिकित्सक के पास जाने, आपके जीवन में आनंद और सुंदर नई सुगंध आने की पूर्ण संभावना है। सावधानी और देखभाल अपनाना चाहिए और प्रत्येक चीज निर्विघ्न चलना चाहिए।आप केवल उन लोगों को ही प्रेम कर सकते हैं जिनके साथ आप कार्य करते हैं। सच्चाई यह है कि किसी के साथ अच्छा कार्य करना और उसके साथ विचारों को साझा करना ही आप में बदलाव ला सकता है। आप चलने में तेज हैं – उतावलेपन की प्रवृत्ति से सावधान रहें।यदि आप विश्लेषण करने के लिए अपनी शक्ति का उपयोग और अधिक प्रभावी रूप से करने में अनिच्छुक हैं तो आप अपने कार्यों को अपूर्ण छोड़ते हुए मस्ती की अवस्था में आ जाएँगे। दूसरों के साथ और अधिक तार्किक और समझने योग्य रूप से संवाद करने के लिए कुछ तरीके ढूँढिए।यदि विद्यार्थी उनके गैरजिम्मेदाराना और लापरवाह व्यवहार को जारी रखते हैं, तो विद्यार्थियों को बड़ों के द्वारा दोषी ठहराया जाएगा। अब आपके अध्ययन के साथ-साथ भावी जीवन के प्रति कुछ जिम्मेदार कदम उठाने के लिए यह सही समय है।",
    "5": "आप हाजिर जवाब, दरिया दिल, प्यार करने वाले और मनभावन होंगे जिससे दुसरों के लिये आपको कभी अरुचिकर नही लगेगा आप हमेशा क्रियाशील रहेंगे और उनके लिये जिंदादिल व्यक्तित्व बने रहेंगे।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।उनके जीवन में पैतृक देखभाल की कितनी ज़रुरत है यह समझ में आने के बाद आप उनके साथ बिताने के लिए अधिक समय निकालेंगे ।आपका स्वभाव नीरस, पूर्वाग्रहयुक्त एव हमेशा चिंता करनेवाला है । आप पहले से बहुत ज्यादा कमज़ोर हो गये हैं, और मनुष्य की तरह अब निर्णय लेने में खुद को सक्षम नही समझते।आपको अपना नया प्यार मिलने से, पुरुष होने के नाते आपमें जो विशेषताएं हैं वो समझने में यह सप्ताह आपको मदद करेगा जैसे प्रशंसनीय, हाजिर जवाब और दरियादिल होना.जिंदगी जीने तथा जिंदगी में सब कुछ अच्छा पाने का जोश आपको उन सब परेशानियों से छुटकारा दिलाएगा जिनका सामना आप बहुत दिनों से कर रहे थे।दूसरे लोगों के लिए आप स्वयं के निर्भीक निर्णयों के साथ एक मजबूत व्यक्तित्व के व्यक्ति हो सकते हैं। इससे दूसरेआपकी आलोचना भी करेंगे क्योंकि आप एक महिला होने के बावजूद भी दृढ़ हैं।उच्च अध्ययन या नौकरी के लिए आपके बच्चों के अलग होने के साथ अवसाद की भावना आपके अंदर की माँ को निचोड कर रख देगी। आने वाले दिनों से आपको वापस मिजाज में लाने की अपेक्षा है।आपको लंबे समय से परेशान कर रही किसी बीमारी से आराम मिलेगा, और आप अधिक शांत अनुभव करेंगे। आप अपने चिकित्सक की बातों पर अधिक विश्वास करना प्रारंभ करेंगे।जिन यात्राओं को करने की आप योजना बना रहे हैं उनसे आपका पैसा आपके हाथों से पारे के समान फिसल जाएगा जिसका आपको पता भी नहीं चलेगा।",
    "6": "आपमें मज़ाक करने की प्रबल शक्ती है तथा बच्चो जैसा स्वाभाविक उत्साह भी हैं जिसके कारण इस हफ्ते आपसे घुलने मिलने वाले लोगों के बीच आप लोकप्रिय बने रहेंगे।आपके रिश्ते में बहुत कठिन समय चल रहा हैं जिसके लिये आपको सामाजिक तौर पर आत्माभिव्यक्ति तथा अधिक संतोष पाने हेतू व्यक्तिगत सायकोथेरपी तथा ग्रुप थेरपी की ज़रुरत है।अपने बच्चो के साथ यात्रा पर जाने के बारे में अगर आप सोच रहे हैं, तो यह उचित समय हैं। पिता के रुप में उन्हे आपके प्यार एवं देखभाल की कितनी ज़रुरत है यह समझ के लिए आपको एक अवसर साबित होगा।घर और कैरियर दोनो के बीच भागदौड़ करने वाली महिलाओं को कुछ ऐसी समस्याओं का सामना करना पड़ेगा जिनमें उनका समय और शक्ति दोनों का अपव्यय होगा।अत्यंत प्रेममय और कर्तव्यनिष्ठ मनुष्य होने के नाते आप जिन लोगो के साथ रहेंगे वो आपसे प्यार एवं आपकी परवाह करेंगे।आपके धैर्य की वजह से आप जिस बात का बहुत दिनो से इतज़ार कर रहे थे आपको अभी प्राप्त होगी। आपके प्रयासों की निश्चित ही सराहना होगी।आप अपने पद के अनुसार कार्य करने के लिए स्वयं को चतुर, व्यवस्थित, मेहनती, परिकलन और संतुष्ट सिद्ध करेंगे। यदि दूसरे अनुभव करते हैं कि आपके पास स्त्रित्व की अपेक्षा अधिक ताकत है तो शर्मिंदा होने की आवश्यकता नहीं है।एक माँ के रूप में जब आप अपने बच्चों के साथ व्यवहार कर रहीं हों तो आप पुराने समय के ऐसे व्यक्ति के समान अधिक कार्य करती हैं जो नैतिक सिद्धांतों पर अधिक विश्वास करता है। यह केवल आपको अपने बच्चों से दूर करने में सहायता करेगा।आप साझा रुचियों और भावनात्मक संगति को अधिक महत्व देतें हैं, किंतु आपको स्वयं को भी वह सब स्वीकार करने के लिए तैयार करना चाहिए जो दूसरों को उनके विचारों के लिए उनको कहना और प्रोत्साहित करना पड़ता है। अन्यथा यह आपको दूसरों से दूर कर देगा।आपकी वर्तमान शारीरिक स्थिति का विश्लेषण करने के लिए कुछ समय खर्च करना ही आपको अधिक उर्जात्मक और खुशहाल बनाएगा। इस तरह यह आपको आपकी वर्तमान नीरसता के लिए कोई समाधान ढूँढने में सक्षम करेगा, जो आपको चिढ़चिढ़ा और उदास कर रही है।",
    "7": "आने वाले दिनों में स्वयं में सुधार लाना आपके लिये आदर्श रहेगा। इसके लिये आपके मित्रजन तथा रिश्तेदार मददगार रहेंगे.प्रतिनिधिक अनुभवों में अत्यधिक जुड़े होने के प्रलोभन से भावनाये संतुष्ट न होनें पर आपको गंभीर नैराश्य आने की संभावना है।अपने परिवार के साथ समय बिताने के लिये छोटी छुट्टी ले लो। केवल उनके लिये पैसा कमाना ही पिता के रुप में आपका कर्तव्य नही हैं परंतु उनकी समस्याओं को सुलझाने हेतू थोड़ा समय भी निकालना होगा ।आप जैसे इन्सान को प्यार, वात्सल्य और सौहार्द की ज़रुरत है और इस हफ्ते आपको किसी ऐसे व्यक्ति का साथ मिलेगा जो आपके लिये परीक्षक की तरह कार्य करेगा। आपको कामयाबी मिलना तय है ।फिलहाल आपका ध्यान ज्यादा पैसे कमाने पर है , इससे आपके रचनात्मक तथा काल्पनिक प्रतिभा का इस्तेमाल करने में बाधा आती हैं।आप किसी और महिला की अपेक्षा इतनी सतर्क, गोपननीय और सामान्यत: शंकालु हैं कि आप किसी व्यक्ति या किसी वस्तु के प्रति प्रतिबद्ध होने के पूर्व अधिक सावधान और जाँच-पड़ताल करने वाली महिला होती हैं।आप घबराहट की ओर प्रवृत हैं, जो आपको आपके प्रियजनों के साथ कुछ बड़ी गलतियाँ करवाएगी। ह्दय से क्षमा आपको परिणामों से बचने के लिए सक्षम कर सकती है, तथापि यह हमेशा की गारंटी नहीं है।आपके आगे एक ऊर्जात्मक और तरोताजा करने वाला करने वाला सप्ताह । आप अपने कार्य या नए उद्यमों से संबंध रखने वाले नई चुनौतियों को स्वीकार करने के लिए तैयार रहेंगे । आपकी ताजगी आपके संपूर्ण परिवार के लिए एकरूपता लाएगा।जरूरतमंद व्यक्तियों की सहायता करने की आपकी योग्यता आपको लोगों के बीच व्यापक पहचान दिलाएगी। यह उन लोगों के प्रति एक प्यारा सा प्रतिकार होगा जो हमेशा आपके प्रयासों को नकारने के लिए कोई न कोई कारण ढूँढते रहते थे।केवल अपनी अंतरात्मा पर ही विश्वास मत कीजिए, विशेषज्ञों की राय लेना बेहतर होगा। नए निर्णय लेने के लिए आपका समय कोई अनुकूल परिस्थिति नहीं है।",
    "8": "इस हफ्ते खुद को क्रोधित तथा दुखी महसूस कर सकते हैं। आपकी स्थिति अभी संवेदनात्मक और थोड़ी संतोषजनक हैं और छोटी छोटी बातो पर भी आप गुस्सा कर सकते हैं। कुछ समय अपने व्यक्तिगत डायरी के लिये निकाले और अपना हर विचार उसमें लिखें।जीवन में उतार चढाव आते जाते है, मगर सूर्य आपकी आंतरिक सोच को जीवन की गहराई से नया आयाम देकर चोटी तक पहुँचने में मदद करता है।आपकी स्पष्टवादी और बर्हिमुखी प्रकृति उन लोगों को, जो आपके आसपास हैं, अनुभव करवा सकती है कि एक महिला होने के बावजूद आप एक पुरुष बनने का प्रयास कर रही हैं। इससे आपको हतोत्साहित नहीं होना चाहिए क्योंकि यह उनकी असुरक्षा और उनकी समस्या है, आपकी नहीं।आप इस समय भावनात्मक और शारीरिक रूप से नीचे हैं। यद्यपि आप सामान्यत: स्वयं को धकेलने के लिए प्रवृत्त होते हैं, तथापि अपने शरीर को सुनने और उसे जिस चीज की आवश्यकता है वह देने का बेहतर समय है। माफी की अपेक्षा सुरक्षित रहना बेहतर है!",
    "9": "भाई-बहन से बात करते वक्त आपका अहंकार, उतावलापन और शब्दाडंबर दूर ही रखें क्योंकि इससे भाई-बहनों के साथ आपकी अनबन हो सकती हैं।आप हाजिर जवाब, दरिया दिल, प्यार करने वाले और मनभावन होंगे जिससे दुसरों के लिये आपको कभी अरुचिकर नही लगेगा आप हमेशा क्रियाशील रहेंगे और उनके लिये जिंदादिल व्यक्तित्व बने रहेंगे।आपको इस वक्त असुरक्षित महसूस हो रहा है, इसलिये आपको खुद की उर्जा और उत्साह में बढ़ाने हेतू किसी की मदद की ज़रुरत होगी।उनके जीवन में पैतृक देखभाल की कितनी ज़रुरत है यह समझ में आने के बाद आप उनके साथ बिताने के लिए अधिक समय निकालेंगे ।आपको अपना नया प्यार मिलने से, पुरुष होने के नाते आपमें जो विशेषताएं हैं वो समझने में यह सप्ताह आपको मदद करेगा जैसे प्रशंसनीय, हाजिर जवाब और दरियादिल होना.जिंदगी जीने तथा जिंदगी में सब कुछ अच्छा पाने का जोश आपको उन सब परेशानियों से छुटकारा दिलाएगा जिनका सामना आप बहुत दिनों से कर रहे थे।दूसरे लोगों के लिए आप स्वयं के निर्भीक निर्णयों के साथ एक मजबूत व्यक्तित्व के व्यक्ति हो सकते हैं। इससे दूसरेआपकी आलोचना भी करेंगे क्योंकि आप एक महिला होने के बावजूद भी दृढ़ हैं।आपकी वर्तमान शारीरिक स्थिति का विश्लेषण करने के लिए कुछ समय खर्च करना ही आपको अधिक उर्जात्मक और खुशहाल बनाएगा। इस तरह यह आपको आपकी वर्तमान नीरसता के लिए कोई समाधान ढूँढने में सक्षम करेगा, जो आपको चिढ़चिढ़ा और उदास कर रही है।आपको अपनी शारीरिक ताकत बढ़ाने के लिए इन दिनों बहुत बदलावों और चुनौतियों की आवश्यकता है। एकरूपता और उत्तेजना की सतत् कमी से रक्षा करने की आवश्यकता है।यदि आप कुछ परिस्थितियों में स्वयं को प्रतिबद्ध करना कठिन पाते हैं, तो आप पीछे हटने के लिए प्रवृत्त होते हैं। यह बेहतर होगा यदि आप आपकी विश्लेषण करने वाली शक्ति का उपयोग करें और उनके साथ अधिक संवादकारी बनें जिनके साथ आप व्यवहार करते हैं।",
    "10": "आपमें मज़ाक करने की प्रबल शक्ती है तथा बच्चो जैसा स्वाभाविक उत्साह भी हैं जिसके कारण इस हफ्ते आपसे घुलने मिलने वाले लोगों के बीच आप लोकप्रिय बने रहेंगे।इस हफ्ते स्वयं और अपनों के साथ विनम्रता से पेश आए । आप अभी काफ़ी दबाव में होने के कारण आपको रिश्ते निभाने में मुश्किल हो रही हैं। वे शायद किसी तनावपूर्ण स्थिति में है जहाँ उन्हे भयावह लगने की वजह से सुरक्षा की ज़रुरत हैं।अपने बच्चो के साथ यात्रा पर जाने के बारे में अगर आप सोच रहे हैं, तो यह उचित समय हैं। पिता के रुप में उन्हे आपके प्यार एवं देखभाल की कितनी ज़रुरत है यह समझ के लिए आपको एक अवसर साबित होगा।खुशहाली की तलाश करनेवाले मनुष्य को शांत, लचीला एवं विनम्रता के साथ रहने की आदत होती है । आपका अहंकार एवं अभिमान ऐसे बंधन हैं जो आपके जीवन का प्रगती रोक देते हैं।घर और कैरियर दोनो के बीच भागदौड़ करने वाली महिलाओं को कुछ ऐसी समस्याओं का सामना करना पड़ेगा जिनमें उनका समय और शक्ति दोनों का अपव्यय होगा।अत्यंत प्रेममय और कर्तव्यनिष्ठ मनुष्य होने के नाते आप जिन लोगो के साथ रहेंगे वो आपसे प्यार एवं आपकी परवाह करेंगे।आपके धैर्य की वजह से आप जिस बात का बहुत दिनो से इतज़ार कर रहे थे आपको अभी प्राप्त होगी। आपके प्रयासों की निश्चित ही सराहना होगी।आप अपने पद के अनुसार कार्य करने के लिए स्वयं को चतुर, व्यवस्थित, मेहनती, परिकलन और संतुष्ट सिद्ध करेंगे। यदि दूसरे अनुभव करते हैं कि आपके पास स्त्रित्व की अपेक्षा अधिक ताकत है तो शर्मिंदा होने की आवश्यकता नहीं है।एक माँ के रूप में जब आप अपने बच्चों के साथ व्यवहार कर रहीं हों तो आप पुराने समय के ऐसे व्यक्ति के समान अधिक कार्य करती हैं जो नैतिक सिद्धांतों पर अधिक विश्वास करता है। यह केवल आपको अपने बच्चों से दूर करने में सहायता करेगा।आपके आगे एक ऊर्जात्मक और तरोताजा करने वाला करने वाला सप्ताह । आप अपने कार्य या नए उद्यमों से संबंध रखने वाले नई चुनौतियों को स्वीकार करने के लिए तैयार रहेंगे । आपकी ताजगी आपके संपूर्ण परिवार के लिए एकरूपता लाएगा।",
    "11": "आने वाले दिनों में स्वयं में सुधार लाना आपके लिये आदर्श रहेगा। इसके लिये आपके मित्रजन तथा रिश्तेदार मददगार रहेंगे.अपने परिवार के साथ समय बिताने के लिये छोटी छुट्टी ले लो। केवल उनके लिये पैसा कमाना ही पिता के रुप में आपका कर्तव्य नही हैं परंतु उनकी समस्याओं को सुलझाने हेतू थोड़ा समय भी निकालना होगा ।आप जैसे इन्सान को प्यार, वात्सल्य और सौहार्द की ज़रुरत है और इस हफ्ते आपको किसी ऐसे व्यक्ति का साथ मिलेगा जो आपके लिये परीक्षक की तरह कार्य करेगा। आपको कामयाबी मिलना तय है ।आत्मविश्वास तथा बेहतर पाने की मानसिक तैयारी आपके जोश को बढ़ावा देंगे। आपका आत्मविश्वास आपके लिये हमेशा मार्गदर्शक रहेगा।आप किसी और महिला की अपेक्षा इतनी सतर्क, गोपननीय और सामान्यत: शंकालु हैं कि आप किसी व्यक्ति या किसी वस्तु के प्रति प्रतिबद्ध होने के पूर्व अधिक सावधान और जाँच-पड़ताल करने वाली महिला होती हैं।आपने जो कार्य लिया है उससे आप घबराए हुए, तनावग्रस्त और उसके प्रति अतिप्रतिबद्ध हैं। इससे आपको केवल अधिक तनाव और मानसिक कष्ट ही होगा।अनावश्यक आलोचना, अत्यधिक चिंता और भय ऐसे घटक होंगे जो स्वतंत्रता और सहजता की आपकी समझ को नियंत्रित करते हैं। आप अपने सहकर्मियों की दूरी से नीरस अनुभव करेंगे, आपको अत्यधिक प्रोत्साहन और प्रेरणा की आवश्यकता है।आपको लंबे समय से परेशान कर रही किसी बीमारी से आराम मिलेगा, और आप अधिक शांत अनुभव करेंगे। आप अपने चिकित्सक की बातों पर अधिक विश्वास करना प्रारंभ करेंगे।यद्यपि आपको क्या छिए यह आपको पता है, तथापि कोई सहज तरीका प्राप्त करने के लिए आपको स्वयं को दूसरों के प्रति पर्याप्त तर्क के साथ प्रस्तुत करने के लिए सक्षम होना चाहिए। स्वयं को प्रस्तुत करते समय और अधिक तार्किक होने का प्रयास कीजिए।विद्यार्थियों को आपके कार्य पर अधिक समय व्यतीत करना चाहिए क्योंकि आपको अपने अध्ययन में बढ़ने के लिए अधिक प्रयास की आवश्यकता है।",
    "date": "रविवार, 6 सितंबर 2020 से शनिवार, 12 सितंबर 2020"
}
]
