horo_english=[
 {
    "0": "You'll be pleased as punch to know that your ruler, good ol’ Mars, is front and center in the midst of all the hot action this month. There’s no place you’d rather be, right? Yeah, baby! Kicking off with an expansive trine to Jupiter on August 16th, followed by two magnetic, innovative aspects to Uranus (on the same day) and Pluto (on August 24th), you’ve pretty much got your material world waxed. You’re normally a powerhouse, but August sees you racing towards your goals and achieving them with a standing ovation. As Mars moves into your relationship sector on August 27th, it's time to open up the floor for some good old negotiation. Work towards a win-win, because solo victories can get a little lonely.",
    "1": "It’s the cosmic moment you've been waiting for (or dreading, depending on what you've been reading!) - your ruler, Venus, still dances backwards in your domestic sector, slowing things down here just a tad and emphasizing the importance of hearth and home. The thing is, you’ve got to do your utmost best not to let your inner brat run the show. It’s hard to hear, but stomping your feet and throwing your toys is only going to get people's backs up. A better and more constructive attitude would be to voice your concerns, ask for the validation you need, and tend to your inner garden yourself. You are a master gardener, after all.",
    "2": "For once, you're the one standing outside of all the drama this month. That's not to say that you won’t be taking part in all of the things. Because honey, you’ll be busy alright. The light of the Sun is shining on your home sector by July 23rd, getting a sprucing up and a cleaning out. This symbolizes somewhat of a psychic decluttering. You're doing a whole lot of practical, grounded inner work; work which will set you up perfectly for the next chapter. Now, with Venus in retrograde in your communication sector, you’ve got to tone down the volume just a tad. Listening is just as valuable as speaking up. And those pesky family members? Handle them like water running off a duck’s back.",
    "3": "Two Full Moons this month, darling, on August 1st (in your passionate sector) and August 30th (in your adventure sector) - are you ready for this? Of course. You were born ready. Wax on, wax off. Well, perhaps it’s easier said than done, but rest assured that with the right prep, you’ll pass with flying colors. You have a whole lot of power to draw from and you're ready to grow and expand in ways you never thought possible before. Your relationships are a source of strength, so draw on them generously. Then, they inspire and empower you. Finally, keep an eagle eye on your bank account, as it’s likely to be whittled down as Venus is in retrograde for the next couple of weeks.",
    "4": "Out of all the zodiac signs, yours is likely to be the most blessed as Venus is in her retrograde journey throughout this month. See, she’s doing this dance in your very own turf, highlighting the glamor and magnificence of you, inviting self-love, self-respect, and self-confidence. Not that you need more of a boost to begin such a naturally sunny sign, but hey - why not enjoy the gifts that this transit brings? Of course, there's a downside, too. You might be the star of the show, but don’t start acting like a diva. There’s a thin line between self-love and self-indulgence. Tread lightly, sweetie. Your birthday season wraps up on August 23rd, inviting a more sober look at your resources.",
    "5": "Make the most of this month, because on August 27th, action-packed Mars marches out of your sign and into a totally different sector of your natal chart - into your resources sector. Mark down August 1st, 16th, and 22nd because those are your power dates, as Mars in Virgo makes a few connections. Those are the days where exciting, growth-provoking, transformative events are likely to take place without you even needing to lift a single finger. Passion, travel, and knowledge-building are your areas of expansion, so claim it all for yourself, darling. Mars’ move into your resources sector on August 27th will bring greater balance and better management of your time and talents, so trust in whatever process needs to happen first. Remember, this is the start of your birthday season on August 23rd. So, go on and celebrate.",
    "6": "Like a racehorse raring to go, you're eagerly reaching forward for the end of the month, when Mars blazes into your sign on August 27th. Yet, before this action happens, there’s a tense build-up. Luckily, it’s not a buildup that goes to waste. In fact, when you work diligently behind the scenes, you’ll find that you break out of your cocoon with all the tools you need at your disposal. This will help to make the next few weeks some of your personal best yet this year. Focus now on all the practical ways you can expand your resources, build your foundations, and lay down a strong framework. Because, once Mars comes along, on August 27th, there's just no stopping you.",
    "7": "First things first. The Full Moon on August 1st ignites your home and hearth. Need a new start here? Make it happen. But not right now. Wait for Venus to finish her retrograde motion before you launch your magnificent new plans. Then, the New Moon on August 16th is one that illuminates the highest point of your natal chart, potentially bringing you honor and recognition for all the work that you’ve done thus far. Don’t play humble. Claim that spotlight. Allow for a release of a path that has served you well up until now, especially a professional one. This New Moon ignites the tangible rewards for a job well done.",
    "8": "If you play your cards just right this month, you may find yourself enjoying all kinds of accolades and successes. Mars, in your career sector, makes a few connections this month (on August 1st, 16th, and 22nd). You’ve been a powerhouse, and still are, so make it work for you. Don’t be hesitant to step up and receive that promotion. Go ahead and put yourself forward for that formidable position. You are absolutely capable of doing the job, more than you can ever know. Regardless of your calling in life, the world is noticing your can-do attitude and admiring you all the more for it. Travel seems to also be calling your name, with the New Moon in this sector on August 16th, though you may have to first contend with a couple of hoops and hurdles to jump through. It’s all a part of the journey, honey.",
    "9": "Mars’ earthy trines this month, from your adventure and learning sector, are ever so empowering, not to mention magnetically attractive. You’re all about wisdom right now. It’s an attitude that you're fully embodying, which is what makes you all the more alluring. You know, now, that there’s almost nothing that can stand in the way of you getting your heart’s desires. What to do with all of this power? Wield it wisely. It’s not here to stay forever. In other cosmic news, the Full Moon on August 1st highlights your material situation. You have the propensity to be a big spender, so don’t let this transit drive you into too much indulgence. Know when enough is enough.",
    "10": "August 1st brings along a Full Moon in your very own sign. Look back to the start of this year. What was kicking off for you back then? What’s coming full circle now? More specifically, take a good look at your relationships. Something seems to be culminating, climaxing, coming to an end, or transforming in some vital way. Venus’s retrograde during this month in your relationships sector also points to the potential of old lessons coming back. Not to torture you, darling, but to teach you. That’s the essence of this transit. Is it time to finally close a few doors? Perhaps. Take your time to think about it. There’s really no rush.",
    "11": "The Full Moon in Pisces on August 30th is all yours, darling. It brings something in your world to a close, most likely around a relationship. Now, don’t panic. This has likely been building for some time, and all that really needs to happen is that you choose you. Being someone who’s often sacrificing for others, this is a good exercise. It reminds you to honor yourself. To honor your needs. Additionally, Mars’s travels through your relationship sector urges you to not become flattened by someone else's strength, but to stand on your own. To take advice, but to ultimately work as a cohesive, balanced team. And don’t allow anyone to overstep your hard-won boundaries. They've taken some real blood, sweat, and tears."
}
]
